{
    "id": 7959408,
    "judges": "Sloan",
    "date_filed": "1999-05-25",
    "date_filed_is_approximate": true,
    "slug": "city-of-marysville-v-cities-service-oil-co",
    "case_name_short": null,
    "case_name": "City of Marysville v. Cities Service Oil Co.",
    "case_name_full": "City of Marysville v. The Cities Service Oil Company",
    "attorneys": "W. W. Redmond, P. G. Wadham, both of Marysville, James W. Finley and S. N. Hawkes, both of Bartlesville, Okla., for the appellant., Harry W. Colmery, of Topeka, and Edgar C. Bennett, of Marysville, for the appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "133 Kan. 692",
        "3 P.2d 1060"
    ],
    "opinions": [
        {
            "author_str": "Sloan",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the court was delivered by\nSloan, J.:\nThe defendant was convicted in the police court of the city of Marysville of violating a city ordinance. The complaint contained 892 counts. It appealed to the district court of Marshall county, where the case was tried de novo, resulting in a conviction on 238 counts, and a fine of $25 on each count was imposed. The defendant appeals.\nOrdinance No. 350, of the city of Marysville, makes it “unlawful for any person, firm or corporation to keep or store within the corporate limits of the city . . . any gasoline, kerosene . . . otherwise than in tanks, barrels or other containers, which shall be buried at least three feet under ground.” It also provides that the ordinance shall not “apply to the storage of gasoline, kerosene . . . in quantities of less than ten gallons.” The penalty imposed upon conviction is “a fine of $25 for each such violation, and each day that any of the commodities herein referred to are stored in violation of the terms hereof shall constitute a separate and distinct offense hereunder.”\nThe complaint was filed October 2, 1926, and charged that the defendant had on the 11th day of November, 1923, unlawfully and willfully kept and stored gasoline in quantities of more than ten gallons otherwise than in tanks or barrels or other containers buried at least three feet in the ground. A like charge was made for the violation of the ordinance in keeping and storing kerosene. There were two counts for each day from and including November 11,. 1923, up to and including the first day of February, 1925.\nOn this complaint the police judge issued a summons directed to the sheriff of Marshall county, which, after reciting the filing of the *694complaint and setting out the several counts therein, contained the following command:\n“Now, therefore, you are hereby commanded to summons said The Cities Service Oil Company, a corporation, to appear and plead before the undersigned, at my office in the city of Marysville, Kansas, upon Monday, the 25th day of October, 1926, at 10 o’clock a.m. of said date, under penalty of suffering the judgment of this court to be decreed against it as by conviction or confession of the offenses charged, and then and there return this writ.”\nThe return was as follows:\n“October 4, 1926, the president, vice president, secretary, treasurer or other officer of said The Cities Service Oil Company, a corporation, not being found within my county, I executed same by serving a copy thereof on F. L. Jacques and C. R. Bruce, agents and employees of said The Cities Service Oil Company, a corporation, and in charge of the business of said company at 916 Adams street, Topeka, Shawnee county, Kansas, the office of said The Cities Service Oil Company, a corporation, and of said agents and employees, and upon J. B. Horton, an agent and employee of said The Cities Service Oil Company, a corporation, personally, at 916 Adams street, in'Topeka, Shawnee county, Kansas, that being the office of said The Cities Service Oil Company, a corporation, and of said agent and employee.”\nOn October 23, 1926, the defendant filed in the police court a motion, the material part of which is as follows:\n“Comes now Cities Service Oil Company, the defendant named in the above-entitled case, and appearing specially for the sole purpose of challenging the jurisdiction of the court, and to set aside the summons and the service thereof, herein now moves the court to quash said summons and to set aside the service thereof for the following several grounds, to wit:\n\"1. That this court .has no jurisdiction of the subject matter of the action.\n\"2. That this court has no jurisdiction over the defendant herein.\n“3. That the said summons purports to have been issued under the authority of section 62-1104, R. S. 1923, but said section and chapter 262 of the Laws of 1907, of which it is a part, have no reference to proceedings to prosecute violations of city ordinances in police courts of cities of the second class.”\nThe motion also alleges that the sheriff of Marshall county had no authority to serve summons upon the defendant in Shawnee county and that the summons is not in form as required by law. The motion was heard and overruled on November 18, 1926, on which date the defendant filed a motion to dismiss the complaint on the ground that the complaint did not state facts sufficient to constitute a public offense against the defendant, which motion was overruled, and the defendant was allowed the statutory time of twenty days in which to further plead.\n*695On December 8,1926, the defendant filed what it designated “answer and plea of defendant,” in which it challenged the jurisdiction of the court, denying all of the allegations in the complaint, and set up the two-year statute as well as the one-year statute of limitations. It also challenged the validity of the ordinance.\nThe cause was heard on the 20th day of December, 1926, and the defendant was found guilty and fined $25 on each separate count, totaling $22,300. The defendant -in open court announced and gave notice of its intention to appeal, and requested the court to fix the amount of the appeal bond. The appeal bond was fixed, given, and approved in accordance with the court’s order.\nA motion was filed in the district court August 13, 1928, in which the defendant renewed its challenge to the jurisdiction of the court. The cause was tried in the district court on the 5th of February, 1930. The plaintiff adduced its evidence which tended to show that the defendant’s plant located in the city of Marysville consisted of a warehouse and two upright storage tanks wholly above ground, each having a capacity of about 10,000 gallons; that the plant, with the exception of two months, was in active use from October 1, 1923, to October 1,1924; that from this date until January 20, 1925, no one was in charge of the plant. However, gasoline and kerosene in quantities of more than ten gallons were kept in the tanks, but none was taken out or stored during this time, and on January 29, 1925, the plant, including all stock in trade, was sold by the defendant, and it had no further interest therein. The plaintiff’s evidence also included the pleadings and files in the case of Service Oil Co. v. City of Marysville, including the decision of this court reported in 117 Kan. 514, 231 Pac. 1031. This record shows that the case was filed November 21, 1923, and on the next day a temporary restraining order issued restraining the city and its officers from attempting to enforce ordinance No. 350, and from prosecuting, arresting or otherwise interfering with the property, agents and employees of the plaintiff. The case was tried and judgment entered denying the injunction and setting aside the restraining order February 6, 1924. Notice of appeal and journal entry of judgment were filed March 6, 1924, in this court. The case was submitted December 4, 1924, and judgment affirming the district court filed January 10, 1925. Petition for rehearing was filed January 26, 1925, and denied February 4, 1925.\nThe plaintiff’s evidence also included the records in the case of *696City of Marysville v. Standard Oil Company and Sinclair Refining Company in the United States circuit court of appeals of the eighth district, which is reported in 27 F. (2d) 478. To this evidence the defendant demurred, which was overruled.\nThe defendant offered in evidence the rules of this court, also a certified copy of the decree entered in the district court of the United States for the district of Kansas in the case of the Standard Oil Company and Sinclair Refining Company v. City of Marysville, entered December 22, 1925. Defendants also adduced in evidence the decree of the United States circuit court of appeals in the case of the City of Marysville v. Standard Oil Company and Sinclair Refining Company and the report of the decree as contained in 27 F. (2d) 478. This decree was entered May 28, 1928. The defendant offered to prove, which was rejected by the court, the value of the property owned by the defendant in the city of Marysville, and that the ordinance had not been enforced against other people in the city. The court found the defendant guilty as charged in 119 counts of the complaint, beginning with the 2d day of October, 1924, and including the 28th day of January, 1925, and imposed a fine of $25 on each count. Defendant filed its motion for new trial, which was overruled, and appeals to this court.\nIt is contended by the appellant that the police judge of Marysville, a city of the second class; had no jurisdiction to issue a summons against a corporation on a complaint charging the violation of a city ordinance. The ordinance in question was before this court in the case of Service Oil Co. v. City of Marysville, supra, and was held to be valid.\nR. S. 14-801 is as follows:\n“The police judge shall be a conservator of the peace, and shall have exclusive jurisdiction to hear and determine all offenses against the ordinances of the city; he shall keep a docket, in which he shall enter every cause commenced before him as police judge. If the police judge be absent, sick, or disqualified from acting, a justice of the peace of said city shall act as police judge until such absence or objection shall cease.”\nR. S. 14-806 is, in part, as follows:\n“When a complaint is filed that an offense has been committed of which the police court has jurisdiction, the judge shall forthwith issue a warrant for the offender, which warrant shall be served by the city marshal or by any policeman or the sheriff of the county or any constable, or some person specially appointed by the judge for the purpose, and such warrant may be executed in any part of the state, except that the power to serve such *697warrant outside the county be limited to the sheriff of such county and his deputies. . . .”\nThe first statute defines the jurisdiction of the police judge. The second statute, together with the other sections immediately before and following it, determines the procedure under which the police judge exercises the jurisdiction conferred. These statutes were enacted in 1872 and have been the law since that time, with only slight amendments. This court, in the case of State v. Keener, 78 Kan. 649, 97 Pac. 860, discussed at length the duties, powers and responsibilities of the police judge, and held:\n“Power to organize and regulate municipal governments must be found in the constitution or none exists, and the manner in which such power is exercised rests entirely in the discretion of the legislature. ... So far as the constitution is concerned the legislature may vest all the executive, legislative and judicial power of a city in a single person or body of persons, if it should conclude that plan would best promote the public welfare.” (p. 651.)\nThere can be no question but what the legislature had the power to vest the police judge with such jurisdiction as it might deem expedient, so long as it acted within its constitutional authority. The legislature exercised its power in the enactment of R. S. 14-801, and. vested the police judge with the exclusive jurisdiction to hear and determine all offenses against the ordinances of the city. The police court was the proper tribunal and probably the only tribunal in which the defendant could be tried for the violation of the ordinance. If the complaint had been lodged against an individual the police judge would then, acting under R. S. 14-806, have issued a warrant bringing the body of the person charged into the jurisdiction of the court to be tried in accordance with the procedure provided for in the statute.\nIt is made an offense for a corporation as well as for an individual to violate the ordinance. The police judge has jurisdiction to.try either. The natural person can be subjected to the jurisdiction of the court by a warrant. The artificial person cannot be so controlled. The natural person may waive the issuance of the warrant, appear in court, and answer to the complaint, and when once he subjects his person to the jurisdiction of the court the court has the power to deal with him the same as though he had been brought into court through the process provided in the statute.\nThe question which this court must solve is whether the legislature, in enacting chapter 262 of the Laws of 1907, intended to pro*698vide a procedure whereby the police judge could bring into his court a corporation. If it did not so intend, did the appellant in this case waive the issuance of any process and submit itself to the jurisdiction of the court?\nThe appellant earnestly contends that the legislature did not intend to provide a new process for the police judge in enacting chapter 262 of the Laws of 1907. We have already seen that long before the enactment of this law the police judge was vested with exclusive jurisdiction to hear and determine an offense against the ordinances of the city. Likewise the state courts had jurisdiction to try all offenses against the criminal laws of the state, but there was no procedure or process by which either court could subject a corporation to its jurisdiction for the violation, of an ordinance or a criminal statute. With this program in mind the legislature enacted this law. As the bill was originally introduced in the senate it limited the process provided for therein to complaints “charging such corporation with the violation of any law of this state.” This clause, however, was stricken out of the bill and is not contained in the statute. We assume that the legislature had a purpose in removing the limitation and intended thereby to vest in the police judge, who is the only magistrate with jurisdiction to try offenses against city ordinances, with power and authority to issue the process provided for in the act.\nWe are convinced and hold that the police judge has jurisdiction to try a corporation for the violation of a city ordinance and that he may issue the process on the filing of a complaint provided for in chapter 262 of the Laws of 1907.\nIt is further contended by the appellant that the process issued and the service thereof were insufficient to confer jurisdiction of the defendant. The process advised the defendant of the offense with which it was charged and commanded it to appear and plead on a day certain, which was more than twenty days after the date of service. The process was in proper form and sufficiently complied with the terms of the statute. In view of the fact that the defendant entered its general appearance in the case, it waived all defects, if any, in the service of the process. (State v. Griggs, 103 Kan. 344, 173 Pac. 908.) The court had jurisdiction to try the case and the defendant was properly in court.\nIt is next contended by the appellant that the evidence was insuf*699ficient to warrant the conviction under the ordinance. The substance of the ordinance is as follows:\n“An Oedinance regulating the storage of gasoline, kerosene, etc. . . . ”\nSection 1 reads:\n“It shall be unlawful for any person ... to keep or store . . . gasoline, kerosene . . . otherwise than in tanks . . . buried at least three feet . . .”\nSection 5 reads in full as follows:\n“Any person, firm or corporation violating any of the provisions of this ordinance shall, upon conviction, be adjudged to pay a fine of $25 for each such violation and each day that any of the commodities herein referred to are stored, in violation of the terms hereof, shall constitute a separate and distinct offense hereunder.”\nIt is noted that in the title to the ordinance the word “storage” is used; that in the first section of the ordinance the words “to keep or store” are used and the penal section, which provides for the accumulating penalty, uses the word “store.” The appellant contends that the language in section 1 is broader than the title to the ordinance; that the word “keep” is not included in the word “storage” used in the title. There is no merit in this contention. It is further contended that section 1 uses the words “keep and store” while the penal section, especially that part of the section which relates to the accumulating penalties, uses only the word “store,” and that the keeping of gasoline or kerosene in quantities of more than ten gallons is not subject to the accumulating penalties, but that the act of storing the commodity is made the subject of the accumulating penalties.\nWe think the words “store and keep,” as used in the ordinance, are synonymous and that the distinction contended for by the appellant cannot be sustained. The purpose of the ordinance was to prevent the keeping of gasoline and kerosene in quantities of more than ten gallons in containers not buried at least three feet in the ground, and it is clear that the accumulating penalties were intended to provide for this situation, and the evidence clearly shows that gasoline and kerosene in quantities of more than ten gallons were kept in the tanks from the 2d day of October, 1924, to and including the 29th day of January, 1925.\nThe appellant contends that subdivision four of R. S. 60-306 should apply to this case. This clause of the statute is:\n*700“Fourth: Within one year: ... an action upon'a statute for penalty or forfeiture, except where the statute imposing it prescribe a different limitation.”\nIt will be noted that this statute specially relates to actions under the statute for penalty or forfeiture. This cannot be held to include a limitation on the right to prosecute an offense against a city ordinance.\nIt is next contended by the appellant that although the ordinance is valid, for the purpose of regulating the storage of gasoline and kerosene, nevertheless the imposition of the accumulating penalties for the period during which the validity of the ordinance was being subjected to proper judicial investigation is unconstitutional, depriving the appellant of due process of law and of the equal protection of the law.\nThe principle of law is well settled by the supreme court of the United States that statutes, city ordinances and administrative orders dealing with subjects over which the legislature, city council or administrative officer have only limited power, and imposing accumulating penalties which are so burdensome as to deprive a party of access to the courts, is void under the fourteenth amendment to the constitution of the United States. (Wadley Southern Ry. v. Georgia, 235 U. S. 651, 35 S. Ct. 214, 59 L. Ed. 405; Ex Parte Young, 209 U. S. 123; Southwestern Tel. Co. v. Danaher, 238 U. S. 482; St. L. &amp; San Francisco Railway v. Gill, 156 U. S. 649; Missouri Pacific Ry. Co. v. Tucker, 230 U. S. 340; Cotting v. Kansas City Stock Yards Co., 183 U. S. 79.)\nIn Tucker v. Railway Co., 82 Kan. 222, 108 Pac. 89, this court had under consideration the validity of a statute imposing a penalty of $500 on railway companies for exacting or receiving for the transportation of certain commodities an amount in excess of the rate made lawful in the act. The railway company contended that the penalty provided for in the statute was great enough to terrorize carriers into submission rather than to take the chance of succeeding in a test case. This court, on the authority of Ex Parte Young, supra, held that the penalty was merely pecuniary and neither extravagant nor unreasonable.\nThe case was appealed to the supreme court of the United States and that court reversed the decision of this court (Missouri Pacific Ry. Co. v. Tucker, supra), holding that the act was unconstitutional. In the opinion at page 349 the court said:\n*701“The state court, although recognizing that the solution of the problem is not free from difficulty, reached the conclusion that ‘so long as the defendant [the earner] cannot be made to suffer until a competent court has passed upon the justice of the legislative rates, the guarantees of the federal constitution are not infringed.’ But that this view fails to recognize the real plight of the carrier is made plain by the following extract from the opinion in Ex Parte Young, 209 U. S. 123, 147:\n“ ‘If the law be such as to make the decision of the legislature or of a commission conclusive as to the sufficiency of the rates, this court has held such a law to be unconstitutional. Chicago, &amp;c., Railway Co. v. Minnesota, 134 U. S. 418. A law which indirectly accomplishes a like result by imposing such conditions upon the right to appeal for judicial relief as works an abandonment of the right rather than face the conditions upon which it is offered or may be obtained, is also unconstitutional. It may therefore be said that when the penalties for disobedience are by fines so enormous and imprisonment so severe as to intimidate the company and its officers from resorting to the courts to test the validity of the legislation, the result is the same as if the law in terms prohibited the company from seeking judicial construction of laws which deeply affect its rights.’ ”\nThis court, however, in the opinion in the Tucker case, at page 226, considered the right of the company to have the reasonableness of the statute tested by a competent court, and said:\n“The right to a judicial determination of the question of reasonableness, however, is the matter of essence and substance, and not the method of procedure; and so long as the defendant cannot be made to suffer until a competent court has passed upon the justice of the legislative rates the guaranties of the federal constitution are not infringed.”\nIn Cotting v. Kansas City Stock Yards Company, supra, at page 100, Mr. Justice Brewer, speaking for this court, said:\n“Do the laws secure to an individual an equal protection when he is allowed to come into court and make his claim or defense subject to the condition that upon a failure to make good that claim or defense the penalty for such failure either appropriates all his property, or subjects him to extravagant and unreasonable loss?”\nAgain, at page 102, he says:\n“It is doubtless true that the state may impose penalties, such as will tend to compel obedience to its mandates by all, individuals or corporations, and if extreme and cumulative penalties are imposed only after there has been a final determination of the validity of the statute, the question would be very different from that here presented. But when the legislature, in an effort to prevent any inquiry of the validity of a particular statute, so burdens any challenge thereof in the courts that the party affected is necessarily constrained to submit rather than take the chances of the penalties imposed, then it becomes a serious question whether the party is not deprived of the equal protection of the laws.”\n*702This is quoted and approved by the court in Ex Parte Young, supra. In the latter opinion, however, the court distinguishes between statutes relating to business enterprises which the legislature has no power to prohibit, exercising only limited legislative powers, and that class of statutes relating to subjects over which the legislature has plenary power. In the former the validity of the act depends upon judicial inquiry as to a fact, while in the latter no such inquiry is necessary or can be had. We quote the court’s observations on this subject at page 147:\n“It is urged that there is no principle upon which to base the claim that a person is entitled to disobey a statute at least once, for the purpose of testing its validity without subjecting himself to the penalties for disobedience provided by the statute in case it is valid. This is not an accurate statement of the case. Ordinarily a law creating offenses in the nature of misdemeanors or felonies relates to a subject over which the jurisdiction of the legislature is complete in any event. In the case, however, of the establishment of certain rates without any hearing, the validity of such rates necessarily depends upon whether they are high enough to permit at least some return upon the investment (how much it is not now necessary to state), and an inquiry as to that fact is a proper subject of judicial investigation. If it turns out that the rates are too low for that purpose, then they are illegal. Now, to impose upon a party interested the burden of obtaining a judicial decision of such a question (no prior hearing having ever been given) only upon the condition that if unsuccessful he must suffer imprisonment and pay fines as provided in these acts, is, in effect, to close up all approaches to the courts, and thus prevent any hearing upon the question whether the rates as provided by the acts are not too low, and therefore invalid. The distinction is obvious between a case where the validity of the act depends upon the existence of a fact which can be determined only after investigation of a very complicated and technical character, and the ordinary case of a statute upon a subject requiring no such investigation and over which the jurisdiction of the legislature is complete in any event.”\nThis court has heretofore determined that the governing body of the city did not have plenary power to enact and enforce the ordinance, but that its validity depended upon the existence of certain facts making it reasonable in the circumstance in which its enforcement was undertaken.\nIn Service Oil Co. v. City of Marysville, supra, the court said:\n“The ordinance is therefore -open to attack not only upon the ground of unconstitutionality, but also upon that of being unreasonable in the circumstances in which its enforcement is undertaken.” (p. 515.)\nAnd the court in the syllabus said:\n“And one who attacks it as unreasonable as applied to a particular state of *703facts has the burden of overcoming strong presumptions in favor of its validity; and it is held that in the present case such presumptions were not overcome.”\nThe question of the reasonableness of city ordinances is not new in this court. In City of Emporia v. Railway Co., 94 Kan. 718, 147 Pac. 1095, the court said:\n“Whether or not an ordinance is void because unreasonable is a question of law (Lebanon v. Zanditon, 75 Kan. 273, 89 Pac. 10), and in determining the question of reasonableness ‘The courts are not bound by mere forms, nor are they to be misled by mere pretenses. They are at liberty — indeed are under a solemn duty — to look at the substance of things whenever they enter upon the inquiry whether the [legislature or a city council] has transcended the limits of its authority’ (City of Lyons v. Cooper, 39 Kan. 324, 328, 18 Pac. 296).” (p. 723.)\nIt is therefore clear that the ordinance under consideration comes clearly within the distinction made by the supreme court of the United States in the Young case and that the validity of the ordinance depended upon the existence of a fact which could only be determined after investigation by a court of competent jurisdiction. Under such circumstances the appellant had the right to go into a court of equity for the purpose of questioning the validity of the ordinance. The suit to test the validity of the ordinance was filed in the district court of Marshall county on November 21, 1923, at which time a restraining order was issued by the court enjoining and restraining the city and its officials from enforcing the ordinance. On December 6, 1924, judgment was entered in favor of the city denying the injunction, and on January 10, 1925, this court affirmed the judgment of the district court (Service Oil Co. v. City of Marysville, supra), and on February 14,1925, this court denied a petition for rehearing. On December 22, 1925, the United States district court of Kansas, at the instance of the Standard Oil Company and the Sinclair Refining Company, granted an injunction permanently enj oining the city from enforcing or attempting to enforce the ordinance so far as it required or attempted to require tanks to be buried three feet under the ground. An appeal was taken from that judgment and on May 28, 1928, the circuit court of appeals reversed the judgment of the district court. In reversing the judgment, however, the court said:\n“However, there is no doubt of the power of the state to impose a punishment heavy enough to secure obedience to such orders after they have been found to be lawful. (Wadley Southern Ry. v. Georgia, 235 U. S. 651-667, 35 S. Ct. 214, 59 L. Ed. 405.) In the latter case the holding in Wilcox v. Consoli*704dated Gas Co., 212 U. S. 19-53, 29 S. Ct. 192, 53 L. Ed. 382, 48 L. R. A., n. s., 1134, 15 Ann Cas. 1034, to the effect that penalty provisions are separable, and, though invalid, do not defeat the balance of the statute, is approved. In the instant case the penalties provided are neither enormous nor severe; but, rather, are reasonably calculated to secure obedience after the orders have been found to be lawful. Appellees were entitled to take seasonable steps to test the validity of the ordinance. They made their challenge with promptness and in good faith, and prosecuted it with diligence to a final determination. In such case we do not doubt our power, while sustaining that ordinance, to relieve from such penalties for the period during which this right was asserted, thereby guaranteeing the equal protection of the laws.” (City of Marysville v. Standard Oil Co., 27 F. (2d) 478, 486.)\nWe are therefore confronted squarely with the question whether the penal provision of the ordinance is stayed during the period of the investigation of its validity and while its enforcement is enjoined by the state and federal court. This question was before the supreme court of West Virginia in the case of Railway Co. v. Conley and Avis, 67 W. Va. 129, 67 S. E. 613, and the court, on the authority of Ex Parte Young, supra, adopted the theory that the statute was void if the penalty was imposed during the period of the investigation, but it construed the statute to mean that the penalty was not applicable during the period of the investigation, and said:\n“And the penal clause of such a statute, silent on the subject of remedy, has no application while a suit is pending, in good faith, for the determination of such question.” (Syl. ff 26.)\nThis question was taken to the supreme court of the United States by one of the parties, and the court said:\n“Where the state court has held that the carrier is exempted from the operation of the penalty clause of a rate-making statute during prosecution by it in good faith of a suit to determine the constitutionality of such statute, the carrier cannot attack the validity of the statute on the ground of its penal provisions.” (Ches. &amp; Ohio Ry. v. Conley, 230 U. S. 513.)\nIn the case of Wadley Southern Ry. v. Georgia, supra, the court reviewed the case of Cotting v. Kansas City Stock Yards Co., supra, and Railway Co. v. Conley and Avis, supra, and then said:\n“If the Wadley Southern Railroad Company had availed itself of that right, and. — with reasonable promptness — had applied to the courts for a judicial review of the order, and if, on such hearing, it had been found to be void, no penalties could have been imposed for past or future violations. If, in that proceeding, the order had been found to be valid, the carrier would thereafter have been subject to penalties for any subsequent violations of what had thus been judicially established to be a lawful order — though not so in respect of violations prior to such adjudication.”\n*705In State v. Chicago, M. &amp; St. P. Ry. Co., 130 Minn. 144, the defendant, a corporation, was indicted by the grand jury of Goodhue county and thereby charged with the violation of chapter 97 of the Laws of 1907, which made it a penalty for any railroad company to charge or collect for carrying any passenger over the age of twelve years more than two cents per mile. The validity of the statute was challenged by certain stockholders’ suits brought in the federal court for the district of Minnesota, wherein it was claimed that the rates charged were unreasonable and confiscatory. The federal court issued a temporary injunction restraining the compliance with the statute pending the litigation. The injunctions were directed to the railroad companies, including the defendant. On the trial the defendant offered the writ of injunction in evidence and it was excluded by the trial court on the ground that it was irrelevant to the issues in the case and in no event binding on the state courts. The defendant was convicted and the supreme court, in reversing the trial court, said:\n“It is clear, within the authorities cited, that the court below erred in excluding the injunction from consideration, for it constituted a complete defense to the prosecution, -the injunction being in force at the time of the trial and imposed upon the state court the duty of protecting defendant.from the cross-fire to which it and its agents were exposed. In fact it would seem under the Georgia case, supra, which was not before the learned trial judge, that no conviction can be had for acts done by defendant or its agents pending the litigation in the federal court, and during the life of the injunction, for, as already stated, the effect of the injunction was to suspend-for the time being the operation of the statute.” (p. 150.)\nIn White v. Delano, 270 Mo. 16, a suit was instituted in the circuit court of Montgomery county by the plaintiff against the defendant, as receiver of the Wabash Railroad Company, to recover alleged overcharges in payment of freight collected by it on shipments of live stock, and that the same be trebled according to the provisions of the statute. The defendant answered, alleging that in June, 1905, the railroad company filed a suit in the United. States circuit court and upon the filing of the suit there was entered by the court an order restraining the railroad commissioner from taking any steps to put in force and effect the maximum rates mentioned in the statute. The case proceeded to a trial, and final decree was entered adjudging the statute void. An appeal was taken to the supreme court of the United States, which reversed the lower court and directed that the cause be dismissed; that these proceed*706ings were pending during the time which the plaintiff seeks to recover the penalty imposed by the statute. The court, in the opinion at page 27, states the first question as follows:\n“Was said penalty clause of said act suspended during the pendency of said injunction suit in said United States circuit court?”\nThe court reviewed the authorities, especially those which we have heretofore cited, and concludes:\n“By a careful reading it will be seen that all of the cases cited by counsel for defendants, that are in point, fully support the contention that the penalty clause of such a statute is suspended during the pendency of a suit to test the constitutionality of the statute which the penalty is designed to enforce.\n“But upon principle it seems to me 'that where a person is in good faith challenging the validity of a statute, the penal clause thereof, whether severe or lenient, should be suspended pending the litigation brought for that purpose. In my opinion it was never the intention of the legislature to have the penalty enforced during the pendency of the suit; but concede that such was its design, then, in my opinion, such clause would, nevertheless, under the constitutional provisions mentioned, be suspended during that period.” (p. 33.)\nAppreciating the importance of the question involved and its effect on city ordinances, we have cited and quoted at length the well-recognized cases touching the question which lead us to the conclusion that an injunction restraining the enforcement of an ordinance is a defense to a prosecution after the life of the injunction for the violation of the ordinance while the injunction was in force when the ordinance is regulatory in its nature, and its validity depends upon the existence of certain facts which can only be determined by investigation, and the equity suit is maintained and prosecuted in good faith. In this case the ordinance does not involve any question of moral turpitude but is an attempt to regulate what has long been recognized as a legitimate business, and the right to regulate such business depends upon whether the burying of gasoline and kerosene tanks containing more than ten gallons of gasoline or kerosene is in the interest of public safety and a proper exercise of the police power of the city. Judicial inquiry is necessary to determine this question and that there is room for difference of opinion with regard to the necessity of the burying of such tanks and the power of the city to make the requirement, the reported cases dealing with the ordinance in this and the federal courts bear conclusive testimony.\nThere can be no question but that the challenge of the ordinance was made timely and in good faith, and prosecuted with diligence *707to a final determination. The state court, on a proper application, restrained the enforcement of the ordinance, and a like order was made by the federal court, which was made permanent so far as any prosecution was concerned during the period of the judicial inquiry.\nThe issue in the equity case was not to avoid the infliction of a penalty lawfully imposed, but was prosecuted on the assumption that the ordinance purporting to inflict the penalty was void and its object was to protect the plaintiff in the exercise of its alleged right to manage, control and operate its property free from molestation through the enforcement of the ordinance. In other words, the purpose of the equity suit was to protect the company in the exercise of a lawful right by the prevention of a wrongful act injurious to that right. If the appellant may be prosecuted for nonobservance of the ordinance during the period of judicial inquiry, prosecuted by it in good faith, then the right to have the validity of the ordinance tested in a court of equity is of no avail. We must assume that the courts will only restrain the enforcement of a city ordinance when the right of judicial investigation is available and exercised promptly and in good faith.\nWe are therefore constrained to hold that the penalty provision of the ordinance was stayed during the period of the investigation, thereby guaranteeing the appellant due process of law and the equal protection of the law.\nThe judgment of the trial court is reversed with directions to discharge the defendant.\n",
            "ocr": true,
            "opinion_id": 7911011
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Rape"
}