{
    "id": 1179289,
    "judges": "Frantz",
    "date_filed": "2016-01-26",
    "date_filed_is_approximate": true,
    "slug": "schierenbeck-v-minor",
    "case_name_short": "Schierenbeck",
    "case_name": "Schierenbeck v. Minor",
    "case_name_full": "James Henry Schierenbeck v. Mary K. Minor, by Her Mother and Next Friend",
    "attorneys": "Messrs. Gaunt, Byrne and Dirrim, for plaintiff in error.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": "<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b593-5\">Messrs. Gaunt, Byrne and Dirrim, for plaintiff in error.</attorneys> <p data-order=\"5\" data-type=\"legal\" id=\"b593-6\">No appearance for defendant in error.</p>",
    "headmatter": "<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b592-6\">\n    No. 19,881.\n   </docketnumber><br><parties data-order=\"1\" data-type=\"parties\" id=\"b592-7\">\n    James Henry Schierenbeck\n    <em>\n     v.\n    </em>\n    Mary K. Minor, by her mother and next friend.\n   </parties><br><citation data-order=\"2\" data-type=\"citation\" id=\"b592-9\">\n    (367 P. [2d] 333)\n   </citation><br><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b592-10\">\n    Decided December 18, 1961.\n   </decisiondate><br><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b593-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"583\"> \n     *583\n     </span>\n    Messrs. Gaunt, Byrne and Dirrim, for plaintiff in error.\n   </attorneys><br><p data-order=\"5\" data-type=\"legal\" id=\"b593-6\">\n    No appearance for defendant in error.\n   </p><br><court data-order=\"6\" data-type=\"court\" id=\"b593-7\">\n<em>\n     En Banc.\n    </em>\n</court>",
    "citations": [
        "367 P.2d 333",
        "148 Colo. 582"
    ],
    "opinions": [
        {
            "author_str": "Frantz",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3904.0,
            "opinion_text": "\n367 P.2d 333 (1961)\nJames Henry SCHIERENBECK, Plaintiff in Error,\nv.\nMary K. MINOR, Petitioner by her next friend and mother, Mrs. George K. Minor, Defendant in Error.\nNo. 19881.\nSupreme Court of Colorado. En Banc.\nDecember 18, 1961.\nGaunt, Byrne &amp; Dirrim, Brighton, for plaintiff in error.\nNo appearance for defendant in error.\nFRANTZ, Justice.\nAn adjudication in dependency proceedings that Schierenbeck is the father of Sherrie Lynn, a child born to petitioner Mary K. Minor, is attacked by writ of error on several grounds. Insufficiency of evidence to establish that he is her procreator and insufficiency of evidence to overcome the presumption of legitimacy are basically the contentions upon which Schierenbeck pitches his attack.\nIt is not disputed that an act of intimacy between Schierenbeck and Mary K. Minor, the mother, took place on September 7, 1959, and that Sherrie Lynn was born on June 5, 1960. At the time of this illicit act Schierenbeck was sixteen and Mary twenty years of age. Both resided in Thornton, Colorado.\nComplicating the relationship, if any, of Sherrie Lynn to Schierenbeck is the marital relation between Mary K. Sedillo, nee Mary K. Minor, and Ronald Edward Sedillo. A decree in favor of Sedillo, annulling their marriage, was entered on September 14, 1959, by the district court of Denver.\nAt the trial in the dependency proceedings Mary testified that Sherrie Lynn was conceived as a result of her liaison with Schierenbeck. She further testified:\n\"Q. And you were married to Mr. Ronald Sedillo? A. Yes, I was.\n\n*334 \"Q. Is Mr. Sedillo dead? A. No.\n\"Q. What has become of Mr. Sedillo? A. I don't know. He didn't want to take care of his children.\n\"Q. Of his children? A. Well, of his child.\n\"Q. How many children does Mr. Sedillo have? A. I don't know. It wouldn't surprise me. * * *\n\"Q. You don't know where Mr. Sedillo is, is that correct? A. No.\"\nThis is all that appears in the record regarding Sedillo's whereabouts. From the evidence we note that one week after Schierenbeck was intimate with Mary, Sedillo obtained a decree of annulment from her in Denver. We further note that all other evidence in the matter relates in time to the date of trial. That Sedillo was in or near the locality where Mary lived during the critical period of conception looms large in the factual picture presented by the record.\nA child born to a woman married at the time of its conception is by law presumed to be legitimate. Estate of Seddon, 110 Colo. 528, 136 P.2d 285; see Nulman v. Cooper, 120 Colo. 98, 207 P.2d 814, 815. Mary was confronted with this presumption of legitimacy and its effect. To overcome it she had to prove that Sedillo \"had no access to her during the time when, according to the course of nature, he could be the father of the child.\" Nulman v. Cooper, supra; Vasquez v. Esquibel, 141 Colo. 5, 346 P.2d 293.\nMary's evidence is wanting in probative value on the matter of non-access by Sedillo. Indeed, Sedillo's presence near Thornton (he obtained the annulment decree in Denver) has affirmative aspects working in opposition to any contention of non-access.\nSince we are dealing with the rights of a child, who has a right to the support of her natural parents and to the presumption of a legitimate birth, we remand the case for the taking of additional evidence. With the doubtful question of a putative father who is also a minor, the question of access of the husband should be fully explored to the end that the fact-finder may be properly informed as to the relationship that Sherrie Lynn may bear to Schierenbeck or others.\nOur remand is a disposition comporting with the established policy in this jurisdiction to insure that adequate protection is afforded minors, and that their rights are not impaired, divested or lost through failure of courts and attorneys to present their cause sufficiently and suitably. In line with this policy Mr. Justice Moore said in Ortega v. Portales, 134 Colo. 537, 307 P.2d 193, 196, involving a dependency proceeding:\n\"The infant child cannot be deprived of its right to continued parental care and support by the failure on the part of any person to act within a limited time following its birth.\"\n\"[C]ourts should be vigilant in protecting the rights of minors.\" Hutchinson v. McLaughlin, 15 Colo. 492, 25 P. 317, 319, 11 L.R.A. 287. We are ever mindful that a child \"is a ward of the court, whose duty it is to exercise a watchful and protecting care over his interests, and not permit his rights to be waived, prejudiced, or surrendered either by his own acts or by the admissions or pleadings of those who act for him.\" Seaton v. Tohill, 11 Colo. App. 211, 53 P. 170, 172. See Rausch v. Cozian, 86 Colo. 389, 282 P. 251.\nIn his brief, Schierenbeck cites C.R.S. '53, 40-2-25(10), which defines rape in the third degree by a female of a male person under the age of eighteen years. We are not entirely sure of the application he would have us make of that provision to the facts of this case. If, however, he supposes, as we surmise he does, that by reason of this section his testimony should be viewed more favorably than that of other witnesses, it having an ethereal, mystic operation whereby his testimony becomes more worthy of belief, we have failed to discover any such purpose or effect from the wording of such statute.\n*335 Certain it is that his assent to the illicit act does not exclude commission of the statutory crime, but it has nothing to do with assent as relating to progeny. His youth is basic to the crime; it is not a factor in the question of whether he is the father of Sherrie Lynn.\n\"The putative father may be liable in bastardy proceedings for the support and maintenance of his child, even though he is a minor * * *.\" 10 C.J.S. Bastards § 53, page 152. If Schierenbeck is adjudged to be the father of Sherrie Lynn after a proper hearing and upon sufficient evidence, he should support her under this fundamental doctrine.\nThe judgment is reversed and the cause remanded with directions to proceed in manner consistent with the views herein expressed.\n",
            "ocr": false,
            "opinion_id": 1179289
        }
    ],
    "court_short_name": "Supreme Court of Colorado",
    "court_full_name": "Supreme Court of Colorado",
    "court_type": "S",
    "court_jurisdiction": "Colorado, CO",
    "crime_category": "Rape"
}