{
    "id": 1190536,
    "judges": "Fontron, Price",
    "date_filed": -89337600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-taylor",
    "case_name_short": "Taylor",
    "case_name": "State v. Taylor",
    "case_name_full": "State of Kansas, Appellee, v. Clay Henry Taylor, Appellant",
    "attorneys": "B. L. Pringle, of Topeka, argued the cause and was on the brief for the appellant., Robert D. Hecht, County Attorney, argued the cause, and Robert C. Londerholm, Attorney General, was with him on the brief for the appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 45,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b340-4\">\n    No. 44,564\n   </docketnumber><br><parties id=\"b340-5\">\n    State of Kansas,\n    <em>\n     Appellee,\n    </em>\n    v. Clay Henry Taylor,\n    <em>\n     Appellant.\n    </em>\n</parties><br><citation id=\"b340-6\">\n<em>\n     (424 P.\n    </em>\n    2d 612)\n   </citation><decisiondate id=\"A1T\">\n    Opinion filed March 4, 1967.\n   </decisiondate><br><attorneys id=\"b340-17\">\n    B.\n    <em>\n     L. Pringle,\n    </em>\n    of Topeka, argued the cause and was on the brief for the appellant.\n   </attorneys><br><attorneys id=\"b340-18\">\n<em>\n     Robert D. Hecht,\n    </em>\n    County Attorney, argued the cause, and\n    <em>\n     Robert C. Londerholm,\n    </em>\n    Attorney General, was with him on the brief for the appellee.\n   </attorneys>",
    "citations": [
        "424 P.2d 612",
        "198 Kan. 290"
    ],
    "opinions": [
        {
            "author_str": "Fontron",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4462.0,
            "opinion_text": "\n198 Kan. 290 (1967)\n424 P.2d 612\nSTATE OF KANSAS, Appellee,\nv.\nCLAY HENRY TAYLOR, Appellant.\nNo. 44,564\nSupreme Court of Kansas.\nOpinion filed March 4, 1967.\nB.L. Pringle, of Topeka, argued the cause and was on the brief for the appellant.\nRobert D. Hecht, County Attorney, argued the cause, and Robert C. Londerholm, Attorney General, was with him on the brief for the appellee.\n*291 The opinion of the court was delivered by\nFONTRON, J.:\nThe defendant, Clay Henry Taylor, was convicted of molesting a child under the age of fifteen years, in violation of K.S.A. 38-711 (formerly 1961 Supp., 38-711). He was sentenced to life imprisonment under the Habitual Criminal Act and brings this appeal.\nBriefly stated, the state's evidence shows that the defendant (sometimes called Taylor herein) accosted a twelve-year-old boy in one of Topeka's parks on a summer evening in July 1964 and committed an act of gross indecency upon him; that a few days later the lad saw the defendant swimming at the same park and identified him as the culprit; that the defendant was arrested by an officer called by the boy's father and was taken to police headquarters, where he was questioned by two city detectives and where he was again identified by the boy at a police line-up consisting of the detectives and the defendant.\nOn his part, the defendant testified that he had never seen the boy prior to the date of his arrest and he flatly denied the charge filed against him.\nA number of points requiring our attention have been raised in this appeal.\nThe first of these pertain to the admissibility of evidence. The two officers who questioned the defendant at the police station after his arrest were permitted to testify concerning the interrogation. During the questioning, certain admissions were obtained from the defendant as to prior offenses and the defendant asserts they were inadmissible under the authority of Escobedo v. Illinois, 378 U.S. 478, 12 L. Ed. 2d 977, 84 S. Ct. 1758, and Miranda v. Arizona, 384 U.S. 436, 16 L. Ed. 2d 694, 86 S. Ct. 1602. We believe this contention is not tenable. Neither of these federal cases can be said to be controlling under the facts of this case. At least one of the decisive factors which was present in the Escobedo case, and which undergirded that decision, is found to be lacking in the present action, while Miranda was decided some two years after the defendant's trial was held. It has been held that the Miranda decision has prospective application only (Johnson v. New Jersey, 384 U.S. 719, 16 L. Ed. 2d 882, 86 S. Ct. 1772.) See, also, State v. Jenkins, 197 Kan. 651, 657, 421 P.2d 33.\nHowever, other questions posed by Taylor in connection with his *292 interrogation possess greater merit. The two officers questioned the defendant about his past activities and in response to their inquiries Taylor admitted both a conviction on a molestation charge in Nebraska and an arrest for burglary and larceny. We view his admission of the conviction on child molestation charges as being properly presented as part of the state's case in chief provided, of course, that the jury was correctly charged as to the purpose for which such evidence was admitted and might be considered. This court has long held that evidence of similar offenses is admissible where it tends to show intent, motive, scienter, plan, identity, scheme or method of operation. (State v. Stephenson, 191 Kan. 424, 381 P.2d 335; State v. Wright, 194 Kan. 271, 398 P.2d 339; State v. Poulos, 196 Kan. 287, 411 P.2d 689, cert. den. 385 U.S. 827, 17 L. Ed. 2d 64, 87 S. Ct. 63.) This rule has been incorporated into the body of our statutory law by K.S.A. 60-455.\nBut the defendant maintains that the trial court improperly instructed the jury as to the purpose for which the evidence was received. The instruction, as given by the court, reads:\n\"Evidence of prior and independent sexual offenses may be considered as evidence tending to show a lustful disposition, the existence or continuance of the relation, as such acts tend to explain the act charged and corroborate other testimony relating to the present charge.\"\nIt must be conceded that this instruction is couched in language used by this court in State v. Stitz, 111 Kan. 275, 206 P. 910, and later quoted with approval in State v. Allen, 163 Kan. 374, 183 P.2d 458. Nonetheless, we are not inclined to approve its use today in view of the subsequent enactment of K.S.A. 60-455. The statute provides:\n\"Subject to section 60-447 evidence that a person committed a crime or civil wrong on a specified occasion, is inadmissible to prove his disposition to commit crime or civil wrong as the basis for an inference that he committed another crime or civil wrong on another specified occasion but, subject to sections 60-445 and 60-448 such evidence is admissible when relevant to prove some other material fact including motive, opportunity, intent, preparation, plan, knowledge, identity or absence of mistake or accident.\"\nThis statute defines the purposes for which evidence of similar offenses may be admitted. Neither explanation of the act charged nor corroboration of other testimony relating to the charge is comprehended within the language or the import of the act. In our opinion, a trial court should limit its instructions concerning the purposes for which similar offenses may be considered to those purposes *293 set out in the statute and purposes analogous thereto. Accordingly, we are constrained to disapprove that part of the instruction which follows the words \"lustful disposition\" as well as the language in the Stitz and Allen cases from which that portion of the instruction was taken.\nOne of the police officers testified that the defendant admitted an arrest in Colorado, while the other testified that Taylor \"volunteered\" the information he had been arrested for burglary and larceny. It is possible these two admissions referred to the same arrest. Whether that be true or not, we believe this evidence not admissible. The rule has long been settled that a crime may not be proved by evidence or other and unrelated offenses or instances of bad conduct. (State v. Owen, 162 Kan. 255, 176 P.2d 564; State v. Myrick, 181 Kan. 1056, 317 P.2d 485; State v. Stephenson, supra.)\nThe evidence is no less objectionable when it is sought to be introduced through the medium of an extrajudicial statement made by the accused than where it is attempted by other means. In both Myrick and Stephenson, the proscribed evidence was introduced by the state in its case in chief, as is true here, through the agency of statements taken from the accused by law enforcement officers.\nFurthermore, we are of the opinion that the offensive evidence comes within the ban of K.S.A. 60-447, which provides:\n\"Subject to section 60-448 when a trait of a person's character is relevant as tending to prove his conduct on a specified occasion, such trait may be proved in the same manner as provided by section 60-446, except that (a) evidence of specific instances of conduct other than evidence of conviction of a crime which tends to prove the trait to be bad shall be inadmissible, and (b) in a criminal action evidence of a trait of an accused's character as tending to prove his guilt or innocence of the offense charged, (l) may not be excluded by the judge under section 60-445 if offered by the accused to prove his innocence, and (ii) if offered by the prosecution to prove his guilt, may be admitted only after the accused has introduced evidence of his good character.\" (Emphasis supplied.)\nAs we have already noted, the prosecution offered the defendant's admission of his prior arrest for burglary and larceny during its case in chief. It is obvious that, as of such time, the defendant had not presented evidence of his good character, for he had presented no evidence at all.\nFurther complaint is made that certain parts of the state's cross-examination of the defendant violated K.S.A. 60-422. We are *294 inclined to agree with this contention. So far as pertinent to the issue thus raised, this statute provides:\n\"As affecting the credibility of a witness ... (d) evidence of specific instances of his conduct relevant only as tending to prove a trait of his character, shall be inadmissible.\"\nTo illustrate the objectionable nature of the cross-examination, it is necessary that we quote it in part. The following excerpt is taken from the record:\n\"Q. I believe you told Mr. Olander, your attorney, that you told the police that you didn't think much of their identification because the line-up wasn't any good. Is that right?\n\"A. That's right.\n\"Q. How do you know the line-up wasn't any good?\n\"A. Nobody could tell the difference between the dress of the people.\n\"Q. You have been in a line-up before.\n\"A. Yes, I have.\n\"Q. On more than one occasion?\n\"A. Yes, I have.\n\"Q. On how many occasions have you been in a line-up?\n\"A. I say three or four.\n\"Q. Is that all?\n\"A. Yes, sir.\"\nThese questions are followed by many others relating to line-ups in a number of cities, knowledge of most of them being denied by the defendant. Patently, this was an attempt to discredit the defendant by showing or insinuating that he had appeared in a succession of police line-ups. The evidence thus sought to be adduced could be relevant only as showing the defendant's bad character. We think it was inadmissible for that purpose, under the proscription of 60-422, supra.\nThe state seeks to justify this line of questioning by arguing that the defendant opened up the subject by claiming to be an \"expert\" on line-ups. This argument appeals to us as absurd. The defendant's criticism of the line-up went only to the matter of how the participants were dressed, and his comment may not have been entirely devoid of merit, since the record indicates that the detectives who flanked the defendant in the three-man line-up were dressed in similar clothing which differed from that worn by the defendant. At any rate, we find nothing in the record to suggest that Taylor was holding himself out as an expert on line-ups and, even if he was, that would not open the floodgates to a rash of improper questioning.\n*295 Other parts of the state's badgering cross-examination appear to us as improper. In addition to a series of highly argumentative questions, which we shall not quote here, the prosecuting attorney plagued the defendant with numerous questions about his past. Typical of the harassment to which the defendant was subjected are the following extracts (among others), which we have lifted from the record:\n\"Q. Have you ever done a dishonest thing in your life?\n\"A. Yes, I have.\n\"Q. But you have never lied?\n\"A. Not that I can remember.\n\"Q. You ever steal?\n\"A. Yes.\n\"Q. You ever break into places?\n\"A. Yes.\n\"Q. I see. So you admit you have broken into places?\n\"A. Yes.\n\"Q. You admit you have stolen things?\n\"A. Yes, sir.\"\n..............\n\"Q. How many times have you broken into places?\n\"A. I can't remember the exact times.\n\"MR. OLANDER: Objection, Your Honor. It has no bearing on this case.\n\"MR. HECHT: It has a bearing on his credibility.\n\"THE COURT: It has something to do with his credibility. He may answer.\n\"Q. How many times? Do you know, sir?\n\"A. I just can't remember the exact times.\n\"Q. More times than you can recall?\n\"A. Yes.\n\"Q. How many times have you stolen things?\n\"A. I can't remember.\n\"Q. More times than you can remember?\n\"A. Yes.\n\"Q. Quite a few times?\n\"A. Yes.\"\nAs we have previously said, attempts by the state to discredit the character of a defendant by eliciting specific instances of prior illicit or bad conduct contravene the terms of 60-422, supra. In Gard, Kansas Code of Civil Procedure, annotated, the author, in discussing the statute, makes the following observation as to its intended effect:\n\"... The rule will have some restraining effect on cross examination into specific misconduct where credibility only is at stake.\" (p. 397.)\nWe might also say in passing that since the defendant, at no time, attempted to introduce evidence of his good character, the isolated *296 instances of prior offenses adduced upon cross-examination were likewise inadmissible to establish guilt, by virtue of 60-447, supra.\nThe state suggests that Chapter 60, Kansas Statutes Annotated, which we know as the new Code of Civil Procedure enacted in 1963, is unconstitutional in its entirety as violating Section 16 of Article 2 of the Kansas Constitution. If this were true, Sections 60-422, 60-447, 60-455 and related statutes would, of course, fall with the code as a whole. The constitutional provision reads in pertinent part:\n\"No bill shall contain more than one subject, which shall be clearly expressed in its title ...\"\nIt is the state's position that because of the inclusion in the Code of Civil Procedure of provisions which apply to the examination and testimony of witnesses who appear in criminal trials, the Act of 1963 establishing the code contains more than one subject and hence contravenes the foregoing constitutional provision. The state points to the title of the act as evidencing that the subject matter embraced by the act is civil procedure, not criminal. So far as material, the title reads:\n\"An Act revising the code of civil procedure, and repealing chapter 60 of the General Statutes of 1949, entitled procedure, civil ...\"\nWe are of the opinion, however, that the state's posture cannot be sustained. G.S. 1949, 62-1413 (which now appears as K.S.A. 62-1413) was in full effect when the new code was enacted and has remained in force ever since. It provides as follows:\n\"The provisions of law in civil cases relative to compelling the attendance and testimony of witnesses, their examination, the administration of oaths and affirmations, and proceedings as for contempt, to enforce the remedies and protect the rights of parties, shall extend to criminal cases so far as they are in their nature applicable thereto, subject to the provisions contained in any statute.\"\nThrough the medium of this statute, rules of evidence relative to the testimony and examination of witnesses in criminal cases are assimilated, when applicable, to the rules prescribed in the Code of Civil Procedure for use in civil cases. This assimilation was as true under the old code as it now is under the new code, which has merely superseded the old.\nIn his work previously mentioned, Judge Gard comments on the scope of the new rules of evidence and says: `The rules of evidence in this article [Article 4] are expressly made applicable to *297 both civil and criminal actions....\" (p. 365.) See, also, State v. Wright, supra. The wisdom of consolidating evidentiary rules in a single comprehensive compendium can hardly be subject to serious debate.\nThe osmotic interaction engendered by 62-1413, supra, in essence, brings evidentiary rules applicable to the examination of witnesses in criminal trials within the ambit of the civil code. Giving practical effect to the foregoing statute, we believe the new Code of Civil Procedure can be said to embrace but one subject, as expressed in its title, and is not constitutionally objectionable.\nWe proceed to another issue raised on appeal. On his direct examination, the defendant testified he was told by the detectives that the offense occurred on July 24. He was then asked what he had been doing on the evening of July 24, to which the state objected for the reason that the defendant had failed to file notice of alibi. This objection was sustained. Defense counsel thereupon requested a continuance until a notice could be filed. This request was likewise denied by the court and error is assigned in these rulings.\nOur statute governing the plea of alibi is K.S.A. 62-1341. Its provisions have been held to apply where a defendant seeks to establish an alibi by means of his own testimony, as well as where he attempts to prove the same by other witnesses (State v. Rider, 194 Kan. 398, 399 P.2d 564).\nThe statute is quite long and need not be quoted here in full. It is sufficient to say, in general, that where an information specifically charges the time and place of an offense, a defendant is required to give the state at least seven days notice of his intention to introduce evidence establishing an alibi; that in the event the time and place are not specifically stated, the court, on defendant's application, shall direct the county attorney to state the time and place as accurately as possible, after which has been done, the defendant shall give the required notice; and that unless notice has been given, the defendant may not be permitted to offer evidence that he was at some other place at the time of the offense charged. The statute then goes on to provide:\n\"... In the event the time or place of the offense has not been specifically stated in the complaint, indictment or information, and the court directs it be amended, or a bill of particulars filed, as above provided, and the county attorney advises the court that he cannot safely do so on the facts as he has been informed concerning them; or if in the progress of the trial the evidence discloses a time or place of the offense other than alleged, but *298 within the period of the statute of limitations applicable to the offense and within the territorial jurisdiction of the court, the action shall not abate or be discontinued for either of those reasons, but defendant may, without having given the notice above mentioned, offer evidence tending to show he was at some other place at the time of the offense.\" (Emphasis supplied.)\nThe emphasized section of the foregoing provision we believe to be pertinent to the facts of this case. The information on which the defendant was tried alleged that the offense was committed \"on the ____ day of August, A.D. 1964.\" The only evidence shown in the record disclosed a date or time of offense quite other than that alleged, that is, the evidence showed the offense to have been committed on a day in July, not on a day in August. We think that under the plain mandate of the statute, the defendant should have been permitted to answer the question and, in our opinion, the court erred in holding otherwise.\nA somewhat unique situation developed during presentation of the defendant's motion for a new trial. At the hearing, the state introduced a copy of a Topeka police department report purporting to show that the offense was reported at 3:00 p.m. on July 23, 1964.\nDespite this Johnny-come-lately bit of information, which must have come as a surprise to the state, itself, the defendant should have been permitted to testify at the trial concerning his whereabouts on the date which was at that time in evidence. What the evidence may show as to the date of the offense in the event a new trial is held, or what evidence the defendant may have to offer in response thereto, can be of no concern at this stage of the proceedings.\nThe several errors we have noted require that the conviction be reversed. From our examination of the record as a whole, we are satisfied that the defendant did not receive the fair and impartial trial which was his due under our juristic system. This conclusion is not intended to indicate that there was inconclusive evidence of guilt. However, we have said, \"... That [guilt] is hardly the test....\" (State v. Bean, 179 Kan. 373, 379, 295 P.2d 600). No matter how guilty a defendant may be, or how strong and overpowering the evidence may be against him, he is nevertheless entitled to a fair and impartial trial. (State v. Winchester, 166 Kan. 512, 518, 203 P.2d 229; State v. Bean, supra.) The same is true, we may add, no matter how heinous or revolting the crime with which a defendant is charged.\n*299 The conclusion we have reached makes it unnecessary for us to consider other alleged errors. There is one matter, however, which we think deserves comment for the benefit of both bench and bar. This pertains to the admissibility of evidence of prior convictions pursuant to the Habitual Criminal Act (K.S.A. 21-107a).\nThe state, in this case, proffered into evidence an exhibit which the county attorney orally described as a machine copy of the United States Department of Justice Federal Bureau of Investigation \"rap sheet\" and the Kansas Bureau of Investigation \"rap sheet.\" This exhibit, which was neither certified nor identified by any witness, purported to show three prior convictions, two for burglary and larceny in Colorado and one for child molestation in Nebraska.\nAn exhibit of this character, in and of itself, constitutes hearsay evidence and as such is inadmissible to establish previous convictions unless it comes within one of the exceptions to the hearsay rule (See K.S.A. 60-460). Recognizing the rule, the state suggests that judicial notice may be taken of the fact that the Federal Bureau of Investigation, in its normal course of business, receives and records all arrests within the United States and furnishes copies of the same to local law enforcement agencies. We think such a proposal is highly questionable. Neither the procedures, reports, or \"rap sheets\" of the FBI or of the KBI are specifically listed in our statutes on judicial notice (K.S.A. 60-409 to 412), nor are we, by any means, persuaded that those matters are \"facts of generalized knowledge capable of immediate and accurate determination by resort to easily accessible sources of indisputable accuracy\" (K.S.A. 60-409 [a] and [b]).\nBut more than that, there is no evidence in this record which can be said to establish that the \"rap sheets\" can qualify as business records under the statute. None of the conditions required by K.S.A. 60-460 (m), to make a business entry admissible as an exception to the hearsay rule, are shown to have been met. The reports, apparently received by the county attorney, certainly may not be said to be records of his office (See State v. Foster, 198 Kan. 52, 422 P.2d 964). There was no attempt to identify either one of the \"rap sheets\" by competent testimony, nor was any effort made to establish that the sources of information from which the reports were compiled, or the methods and circumstances of their preparation were such as to indicate their trustworthiness.\n*300 While this court has been liberal in approving methods of establishing a prior conviction, we have never held that courts may dispense with legal proof of the fact.\nFor reasons set forth in this opinion, the judgment of the trial court is reversed and this case is remanded with directions to grant the defendant a new trial.\nPRICE, C.J., concurs in the result.\n",
            "ocr": false,
            "opinion_id": 1190536
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Rape"
}