{
    "id": 622198,
    "judges": "Benton, Gruender, Shepherd",
    "date_filed": "1999-05-30",
    "date_filed_is_approximate": true,
    "slug": "dennis-strutton-v-linda-meade",
    "case_name_short": null,
    "case_name": "Dennis Strutton v. Linda Meade",
    "case_name_full": "Dennis W. STRUTTON, Plaintiff-Appellant, v. Linda MEADE, Psych I; Mary Weiler, LCSW; Jonathan Rosenboom, Sr., Psy.; Rebecca Semar, Act. III, Rec. Ther.; Alan Blake; Missouri Department of Mental Health, Defendants-Appellees",
    "attorneys": "Roger K. Heidenreich, argued and on the brief, St. Louis, MO, for appellant., Rex Patrick Fennessey, AAG, argued and on the brief, St. Louis, MO, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted: Feb. 24, 2011.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b575-8\">\n    Dennis W. STRUTTON, Plaintiff-Appellant, v. Linda MEADE, Psych I; Mary Weiler, LCSW; Jonathan Rosenboom, Sr., Psy.; Rebecca Semar, Act. III, Rec. Ther.; Alan Blake; Missouri Department of Mental Health, Defendants-Appellees.\n   </parties><br><docketnumber id=\"b575-11\">\n    No. 10-2029.\n   </docketnumber><br><court id=\"b575-12\">\n    United States Court of Appeals, Eighth Circuit.\n   </court><br><otherdate id=\"b575-13\">\n    Submitted: Feb. 24, 2011.\n   </otherdate><br><decisiondate id=\"b575-14\">\n    Filed: Feb. 3, 2012.\n   </decisiondate><br><attorneys id=\"b577-16\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"551\"> \n     *551\n     </span>\n    Roger K. Heidenreich, argued and on the brief, St. Louis, MO, for appellant.\n   </attorneys><br><attorneys id=\"b577-17\">\n    Rex Patrick Fennessey, AAG, argued and on the brief, St. Louis, MO, for appellee.\n   </attorneys><br><judges id=\"b577-18\">\n    Before GRUENDER, BENTON, and SHEPHERD, Circuit Judges.\n   </judges>",
    "citations": [
        "668 F.3d 549"
    ],
    "opinions": [
        {
            "author_str": "Shepherd",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 15.0,
            "download_url": "http://www.ca8.uscourts.gov/opndir/12/02/102029P.pdf",
            "author_id": null,
            "opinion_text": "                      United States Court of Appeals\n                          FOR THE EIGHTH CIRCUIT\n                                   ___________\n\n                                   No. 10-2029\n                                   ___________\n\nDennis W. Strutton,                  *\n                                     *\n            Plaintiff–Appellant,     *\n                                     *       Appeal from the United States\n      v.                             *       District Court for the\n                                     *       Eastern District of Missouri.\nLinda Meade, Psych I; Mary Weiler,   *\nLCSW; Jonathan Rosenboom, Sr., Psy.; *\nRebecca Semar, Act. III, Rec. Ther.; *\nAlan Blake; Missouri Department of   *\nMental Health,                       *\n                                     *\n            Defendants–Appellees.    *\n\n                                   ___________\n\n                             Submitted: February 24, 2011\n                                Filed: February 3, 2012\n                                 ___________\n\nBefore GRUENDER, BENTON, and SHEPHERD, Circuit Judges.\n                          ___________\n\nSHEPHERD, Circuit Judge.\n\n       Dennis W. Strutton filed a pro se 42 U.S.C. § 1983 action, alleging violations\nof his Fourteenth Amendment due process rights as a civilly-committed resident of\n\fthe Missouri Sexual Offender Treatment Center (MSOTC).1 He now appeals the\ndistrict court’s2 adverse judgment entered after a six-day bench trial. We affirm.\n\n                                           I.\n\n       In 1999, Missouri lawmakers passed the Missouri Sexually Violent Predators\nAct (MSVPA). Under the MSVPA, those persons who are determined to be a\n“sexually violent predator”3 are “committed to the custody of the director of the\ndepartment of mental health for control, care and treatment until such time as the\nperson’s mental abnormality has so changed that the person is safe to be at large.”\nMo. Rev. Stat. § 632.495(2). MSOTC conducts annual mental health evaluations of\neach resident. Those evaluations are presented to the committing court to aid that\ncourt in determining whether a given resident should remain committed. The director\nof the Missouri Department of Mental Health or his designee may endorse a petition\nfor release, but a court or jury ultimately determines whether a person has met the\nstatutory requirements for release. See Mo. Rev. Stat. § 632.498.\n\n      MSOTC conducts a treatment program for its residents. Residents are not\nrequired to participate in the treatment program, but MSOTC encourages\n\n\n      1\n        MSOTC has been renamed the Sexual Offender Rehabilitation Treatment\nService and is now affiliated with the Southeast Missouri Mental Health Center. For\nclarity’s sake, this opinion will continue to refer to the center as MSOTC.\n      2\n        The Honorable E. Richard Webber, United States District Judge for the Eastern\nDistrict of Missouri.\n      3\n       “Sexually violent predator” is defined as “any person who suffers from a\nmental abnormality which makes the person more likely than not to engage in\npredatory acts of sexual violence if not confined in a secure facility and who: (a) Has\npled guilty or been found guilty, or been found not guilty by reason of mental disease\nor defect . . . , of a sexually violent offense; or (b) Has been committed as a criminal\nsexual psychopath . . . .” Mo. Rev. Stat. § 632.480(5).\n\n                                          -2-\n\fparticipation. The program consists of four phases, with progress levels within each\nphase. Phase I is “Engagement” and focuses on engaging the resident in the treatment\nprocess with an emphasis on understanding the cognitive behavioral process and the\nability of the individual to change thoughts, feelings, and behavior. During Phase II,\nor “Cognitive Restructuring,” the resident works to understand his “offense cycle” and\nbegins to change the thought processes and thinking errors that lead to problem\nactivities.      At Phase III, called “Personal Deviant Cycles/Relapse\nPrevention/Emotional Integration,” the individual is fully engaged in the treatment\nprocess and is working to establish healthier habits that avoid deviant thought\nprocesses and behaviors. The final phase is “Community Re-Integration.” During\nPhase IV, the individual develops the necessary skills and techniques for living in the\ncommunity at large.\n\n       To progress through the four phases, residents are required to participate in\npsychotherapeutic “process groups,” which consist of group discussions led by\npsychologists and social workers. In the process groups, residents are expected to\nacknowledge their problems, identify their offense cycles, and learn how to break\nthose cycles. According to defendant Alan Blake, the Chief Operating Officer of the\nMSOTC, it is impossible for a resident to complete sex offender treatment at the\nMSOTC without admitting to the crime or crimes that led to the resident’s\ncommitment. The therapists leading the process groups work to establish a\ntherapeutic alliance, or rapport, with the members of the groups because the members\nfrequently deny having committed sexual offenses and have difficulty speaking about\ntheir offenses. In addition to process groups, MSOTC also offers a variety of\npsychoeducational classes designed to help the residents learn more about behavior\nand anger management strategies or addiction behaviors. Participation in these classes\nis encouraged but not required for a resident to progress through the treatment\nprogram.\n\n\n\n\n                                          -3-\n\f       Budget limitations and staffing shortages have been continuing problems for\nthe MSOTC. Significant shortages in professional staff occurred from the fall of 2006\nthrough the spring of 2007. At that time, the defendants in this action—Blake;\nRebecca Semar, former Clinical Director and acting Activity Therapy Coordinator;\nMary Weiler, a Clinical Social Worker; Jonathan Rosenboom, the Clinical Director;\nand Linda Meade, a Psychologist—were tasked with the responsibility of responding\nto the struggles faced by MSOTC. The defendants implemented a series of changes\nto their psychoeducational courses and process group sessions. Psychoeducational\ncourses were discontinued altogether during this time. On September 28, 2006,\nMSOTC sent a memorandum to the residents explaining that process groups would\nbe doubling up on group therapists, increasing the size of the groups to the maximum,\nand placing some residents on a waiting list for future openings in the groups. The\nchange to include co-therapists in each group was implemented so that in the event\nthat a therapist was absent, the group could still be conducted. However, this also\nresulted in a reduction in the overall number of available groups. Also, the frequency\nof process group sessions was reduced from three times per week to twice a week, and\nthe three trimester breaks when process groups were not conducted were increased\nfrom two weeks in length to four weeks.\n\n        For treatment and security purposes, MSOTC officials incorporated a set of\nrules, the violation of which resulted in a reduction of the resident’s progress level and\nrestriction of the resident’s movement to a “Restriction Table.” A resident assigned\nto the Restriction Table, which was located near the nurses’ station, was not permitted\nto speak to another person unless that person was also seated at the table, and was only\nallowed to leave the table for meals, classes, process groups, and for an hour of\nexercise. Residents would remain at the table from early morning until late evening.\nDespite its name, residents assigned to the Restriction Table were not physically\nrestrained and were allowed to stand, stretch, get a drink of water, or use the restroom\nas needed. Violations were categorized as minor, major, and intolerable. A resident\nwho committed a “minor” violation received a two-day assignment to the Restriction\n\n                                           -4-\n\fTable, “major” violations resulted in a seven-day assignment, and “intolerable”\nviolations yielded a fourteen-day assignment. Assigned days at the Restriction Table\ncould also accumulate, so some residents were subjected to months of time at the\nRestriction Table due to multiple rule violations. Additionally, residents who\ncommitted violations, and thus were assigned to the Restriction Table, were reverted\nto earlier treatment phases or progress levels within a given treatment phase.\n\n       Sometime after August 2007, use of the Restriction Table was discontinued,\nand MSOTC implemented the use of a Restriction Area. This Area was usually the\nfacility’s day hall where residents could be closely monitored by MSOTC staff. In\naddition to adopting the use of the Restriction Area, MSOTC no longer tied a\nresident’s progress through treatment phases to a violation of the institution’s rules.\n\n                                          II.\n\n      In 1997, Strutton pled guilty to first degree child molestation in Missouri state\ncourt. As part of his plea, he stipulated to being a “sexually violent predator” as\ndefined by the MSVPA. After serving his term of imprisonment, Strutton was\ninvoluntarily committed in 2002 for an indefinite period of time to the MSOTC.\nWhen he first arrived at the MSOTC, Strutton rarely attended treatment classes,\nsubmitted multiple grievances about the classes he was asked to take and treatment he\nreceived, and was disruptive towards fellow residents and the nursing staff. While\nattending one progress group, Strutton was so disruptive that other members of the\ngroup threatened to quit.\n\n      In January 2006, Strutton joined a Phase I, or “Engagement,” process group led\nby Deanna Wolf, a psychological resident who worked at MSOTC from September\n2004 through September 2006. Wolf testified that prior to joining her group, Strutton\nhad refused treatment for the majority of his time at the MSOTC. She noted that in\nJune 2006, Strutton’s participation with the group varied based on his mood, but that\n\n                                          -5-\n\fby July, she felt that she was building some trust with him. According to a September\n25, 2006 progress note, Wolf recorded, “Group started pulling back together. Mr.\nStrutton increased participation during groups and began being more receptive to\nfeedback as well as providing feedback to peers. At times engaged in impression\nmanagement.” Wolf quit working at MSOTC after September 2006.\n\n       Strutton also testified about his treatment, recounting how he was transferred\nin late 2006 to a different process group led by a different staff member. After this\ntransfer, he ultimately quit attending the process group because of purported conflicts\nwith his family and because of conflicts he had with the new group leader, Marisa\nRichardson. In his testimony, Strutton staunchly maintained that he would not\nparticipate in any treatment that required him to admit past sexual offenses. He filed\nat least two habeas corpus petitions in federal court seeking release on the basis of\nactual innocence. He also testified that he often refused to attend process groups\nbecause of his Wiccan religious beliefs, but he acknowledged that nothing in those\nbeliefs would prevent him from admitting past sexual offenses. Records from the\nMSOTC admitted into evidence before the district court demonstrate that Strutton was\ngiven multiple opportunities to attend process groups after he was transferred away\nfrom Wolf’s process group in 2006. These records also show that Strutton only\nsporadically attended. When he did attend, he was not progressing in treatment and\nfrequently was disruptive in the group.\n\n                                         III.\n\n      Strutton initiated this lawsuit claiming, as relevant, that his Fourteenth\nAmendment substantive due process rights were violated by defendants’ failure to\nprovide him with consistent access to adequate mental health treatment and by the\nMSOTC’s use of disciplinary measures that serve no therapeutic purpose. Strutton\nsought declaratory relief finding the challenged practices were unconstitutional and\nequitable relief requiring defendants to provide uninterrupted access to an adequate\n\n                                          -6-\n\ftreatment program and to cease use of the Restriction Table or Restriction Area as a\nmeans of disciplinary measures. During the pendency of the case, Strutton also sought\nsanctions against defendants for their failure to preserve emails and other records after\nhe began this action.\n\n        After hearing six days of testimony and considering numerous exhibits, the\ndistrict court issued a thorough opinion recounting in detail the testimony and\nevidence presented at trial. As relevant to the issues in this appeal, the district court\nfirst determined that Strutton had standing to pursue his claims and that the issues\nwere not moot. Next, the district court held that Strutton did not have a fundamental\nright to treatment while committed to the MSOTC. The district court explained that\nany right to treatment possessed by Strutton arose under Missouri statute and that to\nestablish a Fourteenth Amendment claim, Strutton had to show that the inadequacies\nin the treatment he received were so arbitrary or egregious as to shock the conscience.\nAlthough the district court determined that the temporary elimination of\npsychoeducational courses and the limitations imposed on process groups fell below\nan acceptable professional standard, the court also held that treatment made available\nto Strutton was not conscience-shockingly deficient. Finally, the district court held\nthat “Strutton’s allegations concerning the Restriction Table d[id] not implicate [a\nfundamental right] and its corresponding professional judgment standard” because\nStrutton was not physically restrained to the table. Nor did the court find the use of\nthe Restriction Table to be conscience-shocking, due in large measure to Strutton’s\nability to stand, walk about, use the restroom, attend meals, and attend classes or\nprocess groups.\n\n       On appeal, Strutton claims that the district court erred when (1) it determined\nStrutton did not have a fundamental liberty interest in receiving treatment, (2) it\napplied a conscience-shocking standard to Strutton’s claim of unconstitutional\ntreatment, (3) assessed only the physical restraints imposed by the Restriction Table\nand Restriction Area and did not consider the impact of rules violations on Strutton’s\n\n                                           -7-\n\fprogress in treatment, and (4) applied the conscience-shocking standard to Strutton’s\nclaims concerning the use of the Restriction Table and Restriction Area. Also,\nStrutton argues that the defendants failed to preserve documents and emails after he\nfiled his lawsuit, and thus defendants destroyed important documents. Strutton claims\nthis was done in bad faith and resulted in prejudice to him, and thus the district court\nimproperly denied his motion for sanctions. Defendants challenge the district court’s\nholding as to the issues of standing and mootness.\n\n                                           A.\n\n       In its responsive brief, the government defendants argue that the district court\nand this court lack jurisdiction to consider whether the treatment program or the use\nof the Restriction Table or Restriction Area violated Strutton’s constitutional rights\nbecause Strutton lacks standing to bring this suit and because the issues are moot.\nThese jurisdictional challenges must be considered as a threshold question, even\nthough the defendants failed to file a cross-appeal on the issue. Constitution Party of\nS.D. v. Nelson, 639 F.3d 417, 420 (8th Cir. 2011).\n\n        “Article III establishes three elements as a constitutional minimum for a party\nto have standing: (1) ‘an injury in fact,’ meaning ‘the actual or imminent invasion of\na concrete and particularized legal interest’; (2) a causal connection between the\nalleged injury and the challenged action of the defendant; and (3) a likelihood that the\ninjury will be redressed by a favorable decision of the court.” Sierra Club v. U.S.\nArmy Corps of Eng’rs, 645 F.3d 978, 985-86 (8th Cir. 2011) (citing Lujan v.\nDefenders of Wildlife, 504 U.S. 555, 560-61 (1992)). “This means that, throughout\nthe litigation, the plaintiff ‘must have suffered, or be threatened with, an actual injury\ntraceable to the defendant and likely to be redressed by a favorable judicial decision.’”\nSpencer v. Kemna, 523 U.S. 1, 7 (1998) (quoting Lewis v. Cont’l Bank Corp., 494\nU.S. 472, 477 (1990)).\n\n\n\n                                           -8-\n\f        Here, defendants contend that Strutton has failed to satisfy the causation\nelement, arguing that Strutton’s lack of progression was due to his own unwillingness\nto admit his index offense rather than to the interruption of process groups and the\ncancellation of psychoeducational classes in 2006. As the district court found,\nhowever, there was considerable evidence presented concerning the difficulty of\nengaging sex offenders in treatment, with testimony that as many as 98% of offenders\ninitially refuse to accept responsibility for their actions. Also, the testimony\ndemonstrated that while admitting the index offense was a necessary component of\ncompleting treatment, initial stages of treatment, specifically during the engagement\nphase, did not require admission of the index offense. Further, as it pertains to\nStrutton, the evidence showed that he participated in a process group and that his\nparticipation ended when the MSOTC modified available treatment offerings in\nresponse to staffing challenges. Thus, we agree with the district court that Strutton\ndemonstrated that his alleged injury of not advancing in treatment was not due solely\nto his own recalcitrance and could be due to the lack of adequate treatment resources.\nWe also agree that this injury would be redressable if the court, in accordance with\nStrutton’s requested relief, ordered defendants to provide Strutton with consistent\naccess to appropriate treatment. See Spencer, 523 U.S. at 7.\n\n        Defendants also contend that the issue of whether disruptions in the treatment\nviolated Strutton’s constitutional rights is now moot. Mere voluntary cessation of a\nchallenged action does not moot a case. Rather a case becomes moot “if subsequent\nevents made it absolutely clear that the allegedly wrongful behavior could not\nreasonably be expected to recur.” Friends of the Earth, Inc. v. Laidlaw Envtl. Servs.\n(TOC), Inc., 528 U.S. 167, 189 (2000) (quoting United States v. Concentrated\nPhosphate Exp. Ass’n, 393 U.S. 199, 203 (1968)). The burden of showing that the\nchallenged conduct is unlikely to recur rests on the party asserting mootness. Id.\nDefendants here have not met that burden. Defendants assert the conditions giving\nrise to this action are not presently in place due to changes they made at MSOTC, and\nthey assert that there is no evidence that the complained-of conditions will necessarily\n\n                                          -9-\n\fhappen again. They fail to show, however, that the conditions “could not reasonably\nbe expected to recur” in the event of future budgetary and staffing restrictions. Id.\nAccordingly, we agree with the district court that this issue is not moot.\n\n       We similarly reject defendants’ standing and mootness arguments pertaining\nto MSOTC’s use of the Restriction Table. Strutton asserted—and there was evidence\npresented at trial to support his claim—that MSOTC’s use of the Restriction Table\nwas “clinically defeating,” and the mere transition to a Restriction Area would not\nalleviate the concerns expressed by experts concerning the use of this disciplinary\ntactic. Moreover, the issue is not moot because Strutton remains confined at MSOTC\nand subject to both the MSOTC’s evolving disciplinary measures and the related\ntherapeutic impact of those decisions on his progress. Cf. Martin v. Sargent, 780 F.2d\n1334, 1337 (8th Cir. 1985) (holding prisoner’s claim for equitable and declaratory\nremedy was moot where prisoner was no longer subject to the challenged conditions).\n\n                                            B.\n\n        We next address whether the district court erred when it determined that\nStrutton did not suffer a Fourteenth Amendment violation based on the treatment he\nreceived and the use of the Restriction Table at MSOTC. As this is an appeal from\na civil bench trial, we review the district court’s factual findings for clear error and its\nlegal conclusions de novo. See King v. United States, 553 F.3d 1156, 1160 (8th Cir.\n2009). Strutton maintains that, as a matter of law, the district court should have\napplied the Youngberg “professional judgment” standard, as opposed to the\n“conscience-shocking” standard, in analyzing whether he was subjected to a due\nprocess violation. See Youngberg v. Romeo, 457 U.S. 307, 320-22 (1982).\n\n     In Youngberg, the Supreme Court addressed the question of whether Nicholas\nRomeo, a mentally handicapped man who had been involuntarily committed to a\nPennsylvania state institution, had a constitutional right to treatment. Romeo was\n\n                                           -10-\n\fcommitted to the Pennhurst State School and Hospital. At Pennhurst, Romeo suffered\nnumerous injuries due to his own violence and the violence of others. For a period of\ntime, he was routinely restrained physically for prolonged periods of each day. The\nCourt held that under the Fourteenth Amendment, civilly committed individuals\n“enjoy constitutionally protected interests in conditions of reasonable care and safety,\nreasonably nonrestrictive confinement conditions, and such training as may be\nrequired by these interests.” Id. at 324. The state is thus obligated to provide “such\ntraining as an appropriate professional would consider reasonable to ensure [the\ncommitted’s] safety and to facilitate his ability to function free from bodily restraints.”\nId. The Supreme Court stressed that “decisions made by the appropriate professional\nare entitled to a presumption of correctness.” Id.\n\n       The Court, however, did not address the question of whether an individual\n“committed for care and treatment under state law . . . has a state substantive right to\nhabilitation, which is entitled to substantive . . . protection under the Due Process\nClause of the Fourteenth Amendment.” Id. at 316 n.19. Since Youngberg, some\ncircuits have adopted a rule that “the Fourteenth Amendment Due Process Clause\nrequires states to provide civilly-committed persons with access to mental health\ntreatment that gives them a realistic opportunity to be cured and released.” Sharp v.\nWeston, 233 F.3d 1166, 1172 (9th Cir. 2000) (citing Ohlinger v. Watson, 652 F.2d\n775, 778 (9th Cir. 1980)). We have not adopted such an approach. Instead we have\nheld that although “the Supreme Court has recognized a substantive due process right\nto reasonably safe custodial conditions, [it has not recognized] a broader due process\nright to appropriate or effective or reasonable treatment of the illness or disability that\ntriggered the patient’s involuntary confinement.” See Elizabeth M. v. Montenez, 458\nF.3d 779, 788 (8th Cir. 2006); Bailey v. Gardebring, 940 F.2d 1150, 1154 (8th Cir.\n1991) (holding that person who was civilly committed for purposes of safe-keeping\ndid not have a constitutional right to psychiatric treatment for pedophilia), see also\n\n\n\n\n                                           -11-\n\fKansas v. Hendricks, 521 U.S. 346, 366 (1997) (“[W]e have never held that the\nConstitution prevents a State from civilly detaining those for whom no treatment is\navailable.”).\n\n       The district court was correct that Strutton does not have a fundamental due\nprocess right to sex offender treatment. Accordingly, Youngberg’s “professional\njudgment” standard does not apply to this case. Strutton’s due process claim\noriginates from the state statutory mandate to provide for Strutton’s confinement “for\ncontrol, care and treatment until such time as [his] mental abnormality has so changed\nthat [he] is safe to be at large.” Mo. Rev. Stat. § 632.495(2). We remain cautious not\nto turn every alleged state law violation into a constitutional claim. Only in the rare\nsituation when the state action is “truly egregious and extraordinary” will a\nsubstantive due process claim arise. See Chesterfield Dev. Corp. v. City of\nChesterfield, 963 F.2d 1102, 1104-05 (8th Cir. 1992). This is why the district court\nproperly analyzed Strutton’s claims to determine whether the state action of\neliminating the psychoeducational classes and modifying the process groups was so\narbitrary or egregious as to shock the conscience. See United States v. Salerno, 481\nU.S. 739, 746 (1987) (“So-called ‘substantive due process’ prevents the government\nfrom engaging in conduct that ‘shocks the conscience,’ . . . or interferes with rights\n‘implicit in the concept of ordered liberty.’” (quoting Rochin v. California, 342 U.S.\n165, 172 (1952) and Palko v. Connecticut, 302 U.S. 319, 325–326 (1937))).\n\n        Through the conscience-shocking prism, we reach the same result as the district\ncourt. Although the treatment Strutton received may have been less than ideal, and\nperhaps even inadequate by professional standards, it was not so lacking as to shock\nthe conscience. After reviewing the considerable trial record developed by the district\ncourt, we can confidently agree with the lower court’s finding that budget shortfalls\nand staffing shortages resulted in treatment modifications that were below the\nstandards set in place by MSOTC’s directors. However, the temporary modifications\nin the treatment regimen of eliminating psychoeducational classes and increasing the\n\n                                         -12-\n\fsize of process groups was neither arbitrary nor egregious. Rather, MSOTC sought\nto maintain essential treatment services in light of the challenges it faced. Perhaps\ndifferent choices could have been made, but it would be improper for this court to\nreview these decisions in hindsight, absent a determination that the decisions shock\nthe conscience. Accordingly, we affirm the district court’s determination that Strutton\nfailed to prove his substantive due process claim.\n\n       We similarly reject Strutton’s argument that MSOTC’s use of the Restriction\nTable and later use of the Restriction Area violated Strutton’s Fourteenth Amendment\ndue process rights. The district court found that those residents assigned to the\nRestriction Table or Restriction Area retained “a comparatively free range of\nmovement and activities” including the ability “to get up and stretch, to leave to attend\ngroup sessions and meetings, to converse with other residents, to work on homework\nor legal issues, and to play cards.” Because Strutton was not physically restrained\nwhile he was assigned to the Restriction Table or Restriction Area, Youngberg’s\n“professional judgment” standard is again inapplicable. Even in Youngberg, the\nCourt recognized the difficulty of maintaining order and discipline among those who\nhave been civilly detained. See Youngberg, 457 U.S. at 320. At trial, several\nwitnesses testified about the need to regulate the behavior of the residents at MSOTC.\nAccording to Blake, the purpose of the Restriction Table was to place the offending\nresident in an environment where he could be closely observed by staff, reflect on his\nactions, and better learn to control impulsive behavior. Strutton’s expert\nacknowledged that “reasonable clinical judgment” was used in implementing the\nRestriction Table, but suggested that it was not “particularly effective” in its\napplication. Again, we find ourselves in agreement with the district court that nothing\nabout MSOTC’s use of the Restriction Table was so egregious as to shock the\nconscience, and therefore Strutton has failed to prove a substantive due process\nviolation in the use of the Restriction Table or Restriction Area.\n\n\n\n\n                                          -13-\n\f                                           IV.\n\n        Finally, we address Strutton’s appeal of the district court’s denial of sanctions\nagainst defendants. The district court retains an inherent power to impose sanctions,\nand we review the use of that authority for abuse of discretion. Stevenson v. Union\nPac. RR. Co., 354 F.3d 739, 745 (8th Cir. 2004). Strutton argues that upon his filing\nof this action, defendants were under an obligation to prevent the destruction of any\nevidence that could be related to the case and that defendants’ failure to impose a\nlitigation hold over agency e-mails warranted the imposition of sanctions. At the\nhearing on the motion for sanctions, the defendants explained that there was a\nconsolidation of the information technology systems of multiple state agencies in\n2006 and that e-mails were deleted in an effort to free up server space on the\nconsolidated system. The district court noted that “[t]here’s no doubt that after the\nnotice of the lawsuit there was an intentional destruction [of agency e-mails], [though]\nnot perhaps with a fraudulent intent as to this case.” (Mot. Hr’g Tr. 26.) The district\ncourt determined that the “Defendants’ failure to maintain and produce treatment\nrecords, including their failure to impose a litigation hold on facility e-mails after Mr.\nStrutton filed this suit, is very troubling” but did not find that sanctions were\nwarranted. (Mem. Opinion, Doc. 248, pg. 24, n.7.) See Greyhound Lines, Inc. v.\nWade, 485 F.3d 1032, 1035 (8th Cir. 2007) (“The ultimate focus for imposing\nsanctions for spoliation of evidence is the intentional destruction of evidence\nindicating a desire to suppress the truth[.]”). Accordingly, the decision to deny the\nimposition of sanctions was not an abuse of the considerable discretion given to the\ndistrict court. See Menz v. New Holland N. Am., Inc., 440 F.3d 1002, 1005 (8th Cir.\n2006) (“A district court would necessarily abuse its discretion if it based its ruling on\nan erroneous view of the law or on a clearly erroneous assessment of the evidence.”\n(quoting Plaintiffs’ Baycol Steering Comm. v. Bayer Corp., 419 F.3d 794, 802 (8th\nCir. 2005))).\n\n\n\n\n                                          -14-\n\f                                         V.\n\n       Accordingly, we affirm the district court’s finding in favor of defendants and\nits denial of plaintiff’s motion for sanctions.\n                          ______________________________\n\n\n\n\n                                        -15-\n\f",
            "ocr": false,
            "opinion_id": 622198
        }
    ],
    "court_short_name": "Eighth Circuit",
    "court_full_name": "Court of Appeals for the Eighth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}