{
    "id": 1214664,
    "judges": "Agid, Ellington",
    "date_filed": "2022-08-23",
    "date_filed_is_approximate": true,
    "slug": "state-v-vaughn",
    "case_name_short": "Vaughn",
    "case_name": "State v. Vaughn",
    "case_name_full": "The State of Washington, Respondent, v. David Anthony Vaughn, Appellant",
    "attorneys": "Richard A. Hansen and Allen, Hansen & Maybrown, P.S., for appellant., James H. Krider, Prosecuting Attorney, and Seth Aaron Fine, Deputy, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 20,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b697-9\">\n    [No. 34977-5-I.\n   </docketnumber><court id=\"ai9-dedup-0\">\n    Division One.\n   </court><decisiondate id=\"afq-dedup-1\">\n    September 23, 1996.]\n   </decisiondate><br><parties id=\"b697-10\">\n    The State of Washington,\n    <em>\n     Respondent,\n    </em>\n    v. David Anthony Vaughn,\n    <em>\n     Appellant.\n    </em>\n</parties><br><attorneys id=\"b700-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"672\"> \n     *672\n     </span>\n<em>\n     Richard A. Hansen\n    </em>\n    and\n    <em>\n     Allen, Hansen &amp; Maybrown, P.S.,\n    </em>\n    for appellant.\n   </attorneys><br><attorneys id=\"b700-6\">\n<em>\n     James H. Krider, Prosecuting Attorney,\n    </em>\n    and\n    <em>\n     Seth Aaron Fine, Deputy,\n    </em>\n    for respondent.\n   </attorneys>",
    "citations": [
        "924 P.2d 27",
        "83 Wash. App. 669"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8436.0,
            "opinion_text": "\n924 P.2d 27 (1996)\n83 Wash.App. 669\nThe STATE of Washington, Respondent,\nv.\nDavid Anthony VAUGHN, Appellant.\nNo. 34977-5-I.\nCourt of Appeals of Washington, Division 1.\nSeptember 23, 1996.\nReconsideration Denied November 13, 1996.\n*29 Richard Alan Hansen, Allen, Hansen &amp; Maybrown, Seattle, for Appellant.\nSeth Aaron Fine, Snohomish Co. Pros. Office, Everett, for Respondent.\n*28 AGID, Judge.\nDavid Vaughn appeals his sentence for his convictions of first degree kidnapping and rape of a child, arguing that the court erred in imposing an exceptional sentence upward of 21 years. He also argues that the two convictions either violate double jeopardy, merge, or both and, therefore, he could be sentenced only for kidnapping. The State cross-appeals. If the exceptional sentence is vacated, it asks this court to rule that the kidnapping and rape did not encompass the same criminal conduct.[1] We hold that the trial court properly imposed an exceptional sentence that the convictions do not constitute double jeopardy, and that, even if the two charges merged, the merger would not affect the sentence. We therefore affirm the trial court and do not reach the State's cross-appeal.\n\nFACTS\nVaughn pled guilty to first degree kidnapping and rape of a child. The trial court found that Vaughn committed the two crimes against the same victim at the same time for the same objective purpose, i.e., to effectuate the rape, and concluded that they constituted the same criminal conduct. Because Vaughn's offender score was 0, the presumptive range for rape of a child was 78 to 102 months. Vaughn stipulated that the court could consider facts contained in the affidavit of probable cause for sentencing. The sentencing court also heard live testimony from C, Vaughn and others and considered the presentence investigation report (PSI), a stipulation about Vaughn's attempts to create an alibi and an evaluation by a sexual deviancy therapist. After Vaughn's counsel reviewed the State's proposed findings and conclusions supporting the exceptional sentence, *30 he submitted written objections, which the court also considered.\nOn February 10, 1994, at 4 p.m., Vaughn abducted 7-year-old C in Everett, drove her an hour away to a wooded area he had chosen for the crime, and raped her by inserting his fingers, tongue and penis into her vagina. C reported that the penile rape \"hurt really bad and [that] he did it for a long time.\" C also reported that Vaughn made her touch his penis with her hands and put his penis in her mouth and described Vaughn ejaculating on her face. The defendant estimated he assaulted C for 45 to 50 minutes. After Vaughn completed his sexual assaults, he drove C to Woodinville, some distance from her home in Everett, and released her at 8 p.m. that night.\nJohn Nolte, a Community Corrections Officer (CCO), prepared the PSI. Nolte testified that Vaughn had told him he had fantasized about having sex with a child for nearly 2 years while watching and reading pornographic material on his computer. He began planning to have sex with a child 11 months before the crime. During that time, he had visited C's neighborhood six times, where he had also lived at one time, watching children at playgrounds in the area. Vaughn told Nolte that, after he returned home from the assaults, he altered his computer to make it appear that he had been composing a letter on it while the assaults were going on. He deleted the pornographic material to hide it from police but backed it up so he would not lose the material. During the 18 years Nolte has been a CCO, he has investigated more than 100 sex offender cases. In the course of these investigations, Nolte has never met a perpetrator who had not fantasized about his or her crime prior to committing it. He testified that it was somewhat unusual for the fantasizing to continue as long as it had in Vaughn's case. Nolte attached an evaluation by a certified sex offender treatment provider, Dr. Douglas Allmon, which concluded that Vaughn was amenable to inpatient treatment at the Twin Rivers facility. The State conceded that there was no evidence of future dangerousness.\nThe court found that the facts justified an exceptional sentence based on the crimes' sophistication and planning and the number and different types of sexual contact Vaughn had with the victim, both because they involved multiple penetrations and because the variety of types of sexual contact reflected a level of cruelty and psychological and emotional violation significantly more egregious than that necessary to commit rape of a child. On July 19, 1994, the trial court entered the findings and conclusions which are the subject of this appeal. It rejected two of the State's proposed grounds for an exceptional sentence, but found that the admitted multiple sexual acts and the defendant's sophistication and planning before and after the crime justified a sentence 2.5 times the top of the standard range.\n\nDISCUSSION\n\nI. Exceptional Sentence\nA. Legal Standards\nUnder the Sentencing Reform Act of 1981, a trial court must impose a sentence within the standard range unless it finds substantial and compelling reasons to justify a departure. RCW 9.94A.120(2); State v. Grewe, 117 Wash.2d 211, 214, 813 P.2d 1238 (1991). RCW 9.94A.210(4), which governs appellate review of an exceptional sentence, provides:\nTo reverse a sentence which is outside the sentence range, the reviewing court must find: (a) Either that the reasons supplied by the sentencing judge are not supported by the record which was before the judge or that those reasons do not justify a sentence outside the standard range for that offense; or (b) that the sentence imposed was clearly excessive or clearly too lenient.\nSee also State v. Johnson, 124 Wash.2d 57, 65-66, 873 P.2d 514 (1994).\nBecause the question whether a trial court's reasons for imposing an exceptional sentence are supported by the record is a factual determination, we will uphold those reasons so long as they are not clearly erroneous. State v. Nordby, 106 Wash.2d 514, 517-18, 723 P.2d 1117 (1986). Thus, we will reverse a trial court's finding that there is an aggravating factor only if substantial evidence *31 does not support its conclusion. State v. Scott, 72 Wash.App. 207, 213, 866 P.2d 1258 (1993) (citing Grewe, 117 Wash.2d at 218, 813 P.2d 1238), aff'd, 126 Wash.2d 388, 894 P.2d 1308 (1995). On the other hand, we independently determine as a matter of law whether the trial court's reasons justify imposing a sentence outside the presumptive range. Nordby, 106 Wash.2d at 518, 723 P.2d 1117. The reasons must be \"substantial and compelling\" and must take into account factors other than those which are necessarily considered in computing the presumptive range for the offense. Nordby, 106 Wash.2d at 518, 723 P.2d 1117; RCW 9.94A.120(2). A court cannot base an exceptional sentence on a factor that does not distinguish the defendant's behavior from that inherent in all crimes of that type. State v. Tierney, 74 Wash.App. 346, 354, 872 P.2d 1145 (1994), cert. denied, ___ U.S. ___, 115 S. Ct. 1149, 130 L. Ed. 2d 1107 (1995). We may uphold an exceptional sentence if we find any of the sentencing court's reasons for imposing the sentence valid. State v. Gaines, 122 Wash.2d 502, 512, 859 P.2d 36 (1993). Even if we decide that any of the reasons is invalid, remand is necessary only if it is not clear whether the sentencing court would have imposed the same sentence based on the valid factors alone. Gaines, 122 Wash.2d at 512, 859 P.2d 36.\nB. Findings of Fact\nFirst, Vaughn challenges the finding supporting the exceptional sentence based on multiple sexual assaults, i.e., that even his own version of the incident details numbers and forms of sexual contacts that are more egregious than are typical in a first degree rape of a child case. He next challenges many of the findings the court relied on to support the exceptional sentence based on sophistication and planning. He challenges the findings that state or imply that: (1) he focused on raping a child for a \"prolonged\" period of time; (2) he outfitted his vehicle with a mattress, pillow, and blanket, all of which could be and were used in the sexual assault; (3) he pre-selected the area where he would effectuate the crime; (4) he knew the names of the victim's mother and sisters and told the victim their names; (5) he lied to C about his name, age, and address and that this lying demonstrated forethought and sophistication; (6) he visited C's neighborhood for the purpose of abducting and raping a child; (7) he attempted to create an alibi by altering the time and date on his computer and that this demonstrated sophistication; and (8) he tried to eliminate what he thought was incriminating evidence by removing pornographic material from his computer while saving backup copies.\nWe have thoroughly reviewed the record and conclude that each of the court's factual findings is supported by substantial evidence. Indeed, Vaughn admitted many of them in his statements and testimony. Others are based on credibility determinations which we leave to the trial court that heard the testimony. See Fisher Properties, Inc. v. Arden-Mayfair, Inc., 115 Wash.2d 364, 369-70, 798 P.2d 799 (1990). In addition, we note that Vaughn conceded all or part of his first and eighth objections in the July 12, 1994, letter from defense counsel to the trial court outlining his objections to the proposed findings. Specifically, he stated he did not object to a finding that he had fantasized about sexual contact with young girls for as much as 2 years and had begun to think in specific terms of actually having sexual contact with a young girl during the 6 to 9 months prior to the crime. The defense also indicated that it had no objection to findings of fact 8 through 10. Finding of fact 4 is conceded in the affidavit of probable cause, on which Vaughn had agreed the court could rely in imposing sentence, and is supported by C's testimony at the sentencing hearing. To the extent that the findings of fact incorporate conclusions of law, those conclusions are discussed below.\nC. Reasons for Exceptional Sentence\nThe first factor relied upon by the trial court to support the exceptional sentence was multiple penetrations based on the \"number and types of sexual contact\" Vaughn had with C. This court has held that multiple penetrations can justify an exceptional sentence because multiple penetrations or multiple sexual acts over a period of time are more degrading and have a more serious *32 impact on the victim than a single act of rape. State v. Herzog, 69 Wash.App. 521, 527, 849 P.2d 1235, review denied, 122 Wash.2d 1021, 863 P.2d 1353 (1993). Like the Herzog court, we disagree with State v. Delarosa-Flores, 59 Wash.App. 514, 519, 799 P.2d 736 (1990), review denied, 116 Wash.2d 1010, 805 P.2d 814 (1991), which held that multiple penetrations alone did not constitute deliberate cruelty and could not be used to support an exceptional sentence absent evidence of enhanced emotional trauma. As the Supreme Court noted in State v. Dunaway, 109 Wash.2d 207, 219, 743 P.2d 1237, 749 P.2d 160 (1987), statutory aggravating factors include both deliberate cruelty and multiple incidents. Although the statute refers to multiple incidents only in the context of major economic offenses, the Dunaway court held that they can also justify an exceptional sentence in other contexts. 109 Wash.2d at 219, 743 P.2d 1237. Multiple acts in themselves establish a greater level of culpability than is contemplated by the Legislature in establishing the punishment for a crime that can be committed by a single act. In addition, multiple acts prolong the period of danger and degradation endured by the victim. As such, they may constitute deliberate cruelty in and of themselves. Herzog, 69 Wash.App. at 527, 849 P.2d 1235.\nVaughn raped C five times. See RCW 9A.44.010(1)(b) (defining sexual intercourse as \"any penetration of the vagina or anus[,] however slight\" and as oral-vaginal or oral-rectal contact). Even according to Vaughn's own version of the facts,\n[h]e tried to put his finger in [C's] vagina. He tried to put his tongue in her vagina and her rectum. He attempted to put his penis in her vagina. When she asked him to stop each time, he did. Vaughn had [C] masturbate him with her hand, put her mouth on his penis, and he finally, masturbated himself and ejaculated on his own stomach. He said some of the semen got on her arm and may have gotten on her face, although he denies attempting to ejaculate on her.\nTo the extent that some evidence of enhanced emotional trauma is necessary to support reliance on multiple penetrations as a reason to impose an exceptional sentence, that evidence was also present here. C testified that Vaughn put his penis in her vagina for a long time and that it hurt a lot. The abduction lasted 4 hours, 50 minutes of which were sexual assaults on a 7-year-old girl in a deserted area of Sultan Basin, 30 miles from home, after which she was left at 8 p.m. to fend for herself in Woodinville. This is sufficient to support the trial court's conclusion that the cruelty and psychological and emotional violation in this case were significantly more egregious than that contemplated by a single act of rape of a child. In addition, the defense did not object to finding of fact 10, which includes the statement that the \"victim was a subject of more emotional trauma than usual.\" Finally, the record is clear that C continues to be traumatized by the events and is afraid Vaughn may come back and get her again. For all these reasons, we conclude that the trial court did not err in relying on multiple penetrations as a reason to impose an exceptional sentence upward.\nThe trial court also relied on sophistication and planning in imposing the exceptional sentence. Vaughn argues this factor cannot support an exceptional sentence here because kidnappings by their nature require planning and because the court erroneously relied on Vaughn's efforts to avoid capture as a factor. The State concedes that the court's reliance on the defendant's efforts to conceal his crime was improper based on its interpretation of State v. Crutchfield, 53 Wash.App. 916, 926-27, 771 P.2d 746 (1989). We do not accept the concession, however, because the after-the-fact behavior here is not the same as it was in Crutchfield. See State v. Knighten, 109 Wash.2d 896, 902, 748 P.2d 1118 (1988) (an appellate court is not bound by a party's erroneous concession on an issue of law).\nCrutchfield involved the question whether the trial court can rely on the defendant's failure to reveal the location of the body in a murder case as an aggravating factor at sentencing. The court concluded than it cannot because requiring the defendant to reveal that information would undermine his constitutional right not to incriminate himself. Crutchfield, 53 Wash.App. at 926, 771 P.2d *33 746. The affirmative steps Vaughn took in this case to alter his computer to hide evidence and create an alibi on which he then relied after his arrest are different and do not implicate any of his constitutional rights. Moreover, in his objections to the findings and conclusions, defense counsel had no objection to finding of fact 8 which states: \"After the rapes, the defendant demonstrated sophistication by trying to create an alibi by use of his computer.\"\nEfforts to conceal a crime may be a proper basis for imposing an exceptional sentence. They are specifically listed as an aggravating factor for aggravated first degree murder under RCW 10.95.020(9). Although RCW 9.94A.390(2) does not specifically list this factor as a ground to impose an exceptional sentence, that list is not exhaustive but only illustrative. See State v. Bartlett, 128 Wash.2d 323, 330, 907 P.2d 1196 (1995); Nordby, 106 Wash.2d at 516, 723 P.2d 1117. Therefore, in a proper case, the trial court may consider the entire transaction, including crime-related acts occurring after the crime is completed in imposing an exceptional sentence.\nWe conclude that the facts of this case support sophistication and planning as a basis to impose an exceptional sentence. Vaughn's activity prior to the crime clearly involved more than simply fantasizing about sexual contact with children. Vaughn admittedly spent a protracted period of time in C's neighborhood watching children, learned her mother's and siblings' names, told numerous lies to facilitate the crime, identified the place where the rape took place as a potential site if he acted on his fantasy, had outfitted his car in a manner that facilitated the commission of the crime,[2] and took numerous steps to hide what was in the car, his pornography and his whereabouts during the crime.\nEven if we did not affirm on the sophistication and planning ground, we conclude that the trial court would impose the same sentence based on multiple penetrations alone. See Gaines, 122 Wash.2d at 512, 859 P.2d 36. The trial court stated in its oral and written decisions that this ground alone would have been sufficient. Because we conclude that the trial court would indeed have imposed an exceptional sentence based on the multiple penetrations alone, it would not be necessary to remand this case for resentencing even if the sophistication and planning ground were invalid.\nD. Length of Sentence\nThe question remains whether the length of the sentence is clearly excessive. The length of an exceptional sentence is reviewed only for abuse of the trial court's discretion. State v. Ritchie, 126 Wash.2d 388, 392, 894 P.2d 1308 (1995). If the reasons for the exceptional sentence are supported by the record and justify an exceptional sentence upward, a reviewing court must find that the sentence is one no reasonable person would have imposed, i.e., it is based on untenable grounds or imposed for untenable reasons. Ritchie, 126 Wash.2d at 392-93, 894 P.2d 1308 (citing State v. Oxborrow, 106 Wash.2d 525, 531, 723 P.2d 1123 (1986)). The trial court did not base its sentence on an improper reason such as race or the availability of good time. Therefore, the sentence is excessive only if its length, in light of the record, \"`shocks the conscience.'\" Ritchie, 126 Wash.2d at 396, 894 P.2d 1308 (quoting State v. Ross, 71 Wash. App. 556, 571, 861 P.2d 473 (1993), review denied, 123 Wash.2d 1019, 875 P.2d 636 (1994)). Given the nature of this case and the fact that Vaughn admittedly raped the victim not just once but five times, a sentence of 2.5 times the top of the standard range is neither untenable nor clearly excessive. Cf. Ritchie, 126 Wash.2d at 399-400, 894 P.2d 1308 (upholding a 26-year sentence for the rape of a 6 ½-week-old baby by a defendant who had an offender score of 0 and who penetrated the baby with his little finger).\n\nII. Double Jeopardy and Merger\nVaughn argues that his conviction for rape in the first degree be dismissed on grounds of double jeopardy or merger. We disagree. Double jeopardy prohibits *34 multiple punishments for the same offense. In re Fletcher, 113 Wash.2d 42, 46, 776 P.2d 114 (1989). Two crimes are not the same for double jeopardy purposes if each requires proof of an element that the other does not. State v. Gocken, 127 Wash.2d 95, 101, 896 P.2d 1267 (1995) (rejecting a \"same conduct\" test in addition to the \"same elements\" test). Here, rape of a child in the first degree requires proof of age and an act of sexual intercourse. RCW 9A.44.073. As charged, kidnapping in the first degree required the State to prove the defendant intentionally abducted the victim. RCW 9A.40.020. Because the kidnapping charge does not contain an age or sexual intercourse element and the rape charge does not contain an abduction element, the two are not the same for double jeopardy purposes. See Fletcher, 113 Wash.2d at 49-50, 776 P.2d 114 (kidnapping and robbery not the same offense).\nMerger is a doctrine of statutory interpretation used to determine whether the Legislature intended to impose multiple punishments when the defendant commits an act that violates more than one statutory provision. Fletcher, 113 Wash.2d at 50-51, 776 P.2d 114. Merger does not apply when the definition of a crime requires proof only that the defendant intended to commit another crime. To prove kidnapping in the first degree, the State was required to prove that Vaughn abducted C \"with intent ... [t]o facilitate commission of [rape of a child in the first degree].\" RCW 9A.40.020(1)(b). Because Vaughn need only have had the intent to rape C, and not have actually completed the rape, his crimes do not merge. See Fletcher, 113 Wash.2d at 52-53, 776 P.2d 114. Moreover, even if merger did apply, the kidnapping would merge into the rape, not the rape into the kidnapping as Vaughn suggests. State v. Contreras, 124 Wash.2d 741, 745, 880 P.2d 1000 (1994) (when one offense is used to elevate the degree of another offense, the lesser offense merges into the greater offense). The trial court did not err in deciding that neither double jeopardy nor merger applied here.\nWe do not reach the State's cross-appeal on the double jeopardy and merger issues because we conclude the trial court properly imposed an exceptional sentence in this case.\nAffirmed.\nKENNEDY, Acting C.J., concurs.\nELLINGTON, J., concurs in part and dissents in part.\nELLINGTON, Judge, concurring in part and dissenting in part.\nWhile I concur with most of the majority opinion and concur in the result, I cannot agree that the activities of the defendant amount to \"a high degree of sophistication or planning.\"\nIf the legislative determination of the standard range is to mean anything, it must be respected unless a particular crime has characteristics not usually associated with the offense in question. Vaughn's terrible crime has such characteristics, in that he committed multiple penetrations, thereby both perpetrating a more serious offense against the child and increasing the trauma and degradation she experienced. Vaughn's exceptional sentence should be sustained on this basis, and I would not reverse. But sophistication or planning is not a valid ground for this exceptional sentence, and I must demur from that portion of the majority's analysis.\nOriginally, the sophistication or planning aggravating factor was included in the Sentencing Reform Act of 1981 to account for the \"extremely wide range of conduct\" not otherwise statutorily accounted for in major economic and drug crimes. David Boerner, Sentencing in Washington §§ 9.13(c), 9.13(d) (1984); RCW 9.94A.390(2)(c)(iii) and (2)(d)(v). For economic crimes, the rationale was that since first degree theft is proven by the unlawful acquisition of property having more than $1,500 in value, a single presumptive sentence range could not adequately account for thefts of significantly greater amounts. Boerner, supra, at 9-39.[1] For drug crimes, a single presumptive sentence range was similarly deemed inadequate because the *35 statutory classifications did not make distinctions based on the quantity of drugs involved. Boerner, supra at 9-42.[2]\nSince passage of the Act, case law has sanctioned application of the sophistication or planning aggravating factor to support exceptional sentences for other crimes as well. See State v. Nguyen, 68 Wash.App. 906, 919, 847 P.2d 936, rev. denied, 122 Wash.2d 1008, 859 P.2d 603 (1993); State v. Wood, 57 Wash. App. 792, 801, 790 P.2d 220, rev. denied, 115 Wash.2d 1015, 797 P.2d 514 (1990).\nTo sustain an exceptional sentence, sophistication or planning must be qualitatively and quantitatively greater than that necessary to meet the elements inherent in the crime, must evince an elevated degree of sophistication, and must be of a high degree and of a kind not usually associated with the offense. See State v. Ross, 71 Wash.App. 556, 564, 861 P.2d 473, opinion amended, 883 P.2d 329 (1994) (citing Wood, 57 Wash.App. at 801, 790 P.2d 220), rev. denied, 123 Wash.2d 1019, 875 P.2d 636 (1994); State v. Dunaway, 109 Wash.2d 207, 219, 743 P.2d 1237 (1987), order supplemented, 109 Wash.2d 207, 749 P.2d 160 (1988); State v. Solberg, 122 Wash.2d 688, 704, 707, 861 P.2d 460 (1993); RCW 9.94A.390(2)(c)(iii); RCW 9.94A.120(2).\nWebster defines \"high\" as being of relatively great degree, size or amount; intense, extreme; elevated in quality or character, and that which is not of the ordinary or routine sort. Webster's Third New Int'l Dictionary 1067 (princ. copyr. 1961; reprinted 1981). Oxford defines \"high\" as being great or above average, intense; strong; greater than that regarded as normal. The New Shorter Oxford English Dictionary 1232 (4th ed. 1993). \"Degree\" is a comparative measurement of intensity. Webster's Third, 594; Oxford, 621. \"Sophistication\" is defined as being highly complicated or complex; supremely cultured; finely experienced and aware. Webster's Third, 2174. \"Planning\" is to devise procedures in accordance with a comprehensive plan; to prearrange the details of a project, as opposed to improvising them, Webster's Third, 1730, to design an organized and especially detailed method according to which something is to be done; to arrange in advance, Oxford, 2233-34, 2236. Thus, sophistication anticipates something that is highly complicated, while planning contemplates some comprehensive arrangement of details. But since the Legislature authorized an exceptional sentence only where sophistication or planning is present to \"a high degree,\" the amount of sophistication must be more than merely highly complicated and the amount of planning must be more than the existence of a comprehensive plan. The sophistication must be exceptionally high and the planning must be exceptionally comprehensive.\nThe facts of this case do not meet these definitions. Some degree of planning is inherent in most kidnappings, and the planning here certainly is not striking. Vaughn denied spending a protracted period watching the children in C's neighborhood. The trial court found only that he \"returned to the apartment area and the street where he used to live[.]\" Because the crimes here unfortunately involve the abduction and rape of a young child (which is recognized in the standard sentence range), the fact that Vaughn returned to an area where he knew children were living does not present a compelling reason to depart from the standard range. Since he frequently went into the woods to camp or shoot, it is hardly remarkable that he knew of a secluded place to take the child and had camping gear in his truck. Nor is it remarkable or sophisticated that he lied to the victim about his name and address.\nThe finding that Vaughn knew the names of C's mother and siblings suggests that the victim was preselected. But this suggestion also cannot support the exceptional sentence because the planning must be that which was not necessarily considered by the Legislature in setting the presumptive range. See State v. Nordby, 106 Wash.2d 514, 518, 723 P.2d 1117 (1986). Holding a victim for ransom or reward is an alternative method of committing first degree kidnapping, RCW 9A.40.020(1)(a), indicating that the Legislature *36 contemplated preselection when setting the presumptive range.\nNor do sophistication and planning of the rape justify the exceptional sentence. Here, the record does demonstrate a certain degree of fantasizing and planning. But the CCO testified that in evaluating more than 100 sex crimes, he had never come across a perpetrator who had not fantasized about the crime, so this aspect of Vaughn's behavior is typical of his crime; and the CCO could only categorize Vaughn's planning here as \"a little bit uncommon.\" There is a considerable difference between planning that is \"a little bit uncommon\" and that which is so sophisticated that it warrants an exceptional sentence.\nWhile the Defendant agreed that his effort to create an alibi was sophisticated (he apparently altered the clock on his computer to make it appear he had been using the computer at the time of this crime and also erased pornography, believing it to be incriminating, but foolishly saved it to a backup tape), we are not\u0097as the majority notes\u0097 required to accept erroneous concessions of the parties, see State v. Knighten, 109 Wash.2d 896, 902, 748 P.2d 1118 (1988), and to the extent that the term \"sophistication\" in finding of fact 8 purports to be a legal conclusion, we should not accept it. Certainly not everyone is conversant with computers, but changing the time of a computer clock can hardly be considered highly sophisticated\u0097millions of computer users do this each year to account for daylight savings time changes. Moreover, the fact that Vaughn's hidden computer files were easily discovered on his backup disks suggests that his planning was not at all sophisticated.\nThe majority also contends that some sort of enhanced sophistication and planning is demonstrated by the fact that Vaughn cleaned out his truck. But like his attempt to hide his computer materials, Vaughn's attempt to hide his belongings was certainly not sophisticated. Vaughn simply moved the materials from his truck to his apartment, leaving them for the officers to discover. And while I agree with the majority's discussion of State v. Crutchfield, 53 Wash.App. 916, 771 P.2d 746 (1989), lies and attempted concealment should not be ordinarily used to support an exceptional sentence because they are characteristic of most crimes.\nPrevious cases upholding exceptional sentences on sophistication or planning grounds have involved markedly different facts. For example, in State v. Vermillion, 66 Wash. App. 332, 345-47, 832 P.2d 95 (1992), rev. denied, 120 Wash.2d 1030, 847 P.2d 481 (1993), the defendant posed as a physician looking for a new home. He took elaborate steps to perpetuate his deception, including terminating a meeting with the female real estate agent under the guise of having to check on a patient. To present the appearance of a serious home buyer, he inspected four houses on two consecutive days, and even took a series of room measurements. He then molested the agent while inspecting the fourth house for the second time. More than one year later, the defendant was still engaging in the same scheme, which was finally thwarted when the prospective victim conversed with the agent victimized a year earlier. Vermillion, 66 Wash.App. at 336-39, 832 P.2d 95.\nIn State v. Lough, 70 Wash.App. 302, 336-37, 853 P.2d 920 (1993), affirmed, 125 Wash.2d 847, 889 P.2d 487 (1995), the defendant drugged his victim to render her unconscious before sexually assaulting her. As in Vermillion, there was evidence that Lough used this scheme frequently; testimony of four other women who claimed that Lough had drugged and raped them was admitted to show a common scheme or plan under ER 404(b). Lough, 70 Wash.App. at 306-10, 336, 853 P.2d 920.\nIn State v. Nguyen, 68 Wash.App. 906, 919, 847 P.2d 936, rev. denied, 122 Wash.2d 1008, 859 P.2d 603 (1993), a group of robbers acted in concert in strike force style. They arrived from out-of-state, identified their victims in downtown Seattle, then followed them home. The robbers systematically \"herded,\" guarded, bound and threatened their victims, and searched and ransacked their house. Nguyen, 68 Wash.App. at 910-12, 847 P.2d 936.\nA high degree of sophistication and planning was also held to justify an exceptional *37 sentence for first degree murder and conspiracy to commit murder in State v. Wood, 57 Wash.App. 792, 801, 790 P.2d 220, rev. denied, 115 Wash.2d 1015, 797 P.2d 514 (1990). There, the defendant had plotted her husband's murder with at least five individuals for nearly one year. Moreover, she had manipulated others into committing the crime for her. In upholding the exceptional sentence, the court noted that this level of planning surpassed the premeditation requirement of first degree murder. Wood, 57 Wash.App. at 794-95, 801, 790 P.2d 220.\nUnlike Vermillion, Lough, Nguyen, and Wood, Vaughn's crime does not demonstrate an elaborate scheme or a comprehensive plan. On the contrary, Vaughn's activities were amateurish and improvised. I can locate no case upholding an exceptional sentence on this ground on facts similar to these.\nSophistication and planning will support an exceptional sentence in appropriate cases. But courts must respect the legislative purpose. While Vaughn's terrible crime was exceptional in its deliberate cruelty, he did not demonstrate a high degree of sophistication or planning in committing it. The danger of saying he did, and the reason I write separately, is simple. Courts must reserve the application of grounds for exceptional sentences to those cases where they are truly supported, lest the aggravating factors acquire an elasticity that defies all limits, thereby rendering the Legislature's determination meaningless.\nI therefore must respectfully disagree with the majority's reasoning on this issue.\nNOTES\n[1]  The State has moved to strike Vaughn's 6-page pro se response on the ground that it contains matters outside of the record. We deny the motion to strike but point out that we have not considered material outside the record in reaching our decision.\n[2]  We recognize that he also used the foam pad and sleeping bag for accommodations during musical events. However, that does not detract from their utility during this crime.\n[1]  See, e.g., State v. Argo, 81 Wash.App. 552, 570, 915 P.2d 1103 (1996), where the defendant had stolen and defrauded investors of more than $2.5 million.\n[2]  See, e.g., State v. Valdobinos, 122 Wash.2d 270, 287, 858 P.2d 199 (1993), where the defendant possessed nearly 1,700 times the standard street level dosage of cocaine.\n\n",
            "ocr": false,
            "opinion_id": 1214664
        },
        {
            "author_str": "Agid",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nAgid, J.\nDavid Vaughn appeals his sentence for his convictions of first degree kidnapping and rape of a child, arguing that the court erred in imposing an exceptional sentence upward of 21 years. He also argues that the two convictions either violate double jeopardy, merge, or both and, therefore, he could be sentenced only for kidnapping. The State cross-appeals. If the exceptional sentence is vacated, it asks this court to rule that the kidnapping and rape did not encompass the same criminal conduct.1 We hold that the trial court properly imposed an exceptional sentence, that the convictions do not constitute double jeopardy, and that, even if the two charges merged, the merger would not affect the sentence. We therefore affirm the trial court and do not reach the State’s cross-appeal.\nFACTS\nVaughn pleaded guilty to first degree kidnapping and rape of a child. The trial court found that Vaughn committed the two crimes against the same victim at the same time for the same objective purpose, i.e., to effectuate the rape, *673and concluded that they constituted the same criminal conduct. Because Vaughn’s offender score was 0, the presumptive range for rape of a child was 78 to 102 months. Vaughn stipulated that the court could consider facts contained in the affidavit of probable cause for sentencing. The sentencing court also heard live testimony from C, Vaughn and others and considered the presen-tence investigation report (PSI), a stipulation about Vaughn’s attempts to create an alibi and an evaluation by a sexual deviancy therapist. After Vaughn’s counsel reviewed the State’s proposed findings and conclusions supporting the exceptional sentence, he submitted written objections, which the court also considered.\nOn February 10, 1994, at 4 p.m., Vaughn abducted 7-year-old C in Everett, drove her an hour away to a wooded area he had chosen for the crime, and raped her by inserting his fingers, tongue and penis into her vagina. C reported that the penile rape \"hurt really bad and [that] he did it for a long time.” C also reported that Vaughn made her touch his penis with her hands and put his penis in her mouth and described Vaughn ejaculating on her face. The defendant estimated he assaulted C for 45 to 50 minutes. After Vaughn completed his sexual assaults, he drove C to Woodinville, some distance from her home in Everett, and released her at 8 p.m. that night.\nJohn Nolte, a Community Corrections Officer (CCO), prepared the PSI. Nolte testified that Vaughn had told him he had fantasized about having sex with a child for nearly 2 years while watching and reading pornographic material on his computer. He began planning to have sex with a child 11 months before the crime. During that time, he had visited C’s neighborhood six times, where he had also lived at one time, watching children at playgrounds in the area. Vaughn told Nolte that, after he returned home from the assaults, he altered his computer to make it appear that he had been composing a letter on it while the assaults were going on. He deleted the pornographic material to hide it from police but backed it up so he would *674not lose the material. During the 18 years Nolte has been a CCO, he has investigated more than 100 sex offender cases. In the course of these investigations, Nolte has never met a perpetrator who had not fantasized about his or her crime prior to committing it. He testified that it was somewhat unusual for the fantasizing to continue as long as it had in Vaughn’s case. Nolte attached an evaluation by a certified sex offender treatment provider, Dr. Douglas Alimón, which concluded that Vaughn was amenable to inpatient treatment at the Twin Rivers facility. The State conceded that there was no evidence of future dangerousness.\nThe court found that the facts justified an exceptional sentence based on the crimes’ sophistication and planning and the number and different types of sexual contact Vaughn had with the victim, both because they involved multiple penetrations and because the variety of types of sexual contact reflected a level of cruelty and psychological and emotional violation significantly more egregious than that necessary to commit rape of a child. On July 19, 1994, the trial court entered the findings and conclusions which are the subject of this appeal. It rejected two of the State’s proposed grounds for an exceptional sentence, but found that the admitted multiple sexual acts and the defendant’s sophistication and planning before and after the crime justified a sentence 2.5 times the top of the standard range.\nDISCUSSION\nI. Exceptional Sentence\nA. Legal Standards\nUnder the Sentencing Reform Act of 1981, a trial court must impose a sentence within the standard range unless it finds substantial and compelling reasons to justify a departure. RCW 9.94A.120(2); State v. Grewe, 117 Wn.2d 211, 214, 813 P.2d 1238 (1991). RCW 9.94A.210(4), which governs appellate review of an exceptional sentence, provides:\n*675To reverse a sentence which is outside the sentence range, the reviewing court must find: (a) Either that the reasons supplied by the sentencing judge are not supported by the record which was before the judge or that those reasons do not justify a sentence outside the standard range for that offense; or (b) that the sentence imposed was clearly excessive or clearly too lenient.\nSee also State v. Johnson, 124 Wn.2d 57, 65-66, 873 P.2d 514 (1994).\nBecause the question whether a trial court’s reasons for imposing an exceptional sentence are supported by the record is a factual determination, we will uphold those reasons so long as they are not clearly erroneous. State v. Nordby, 106 Wn.2d 514, 517-18, 723 P.2d 1117 (1986). Thus, we will reverse a trial court’s finding that there is an aggravating factor only if substantial evidence does not support its conclusion. State v. Scott, 72 Wn. App. 207, 213, 866 P.2d 1258 (1993) (citing Grewe, 117 Wn.2d at 218), aff’d, 126 Wn.2d 388, 894 P.2d 1308 (1995). On the other hand, we independently determine as a matter of law whether the trial court’s reasons justify imposing a sentence outside the presumptive range. Nordby, 106 Wn.2d at 518. The reasons must be \"substantial and compelling” and must take into account factors other than those which are necessarily considered in computing the presumptive range for the offense. Nordby, 106 Wn.2d at 518; RCW 9.94A.120(2). A court cannot base an exceptional sentence on a factor that does not distinguish the defendant’s behavior from that inherent in all crimes of that type. State v. Tierney, 74 Wn. App. 346, 354, 872 P.2d 1145 (1994), cert, denied, 513 U.S. 1172 (1995). We may uphold an exceptional sentence if we find any of the sentencing court’s reasons for imposing the sentence valid. State v. Gaines, 122 Wn.2d 502, 512, 859 P.2d 36 (1993). Even if we decide that any of the reasons is invalid, remand is necessary only if it is not clear whether the sentencing court would have imposed the same sentence based on the valid factors alone. Gaines, 122 Wn.2d at 512.\n*676B. Findings of Fact\nFirst, Vaughn challenges the finding supporting the exceptional sentence based on multiple sexual assaults, i.e., that even his own version of the incident details numbers and forms of sexual contacts that are more egregious than are typical in a first degree rape of a child case. He next challenges many of the findings the court relied on to support the exceptional sentence based on sophistication and planning. He challenges the findings that state or imply that: (1) he focused on raping a child for a \"prolonged” period of time; (2) he outfitted his vehicle with a mattress, pillow, and blanket, all of which could be and were used in the sexual assault; (3) he preselected the area where he would effectuate the crime; (4) he knew the names of the victim’s mother and sisters and told the victim their names; (5) he lied to C about his name, age, and address and this lying demonstrated forethought and sophistication; (6) he visited C’s neighborhood for the purpose of abducting and raping a child; (7) he attempted to create an alibi by altering the time and date on his computer and this demonstrated sophistication; and (8) he tried to eliminate what he thought was incriminating evidence by removing pornographic material from his computer while saving backup copies.\nWe have thoroughly reviewed the record and conclude that each of the court’s factual findings is supported by substantial evidence. Indeed, Vaughn admitted many of them in his statements and testimony. Others are based on credibility determinations which we leave to the trial court that heard the testimony. See Fisher Properties, Inc. v. Arden-Mayfair, Inc., 115 Wn.2d 364, 369-70, 798 P.2d 799 (1990). In addition, we note that Vaughn conceded all or part of his first and eighth objections in the July 12, 1994, letter from defense counsel to the trial court outlining his objections to the proposed findings. Specifically, he stated he did not object to a finding that he had fantasized about sexual contact with young girls *677for as much as two years and had begun to think in specific terms of actually having sexual contact with a young girl during the six to nine months prior to the crime. The defense also indicated that it had no objection to findings of fact 8 through 10. Finding of fact 4 is conceded in the affidavit of probable cause, on which Vaughn had agreed the court could rely in imposing sentence, and is supported by C’s testimony at the sentencing hearing. To the extent that the findings of fact incorporate conclusions of law, those conclusions are discussed below.\nC. Reasons for Exceptional Sentence\nThe first factor relied upon by the trial court to support the exceptional sentence was multiple penetrations based on the \"number and types of sexual contact” Vaughn had with C. This court has held that multiple penetrations can justify an exceptional sentence because multiple penetrations or multiple sexual acts over a period of time are more degrading and have a more serious impact on the victim than a single act of rape. State v. Herzog, 69 Wn. App. 521, 527, 849 P.2d 1235, review denied, 122 Wn.2d 1021 (1993). Like the Herzog court, we disagree with State v. Delarosa-Flores, 59 Wn. App. 514, 519, 799 P.2d 736 (1990), review denied, 116 Wn.2d 1010 (1991), which held that multiple penetrations alone did not constitute deliberate cruelty and could not be used to support an exceptional sentence absent evidence of enhanced emotional trauma. As the Supreme Court noted in State v. Dunaway, 109 Wn.2d 207, 219, 743 P.2d 1237, 749 P.2d 160 (1987), statutory aggravating factors include both deliberate cruelty and multiple incidents. Although the statute refers to multiple incidents only in the context of major economic offenses, the Dunaway court held that they can also justify an exceptional sentence in other contexts. 109 Wn.2d at 219. Multiple acts in themselves establish a greater level of culpability than is contemplated by the Legislature in establishing the punishment for a crime that can be committed by a single act. In addi*678tion, multiple acts prolong the period of danger and degradation endured by the victim. As such, they may constitute deliberate cruelty in and of themselves. Herzog, 69 Wn. App. at 527.\nVaughn raped C five times. See RCW 9A.44.010(l)(b) (defining sexual intercourse as \"any penetration of the vagina or anus[,] however slight” and as oral-vaginal or oral-rectal contact). Even according to Vaughn’s own version of the facts,\n[h]e tried to put his finger in [C’s] vagina. He tried to put his tongue in her vagina and her rectum. He attempted to put his penis in her vagina. When she asked him to stop each time, he did. Vaughn had [C] masturbate him with her hand, put her mouth on his penis, and he finally, masturbated himself and ejaculated on his own stomach. He said some of the semen got on her arm and may have gotten on her face, although he denies attempting to ejaculate on her.\nTo the extent that some evidence of enhanced emotional trauma is necessary to support reliance on multiple penetrations as a reason to impose an exceptional sentence, that evidence was also present here. C testified that Vaughn put his penis in her vagina for a long time and that it hurt a lot. The abduction lasted 4 hours, 50 minutes of which were sexual assaults on a 7-year-old girl in a deserted area of Sultan Basin, 30 miles from home, after which she was left at 8 p.m. to fend for herself in Woodin-ville. This is sufficient to support the trial court’s conclusion that the cruelty and psychological and emotional violation in this case were significantly more egregious than that contemplated by a single act of rape of a child. In addition, the defense did not object to finding of fact 10, which includes the statement that the \"victim was a subject of more emotional trauma than usual.” Finally, the record is clear that C continues to be traumatized by the events and is afraid Vaughn may come back and get her again. For all these reasons, we conclude that the trial court did not err in relying on multiple penetrations as a reason to impose an exceptional sentence upward.\n*679The trial court also relied on sophistication and planning in imposing the exceptional sentence. Vaughn argues this factor cannot support an exceptional sentence here because kidnappings by their nature require planning and because the court erroneously relied on Vaughn’s efforts to avoid capture as a factor. The State concedes that the court’s reliance on the defendant’s efforts to conceal his crime was improper based on its interpretation of State v. Crutchfield, 53 Wn. App. 916, 926-27, 771 P.2d 746 (1989). We do not accept the concession, however, because the after-the-fact behavior here is not the same as it was in Crutchfield. See State v. Knighten, 109 Wn.2d 896, 902, 748 P.2d 1118 (1988) (an appellate court is not bound by a party’s erroneous concession on an issue of law).\nCrutchfield involved the question whether the trial court can rely on the defendant’s failure to reveal the location of the body in a murder case as an aggravating factor at sentencing. The court concluded than it cannot because requiring the defendant to reveal that information would undermine his constitutional right not to incriminate himself. Crutchfield, 53 Wn. App. at 926. The affirmative steps Vaughn took in this case to alter his computer to hide evidence and create an alibi on which he then relied after his arrest are different and do not implicate any of his constitutional rights. Moreover, in his objections to the findings and conclusions, defense counsel had no objection to finding of fact 8 which states: \"After the rapes, the defendant demonstrated sophistication by trying to create an alibi by use of his computer.”\n Efforts to conceal a crime may be a proper basis for imposing an exceptional sentence. They are specifically listed as an aggravating factor for aggravated first degree murder under RCW 10.95.020(9). Although RCW 9.94A.390(2) does not specifically list this factor as a ground to impose an exceptional sentence, that list is not exhaustive but only illustrative. See State v. Bartlett, 128 Wn.2d 323, 330, 907 P.2d 1196 (1995); Nordby, 106 Wn.2d at 516. Therefore, in a proper case, the trial court may *680consider the entire transaction, including crime-related acts occurring after the crime is completed, in imposing an exceptional sentence.\nWe conclude that the facts of this case support sophistication and planning as a basis to impose an exceptional sentence. Vaughn’s activity prior to the crime clearly involved more than simply fantasizing about sexual contact with children. Vaughn admittedly spent a protracted period of time in C’s neighborhood watching children, learned her mother’s and siblings’ names, told numerous lies to facilitate the crime, identified the place where the rape took place as a potential site if he acted on his fantasy, had outfitted his car in a manner that facilitated the commission of the crime,2 and took numerous steps to hide what was in the car, his pornography and his whereabouts during the crime.\n■ Even if we did not affirm on the sophistication and planning ground, we conclude that the trial court would impose the same sentence based on multiple penetrations alone. See Gaines, 122 Wn.2d at 512. The trial court stated in its oral and written decisions that this ground alone would have been sufficient. Because we conclude that the trial court would indeed have imposed an exceptional sentence based on the multiple penetrations alone, it would not be necessary to remand this case for resentenc-ing even if the sophistication and planning ground were invalid.\nD. Length of Sentence\nThe question remains whether the length of the sentence is clearly excessive. The length of an exceptional sentence is reviewed only for abuse of the trial court’s discretion. State v. Ritchie, 126 Wn.2d 388, 392, 894 P.2d 1308 (1995). If the reasons for the exceptional sentence are supported by the record and justify an exceptional *681sentence upward, a reviewing court must find that the sentence is one no reasonable person would have imposed; i.e., it is based on untenable grounds or imposed for untenable reasons. Ritchie, 126 Wn.2d at 392-93 (citing State v. Oxborrow, 106 Wn.2d 525, 531, 723 P.2d 1123 (1986)). The trial court did not base its sentence on an improper reason such as race or the availability of good time. Therefore, the sentence is excessive only if its length, in light of the record, \" 'shocks the conscience.’ ” Ritchie, 126 Wn.2d at 396 (quoting State v. Ross, 71 Wn. App. 556, 571, 861 P.2d 473, 883 P.2d 329 (1993), review denied, 123 Wn.2d 1019 (1994)). Given the nature of this case and the fact that Vaughn admittedly raped the victim not just once but five times, a sentence of 2.5 times the top of the standard range is neither untenable nor clearly excessive. Cf. Ritchie, 126 Wn.2d at 399-400 (upholding a 26-year sentence for the rape of a 6 1/2- week-old baby by a defendant who had an offender score of 0 and who penetrated the baby with his little finger).\nII. Double Jeopardy and Merger\nVaughn argues that his conviction for rape in the first degree be dismissed on grounds of double jeopardy or merger. We disagree. Double jeopardy prohibits multiple punishments for the same offense. In re Fletcher, 113 Wn.2d 42, 46, 776 P.2d 114 (1989). Two crimes are not the same for double jeopardy purposes if each requires proof of an element that the other does not. State v. Gocken, 127 Wn.2d 95, 101, 896 P.2d 1267 (1995) (rejecting a ''same conduct” test in addition to the ''same elements” test). Here, rape of a child in the first degree requires proof of age and an act of sexual intercourse. RCW 9A.44.073. As charged, kidnapping in the first degree required the State to prove the defendant intentionally abducted the victim. RCW 9A.40.020. Because the kidnapping charge does not contain an age or sexual intercourse element and the rape charge does not contain an abduction element, the two are not the same for double jeopardy purposes. See Fletcher, *682113 Wn.2d at 49-50 (kidnapping and robbery not the same offense).\nMerger is a doctrine of statutory interpretation used to determine whether the Legislature intended to impose multiple punishments when the defendant commits an act that violates more than one statutory provision. Fletcher, 113 Wn.2d at 50-51. Merger does not apply when the definition of a crime requires proof only that the defendant intended to commit another crime. To prove kidnapping in the first degree, the State was required to prove that Vaughn abducted C \"with intent . . . [t]o facilitate commission of [rape of a child in the first degree].” RCW 9A.40.020(l)(b). Because Vaughn need only have had the intent to rape C, and not have actually completed the rape, his crimes do not merge. See Fletcher, 113 Wn.2d at 52-53. Moreover, even if merger did apply, the kidnapping would merge into the rape, not the rape into the kidnapping as Vaughn suggests. State v. Contreras, 124 Wn.2d 741, 745, 880 P.2d 1000 (1994) (when one offense is used to elevate the degree of another offense, the lesser offense merges into the greater offense). The trial court did not err in deciding that neither double jeopardy nor merger applied here.\nWe do not reach the State’s cross-appeal on the double jeopardy and merger issues because we conclude the trial court properly imposed an exceptional sentence in this case.\nAffirmed.\n\nThe State has moved to strike Vaughn’s six-page pro se response on the ground that it contains matters outside of the record. We deny the motion to strike but point out that we have not considered material outside the record in reaching our decision.\n\n\nWe recognize that he also used the foam pad and sleeping bag for accommodations during musical events. However, that does not detract from their utility during this crime.\n\n",
            "ocr": false,
            "opinion_id": 9564765
        },
        {
            "author_str": "Ellington",
            "per_curiam": false,
            "type": "035concurrenceinpart",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKennedy, A.C.J., concurs.\nEllington, J.\n(concurring in part, dissenting in part) — While I concur with most of the majority opinion and concur in the result, I cannot agree that the activities of the defendant amount to \"a high degree of sophistication or planning.”\nIf the legislative determination of the standard range is *683to mean anything, it must be respected unless a particular crime has characteristics not usually associated with the offense in question. Vaughn’s terrible crime has such characteristics, in that he committed multiple penetrations, thereby both perpetrating a more serious offense against the child and increasing the trauma and degradation she experienced. Vaughn’s exceptional sentence should be sustained on this basis, and I would not reverse. But sophistication or planning is not a valid ground for this exceptional sentence, and I must demur from that portion of the majority’s analysis.\nOriginally, the sophistication or planning aggravating factor was included in the Sentencing Reform Act of 1981 to account for the \"extremely wide range of conduct” not otherwise statutorily accounted for in major economic and drug crimes. David Boerner, Sentencing in Washington §§ 9.13(c), 9.13(d) (1984); ROW 9.94A.390(2)(c)(iii) and (2)(d)(v). For economic crimes, the rationale was that since first degree theft is proven by the unlawful acquisition of property having more than $1,500 in value, a single presumptive sentence range could not adequately account for thefts of significantly greater amounts. Boerner, supra, at 9-39.3 For drug crimes, a single presumptive sentence range was similarly deemed inadequate because the statutory classifications did not make distinctions based on the quantity of drugs involved. Boerner, supra at 9-42.4\nSince passage of the Act, case law has sanctioned application of the sophistication or planning aggravating factor to support exceptional sentences for other crimes as well. See State v. Nguyen, 68 Wn. App. 906, 919, 847 P.2d 936, review denied, 122 Wn.2d 1008, 859 P.2d 603 (1993); State v. Wood, 57 Wn. App. 792, 801, 790 P.2d 220, review denied, 115 Wn.2d 1015, 797 P.2d 514 (1990).\n*684To sustain an exceptional sentence, sophistication or planning must be qualitatively and quantitatively greater than that necessary to meet the elements inherent in the crime, must evince an elevated degree of sophistication, and must be of a high degree and of a kind not usually associated with the offense. See State v. Ross, 71 Wn. App. 556, 564, 861 P.2d 473, opinion amended, 883 P.2d 329 (1993) (citing Wood, 57 Wn. App. at 801), review denied, 123 Wn.2d 1019, 875 P.2d 636 (1994); State v. Dunaway, 109 Wn.2d 207, 219, 743 P.2d 1237 (1987), order supplemented, 749 P.2d 160 (1988); State v. Solberg, 122 Wn.2d 688, 704, 707, 861 P.2d 460 (1993); RCW 9.94A.390(2)(c)(iii); RCW 9.94A. 120(2).\nWebster defines \"high” as being of relatively great degree, size or amount; intense, extreme; elevated in quality or character, and that which is not of the ordinary or routine sort. Webster’s Third New Int’l Dictionary 1067 (1981). Oxford defines \"high” as being great or above average, intense; strong; greater than that regarded as normal. The New Shorter Oxford English Dictionary 1232 (4th ed. 1993). \"Degree” is a comparative measurement of intensity. Webster’s, 594; Oxford, 621. \"Sophistication” is defined as being highly complicated or complex; supremely cultured; finely experienced and aware. Webster’s, 2174. \"Planning” is to devise procedures in accordance with a comprehensive plan; to prearrange the details of a project, as opposed to improvising them, Webster’s, 1730, to design an organized and especially detailed method according to which something is to be done; to arrange in advance, Oxford, 2233-34, 2236. Thus, sophistication anticipates something that is highly complicated, while planning contemplates some comprehensive arrangement of details. But since the Legislature authorized an exceptional sentence only where sophistication or planning is present to \"a high degree,” the amount of sophistication must be more than merely highly complicated and the amount of planning must be more than the existence of a comprehensive plan. The sophistication must be *685exceptionally high and the planning must be exceptionally comprehensive.\nThe facts of this case do not meet these definitions. Some degree of planning is inherent in most kidnappings, and the planning here certainly is not striking. Vaughn denied spending a protracted period watching the children in C’s neighborhood. The trial court found only that he \"returned to the apartment area and the street where he used to live[.]” Because the crimes here unfortunately involve the abduction and rape of a young child (which is recognized in the standard sentence range), the fact that Vaughn returned to an area where he knew children were living does not present a compelling reason to depart from the standard range. Since he frequently went into the woods to camp or shoot, it is hardly remarkable that he knew of a secluded place to take the child and had camping gear in his truck. Nor is it remarkable or sophisticated that he lied to the victim about his name and address.\nThe finding that Vaughn knew the names of C’s mother and siblings suggests that the victim was preselected. But this suggestion also cannot support the exceptional sentence because the planning must be that which was not necessarily considered by the Legislature in setting the presumptive range. See State v. Nordby, 106 Wn.2d 514, 518, 723 P.2d 1117 (1986). Holding a victim for ransom or reward is an alternative method of committing first degree kidnapping, RCW 9A.40.020(l)(a), indicating that the Legislature contemplated preselection when setting the presumptive range.\nNor do sophistication and planning of the rape justify the exceptional sentence. Here, the record does demonstrate a certain degree of fantasizing and planning. But the CCO testified that in evaluating more than 100 sex crimes, he had never come across a perpetrator who had not fantasized about the crime, so this aspect of Vaughn’s behavior is typical of his crime; and the CCO could categorize Vaughn’s planning here as only \"a little bit uncommon.” There is considerable difference between planning *686that is \"a little bit uncommon” and that which is so sophisticated that it warrants an exceptional sentence.\nWhile the Defendant agreed that his effort to create an alibi was sophisticated (he apparently altered the clock on his computer to make it appear he had been using the computer at the time of this crime and also erased pornography, believing it to be incriminating, but foolishly saved it to a backup tape), we are not — as the majority notes — required to accept erroneous concessions of the parties, see State v. Knighten, 109 Wn.2d 896, 902, 748 P.2d 1118 (1988), and to the extent that the term \"sophistication” in finding of fact eight purports to be a legal conclusion, we should not accept it. Certainly not everyone is conversant with computers, but changing the time of a computer clock can hardly be considered highly sophisticated — millions of computer users do this each year to account for daylight savings time changes. Moreover, the fact that Vaughn’s hidden computer files were easily discovered on his backup disks suggests that his planning was not at all sophisticated.\nThe majority also contends that some sort of enhanced sophistication and planning is demonstrated by the fact that Vaughn cleaned out his truck. But like his attempt to hide his computer materials, Vaughn’s attempt to hide his belongings was certainly not sophisticated. Vaughn simply moved the materials from his truck to his apartment, leaving them for the officers to discover. And while I agree with the majority’s discussion of State v. Crutchfield, 53 Wn. App. 916, 771 P.2d 748 (1989), lies and attempted concealment should not be ordinarily used to support an exceptional sentence because they are characteristic of most crimes.\nPrevious cases upholding exceptional sentences on sophistication or planning grounds have involved markedly different facts. For example, in State v. Vermillion, 66 Wn. App. 332, 345-47, 832 P.2d 95 (1992), review denied, 120 Wn.2d 1030, 847 P.2d 481 (1993), the defendant posed as a physician looking for a new home. He took elaborate *687steps to perpetuate his deception, including terminating a meeting with the female real estate agent under the guise of having to check on a patient. To present the appearance of a serious home buyer, he inspected four houses on two consecutive days, and even took a series of room measurements. He then molested the agent while inspecting the fourth house for the second time. More than one year later, the defendant was still engaging in the same scheme, which was finally thwarted when the prospective victim conversed with the agent victimized a year earlier. Vermillion, 66 Wn. App. at 336-39.\nIn State v. Lough, 70 Wn. App. 302, 336-37, 853 P.2d 920 (1993), affirmed, 125 Wn.2d 847, 889 P.2d 347 (1995), the defendant drugged his victim to render her unconscious before sexually assaulting her. As in Vermillion, there was evidence that Lough used this scheme frequently; testimony of four other women who claimed that Lough had drugged and raped them was admitted to show a common scheme or plan under ER 404(b). Lough, 70 Wn. App. at 306-10, 336.\nIn State v. Nguyen, 68 Wn. App. 906, 919, 847 P.2d 936, review denied, 122 Wn.2d 1008, 859 P.2d 603 (1993), a group of robbers acted in concert in strike force style. They arrived from out-of-state, identified their victims in downtown Seattle, then followed them home. The robbers systematically \"herded,” guarded, bound and threatened their victims, and searched and ransacked their house. Nguyen, 68 Wn. App. at 910-12.\nA high degree of sophistication and planning was also held to justify an exceptional sentence for first degree murder and conspiracy to commit murder in State v. Wood, 57 Wn. App. 792, 801, 790 P.2d 220, review denied, 115 Wn.2d 1015, 797 P.2d 514 (1990). There the defendant had plotted her husband’s murder with at least five individuals for nearly one year. Moreover, she had manipulated others into committing the crime for her. In upholding the exceptional sentence, the court noted that this level of planning surpassed the premeditation require*688ment of first degree murder. Wood, 57 Wn. App. at 794-95, 801.\nUnlike Vermillion, Lough, Nguyen, and Wood, Vaughn’s crime does not demonstrate an elaborate scheme or comprehensive plan. On the contrary, Vaughn’s activities were amateurish and improvised. I can locate no case upholding an exceptional sentence on this ground on facts similar to these.\nSophistication and planning will support an exceptional sentence in appropriate cases. But courts must respect the legislative purpose. While Vaughn’s terrible crime was exceptional in its deliberate cruelty, he did not demonstrate a high degree of sophistication or planning in committing it. The danger of saying he did, and the reason I write separately, is simple. Courts must reserve the application of grounds for exceptional sentences to those cases where they are truly supported, lest the aggravating factors acquire an elasticity that defies all limits, thereby rendering the Legislature’s determination meaningless.\nI therefore must respectfully disagree with the majority’s reasoning on this issue.\nReconsideration denied November 13, 1996.\nReview denied at 131 Wn.2d 1018 (1997).\n\nSee, e.g., State v. Argo, 81 Wn. App. 552, 570, 915 P.2d 1103 (1996), where the defendant had stolen and defrauded investors of more than $2.5 million.\n\n\nSee, e.g., State v. Valdobinos, 122 Wn.2d 270, 287, 858 P.2d 199 (1993), where the defendant possessed nearly 1,700 times the standard street level dosage of cocaine.\n\n",
            "ocr": false,
            "opinion_id": 9564766
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Rape"
}