{
    "id": 706087,
    "judges": "John, Leavy, Noonan, O'Scannlain, Wallace",
    "date_filed": 821232000000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-richard-annigoni",
    "case_name_short": null,
    "case_name": "United States v. Richard Annigoni",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Richard ANNIGONI, Defendant-Appellant",
    "attorneys": "Maria E. Stratton, Myra Sun, Deputy Federal Public Defenders, Los Angeles, CA, for defendant-appellant., Richard E. Drooyan, Jennifer T. Lum, Assistant United States Attorneys, Los Ange-les, CA, for plaintiff-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and Submitted April 4, 1995., Amended Sept. 21, 1995., Order Granting Rehearing En Banc Jan. 10, 1996.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b383-5\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Richard ANNIGONI, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b383-8\">\n    No. 94-50422.\n   </docketnumber><br><court id=\"b383-9\">\n    United States Court of Appeals, Ninth Circuit.\n   </court><br><otherdate id=\"b383-11\">\n    Argued and Submitted April 4, 1995.\n   </otherdate><br><decisiondate id=\"b383-12\">\n    Decided June 8, 1995.\n   </decisiondate><br><otherdate id=\"b383-13\">\n    Amended Sept. 21, 1995.\n   </otherdate><br><otherdate id=\"b383-14\">\n    Order Granting Rehearing En Banc Jan. 10, 1996.\n   </otherdate><br><attorneys id=\"b383-30\">\n    Maria E. Stratton, Myra Sun, Deputy Federal Public Defenders, Los Angeles, CA, for defendant-appellant.\n   </attorneys><br><attorneys id=\"b383-31\">\n    Richard E. Drooyan, Jennifer T. Lum, Assistant United States Attorneys, Los Ange-les, CA, for plaintiff-appellee.\n   </attorneys><br><judges id=\"b384-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"280\"> \n     *280\n     </span>\n    Before: JOHN T. NOONAN, Jr., O’SCANNLAIN and LEAVY, Circuit Judges.\n   </judges>",
    "citations": [
        "68 F.3d 279"
    ],
    "opinions": [
        {
            "author_str": "Noonan",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/68/68.F3d.279.94-50422.html",
            "author_id": null,
            "opinion_text": "68 F.3d 279\n    UNITED STATES of America, Plaintiff-Appellee,v.Richard ANNIGONI, Defendant-Appellant.\n    No. 94-50422.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted April 4, 1995.Decided June 8, 1995.Amended Sept. 21, 1995.Order Granting Rehearing En Banc Jan. 10, 1996.\n    \n      Maria E. Stratton, Myra Sun, Deputy Federal Public Defenders, Los Angeles, CA, for defendant-appellant.\n      Richard E. Drooyan, Jennifer T. Lum, Assistant United States Attorneys, Los Angeles, CA, for plaintiff-appellee.\n      Appeal from the United States District Court for the Central District of California.\n      Before:  JOHN T. NOONAN, Jr., O'SCANNLAIN and LEAVY, Circuit Judges.\n      NOONAN, Circuit Judge:\n    \n    \n      1\n      Richard Annigoni appeals his conviction of bank fraud in violation of 18 U.S.C. Sec. 1344.  He presents two issues on appeal:  an in limine restriction put on his cross-examination of a prosecution witness, and the denial to him of the exercise of a peremptory challenge because of a Batson objection.  His second point requires us to determine whether erroneous denial of a peremptory requires automatic reversal.  Holding that it does not, we affirm the district court.\n    \n    FACTS\n    \n      2\n      The facts proved at trial, recounted from the perspective of the government, established the following simple scam, engineered by Annigoni to get a $2.85 million loan:\n    \n    \n      3\n      Annigoni worked with two necessary confederates:  James Perumean, a dentist and real estate investor, and Ronald Fauria, a senior vice-president of Orange Coast Title company.  Manipulation of the escrows at the title company was essential to Annigoni's plan, which depended on barefaced falsifications and the quick transfer of cash.  He set up a partnership in which his and Fauria's interests were concealed and Perumean appeared as the front man.  Perumean approached the United California Savings Bank (the Bank) for a loan.  Perumean told the Bank that the partnership had the opportunity to buy 401 N. Brookhurst Street in Anaheim, California, for $4 million.  He represented that the owner was Par Western Interests, Inc., a company owned by Annigoni, and that a loan of $2.85 million would be needed to acquire the title from Par Western and to pay off the holder of the first trust deed, the Prudential Insurance Company.  He assured the Bank that it would get a first trust deed as security.  The Bank agreed to make the loan.\n    \n    \n      4\n      Annigoni's company, Par Western, in fact, did not own 501 N. Brookhurst;  but it arranged to acquire it on the same day that the sale to the Perumean-fronted partnership was to occur.  Fauria set up a double escrow where two closings occurred almost simultaneously.  In Escrow One, title to 501 N. Brookhurst was purportedly delivered to the partnership by Annigoni's company.  In Escrow Two, the Bank's wire for $2.85 million was disbursed, with payments being made of $1.84 million to the actual owner of 501 N. Brookhurst and the rest going to Fauria, Annigoni's wife, Annigoni's in-laws and Annigoni's lawyers.  The Prudential was never paid off.  The Bank was duped by falsified documents and discovered the fraud only two years later when the borrowers of the $2.85 million defaulted on the loan and the Bank discovered it had no valid first deed of trust.\n    \n    PROCEEDINGS\n    \n      5\n      Annigoni and Fauria were indicted for defrauding a bank in violation of 18 U.S.C. Sec. 1344 and for aiding and abetting the causing of a false statement to a federally-insured financial institution in violation of 18 U.S.C. Secs. 1014 and 1344.  At the trial Perumean testified against both of them.  His testimony was supplemented by that of Mary Ann Gigure, the escrow officer at Orange Coast, who testified to the disbursements she made from escrow of the proceeds of the Bank's loan.\n    \n    \n      6\n      Annigoni and Fauria were acquitted of aiding and abetting.  Each was convicted of bank fraud.\n    \n    \n      7\n      Annigoni appeals.\n    \n    ISSUES ON APPEAL\n    Two issues are presented:\n    \n      8\n      First.  Did the district court erroneously deny Annigoni the exercise of a peremptory challenge and, if so, does the error require reversal?   Jury selection proceeded with four Batson challenges being made, which the district court ruled on at sidebars.  Under the Federal Rules of Criminal Procedure, Rule 24(b), as the crime was punishable by more than a year's imprisonment the defendants were entitled jointly to ten peremptory challenges.  They moved to strike one seated African-American juror and the government objected to the challenge as discriminatory, noting that there were only two African-Americans in the jury pool.  The defense responded that the challenged juror had worked for the last six years as a jailor at the Los Angeles County Jail and might have a negative attitude toward Annigoni if his criminal record were admitted, as, under foreseeable circumstances, it might be.  After hearing this explanation the district court permitted the peremptory strike.\n    \n    \n      9\n      The government moved to strike two persons peremptorily--a woman and a Latino man.  The defense objected to each strike, noting that the government had already struck two women and that there was no valid basis for striking the Latino man.  The government replied that the woman had been chewing gum, was young, and had \"stared down\" at the prosecutor when she entered, and that the Latino man's occupation and marital status made him objectionable.  The district court ruled that each challenge was improper under Batson.   The jurors remained seated.\n    \n    \n      10\n      The defense then exercised a peremptory challenge against Jue Hom.  Hom was an employee of the transportation department of the Los Angeles Unified School District.  On voir dire he had testified to a passive investment in a limited real estate partnership managed by Merrill Lynch.  He was asked by the court if he had had any involvement with litigation in connection with this investment.  This colloquy ensued:\n    \n    \n      11\n      MR. HOM:  Yes, on that investment through Merrill Lynch, I don't know if they have any allegation going on at this time which I don't know anything about--in the partnership.\n    \n    \n      12\n      THE COURT:  All right.  Do you suspect that there was any litigation regarding that investment?   Have you received any notices about it?\n    \n    \n      13\n      MR. HOM:  Not one in the past three months or so.\n    \n    \n      14\n      THE COURT:  All right.  How about in the past year?\n    \n    \n      15\n      MR. HOM:  I have taken no action on that.\n    \n    \n      16\n      When the defense moved to strike Hom, this sidebar followed:\n    \n    \n      17\n      THE COURT:  All right, what's your reasons?\n    \n    \n      18\n      MR. ANDRES (Counsel for Fauria):  He has conservative investments.  He has--I think he has various limited partnerships and investments.  Because of his investment background, I think that it would be in my client's best interest to have him excused from this jury.\n    \n    \n      19\n      THE COURT:  He's Asian.\n    \n    \n      20\n      MR. ANDRES:  I understand that, and I think the Prosecution has kicked off number three, who was an Asian lady first strike out of the box.  I don't think we've struck any Asian prospective jurors.\n    \n    \n      21\n      MS. SUN (Counsel for Annigoni):  Your Honor, can I just add to that?   I believe the exchange between the Court and Mr. Hom was as follows--he indicated he hadn't received any notices about legal action within the last three months.  The Court then said, \"Within the last year?\", and I think his answer was, \"I didn't take any action about those\", which suggests to me that he did get more information and, perhaps, just wasn't willing to share.  That made him, to me--that gave me some concern about the extent of those kinds of activities that he's engaged in.\n    \n    \n      22\n      MS. LUM (the prosecutor):  Your Honor, I don't--I didn't interpret his answer that way.  I don't think he's been involved in any litigation and there have been numerous minorities that have been on the panel and that have been struck by the Defendants.  The fact that he is involved in limited partnerships--and it was in a very, very tangential way--he barely knew what it involved.  I don't think that's sufficient reason to challenge.\n    \n    \n      23\n      The district court declared:  \"I'm not going to allow the exercise of the peremptory challenge because I think it's racially motivated.\"\n    \n    \n      24\n      Second.  Did the district court err in ruling in limine that the defense could not examine Mary Ann Gigure on \"her medical condition?\"   In response to a government motion to make this ruling, the district court held a hearing outside of the presence of the jury and also examined in camera Gigure's medical records.  At the hearing Gigure testified that she started suffering symptoms of panic disorder in late 1989 and in January 1991 was diagnosed as suffering from this condition.  The symptoms she experienced included lightheadedness, dizziness, imbalance, shortness of breath, heart pounding, nausea, vomiting, diarrhea, and sweating.  She testified that the disorder was \"terrifying\" and affected her daily life in that she was \"limited to driving or going to malls or attending theatres or standing in bank lines or supermarket lines.\"   In February 1991 she was briefly hospitalized for treatment of the panic disorder.  At the time of the trial in 1994 she was also suffering from depression and from vertigo and was taking Zoloft, Antivert, Konopin, and Xanax for her three ailments.\n    \n    \n      25\n      Gigure testified at the hearing that neither her ailments nor her medications affected her memory and in particular did not affect her memory of events in 1985 and 1986 as to which she was to testify at trial.  She did admit to drowsiness from the medications and did state that the medications were still being adjusted.  The defense elicited or offered no evidence that the medications or medical afflictions could affect her memory.  Gigure had been an escrow officer for twenty years and at the time of trial was running her own escrow business.  The district court ruled that she could not be examined at trial on her medical condition.\n    \n    ANALYSIS\n    \n      26\n      Neither issue is without difficulty.  We begin with the in limine limitation on cross-examination.\n    \n    \n      27\n      The Limitation on the Examination of Mary Ann Gigure.   Annigoni contends that his right to cross-examine an important witness against him was erroneously restricted and that the error was not harmless.  From \"a common sense point of view,\" he urges, Gigure's use of four medications, the drowsiness they caused, and the effect that they and the \"terrifying\" illness she had experienced might have had on her memory should have been explored before the factfinders who were to determine Gigure's credibility.  As Gigure was the key witness on the disbursement of the Bank loan, she was a significant witness against him.  If she were not believed, the government's case against him would have been seriously damaged.  Annigoni reminds us of our exhortation to allow \"full and fair cross-examination of government witnesses whose testimony is important to the outcome of the case.\"  United States v. Brooke, 4 F.3d 1480, 1489 (9th Cir.1990).\n    \n    \n      28\n      The examination the court permitted of Gigure was less than full, but we are not persuaded that it was less than fair.  Nothing produced at the in limine hearing suggested that she had suffered any impairment of memory or that her medications or illnesses would have impaired her memory.  Her testimony, both at this hearing and at the trial itself, was crisp and clear, that of a professional recalling a professional job.  It is true that some prosecutors would not have sought to exclude examination as to her medical conditions and medications, and some trial judges would not have granted the exclusion.  It may even be that such prosecutors would have been wise in avoiding the ground for an appeal, and such judges would have been astute in providing no basis for a challenge to the verdict.  Nonetheless, the court's decision was essentially a decision on relevance;  it was a call to be made by the trial judge.  We have no firm conviction that he was wrong.\n    \n    \n      29\n      The Denial of the Challenge to Jue Hom.   Under Georgia v. McCollum, 505 U.S. 42, 54, 112 S.Ct. 2348, 2357, 120 L.Ed.2d 33 (1992) a defendant exercising a peremptory challenge \"is wielding the power to choose a quintessential governmental body--indeed, the institution on which our judicial system depends.\"   Consequently, neither a defendant nor a prosecutor may discriminate on the basis of race in exercising this power.  Id.  If the defense moved to strike Jue Hom because he was Asian, the district court was right to deny the strike.\n    \n    \n      30\n      The district court did make the observation, \"He's Asian.\"   The district court made no other finding.  The district court moved from its observation to the conclusion that the defense had been motivated by racial prejudice.  We defer to the exercise of discretion by the district court.  But discretion must be exercised on the basis of facts.  The bare fact of a male juror of Asian heritage being challenged proved nothing when the plausible explanation was articulated by the defense attorneys:  they did not want on the jury a person who had had a connection with litigation over a limited real estate partnership.  True, the basis of the defense's dislike did not amount to cause for challenge.  It was good enough to be distinct, however, from a manifestation of racial prejudice.  It has now been authoritatively decided that unless a discriminatory intent is inherent in the explanation given by the litigant exercising the peremptory, \" 'the reason offered will be deemed race neutral.' \"  Purkett v. Elem, --- U.S. ----, 115 S.Ct. 1769, 131 L.Ed.2d 834 (1995) quoting Hernandez v. New York, 500 U.S. 352, 360, 111 S.Ct. 1859, 1866, 114 L.Ed.2d 395 (1991).  Without anything before us to explain its ruling, we are forced to conclude that the district court was in error in denying the strike.\n    \n    \n      31\n      What's the consequence of this error?   At first blush, the answer appears obvious.  We have held:  \"error in restricting the exercise of peremptory challenges results in an automatic reversal.  The defendant need not show that he was prejudiced by the error.\"  United States v. Turner, 558 F.2d 535, 538 (9th Cir.1977).  In announcing that proposition we relied on Swain v. Alabama, 380 U.S. 202, 219, 85 S.Ct. 824, 835, 13 L.Ed.2d 759 (1965).  In that capital case the prosecution in a county where African Americans were at least a quarter of the population used its peremptories to strike six African Americans from the jury;  the resulting all-white panel found the African-American defendant guilty of rape and he was sentenced to death.  Sustaining this conviction, the Supreme Court delivered an encomium on peremptories, asserting that they eliminated \"extremes of partiality on both sides\" and assured that justice satisfied the appearance of justice.  Id.  \"The persistence of peremptories and their extensive use,\" the Court declared, \"demonstrate the long and widely held belief that peremptory challenge is a necessary part of trial by jury.\"  Id.  And if peremptories were essential to jury trial, the absence of articulated reason for exercising them was essential to peremptories.  Peremptories in their essence required that they be exercised \"without a reason stated, without inquiry, and without being subject to the court's control.\"  Id. at 220.   They could be exercised on \" 'sudden impressions and unaccountable prejudices.' \"  Id. (quoting Blackstone as adopted in Lewis v. United States, 146 U.S. 370, 378, 13 S.Ct. 136, 139, 36 L.Ed. 1011 (1892)).  They could be exercised on the basis of race, religion, or nationality.  Id.  It was well known that both prosecutors and defense took into account race or particular nationality in using peremptories.  Veniremen were not judged as individuals but as counsel sized up their \"group affiliations\" in the context of the case at bar.  A line of Supreme Court cases directed summary reversal without a showing of prejudice where a peremptory had been erroneously denied.  Harrison v. United States, 163 U.S. 140, 16 S.Ct. 961, 41 L.Ed. 104 (1896);  Gulf, Colorado &amp; Santa Fe R. Co. v. Shane, 157 U.S. 348, 15 S.Ct. 641, 39 L.Ed. 727 (1895);  Lewis v. United States, 146 U.S. 370, 376, 13 S.Ct. 136, 138, 36 L.Ed. 1011 (1892).\n    \n    \n      32\n      Reversal appears required.  But two things have happened since these clear precepts were laid down:  peremptories have undergone a sea change, and a new rule has been announced as to the kind of error that mandates reversal of a verdict after trial.  The sea change began with Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986), was made greater by Edmonson v. Leesville Concrete Co., 500 U.S. 614, 111 S.Ct. 2077, 114 L.Ed.2d 660 (1991), and was completed by Georgia v. McCollum, 505 U.S. 42, 112 S.Ct. 2348, 120 L.Ed.2d 33 (1992).  Before the change, the peremptory challenge, as its name indicated, was a peculiarly arbitrary, totally individualistic act.  As Blackstone had said, and as the Supreme Court in Lewis had quoted, it was important that a prisoner on trial for his life \"should have a good opinion of his jury,\" William Blackstone, Commentaries on the Laws of England (1765) 4, 353, quoted in Lewis v. United States, 146 U.S. at 377, 13 S.Ct. at 139.   As the expression of private prejudice or fear, the peremptory was necessarily beyond control.  It might be, and as Swain announced, it was used to express racial or group prejudice.  In the published writings of experienced trial lawyers, Clarence Darrow advised avoiding women \"in all defense cases\";  others advised that women were desirable except for \"attractive female defendants.\"   See Raymond J. Broderick, \"Why the Peremptory Challenge Should Be Abolished,\" 65 Temple L.Rev. 369, 414 (1992).  Peremptory challenges were where stereotypes--sometimes contradictory stereotypes--thrived.  What else did counsel have to go on?   The defenders of peremptories have argued \"not all stereotypes are inaccurate.\"   Katherine Goldwasser, \"Limiting a Criminal Defendant's Use of Peremptory Challenges:  On Symmetry and the Jury in a Criminal Trial,\" 102 Harv.L.Rev. 808, 837 (1989).  It was even argued that peremptories \"allow the covert expression of what we dare not say but know is true more often than not.\"   Barbara Allen Babcock, \"Voir Dire:  Preserving Its 'Wonderful Power,' \" 27 Stan.L.Rev. 545, 554 (1975).\n    \n    \n      33\n      In the light of the new teaching of the Supreme Court that exercise of a peremptory is the exercise of a quintessential governmental power these justifications have become suspect.  One of the most insightful commentators on peremptories now points to substantial dangers.  Barbara Allen Babcock, \"A Place in the Palladium:  Women's Rights and Jury Service,\" 61 Cincinnati L.Rev. 1139, 1147 (1993).  A veteran district judge referring to \"the seat of the pants\" way peremptories are often exercised has called for their elimination.  Broderick, \"Why the Peremptory Challenge Should Be Abolished,\" 65 Temple L.Rev. at 410-413, 420-423.  We cannot go that far.  The aim of the exercise of the peremptory power, however, can scarcely be what it has often been in the past:  to obtain not an impartial but a partial jury.  Id. at 411.  We can observe that the exercise of governmental power requires more restraints than avoidance of racial discrimination;  we have no reason now to decide how far that observation leads.  We can observe now, looking back, that the rhetoric of Swain--rhetoric often followed and common to the champions of peremptories--rings remarkably hollow.  The power, lauded for its ability to achieve impartial juries and avoid even the appearance of unfairness, was the power which in Swain itself produced an all-white jury for an African-American accused of rape of a white woman.  What a gap existed between reality and rhetoric!\n    \n    \n      34\n      Seen now as a governmental power, to be exercised under the careful control of the court, the peremptory will predictably be a source of many appeals.  In the case at bar, the district court had to make four Batson rulings.  It made one erroneously.  If review for harmless error is inappropriate, one may expect many Batson challenges, many appeals and a fair number of convictions requiring automatic reversal because a peremptory was wrongly denied.\n    \n    \n      35\n      \"Substantial latitude\" has been prescribed for exercise of discretion by the district court where a new rule requires that court to rule on disqualification of counsel representing two defendants jointly charged.  Wheat v. United States, 486 U.S. 153, 163, 108 S.Ct. 1692, 1699, 100 L.Ed.2d 140 (1988).  The reason for this \"substantial latitude\" is the danger of the district court being whipsawed--damned if it does and damned if it doesn't.  Id. at 161, 108 S.Ct. at 1698.   A comparable danger of whipsawing the court exists here.  The district judge should have substantial latitude.\n    \n    \n      36\n      We have to guide us now the clear holding of the Supreme Court that, apart from cases where the evidence does not justify conviction beyond a reasonable doubt, the only cases where reversal is mandatory are those in which structural error occurred--the judge was biased, counsel was incompetent, cases of this sort.  Brecht v. Abrahamson, --- U.S. ----, ----, 113 S.Ct. 1710, 1717, 123 L.Ed.2d 353 (1993).  In other cases, the axiom holds that the defendant is entitled to a fair trial not a perfect one, and any error may be assessed for its harmfulness.\n    \n    \n      37\n      Does erroneous denial of a peremptory create a structural defect in the trial?   There is language in past decisions of the Supreme Court that suggests an affirmative answer.  The peremptory is \"one of the most important rights secured to the accused,\" Pointer v. United States, 151 U.S. 396, 408, 14 S.Ct. 410, 414, 38 L.Ed. 208 (1894).  It is \"an essential part of the trial,\" Lewis v. United States, 146 U.S. at 376, 13 S.Ct. at 136.   The persistence of peremptories demonstrates a belief that they are \"a necessary part of trial by jury,\" Swain v. Alabama, 380 U.S. at 219, 85 S.Ct. at 835.\n    \n    \n      38\n      At the same time the Supreme Court has held that peremptories are not required by the Constitution;  Congress may regulate their number.  Stilson v. United States, 250 U.S. 583, 586, 40 S.Ct. 28, 29-30, 63 L.Ed. 1154 (1919).  Peremptories are \"in the nature of a statutory privilege,\" Frazier v. United States, 335 U.S. 497, 505. n. 11, 69 S.Ct. 201, 206 n. 11, 93 L.Ed. 187 (1948).  They are \"not constitutionally protected fundamental rights;  rather, they are but one state-created means to the constitutional end of an impartial jury and a fair trial.\"  Georgia v. McCollum, 505 U.S. at 57, 112 S.Ct. at 2358.   Peremptories are now given by the federal rules.  They do not have a constitutional status, they do not have a structural status.  The impartiality of a jury is not destroyed where, as here, a peremptory is in good faith erroneously denied.\n    \n    \n      39\n      Ross v. Oklahoma, 487 U.S. 81, 108 S.Ct. 2273, 101 L.Ed.2d 80 (1988), confirms this conclusion.  The district court there erroneously refused to dismiss a juror for cause.  The defendant then exercised a peremptory and eliminated him.  Following conviction, the defendant argued that the forced use of his peremptory, through the court's error as to cause, was itself reversible error;  and so it would have been if denial of a peremptory is automatically reversible.  Dissenters in the Supreme Court argued that the loss of the peremptory, through its unnecessary exercise, necessarily affected the composition of the panel finally seated.  Id. at 94, 108 S.Ct. at 2281 (dissent).  The Court firmly rejected this reasoning.  No seated juror was challenged or challengeable for cause.  The defendant had failed to show prejudice.  His capital conviction was affirmed.  Id. at 91, 108 S.Ct. at 2280.\n    \n    \n      40\n      So in this case Annigoni has failed to show that any juror challengeable for cause sat on his case.  He lost one peremptory he should have had.  He did not lose an impartial jury.\n    \n    \n      41\n      This case, where the defense lost a peremptory it should have had, is fundamentally different from a case where a peremptory is exercised for a racially discriminatory reason, is challenged, and is permitted by the trial court.  In that kind of case governmental power has been exercised to effect racial discrimination and has gone uncorrected by the court.  The structure of the trial has been impacted:  the composition of the jury has been corrupted.  In that kind of case the error can never be harmless.\n    \n    \n      42\n      AFFIRMED.\n    \n    \n      43\n      Before:  WALLACE, Chief Judge.\n    \n    ORDER\n    Jan. 10, 1996\n    \n      44\n      Upon the vote of a majority of nonrecused regular active judges of this court, it is ordered that this case be reheard by the en banc court pursuant to Circuit Rule 35-3.\n    \n    ",
            "ocr": false,
            "opinion_id": 706087
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}