{
    "id": 1230699,
    "judges": "Boochever, Chief Justice, and Rabinowitz, Connor, Burke and Matthews, Justices",
    "date_filed": 261964800000,
    "date_filed_is_approximate": false,
    "slug": "middleton-v-state",
    "case_name_short": "Middleton",
    "case_name": "Middleton v. State",
    "case_name_full": "Victoria MIDDLETON, Appellant, v. STATE of Alaska, Appellee; Carmen HESS, Appellant, v. STATE of Alaska, Appellee",
    "attorneys": "Thomas P. Blanton, Whiting, Blanton & Rosie, Fairbanks, for Middleton., Robert Coats, Asst. Public Defender, Fairbanks and Brian Shortell, Public Defender, Anchorage, for Hess., Richard J. Ray, James P. Doogan, Jr., Asst. Dist. Attys., Harry L. Davis, Dist. Atty., Fairbanks and Avrum M. Gross, Atty. Gen., Juneau, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 21,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1096-3\">\n    Victoria MIDDLETON, Appellant, v. STATE of Alaska, Appellee. Carmen HESS, Appellant, v. STATE of Alaska, Appellee.\n   </parties><br><docketnumber id=\"b1096-8\">\n    Nos. 3163 and 3302.\n   </docketnumber><br><court id=\"b1096-9\">\n    Supreme Court of Alaska.\n   </court><br><decisiondate id=\"b1096-10\">\n    April 21, 1978.\n   </decisiondate><br><attorneys id=\"b1097-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1051\"> \n     *1051\n     </span>\n    Thomas P. Blanton, Whiting, Blanton &amp; Rosie, Fairbanks, for Middleton.\n   </attorneys><br><attorneys id=\"b1097-11\">\n    Robert Coats, Asst. Public Defender, Fairbanks and Brian Shortell, Public Defender, Anchorage, for Hess.\n   </attorneys><br><attorneys id=\"b1097-12\">\n    Richard J. Ray, James P. Doogan, Jr., Asst. Dist. Attys., Harry L. Davis, Dist. Atty., Fairbanks and Avrum M. Gross, Atty. Gen., Juneau, for appellee.\n   </attorneys><br><judges id=\"b1097-17\">\n    Before BOOCHEVER, Chief Justice, and RABINO WITZ, CONNOR, BURKE and MATTHEWS, Justices.\n   </judges>",
    "citations": [
        "577 P.2d 1050"
    ],
    "opinions": [
        {
            "author_str": "Boochever",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nBOOCHEVER, Chief Justice.\nCarmen Hess and Victoria Middleton were jointly tried and convicted of the armed robbery of a liquor store.1 They separately appealed to this court claiming prejudicial joinder, in part, on the contention that each was effectively denied the protection of an accomplice instruction. Middleton additionally raises a question of illegal search and seizure in the taking from her wallet of a piece of paper, introduced at trial as a floor plan of the liquor store.\nOn April 4, 1976, a person wearing a ski mask and bulky parka robbed at gunpoint the Thrifty Liquor Store in Fairbanks. Shortly thereafter, a police officer saw a car containing two people speeding from the scene. Middleton and Hess were apprehended by the police on the basis of eyewitness identifications.2\nThe 'pair was tried jointly;3 each denied participating in the robbery and offered an alibi defense. Neither challenged the alibi defense of the other, although both gave testimony concerning the possession and *1052control of the cash and the floor plan sketch which tended to incriminate the other.\nHess was arrested while riding as a passenger in a taxicab. Cash identified by its distinctive clipping as having been taken from the Thrifty Liquor Store was found in a knapsack in the taxicab. According to the report of the officer who arrested Hess:\nMr. Hess stated that all the items in the cab belonged to Victoria Middleton, and nothing at all in the cab belonged to him.\nWhile Middleton testified to owning the knapsack, she denied any knowledge of the money. She explained that she had left the empty pack in the hotel room she had shared with Hess on the day of the robbery, and that when she returned to the room at midnight the pack was full. Hess testified that he opened Middleton’s pack the morning following the robbery and found inside what looked like bundles of money, amounting to approximately $1,800.00. He said that he asked Middleton about the money in the pack at the first available opportunity, and her reply was, “Hey, don’t worry about it. I’ll explain it to you later.” A fingerprint expert testified he found a print matching Hess’ on one of the cash bundles.\nMiddleton testified that the floor plan sketch came to be in her, wallet when, at Hess’ request, she had written a name and telephone number on what she assumed was a blank piece of paper. She denied any knowledge of the sketch. Hess denied any knowledge of the paper.\nAt the outset of trial, both defendants moved for severance. Hess’ attorney claimed potential prejudice if Middleton’s prior record were admitted or if Middleton’s attorney made any comments about Hess’ failure to take the stand, should that right be exercised. Both attorneys also pointed to a potential violation of the right to confrontation required by Bruton v. United States, 391 U.S. 123, 88 S.Ct. 1620, 20 L.Ed.2d 476 (1968), should Hess’ out-of-court statement implicating Middleton4 be admitted and Hess himself not take the stand.\nNone of these specified claims of prejudice materialized at trial since the court granted the requested protective order preventing admission into evidence of Middleton’s prior record, and both defendants took the stand and were cross-examined by counsel for the co-defendant. Middleton’s attorney moved for a protective order to prevent the officer from testifying about Hess’ statement, a request opposed by both the state and Hess’ attorney. The court, however, subsequently granted the protective order.\nRelief from prejudicial joinder is discretionary with the trial judge in Alaska. Criminal Rule 14 provides:\nIf it appears that a defendant or the state is prejudiced by a joinder of offenses or of defendants in an indictment or information or by such joinder for trial together, the court may order an election or separate trials of counts, grant a severance of defendants, or provide whatever other relief justice requires. .\nThis is clearly not an instance where a co-defendant has incriminated himself and in so doing, implicated the defendant claiming prejudice. In Bruton v. United States, supra, the United States Supreme Court found the right of cross-examination, secured by the confrontation clause of the sixth amendment,5 to be violated where a defendant’s confession implicating a co-defendant is admitted and the defendant who made the confession does not take the stand and subject himself to cross-examination. *1053This rule applies even where the jury is given cautionary instructions that the confession is admissible only as against the declarant. The court noted that the reason underlying the rule is designed to give the nonconfessing defendant the right to cross-examination. 391 U.S. at 125-26, 88 S.Ct. at 1622, 20 L.Ed.2d at 479-80. See Pointer v. Texas, 380 U.S. 400, 85 S.Ct. 1065, 13 L.Ed.2d 923 (1965); Barton v. United States, 263 F.2d 894, 898 (5th Cir. 1959).\nSince none of the prospective claims of prejudice materialized at trial — both defendants having taken the stand for cross-examination — this court must look to the actual prejudice, if any, created by the antagonistic postures of the defendants. The fact that one defendant attempts at trial to place the blame on the other is generally not sufficient to warrant severance.6\nAt the close of testimony, both defendants requested instructions that the testimony of an accomplice be treated with distrust, but then both withdrew the request, apparently due to the belief that the instruction would be prejudicial to both defendants. Both appellants argue that the failure to sever was reversible error once it became clear that neither could be given the effective protection of an accomplice instruction. We must determine whether the failure to sever prevented the defendants from securing an appropriate accomplice instruction, and, if so, whether the lack of such an instruction was prejudicial.\nSince generally no party may claim error in the charge to the jury unless he has objected before the jury retires,7 this court can find the charge to the jury defective only if an omission amounts to a plain error “affecting substantial rights.”8 Evidence was presented such that the jury could have concluded that Hess and Middleton were accomplices.9 We, therefore, must decide whether it was plain error for the court to instruct the jury without including the accomplice instruction.10\nThe purpose of the instruction that the testimony of an accomplice be viewed *1054with distrust is to alert the jury that an accomplice may be excessively tempted to lie about his role in the incident if it will benefit him.11\nIn this case, each defendant stood to benefit by shifting the ownership and control of the incriminating evidence to the other. As the testimony of the two defendants relating to the cash and the piece of paper was inconsistent, the jury was obviously forced to conclude that one of the defendants was lying about the control of the items. Because of the possibility that perjury would benefit each defendant and the certainty that one or the other or both were lying about the control of the incriminating evidence, the purpose of the rule requiring the accomplice instruction appears apt in this case.\nAlaska has recently fashioned a precedent for a conditional instruction in which the jury members are told to view testimony with distrust if they find the witness to have been an accomplice.12 The court has limited this instruction, however, to cases in which the court does not rule as a matter of law on the status of the putative accomplice.13\nIt appears that a conditional instruction would have been appropriate in this case;14 however, none was requested, and the question- before this court is whether the allegedly prejudicial failure to charge rises to the level of plain error. We have previously found that an alleged error must be “obviously prejudicial” in order to be noticed as plain error.15\nWe note that in this case, the evidence against Middleton and Hess was strong; it included eyewitness testimony incriminating both, a fingerprint incriminating Hess alone and a floor plan sketch of the site of the robbery which could have incriminated either, both or neither, depending on which testimony the jury believed.\nThe court instructed the jury that in considering the weight to be given a witness’ testimony, it could consider the witness’ relation to the case, if any; and in judging the testimony of a party, it could consider his interest in the outcome of the matter and his hopes and fears. We also note that the trial court instructed the jury that it could treat with distrust the testimony of any person who appeared to have made a misstatement “with the design to deceive.” 16\n*1055Given these circumstances, we do not find the failure of the trial court to give an accomplice instruction to be plain error. We further hold that there was no prejudicial joinder, and that the court did not err in denying the motion for severance.\nThe remaining question involves the propriety of the search of Middleton’s wallet after her arrest. After Middleton’s arrival at the police station, she was booked and taken to an interview room, where twenty minutes to one-half hour later, she was asked to empty her pockets. This situation is similar to the search incident to arrest upheld by this court in McCoy v. State, 491 P.2d 127, 130-31 (Alaska 1971). In McCoy, this court placed four restrictions on warrantless searches of the person: that the arrest be valid; that the search be roughly contemporaneous with the arrest; that the arrest not be a pretext for the search and that “the arrest must be for a crime, evidence of which could be concealed on a person.” McCoy, supra at 138. This court recently followed the fourth of those restrictions in Zehrung v. State, 569 P.2d 189, 199-200 (Alaska 1977), on rehearing, 573 P.2d 858 (Alaska 1978). We held that the search of a person arrested for a crime listed on a bail schedule and no evidence of which could be concealed on the person, may not extend beyond a search for weapons until a reasonable opportunity to raise bail has been afforded.17 We explicitly found that searches, other than for weapons, permitted under United States v. Robinson, 414 U.S. 218, 94 S.Ct. 467, 38 L.Ed.2d 427 (1973), where no evidence of the crime charged could exist on the person, violate art. I, sec. 14 of the Alaska Constitution.18 Zehrung v. State, supra at 197, 200.\nThe Middleton search, however, does not fail under Zehrung because evidence of an armed robbery clearly can exist on the person of the arrestee, whether it takes the form of cash (including marked money) or indications of premeditation (for example, floor plan sketches).\nMiddleton argues that, even if the search of the wallet were constitutionally permissible, the warrantless opening of the folded piece of paper found in the wallet was unreasonable, since once seized, it could neither present a danger to the officers nor be destroyed by the arrestee.19 We find that, in this case, the officers were not required to obtain a warrant to authorize them to open the folded piece of paper inasmuch as the opening of the paper was an integral part of the search for evidence permitted in McCoy.\nMiddleton also claims that the ten-year sentence she received is excessive and not supported by the facts before the court. Appellant was convicted of a violation of AS 11.15.295,20 use of firearms during the *1056commission of certain crimes, which carries a mandatory minimum sentence of ten years for the first offense.21\nThe standard imposed by the court reviewing a sentence is a determination of whether the trial court was clearly mistaken. McClain v. State, 519 P.2d 811, 813-14 (Alaska 1974). Middleton, although only 22 years of age at the time of her arrest, had a prior conviction based on AS 11.20.350, receiving and concealing stolen goods, for which she received a sentence of 60 days. She had additional convictions for shoplifting and petty larceny.\nWe find it significant that the crime for which she is convicted in the present case involved considerable danger to the employees of the liquor store. In view of the nature of the crime, we do not find the sentence of ten years excessive.22\nAFFIRMED.\n\n. The pair was convicted of violating AS 11.15.-240:\nRobbery. A person who, by force or violence, or by putting in fear, steals and takes anything of value from the person of another is guilty of robbery, and is punishable by imprisonment in the penitentiary for not more than 15 years nor less than one year,\nand AS 11.15.295:\nUse of firearms during the commission of certain crimes. A person who uses or carries a firearm during the commission of a robbery, assault, murder, rape, burglary, or kidnapping is guilty of a felony and upon conviction for a first offense is punishable by imprisonment for not less than 10 years. Upon conviction for a second or subsequent offense in violation of this section, the offender shall be imprisoned for not less than 25 years.\n\n\n. A liquor store employee identified Middleton as the robber on the basis of her height and weight and identification of her voice from directives made during the robbery. The employee testified that she had met Middleton, in the company of Hess, about two weeks before the robbery. Hess was identified as the person driving the speeding car by Officer Miller, who also gave a detailed description of the car.\n\n\n.Criminal Rule 8(b) provides:\nJoinder of Defendants. Two or more defendants may be charged in the same indictment or information if they are alleged to have participated in the same act or transaction or in the same series of acts or transactions constituting an offense or offenses. Such defendants may be charged in one or more counts together or separately and all of the defendants need not be charged in each count. The disposition of the indictment or information as to one of several defendants joined in the same indictment or information shall not affect the right of the state to proceed against the other defendants.\n\n\n. Hess’ statement to the arresting officer was that everything in the cab belonged to’ Middleton.\n\n\n. The sixth amendment provides:\nRight to speedy trial, witnesses, etc. In all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury of the state and district wherein the crime shall have been committed, which district shall have been previously ascertained by law, and to be informed of the nature and cause of the accusations; to be confronted with the witnesses against him; to have compulsory process for obtaining witnesses in his favor, and to have the assistance of counsel for his defense, (emphasis added)\n\n\n. United States v. Bornstein, 447 F.2d 742, 746 (7th Cir.), cert. denied, 404 U.S. 851, 92 S.Ct. 88, 30 L.Ed.2d 91 (1971); United States v. Barber, 442 F.2d 517, 530 (3d Cir.), cert. denied, 404 U.S. 958, 92 S.Ct. 327, 30 L.Ed.2d 275 (1971); Baker v. United States, 329 F.2d 786, 787 (10th Cir.), cert. denied, 379 U.S. 853, 85 S.Ct. 101, 13 L.Ed.2d 56 (1964); Dauer v. United States, 189 F.2d 343, 344 (10th Cir.), cert. denied, 342 U.S. 898, 72 S.Ct. 232, 96 L.Ed. 672 (1951); United States v. Kahaner, 203 F.Supp. 78, 81 (S.D.N.Y.1962), aff'd, 317 F.2d 459 (2d Cir.), cert. denied, 375 U.S. 926, 84 S.Ct. 263, 11 L.Ed.2d 169 (1963). See also, Note, “Joinder of Defendants in Criminal Prosecutions,” 42 N.Y.U.L.Rev. 513, 530-31 (1967). But cf., State v. Yoshino, 50 Haw. 287, 439 P.2d 666, 669-71 (1968), where one co-defendant’s claim of self-defense in a murder trial was held sufficient to require severance.\n\n\n. Criminal Rule 30(a) provides in part:\nNo party may assign as error any portion of the charge or omission therefrom unless he objects thereto before the jury retires to consider its verdict, stating distinctly the matter to which he objects and the grounds of his objections.\n\n\n. Criminal Rule 47(b) provides:\nPlain errors or defects affecting substantial rights may be noticed although they were not brought to the attention of the court.\n\n\n. This court has several times defined an accomplice as “. . . one who in some manner, knowingly and with criminal intent aids, abets, assists, or participates in a criminal act.” Evans v. State, 550 P.2d 830, 841 (Alaska 1976). See Gordon v. State, 533 P.2d 25, 29 (Alaska 1975); Beavers v. State, 492 P.2d 88, 97 (Alaska 1971); Flores v. State, 443 P.2d 73, 78 (Alaska 1968); Taylor v. State, 391 P.2d 950 (Alaska 1964); Mahle v. State, 371 P.2d 21, 25 (Alaska 1962).\n\n\n. Criminal Rule 30(b) requires:\nThe court shall instruct the jufy on all matters of law which it considers necessary for the jury’s information in giving their verdict.\nThe rule, before it was amended by Supreme Court Order 222, effective December 15, 1975, read in part:\nThe court . . . whether or not requested to do so, shall give the following basic instructions on all proper occasions:\n[[Image here]]\n(2) That the testimony of an accomplice ought to be viewed with distrust and the oral admissions of a party with caution.\nThus, the rule no longer requires the accomplice instruction where not requested by counsel.\n\n\n. The pre-1975 Criminal Rule 30(b), making the instruction mandatory, recognized a long-established common law practice, Galauska v. State, 527 P.2d 459, 470-71 (Alaska 1974) (Boo-chever, J., dissenting), also accepted by the Oregon Code of 1862, the source of Alaska’s first legal system. The Act Providing a Civil Government for Alaska, 23 Stat. 26 (1887), adopted the laws of Oregon then in force. The Oregon Code of 1862 provided for a mandatory instruction that the testimony of an accomplice be viewed with distrust. Ann.Laws of Oregon, § 845 (Hill 1887).\n\n\n. In Anthony v. State, 521 P.2d 486, 494 (Alaska 1974), the defendant claimed that the instruction labeling an admitted murderer an accomplice effectively defeated his defense — that he had not aided and abetted the crime at all. This court on remand directed the conditional instruction.\n\n\n. See Gordon v. State, supra at 31; Anthony v. State, supra at 469-70, where putative accomplices were held not to be accomplices as a matter of law due to the factual circumstances presented. Thus, the need for a conditional instruction was obviated.\n\n\n. Since there was no request for a conditional instruction, we need not reach the issue of whether it would have been reversible error to have denied such a request.\n\n\n. Martin v. State, 517 P.2d 1399, 1402 (Alaska 1974); Burford v. State, 515 P.2d 382, 383 (Alaska 1973); Kugzruk v. State, 436 P.2d 962, 964 (Alaska 1968).\n\n\n. The instruction directed:\nThe members of the jury are the sole and exclusive judges of the effect and value of the evidence addressed to them and the credibility of the witnesses who have testified in the case. The character of the witnesses, as shown by the evidence, should be taken into consideration for the purpose of determining their credibility. The jury may scrutinize the manner of witnesses while on the stand, and in determining the weight to be given to the witnesses’ testimony, the jury may consider the witnesses’ relation to the case, if any, and also the witnesses’ degree of intelligence. In judging the testimony of a party, you may consider his interest in the outcome of this matter and his hopes and his fears. A wit*1055ness may be impeached also by evidence that at other times he has made statements inconsistent with his present testimony as to any matter material to the cause on trial.\nA witness willfully false in one material part of his or her testimony may be distrusted in others. The jury may reject the whole of the testimony of a witness sworn falsely as to a material point. If you are convinced that a witness has stated what was untrue as to a material point, not as a result of mistake or inadvertence, but willfully and with the design to deceive, then you may treat all of his or her testimony with distrust and suspicion, and reject all unless you shall be convinced that he or she has in other particulars sworn to the truth.\nAnother instruction specified that this standard applied to each defendant as well.\n\n\n.See also, People v. Brisendine, 13 Cal.3d 528, 119 Cal.Rptr. 315, 531 P.2d 1099, 1107-09 (1975).\n\n\n. Art. I, sec. 14 provides:\nSearches and Seizures. The right of the people to be secure in their persons, houses and other property, papers, and effects, against unreasonable searches and seizures, shall not be violated. No warrants shall issue, but upon probable cause, supported by oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.\n\n\n. See Chimel v. California, 395 U.S. 752, 763-64, 89 S.Ct. 2034, 2040, 23 L.Ed.2d 685, 694 (1969); Schraff v. State, 544 P.2d 834, 849-50 (Alaska 1975) (Rabinowitz, J., dissenting); McCoy v. State, supra at 140-41 (Rabinowitz and Connor, JJ., dissenting).\n\n\n. See Note 1, supra.\n\n\n. She was also convicted of robbery in violation of AS 11.15.240, which provides a minimum of one year and a maximum of fifteen.\n\n\n. See Speas v. State, 511 P.2d 130, 132-34 (Alaska 1973), for a discussion of mandatory minimum sentences, which are considered “rarely appropriate” by the American Bar Association, Standards Relating to Sentencing Alternatives and Procedures (Approved draft 1968) at 142, 146 — 48. See also, Thomas v. State, 566 P.2d 630, 636-38 (Alaska 1977).\n\n",
            "ocr": false,
            "opinion_id": 9572188
        },
        {
            "author_str": "Burke",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBURKE, Justice,\nconcurring.\nI fail to understand why it is either necessary or proper for this court to consider whether the failure to give an accomplice instruction was plain error. The whole point of appellants’ argument is that they could not request such an instruction without risking substantial prejudice to themselves, so long as they were to be tried together. Neither one of them contends that the instruction should have been given in the absence of separate trials. Thus, the issue is not whether an accomplice instruction should have been given, but simply whether it was reversible error to deny the motions for severance.\nOtherwise, I concur.\n",
            "ocr": false,
            "opinion_id": 9572189
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n577 P.2d 1050 (1978)\nVictoria MIDDLETON, Appellant,\nv.\nSTATE of Alaska, Appellee.\nCarmen HESS, Appellant,\nv.\nSTATE of Alaska, Appellee.\nNos. 3163 and 3302.\nSupreme Court of Alaska.\nApril 21, 1978.\n*1051 Thomas P. Blanton, Whiting, Blanton &amp; Rosie, Fairbanks, for Middleton.\nRobert Coats, Asst. Public Defender, Fairbanks and Brian Shortell, Public Defender, Anchorage, for Hess.\nRichard J. Ray, James P. Doogan, Jr., Asst. Dist. Attys., Harry L. Davis, Dist. Atty., Fairbanks and Avrum M. Gross, Atty. Gen., Juneau, for appellee.\nBefore BOOCHEVER, Chief Justice, and RABINOWITZ, CONNOR, BURKE and MATTHEWS, Justices.\n\nOPINION\nBOOCHEVER, Chief Justice.\nCarmen Hess and Victoria Middleton were jointly tried and convicted of the armed robbery of a liquor store.[1] They separately appealed to this court claiming prejudicial joinder, in part, on the contention that each was effectively denied the protection of an accomplice instruction. Middleton additionally raises a question of illegal search and seizure in the taking from her wallet of a piece of paper, introduced at trial as a floor plan of the liquor store.\nOn April 4, 1976, a person wearing a ski mask and bulky parka robbed at gunpoint the Thrifty Liquor Store in Fairbanks. Shortly thereafter, a police officer saw a car containing two people speeding from the scene. Middleton and Hess were apprehended by the police on the basis of eyewitness identifications.[2]\nThe pair was tried jointly;[3] each denied participating in the robbery and offered an alibi defense. Neither challenged the alibi defense of the other, although both gave testimony concerning the possession and *1052 control of the cash and the floor plan sketch which tended to incriminate the other.\nHess was arrested while riding as a passenger in a taxicab. Cash identified by its distinctive clipping as having been taken from the Thrifty Liquor Store was found in a knapsack in the taxicab. According to the report of the officer who arrested Hess:\nMr. Hess stated that all the items in the cab belonged to Victoria Middleton, and nothing at all in the cab belonged to him.\nWhile Middleton testified to owning the knapsack, she denied any knowledge of the money. She explained that she had left the empty pack in the hotel room she had shared with Hess on the day of the robbery, and that when she returned to the room at midnight the pack was full. Hess testified that he opened Middleton's pack the morning following the robbery and found inside what looked like bundles of money, amounting to approximately $1,800.00. He said that he asked Middleton about the money in the pack at the first available opportunity, and her reply was, \"Hey, don't worry about it. I'll explain it to you later.\" A fingerprint expert testified he found a print matching Hess' on one of the cash bundles.\nMiddleton testified that the floor plan sketch came to be in her wallet when, at Hess' request, she had written a name and telephone number on what she assumed was a blank piece of paper. She denied any knowledge of the sketch. Hess denied any knowledge of the paper.\nAt the outset of trial, both defendants moved for severance. Hess' attorney claimed potential prejudice if Middleton's prior record were admitted or if Middleton's attorney made any comments about Hess' failure to take the stand, should that right be exercised. Both attorneys also pointed to a potential violation of the right to confrontation required by Bruton v. United States, 391 U.S. 123, 88 S. Ct. 1620, 20 L. Ed. 2d 476 (1968), should Hess' out-of-court statement implicating Middleton[4] be admitted and Hess himself not take the stand.\nNone of these specified claims of prejudice materialized at trial since the court granted the requested protective order preventing admission into evidence of Middleton's prior record, and both defendants took the stand and were cross-examined by counsel for the co-defendant. Middleton's attorney moved for a protective order to prevent the officer from testifying about Hess' statement, a request opposed by both the state and Hess' attorney. The court, however, subsequently granted the protective order.\nRelief from prejudicial joinder is discretionary with the trial judge in Alaska. Criminal Rule 14 provides:\nIf it appears that a defendant or the state is prejudiced by a joinder of offenses or of defendants in an indictment or information or by such joinder for trial together, the court may order an election or separate trials of counts, grant a severance of defendants, or provide whatever other relief justice requires... .\nThis is clearly not an instance where a co-defendant has incriminated himself and in so doing, implicated the defendant claiming prejudice. In Bruton v. United States, supra, the United States Supreme Court found the right of cross-examination, secured by the confrontation clause of the sixth amendment,[5] to be violated where a defendant's confession implicating a co-defendant is admitted and the defendant who made the confession does not take the stand and subject himself to cross-examination. *1053 This rule applies even where the jury is given cautionary instructions that the confession is admissible only as against the declarant. The court noted that the reason underlying the rule is designed to give the nonconfessing defendant the right to cross-examination. 391 U.S. at 125-26, 88 S.Ct. at 1622, 20 L. Ed. 2d at 479-80. See Pointer v. Texas, 380 U.S. 400, 85 S. Ct. 1065, 13 L. Ed. 2d 923 (1965); Barton v. United States, 263 F.2d 894, 898 (5th Cir.1959).\nSince none of the prospective claims of prejudice materialized at trial \u0097 both defendants having taken the stand for cross-examination \u0097 this court must look to the actual prejudice, if any, created by the antagonistic postures of the defendants. The fact that one defendant attempts at trial to place the blame on the other is generally not sufficient to warrant severance.[6]\nAt the close of testimony, both defendants requested instructions that the testimony of an accomplice be treated with distrust, but then both withdrew the request, apparently due to the belief that the instruction would be prejudicial to both defendants. Both appellants argue that the failure to sever was reversible error once it became clear that neither could be given the effective protection of an accomplice instruction. We must determine whether the failure to sever prevented the defendants from securing an appropriate accomplice instruction, and, if so, whether the lack of such an instruction was prejudicial.\nSince generally no party may claim error in the charge to the jury unless he has objected before the jury retires,[7] this court can find the charge to the jury defective only if an omission amounts to a plain error \"affecting substantial rights.\"[8] Evidence was presented such that the jury could have concluded that Hess and Middleton were accomplices.[9] We, therefore, must decide whether it was plain error for the court to instruct the jury without including the accomplice instruction.[10]\nThe purpose of the instruction that the testimony of an accomplice be viewed *1054 with distrust is to alert the jury that an accomplice may be excessively tempted to lie about his role in the incident if it will benefit him.[11]\nIn this case, each defendant stood to benefit by shifting the ownership and control of the incriminating evidence to the other. As the testimony of the two defendants relating to the cash and the piece of paper was inconsistent, the jury was obviously forced to conclude that one of the defendants was lying about the control of the items. Because of the possibility that perjury would benefit each defendant and the certainty that one or the other or both were lying about the control of the incriminating evidence, the purpose of the rule requiring the accomplice instruction appears apt in this case.\nAlaska has recently fashioned a precedent for a conditional instruction in which the jury members are told to view testimony with distrust if they find the witness to have been an accomplice.[12] The court has limited this instruction, however, to cases in which the court does not rule as a matter of law on the status of the putative accomplice.[13]\nIt appears that a conditional instruction would have been appropriate in this case;[14] however, none was requested, and the question before this court is whether the allegedly prejudicial failure to charge rises to the level of plain error. We have previously found that an alleged error must be \"obviously prejudicial\" in order to be noticed as plain error.[15]\nWe note that in this case, the evidence against Middleton and Hess was strong; it included eyewitness testimony incriminating both, a fingerprint incriminating Hess alone and a floor plan sketch of the site of the robbery which could have incriminated either, both or neither, depending on which testimony the jury believed.\nThe court instructed the jury that in considering the weight to be given a witness' testimony, it could consider the witness' relation to the case, if any; and in judging the testimony of a party, it could consider his interest in the outcome of the matter and his hopes and fears. We also note that the trial court instructed the jury that it could treat with distrust the testimony of any person who appeared to have made a misstatement \"with the design to deceive.\"[16]\n*1055 Given these circumstances, we do not find the failure of the trial court to give an accomplice instruction to be plain error. We further hold that there was no prejudicial joinder, and that the court did not err in denying the motion for severance.\nThe remaining question involves the propriety of the search of Middleton's wallet after her arrest. After Middleton's arrival at the police station, she was booked and taken to an interview room, where twenty minutes to one-half hour later, she was asked to empty her pockets. This situation is similar to the search incident to arrest upheld by this court in McCoy v. State, 491 P.2d 127, 130-31 (Alaska 1971). In McCoy, this court placed four restrictions on warrantless searches of the person: that the arrest be valid; that the search be roughly contemporaneous with the arrest; that the arrest not be a pretext for the search and that \"the arrest must be for a crime, evidence of which could be concealed on a person.\" McCoy, supra at 138. This court recently followed the fourth of those restrictions in Zehrung v. State, 569 P.2d 189, 199-200 (Alaska 1977), on rehearing, 573 P.2d 858 (Alaska 1978). We held that the search of a person arrested for a crime listed on a bail schedule and no evidence of which could be concealed on the person, may not extend beyond a search for weapons until a reasonable opportunity to raise bail has been afforded.[17] We explicitly found that searches, other than for weapons, permitted under United States v. Robinson, 414 U.S. 218, 94 S. Ct. 467, 38 L. Ed. 2d 427 (1973), where no evidence of the crime charged could exist on the person, violate art. I, sec. 14 of the Alaska Constitution.[18]Zehrung v. State, supra at 197, 200.\nThe Middleton search, however, does not fail under Zehrung because evidence of an armed robbery clearly can exist on the person of the arrestee, whether it takes the form of cash (including marked money) or indications of premeditation (for example, floor plan sketches).\nMiddleton argues that, even if the search of the wallet were constitutionally permissible, the warrantless opening of the folded piece of paper found in the wallet was unreasonable, since once seized, it could neither present a danger to the officers nor be destroyed by the arrestee.[19] We find that, in this case, the officers were not required to obtain a warrant to authorize them to open the folded piece of paper inasmuch as the opening of the paper was an integral part of the search for evidence permitted in McCoy.\nMiddleton also claims that the ten-year sentence she received is excessive and not supported by the facts before the court. Appellant was convicted of a violation of AS 11.15.295,[20] use of firearms during the *1056 commission of certain crimes, which carries a mandatory minimum sentence of ten years for the first offense.[21]\nThe standard imposed by the court reviewing a sentence is a determination of whether the trial court was clearly mistaken. McClain v. State, 519 P.2d 811, 813-14 (Alaska 1974). Middleton, although only 22 years of age at the time of her arrest, had a prior conviction based on AS 11.20.350, receiving and concealing stolen goods, for which she received a sentence of 60 days. She had additional convictions for shoplifting and petty larceny.\nWe find it significant that the crime for which she is convicted in the present case involved considerable danger to the employees of the liquor store. In view of the nature of the crime, we do not find the sentence of ten years excessive.[22]\nAFFIRMED.\nBURKE, Justice, concurring.\nI fail to understand why it is either necessary or proper for this court to consider whether the failure to give an accomplice instruction was plain error. The whole point of appellants' argument is that they could not request such an instruction without risking substantial prejudice to themselves, so long as they were to be tried together. Neither one of them contends that the instruction should have been given in the absence of separate trials. Thus, the issue is not whether an accomplice instruction should have been given, but simply whether it was reversible error to deny the motions for severance.\nOtherwise, I concur.\nNOTES\n[1]  The pair was convicted of violating AS 11.15.240:\n\nRobbery. A person who, by force or violence, or by putting in fear, steals and takes anything of value from the person of another is guilty of robbery, and is punishable by imprisonment in the penitentiary for not more than 15 years nor less than one year.\nand AS 11.15.295:\nUse of firearms during the commission of certain crimes. A person who uses or carries a firearm during the commission of a robbery, assault, murder, rape, burglary, or kidnapping is guilty of a felony and upon conviction for a first offense is punishable by imprisonment for not less than 10 years. Upon conviction for a second or subsequent offense in violation of this section, the offender shall be imprisoned for not less than 25 years.\n[2]  A liquor store employee identified Middleton as the robber on the basis of her height and weight and identification of her voice from directives made during the robbery. The employee testified that she had met Middleton, in the company of Hess, about two weeks before the robbery. Hess was identified as the person driving the speeding car by Officer Miller, who also gave a detailed description of the car.\n[3]  Criminal Rule 8(b) provides:\n\nJoinder of Defendants. Two or more defendants may be charged in the same indictment or information if they are alleged to have participated in the same act or transaction or in the same series of acts or transactions constituting an offense or offenses. Such defendants may be charged in one or more counts together or separately and all of the defendants need not be charged in each count. The disposition of the indictment or information as to one of several defendants joined in the same indictment or information shall not affect the right of the state to proceed against the other defendants.\n[4]  Hess' statement to the arresting officer was that everything in the cab belonged to Middleton.\n[5]  The sixth amendment provides:\n\nRight to speedy trial, witnesses, etc. In all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury of the state and district wherein the crime shall have been committed, which district shall have been previously ascertained by law, and to be informed of the nature and cause of the accusations; to be confronted with the witnesses against him; to have compulsory process for obtaining witnesses in his favor, and to have the assistance of counsel for his defense. (emphasis added)\n[6]  United States v. Bornstein, 447 F.2d 742, 746 (7th Cir.), cert. denied, 404 U.S. 851, 92 S. Ct. 88, 30 L. Ed. 2d 91 (1971); United States v. Barber, 442 F.2d 517, 530 (3d Cir.), cert. denied, 404 U.S. 958, 92 S. Ct. 327, 30 L. Ed. 2d 275 (1971); Baker v. United States, 329 F.2d 786, 787 (10th Cir.), cert. denied, 379 U.S. 853, 85 S. Ct. 101, 13 L. Ed. 2d 56 (1964); Dauer v. United States, 189 F.2d 343, 344 (10th Cir.), cert. denied, 342 U.S. 898, 72 S. Ct. 232, 96 L. Ed. 672 (1951); United States v. Kahaner, 203 F. Supp. 78, 81 (S.D.N.Y. 1962), aff'd, 317 F.2d 459 (2d Cir.), cert. denied, 375 U.S. 926, 84 S. Ct. 263, 11 L. Ed. 2d 169 (1963). See also, Note, \"Joinder of Defendants in Criminal Prosecutions,\" 42 N.Y.U.L.Rev. 513, 530-31 (1967). But cf., State v. Yoshino, 50 Haw. 287, 439 P.2d 666, 669-71 (1968), where one co-defendant's claim of self-defense in a murder trial was held sufficient to require severance.\n[7]  Criminal Rule 30(a) provides in part:\n\nNo party may assign as error any portion of the charge or omission therefrom unless he objects thereto before the jury retires to consider its verdict, stating distinctly the matter to which he objects and the grounds of his objections.\n[8]  Criminal Rule 47(b) provides:\n\nPlain errors or defects affecting substantial rights may be noticed although they were not brought to the attention of the court.\n[9]  This court has several times defined an accomplice as \"... one who in some manner, knowingly and with criminal intent aids, abets, assists, or participates in a criminal act.\" Evans v. State, 550 P.2d 830, 841 (Alaska 1976). See Gordon v. State, 533 P.2d 25, 29 (Alaska 1975); Beavers v. State, 492 P.2d 88, 97 (Alaska 1971); Flores v. State, 443 P.2d 73, 78 (Alaska 1968); Taylor v. State, 391 P.2d 950 (Alaska 1964); Mahle v. State, 371 P.2d 21, 25 (Alaska 1962).\n[10]  Criminal Rule 30(b) requires:\n\nThe court shall instruct the jury on all matters of law which it considers necessary for the jury's information in giving their verdict.\nThe rule, before it was amended by Supreme Court Order 222, effective December 15, 1975, read in part:\nThe court ... whether or not requested to do so, shall give the following basic instructions on all proper occasions:\n.....\n(2) That the testimony of an accomplice ought to be viewed with distrust and the oral admissions of a party with caution.\nThus, the rule no longer requires the accomplice instruction where not requested by counsel.\n[11]  The pre-1975 Criminal Rule 30(b), making the instruction mandatory, recognized a long-established common law practice, Galauska v. State, 527 P.2d 459, 470-71 (Alaska 1974) (Boochever, J., dissenting), also accepted by the Oregon Code of 1862, the source of Alaska's first legal system. The Act Providing a Civil Government for Alaska, 23 Stat. 26 (1887), adopted the laws of Oregon then in force. The Oregon Code of 1862 provided for a mandatory instruction that the testimony of an accomplice be viewed with distrust. Ann.Laws of Oregon, § 845 (Hill 1887).\n[12]  In Anthony v. State, 521 P.2d 486, 494 (Alaska 1974), the defendant claimed that the instruction labeling an admitted murderer an accomplice effectively defeated his defense \u0097 that he had not aided and abetted the crime at all. This court on remand directed the conditional instruction.\n[13]  See Gordon v. State, supra at 31; Anthony v. State, supra at 469-70, where putative accomplices were held not to be accomplices as a matter of law due to the factual circumstances presented. Thus, the need for a conditional instruction was obviated.\n[14]  Since there was no request for a conditional instruction, we need not reach the issue of whether it would have been reversible error to have denied such a request.\n[15]  Martin v. State, 517 P.2d 1399, 1402 (Alaska 1974); Burford v. State, 515 P.2d 382, 383 (Alaska 1973); Kugzruk v. State, 436 P.2d 962, 964 (Alaska 1968).\n[16]  The instruction directed:\n\nThe members of the jury are the sole and exclusive judges of the effect and value of the evidence addressed to them and the credibility of the witnesses who have testified in the case. The character of the witnesses, as shown by the evidence, should be taken into consideration for the purpose of determining their credibility. The jury may scrutinize the manner of witnesses while on the stand, and in determining the weight to be given to the witnesses' testimony, the jury may consider the witnesses' relation to the case, if any, and also the witnesses' degree of intelligence. In judging the testimony of a party, you may consider his interest in the outcome of this matter and his hopes and his fears. A witness may be impeached also by evidence that at other times he has made statements inconsistent with his present testimony as to any matter material to the cause on trial.\nA witness willfully false in one material part of his or her testimony may be distrusted in others. The jury may reject the whole of the testimony of a witness sworn falsely as to a material point. If you are convinced that a witness has stated what was untrue as to a material point, not as a result of mistake or inadvertence, but willfully and with the design to deceive, then you may treat all of his or her testimony with distrust and suspicion, and reject all unless you shall be convinced that he or she has in other particulars sworn to the truth.\nAnother instruction specified that this standard applied to each defendant as well.\n[17]  See also, People v. Brisendine, 13 Cal. 3d 528, 119 Cal. Rptr. 315, 531 P.2d 1099, 1107-09 (1975).\n[18]  Art. 1, sec. 14 provides:\n\nSearches and Seizures. The right of the people to be secure in their persons, houses and other property, papers, and effects, against unreasonable searches and seizures, shall not be violated. No warrants shall issue, but upon probable cause, supported by oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.\n[19]  See Chimel v. California, 395 U.S. 752, 763-64, 89 S. Ct. 2034, 2040, 23 L. Ed. 2d 685, 694 (1969); Schraff v. State, 544 P.2d 834, 849-50 (Alaska 1975) (Rabinowitz, J., dissenting); McCoy v. State, supra at 140-41 (Rabinowitz and Connor, JJ., dissenting).\n[20]  See Note 1, supra.\n[21]  She was also convicted of robbery in violation of AS 11.15.240, which provides a minimum of one year and a maximum of fifteen.\n[22]  See Speas v. State, 511 P.2d 130, 132-34 (Alaska 1973), for a discussion of mandatory minimum sentences, which are considered \"rarely appropriate\" by the American Bar Association, Standards Relating to Sentencing Alternatives and Procedures (Approved draft 1968) at 142, 146-48. See also, Thomas v. State, 566 P.2d 630, 636-38 (Alaska 1977).\n\n",
            "ocr": false,
            "opinion_id": 1230699
        }
    ],
    "court_short_name": "Alaska Supreme Court",
    "court_full_name": "Alaska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Alaska, AK",
    "crime_category": "Rape"
}