{
    "id": 1232500,
    "judges": "Bernstein, McFarland, Udall",
    "date_filed": -109555200000,
    "date_filed_is_approximate": false,
    "slug": "state-v-owen",
    "case_name_short": "Owen",
    "case_name": "State v. Owen",
    "case_name_full": "STATE of Arizona, Appellee, v. Fred Lee OWEN and Reuben Cruz Federico, Appellants",
    "attorneys": "Norman E. Green, Pima County Atty., Carl Waag, Deputy County Atty., Tucson, Darrell F. Smith, Atty. Gen., Phoenix, for appellee., H. Wesley Carlson, Royal & Carlson, Tucson, for appellants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Sept. 20, 1966.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 14,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b182-8\">\n    416 P.2d 589\n   </citation><br><parties id=\"b182-9\">\n    STATE of Arizona, Appellee, v. Fred Lee OWEN and Reuben Cruz Federico, Appellants.\n   </parties><br><docketnumber id=\"b182-11\">\n    No. 1569.\n   </docketnumber><br><court id=\"b182-12\">\n    Supreme Court of Arizona. In Division.\n   </court><br><decisiondate id=\"b182-14\">\n    July 13, 1966.\n   </decisiondate><br><otherdate id=\"b182-15\">\n    Rehearing Denied Sept. 20, 1966.\n   </otherdate><br><attorneys id=\"b183-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"157\"> \n     *157\n     </span>\n    Norman E. Green, Pima County Atty., Carl Waag, Deputy County Atty., Tucson, Darrell F. Smith, Atty. Gen., Phoenix, for appellee.\n   </attorneys><br><attorneys id=\"b183-7\">\n    H. Wesley Carlson, Royal &amp; Carlson, Tucson, for appellants.\n   </attorneys>",
    "citations": [
        "416 P.2d 589",
        "101 Ariz. 156"
    ],
    "opinions": [
        {
            "author_str": "McFarland",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3716.0,
            "opinion_text": "\n101 Ariz. 156 (1966)\n416 P.2d 589\nSTATE of Arizona, Appellee,\nv.\nFred Lee OWEN and Reuben Cruz Federico, Appellants.\nNo. 1569.\nSupreme Court of Arizona. In Division.\nJuly 13, 1966.\nRehearing Denied September 20, 1966.\n*157 Norman E. Green, Pima County Atty., Carl Waag, Deputy County Atty., Tucson, Darrell F. Smith, Atty. Gen., Phoenix, for appellee.\nH. Wesley Carlson, Royal &amp; Carlson, Tucson, for appellants.\nMcFARLAND, Justice:\nFred Lee Owen and Reuben Cruz Federico were first tried in 1962 in the Superior Court of Pima County, resulting in their conviction for the crime of rape in violation of A.R.S. § 13-611. They shall hereinafter be referred to as defendants, Owen or Federico. Their convictions were affirmed by this court in separate opinions rendered in 1963. State v. Owen, 94 Ariz. 404, 385 P.2d 700; State v. Federico, 94 Ariz. 413, 385 P.2d 706. The United States Supreme Court granted certiorari, vacating the judgments of conviction, and remanding the cases \"for further proceedings not inconsistent with the opinion of this Court in Jackson v. Denno, 378 U.S. 368, 84 S. Ct. 1774, [12 L. Ed. 2d 908].\" Owen, et al., v. Arizona, 378 U.S. 574, 84 S. Ct. 1932, 12 L. Ed. 2d 1041. We complied with the order of the United States Supreme Court and ordered a new trial. State v. Owen, 96 Ariz. 274, 394 P.2d 206; State v. Federico, 96 Ariz. 281, 394 P.2d 211. This appeal emanates from their retrial and subsequent conviction.\nThe facts which gave rise to these lengthy legal proceedings occurred on February 2, 1962. Briefly stated,[1] defendants and others took the prosecutrix, a mother of six who had lost in an altercation at a local tavern the night of the incident in question, into the desert southwest of Tucson, and there raped her. Defendants left the scene on foot while the prosecutrix, in a dazed condition, put on a ripped undergarment and proceeded to wander about the desert for approximately an hour and a half, finally arriving at the home of Mr. and Mrs. Michael Ostaff in a hysterical condition. After relating the incident to the Ostaffs, police were called, and prosecutrix was taken to a hospital.\nOwen was picked up by police on February 6, 1962, at approximately 8:00 a.m., and according to the testimony of the arresting officer, taken to the Tucson Police Department for an \"interview.\" Owen testified the police served no warrant, did not announce themselves to him, and brushed by him when he opened the door of his home. He testified he had not had breakfast when taken to the police station. Owen was interrogated by several detectives as to his whereabouts on the evening of February 1, 1962.\nDuring this time, prosecutrix was brought to the station, and entered the room where defendant Owen was seated, and subsequently identified him as one of her assailants. Owen testified that he was subjected to repeated questioning by police; that he had requested and was denied an opportunity to call a bondsman or a lawyer, was not given food, and was promised he could go free if he made a statement. Thereafter, at approximately 12:00 p.m., he made a statement before a stenographer, answering questions asked him by one of the detectives. The substance of this statement, read in evidence, was to the effect that the defendants were at the scene of the crime but did not participate in the commission of the crime. This statement was typewritten, given to, and signed by Owen. Thereafter, Owen was placed under arrest and formally charged with the crime of rape.\nDefendants allege the statements made by the prosecutrix to Mrs. Ostaff, approximately one and a half hours after the alleged rape, are hearsay and do not *158 constitute a part of the res gestae. This same objection was raised in the first appeal. State v. Owen, supra. In ruling that the testimony was admissible as a part of the res gestae, we stated:\n\"In this case the rape occurred at night in the desert, in a spot not adjacent to many dwellings, and the prosecuting witness after finding a house with an inhabitant, seized the opportunity to complain of an assault to the first person encountered after it took place. She was crying and hysterical. * * *\n* * * * * *\n\"Under these circumstances it would appear there had been no break `in the continuity of the transaction' and that, as she was still in such a state of nervous excitement, she had not yet used her reflective powers. Therefore, the trial court had a reasonable basis for admission of the testimony of Mrs. Ostaff as a part of the res gestae.\" 94 Ariz. at 407, 385 P.2d at 702\nWe reaffirm our earlier holding on the question of the admissibility of the testimony as part of the res gestae.\nThe next alleged error relates to the impeachment of one Sam Portillo who was a witness in the first trial. At that time, Portillo had no prior conviction of record. The prosecutor, over the objection of defense counsel, was allowed to introduce a certified copy of a felony conviction, which conviction was subsequent to the time of Portillo's testimony at the first trial in 1962. It is defendants' contention that under the doctrine of State v. Harris, 73 Ariz. 138, 238 P.2d 957, only convictions for felonies prior to the date the testimony is given may be introduced to impeach the credibility of a witness.\nWe cannot agree with defendants' contention. Under Rule 256, Arizona Rules of Criminal Procedure, 17 A.R.S., a transcript of testimony of a dead or absent witness made at a prior trial is admissible \"in any subsequent trial or proceeding had in the same action or proceeding subject only to the same objections that might be made if the witness were testifying in open court.\" For cases interpreting the use of this rule, see: State v. Jordan, 83 Ariz. 248, 320 P.2d 446; McCreight v. State, 45 Ariz. 269, 42 P.2d 1102. The introduction of this prior reported testimony has the same effect as though the absent or dead witness were on the stand and testifying before the jury. The testimony may be accepted or rejected by the trier of fact and is subject to impeachment as is any other testimony. Proper impeachment includes the introduction of a prior felony conviction. State v. Daymus, 90 Ariz. 294, 367 P.2d 647; State v. Harris, supra. If the witness had been present and testified at the subsequent trial, his testimony would have been subject to the same impeachment process. Thus, no sound policy reason can be found for refusing the admission of a certified copy of a judgment and conviction for a felony to impeach the prior testimony of the witness which was introduced in evidence.\nThe defendants further contend the court erred in admitting the confession of the defendant, Fred Lee Owen; that the same was prejudicial against both of the defendants. The question of whether there should have been severance in the trial of defendants is not raised in this appeal.\nThe court, in admitting the confession, instructed the jury as follows:\n\"Ladies and gentlemen, this is a statement that the defendant, Owens, Fred Lee Owens, made and it is not to be used or considered by you in any way insofar as the defendant Reuben Federico is concerned. This only concerns the State's case against Mr. Owens. * * *\"\nWe have previously held, under similar instructions, that a confession of one defendant might be received in evidence against him. State v. Jackson, 100 Ariz. 91, 412 P.2d 36; State v. Goodyear, 98 Ariz. 304, 404 P.2d 397, rev'd on other grounds, 100 Ariz. 244, 413 P.2d 566.\nIn the instant case the statement of Owen was only to the effect that defendant Federico was present when the crime was committed and Owen at no time, either in his *159 statement or in his testimony, stated he saw the defendant Federico commit the crime of rape. Under the facts and instructions of the court in this case, it was not prejudicial error as to Federico to admit the confession.\nDefendant Owen contends it was prejudicial error to admit his statement in evidence on grounds that it was involuntary and made without his consent; the arrest was made without probable cause and without a warrant \u0097 and for the further reason that it violated his constitutional rights. Escobedo v. State of Illinois, 378 U.S. 478, 84 S. Ct. 1758, 12 L. Ed. 2d 977.\nA new trial was ordered in the instant case in compliance with the United States Supreme Court order in State v. Owen, supra, for the reason the procedure had not been followed as set forth in Jackson v. Denno, supra. In this, the second trial, the court fully followed this procedure and made definite findings as to facts which were in conflict, and a definite finding that the statement was voluntary. The court, in so holding, stated:\n\"* * * I don't believe it will be necessary for me to hear from the State. The Court has carefully weighed all of the evidence relating to the matter of the voluntariness or involuntariness of the statement, which is marked as State's Exhibit No. 9. Where there has been conflicting evidence between the testimony of the defendant and the other facts and testimony of officers, the Court has decided that conflict in favor of the testimony of the officers. After giving careful weight to such testimony, the Court feels that for a person who has finished two years of college, to be able to read such plain language, his having been placed under arrest on a charge of rape forcible, and such language, after having been informed of the nature of the accusation against `me, and having been able to read such plain language as that before the making of such statement by me, I was duly warned by Detectives C. Wright, No. 106, that I did not have to make any statement whatever with reference to the accusation against me, but that if I did make such a statement, the same would be reduced to writing and could be used in evidence against me on my trial,' that such language adequately apprises a person of the intelligence and education of the defendant that he has the right to remain silent, but that if he doesn't remain silent and makes a statement, that that statement can be used in a trial against him.\n\"And further, it adequately shows that he has been placed under arrest on a charge of forcible rape and that when the defendant says he was not aware of these factors, the Court feels that the greater weight to the degree of beyond a reasonable doubt on this matter as against the defendant, the Court feels that the question of being deprived of food is not a substantial factor in this. It would seem that an ordinary adult male who is in apparent good health and who arises from sleep at 7:45 in the morning has not received any type of cruel treatment or has not been under any type of duress by the mere fact that he has not eaten until 2:30 or 3:00 in the afternoon.\n\"The Court does not feel in weighing the evidence before it that the defendant asked for food and was refused food. The Court does not feel that the witness was told that after signing such statement he would be free to go. The Court does not feel that the witness was under any such impression. The Court feels that the defendant due to his prior experience knew of his right to have counsel at such time if he wanted counsel. The Court feels that, in weighing the evidence, the defendant did not ask for counsel, did not ask to make any telephone calls and was not denied the right to counsel or denied the right to make telephone calls.\n\"Considering all of these different factors either as a whole or in any combination, the Court feels that the State has shown that the statement, which is marked State's Exhibit No. 9 for identification, *160 was a voluntary statement and that the State has shown, or that all the evidence shows beyond a reasonable doubt that such statement was voluntary.\"\nThe summary of the evidence, which defendant contends shows his statement to be involuntary, and the evidence of the state which refutes the defendant's evidence is set forth in the findings of the court.\nWe have held this court is not concerned with mere conflicts in the evidence where there is substantial evidence to support a verdict or findings of the trial court. State v. Turner (filed July 6, 1966), 101 Ariz. 85, 416 P.2d 409; State v. Rivera, 94 Ariz. 45, 381 P.2d 584. In the instant case there was substantial evidence to support the findings of the court.\nThe statement was to the effect that the defendant, Fred Lee Owen, was 24 years of age, had attended college for two years at the University of Hawaii; had been present at the altercation in the bar; that after this he had been picked up by the group in a car in which the prosecutrix was riding and was with them when they went out to the scene of the alleged crime; that he saw the prosecutrix get out of the car and walk off 25 or 30 yards; that he happened to look around and saw the girl on the ground, naked. In answer to the question of how many persons he saw have intercourse with her, he said \"there must have been a couple, anyway\" but he didn't know their names and wasn't watching who it was \u0097 that it was pretty dark; that when he got in the car it looked as though she entered the car voluntarily; that he didn't have intercourse with her and when they left \"she was just drunk, passed out.\"\nOwen testified substantially to the same matters contained in the statement. While he at no time admitted having intercourse with the girl, it is his contention the statement was damaging to him in that it placed him at the scene of the crime.\nIn the case of Johnson v. New Jersey (June 20, 1966), 384 U.S. 719, 86 S. Ct. 1772, 16 L. Ed. 2d 882, the United States Supreme Court, in passing upon the retroactivity of Escobedo and Miranda, stated:\n\"In the light of these additional considerations, we conclude that Escobedo and Miranda should apply only to cases commenced after those decisions were announced. We recognize that certain state courts have perceived the implications of Escobedo and have therefore anticipated our holding in Miranda. Of course, States are still entirely free to effectuate under their own law stricter standards than those we have laid down and to apply those standards in a broader range of cases than is required by this decision.\n\"Apart from its broad implications, the precise holding of Escobedo was that statements elicited by the police during an interrogation may not be used against the accused at a criminal trial,\n\"`[where] the investigation is no longer a general inquiry into an unsolved crime but has begun to focus on a particular suspect, the suspect has been taken into police custody, the police carry out a process of interrogations that lends itself to elicting incriminating statements, the suspect has requested and been denied an opportunity to consult with his lawyer, and the police have not effectively warned him of his absolute constitutional right to remain silent * * *.' 378 U.S., at 490-491, 84 S. Ct. 1758.\n\"Because Escobedo is to be applied prospectively, this holding is available only to persons whose trials began after June 22, 1964, the date on which Escobedo was decided.\" 384 U.S. 733, 86 S. Ct. 1781, 16 L. Ed. 2d 892.\nThe first trial in the instant case was held prior to the Escobedo decision of June 22, 1964. The second trial was held in September, 1964 before the United States Supreme Court decision in Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694, on June 13, 1966, but after the case of Escobedo v. Ill., supra. The rules of evidence as set forth in Miranda are not *161 applicable to the instant case. It should be noted the trial court found that defendant had not requested an attorney and had not been denied an opportunity to consult with a lawyer; also that he had been effectively warned of his absolute constitutional right to remain silent.\nIn Escobedo, the court found that two of the conditions for holding the confession to be involuntary were that (1) the defendant had requested and been denied counsel, and (2) that he had not been effectively warned of his constitutional right to remain silent. These two conditions were not present in the instant case, therefore under the test of Escobedo, supra, we find that the court did not err in its finding that the statement was voluntary.\nJudgments affirmed.\nBERNSTEIN, V.C.J., and UDALL, J., concurring.\nNOTES\n[1]  For more detailed statement of the facts of this case, see State v. Owen, 94 Ariz. 404, 405, 385 P.2d 700, 701.\n\n",
            "ocr": false,
            "opinion_id": 1232500
        }
    ],
    "court_short_name": "Arizona Supreme Court",
    "court_full_name": "Arizona Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Arizona, AZ",
    "crime_category": "Rape"
}