{
    "id": 1236957,
    "judges": "Pekelis",
    "date_filed": 726105600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-braham",
    "case_name_short": "Braham",
    "case_name": "State v. Braham",
    "case_name_full": "The State of Washington, Respondent, v. Howard Craig Braham, Appellant",
    "attorneys": "Dawn Monroe of Washington Appellate Defender Association, for appellant., Norm Maleng, Prosecuting Attorney, and Sally Olsen, Deputy, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b950-4\">\n    [No. 27134-2-I.\n   </docketnumber><court id=\"A92\">\n    Division One.\n   </court><decisiondate id=\"A1Ou\">\n    December 14, 1992.]\n   </decisiondate><br><parties id=\"b950-5\">\n    The State of Washington, Respondent, v. Howard Craig Braham,\n    <em>\n     Appellant.\n    </em>\n</parties><br><attorneys id=\"b951-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"931\"> \n     *931\n     </span>\n<em>\n     Dawn Monroe\n    </em>\n    of\n    <em>\n     Washington Appellate Defender Association,\n    </em>\n    for appellant.\n   </attorneys><br><attorneys id=\"b951-6\">\n<em>\n     Norm Maleng, Prosecuting Attorney,\n    </em>\n    and\n    <em>\n     Sally Olsen, Deputy,\n    </em>\n    for respondent.\n   </attorneys>",
    "citations": [
        "841 P.2d 785",
        "67 Wash. App. 930"
    ],
    "opinions": [
        {
            "author_str": "Pekelis",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n67 Wash. App. 930 (1992)\n841 P.2d 785\nTHE STATE OF WASHINGTON, Respondent,\nv.\nHOWARD CRAIG BRAHAM, Appellant.\nNo. 27134-2-I.\nThe Court of Appeals of Washington, Division One.\nDecember 14, 1992.\nAs amended by order January 4, 1993.\n*931 Dawn Monroe of Washington Appellate Defender Association, for appellant.\nNorm Maleng, Prosecuting Attorney, and Sally Olsen, Deputy, for respondent.\n[As amended by order of the Court of Appeals January 4, 1993.]\nPEKELIS, J.\nHoward Braham appeals from a conviction on one count of first degree child molestation. He argues that the trial court improperly admitted expert testimony about the \"grooming process\" (techniques that child molesters use to establish a relationship with the victim). We reverse.\n\nI\nFor approximately 3 weeks in 1989, 3-year-old A.H. and her mother, Patricia H., lived with Patricia's sister, Terry, and Terry's husband, Howard Braham.\nOne evening, when Patricia tried to bring A.H. upstairs to bed, A.H. resisted, saying her \"coleta\" hurt.[1] When Patricia asked why, A.H. told her \"Uncle Craigie touched me.\"[2] Patricia asked where and A.H. pointed to her vagina. This incident ostensibly had occurred the night before while Braham was saying goodnight to his daughter Meagan, who shared a bedroom with A.H.\nPatricia reported this incident to Child Protective Services. In two interviews, A.H. told social workers that Braham had touched her vagina. In response to questioning by Dr. Mary Gibbons at Harborview Medical Center, A.H. indicated that no one had touched her and then said \"but Uncle *932 Craigie loves me. He doesn't have to be under arrest. He doesn't do anything.\" Dr. Gibbons found that A.H. had an \"essentially normal genital and anal exam aside from some area where the blood vessels looked a bit unusual between the outside of the genitals and the hymen.\" Dr. Gibbons concluded that the irregularity could have been caused by sexual abuse but also could have arisen from other causes, such as infection.\nA.H. was deemed competent to testify at trial. In addition to Patricia H., the two social workers, and Dr. Gibbons, the State called Lucy Berliner, Director of Research for the Harborview Sexual Assault Center and a clinical assistant professor at the University of Washington, to present expert testimony regarding the recantation of allegations of abuse made by children and the \"grooming process\" whereby child molesters establish a relationship with the intended victim.\nWhen, during pretrial motions, the prosecutor indicated she would be calling Ms. Berliner to testify as an expert regarding grooming, Braham's attorney objected as follows:\n[C]ertainly as to this grooming testimony, there is no indication here that that would be proper or that would be relevant. I think the prosecuting attorney is simply seeking to allow Ms. Berliner \u0097 and I have the greatest respect for Ms. Berliner, but she does have a tendency to run on and preach a bit when she is on the stand. And I think that in testifying as to what she believes to be the common grooming process, the jury could be seriously misled and certainly given false impressions as to what in fact the facts were, if any, in this particular case that would support the State's allegations. Therefore I would strenuously object to that type of testimony.\nThe judge inquired about how the grooming testimony would \"be connected with the other evidence which [the State] intend[s] to adduce.\" The prosecutor argued that the grooming testimony would \"be highly relevant\" because \"the defendant and the victim had a very close relationship\":\nHe was ... almost a father figure to her.... They were very close, and that is one of the components of grooming: that the perpetrator has established a very close bond, especially with a young child, and that facilitates the ability to commit abuse in this case.\n*933 The judge granted the motion for leave to allow Ms. Berliner to testify about the grooming process. The prosecutor advised the court that the State would elicit from Ms. Berliner only \"general information\" about grooming because Berliner had no particular information about the victim.\nDuring the opening statement, the prosecutor told the jury that \"Lucy Berliner will ... talk to you about grooming. She will explain that is a process whereby the offender, the defendant in this case, establishes a relationship with [the] victim in order to groom them, prepare them to make it easier to facilitate the crime.\"\nMs. Berliner testified about grooming as follows:\n[T]hat ... clinical term ... has been applied to what we would call a process of victimization.... [W]hat is basically meant by that is that in most cases where sexual abuse happens, it isn't something that just happens suddenly out of the blue. Generally there is a period of time where the person who intends to abuse the child gradually gets the child to feel more comfortable and may gradually sexualize the relationship or form a bond with the child so that the child will either not understand that what's happening to them is wrong or the child will not tell anyone about it after it happens.\nMs. Berliner described her recent study on the subject[3] and then testified, based on the information derived from the study, about the \"dynamics\" of the victim-offender relationship prior to the initiation of sexual abuse.[4] Ms. Berliner also testified about how victims were \"targeted or selected\". According to the study, offenders would seek a child who \"looked lonely or needy or their families were disrupted *934 because they felt those children would be more needing a relationship with somebody who would treat them as if they were special or who would give them attention.\"\nDuring earlier direct examination of Patricia H., the prosecutor elicited testimony about A.H.'s close relationship with Braham. On cross examination the prosecutor again asked Braham about his close relationship with A.H., seeking to emphasize Braham's role as a \"father figure\".\nIn her closing statement the prosecutor revisited Ms. Berliner's testimony as follows:\nLucy Berliner told you that it is typical in grooming, the offender is going to have a relationship of some kind with the victim. In this case it was almost a father-daughter relationship. .. . [A.H.] likes Uncle Craigie. He is her daddy at a time when she doesn't have her own dad there. Her mother has had another boyfriend. Her father has been in and out of her life off and on. It is no wonder that Uncle Craigie is a very important figure to her.\nLucy Berliner told you that this is something, this type of relationship an offender is going to look for. [A.H.] fits the profile: Young, articulate, engaging young girl, needy, wanting a father figure, liking the offender, the defendant, and the defendant realizes all this and in play he takes her places, takes her to babysitting, treats her as his daughter.\n[T]he elements or characteristics of ... grooming that Ms. Berliner explained to you this morning [are here].... [W]hen you consider all the factors of the case, they are substantial circumstantial evidence supporting the fact that in fact the defendant did sexually touch her on her vagina in that bedroom....\nThe jury found Braham guilty as charged. Braham was sentenced to a 24-month term of confinement and an additional year of community placement. Braham appeals.\n\nII\nBraham contends that the expert testimony on \"grooming\" was erroneously admitted because it is, in fact, a type of \"profile\" testimony. As such, Braham argues, it carries an unfairly prejudicial opinion on defendant's guilt and hence invades the province of the jury.\n[1, 2] As a threshold matter, we must decide whether Braham has properly preserved this argument for appeal. *935 The State insists that Braham failed to object to Berliner's testimony on this ground below. We disagree. The propriety of an evidence ruling will be examined on appeal if the specific basis for the objection is \"`apparent from the context.\"'\" State v. Pittman, 54 Wash. App. 58, 66, 772 P.2d 516 (1989) (quoting 5 K. Tegland, Wash. Prac., Evidence § 10, at 33-34 (3d ed. 1989)).\nHere, the specific objection argued on appeal can be inferred from the context of the objection made below. At trial, Braham's counsel objected to the relevance of Ms. Berliner's testimony and specifically declared that if Berliner's testimony were admitted, \"the jury could be seriously misled and ... given false impressions.\" Braham argues on appeal that the probative value of expert \"profile\" evidence is outweighed by the testimony's unfairly prejudicial impact on the jury.\nAlthough trial counsel did not cite a particular rule of evidence as the basis for his objection, such precision is not necessarily required. See State v. Guloy, 104 Wash. 2d 412, 422-23, 705 P.2d 1182 (1985), cert. denied, 475 U.S. 1020 (1986). Objecting that \"the jury could be seriously misled\" invokes rule 403, which provides that relevant evidence \"may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury\". (Italics ours.) ER 403. Moreover, Washington's general prohibition on expert \"profile\" testimony is premised precisely on this element of unfair prejudice and the ensuing false impression the jury might derive about the value of the expert's ostensible inference. See State v. Maule, 35 Wash. App. 287, 293, 667 P.2d 96 (1983).\nWe conclude, therefore, that trial counsel's objection, although not ideal, was specific enough to allow Braham the opportunity for appellate review. The reason advanced for excluding Berliner's testimony \u0097 lack of probative value as compared to potential prejudicial effect \u0097 is apparent from the context and sufficed to apprise the trial judge of the nature of Braham's objection.\n\n\n*936 III\nAs for the substance of the evidence issue, Braham contends the \"grooming\" testimony permitted here is a species of \"profile\" testimony which, he claims, is inadmissible in a case such as this. Because some of the components of grooming described by Ms. Berliner did resemble the conduct engaged in by him, it is likely, he argues, that the jury drew an unwarranted inference of guilt based on these similarities.\n[3] As a general rule, profile testimony that does nothing more than identify a person as a member of a group more likely to commit the charged crime is inadmissible owing to its relative lack of probative value compared to the danger of its unfair prejudice. For example, in State v. Petrich, 101 Wash. 2d 566, 683 P.2d 173 (1984), a sexual abuse expert testified that in \"`eighty-five to ninety percent of our cases, the child is molested by someone they already know.'\" The court explained that such testimony \"invites the jury to conclude that because of defendant's particular relationship to the victim, he is statistically more likely to have committed the crime.\" Thus, the court ruled that on remand such evidence should be excluded because its \"potential for prejudice is significant compared to its minimal probative value.\" Petrich, at 576.\nSimilarly, in State v. Maule, 35 Wash. App. 287, 293, 667 P.2d 96 (1983), an expert testified that \"the majority\" of child sexual abuse cases involve \"`a male parent-figure\". Deeming such evidence unduly prejudicial, the court reasoned that it invited the jury to conclude that because the defendant had been \"identified by an expert with experience in child abuse cases as a member of a group having a higher incidence of child sexual abuse, it is more likely the defendant committed the crime.\" 35 Wash. App. at 293; see also State v. Claflin, 38 Wash. App. 847, 690 P.2d 1186 (testimony that 43 percent of child molestation cases \"were reported\" to have been committed by \"father figures\" inadmissible under ER 403), review denied, 103 Wash. 2d 1014 (1985).\n*937 In this case, Berliner did not present \"statistics\" on grooming. Braham nevertheless contends that the prosecution offered her testimony on grooming as \"profile\" evidence for the purpose of showing that because Braham engaged in some behaviors consistent with grooming, he committed the crime. Apparently recognizing that testimony on grooming is potentially improper, the State argues that here it was only \"general\" expert testimony \"offered to provide background information on the nature of child abuse cases for the jury.\" The State additionally contends that because of this, and because Ms. Berliner never testified that she believed Braham was guilty of abuse, her testimony was not \"a commentary on Braham's guilt.\"\nThe State's arguments are factually and legally flawed. First, the claim that the testimony was merely \"background\" is not supported by the record. The prosecutor's statements during the State's pretrial motion and during opening and closing arguments plainly show otherwise. In response to Braham's objection to the grooming testimony, the prosecutor argued that the existence of the components of grooming \"facilitate[d] the ability to commit abuse in this case.\" Furthermore, in closing argument, the prosecutor exhorted the jury to infer guilt based on Berliner's testimony:\n[T]he elements or characteristics of ... grooming .. . are substantial circumstantial evidence supporting the fact that in fact the defendant did sexually touch her on her vagina in that bedroom. .. .\n(Italics ours.) Expert testimony implying guilt based on the characteristics of known offenders is the sort of testimony deemed unduly prejudicial and therefore inadmissible. See Petrich, at 576; Claflin, at 852; Maule, at 293. This was exactly how the State used Ms. Berliner's testimony in this case.\nSecond, because the State never offered a proper basis for admission of grooming evidence in the first instance, it is insignificant that Ms. Berliner herself never testified that she believed Braham was guilty of abuse. Indeed, we are *938 unable to conceive of any basis for its admission in this case. Surely, expert opinion is not necessary to explain that an adult in a \"close relationship\" with a child will have greater opportunity to engage in the alleged sexual misconduct. Under the facts present here, we see no other value to this evidence.\nWe are mindful, however, that circumstances might arise in which similar evidence would have probative value. For example, a different result might be reached were testimony on grooming offered as rebuttal evidence after the defense claimed that a perpetrator's conduct was inconsistent with the behavior of those who commit abuse or rape. Cf. State v. Madison, 53 Wash. App. 754, 764-65, 770 P.2d 662 (testimony regarding \"recantation phenomenon\" properly admitted in rebuttal), review denied, 113 Wash. 2d 1002 (1989); State v. Stevens, 58 Wash. App. 478, 497-98, 794 P.2d 38 (expert testimony on typical behaviors of sexually abused children admissible to rebut defense theory that victim's behavior was consistent with innocent explanation), review denied, 115 Wash. 2d 1025 (1990). This is quite different from the State offering the expert testimony in its case in chief to prove an element of the crime, i.e., that sexual abuse/rape did in fact occur. See State v. Black, 109 Wash. 2d 336, 351-52, 745 P.2d 12 (1987) (Utter, J., concurring in the result) (noting the importance of this distinction).[5]\nWe are satisfied that here the grooming behavior testified to by Ms. Berliner and thereafter associated with Braham by the prosecutor should not have been admitted, for it had virtually no probative value under ER 401. Moreover, given *939 the manner in which it was used \u0097 as circumstantial evidence of Braham's guilt \u0097 it was unfairly prejudicial under ER 403.[6] We expressly refrain, however, from holding that such evidence will always be inadmissible. We prefer to follow Justice Utter's admonition to avoid \"unnecessarily and prematurely foreclos[ing]\" the use of such testimony in a proper case. State v. Black, 109 Wn.2d at 350 (Utter, J., concurring in the result). Rather, confining ourselves as we should to the record before us, we hold merely that the trial court erred in admitting the evidence in this case.[7]\n[4] We further conclude that the error of admitting the grooming evidence was not harmless. The test for harmless error of nonconstitutional magnitude is whether, within reasonable probabilities, the outcome of the trial would have been materially affected if the error had not occurred. E.g., State v. Ashurst, 45 Wash. App. 48, 723 P.2d 1189 (1986).\nEvidence of Braham's guilt was not conclusive. Other than the grooming testimony, the State's evidence consisted of the victim's testimony about a single incident of abuse, her repetition of the allegation to her mother and two social workers, and a doctor's ambiguous medical examination. In addition, the victim recanted to the doctor, although this evidence was rebutted by expert testimony regarding the \"recantation phenomenon\". Above all, much of the State's *940 case was devoted to showing the affectionate relationship between defendant and the victim. The prosecutor's explanation of the grooming process in opening argument and the detailed reiteration of its significance in closing added to the evidence a sinister cast that it would not otherwise have had. See Hansen, 304 Or. at 184. The testimony on grooming could certainly have affected jury deliberation; we cannot say that the verdict would have been the same without it.\nAccordingly, because the erroneous admission of the expert \"grooming\" evidence was not harmless, we reverse and remand for a new trial.\nCOLEMAN and AGID, JJ., concur.\nNOTES\n[1]  According to Patricia H.'s testimony, \"coleta\" is a Spanish term for vagina. Patricia had taught A.H. to use the word \"coleta\" for vagina.\n[2]  Braham is known as \"Craig\" to family members, and A.H. referred to Braham as \"Uncle Craigie\".\n[3]  The study, titled \"The Process of Victimization\", appeared in The Journal of Child Abuse &amp; Neglect and involved providing interview questionnaires to past victims of child abuse and to men who had been in treatment for sexual abuse of children.\n[4]  These dynamics include three components: (1) \"sexualization\", where the offender starts off under the guise of \"normal behavior\" and nonsexual physical contact but becomes increasingly more sexual and intrusive; (2) \"justification\", where the offender tells the child that the touching isn't really sexual, perhaps that it is hygienic or educational; and (3) \"cooperation\", where the offender persuades the child not to tell by threatening some type of harm or bad consequence.\n[5]  Additionally, in an appropriate case, grooming evidence could conceivably be used to explain a victim's behavior. In Petrich, for example, an expert was permitted to explain the reasons for a child victim's delay in reporting abuse. In response to a challenge to the victim's credibility, the expert's testimony was proper because it helped the jury understand that seemingly counterintuitive behavior of a victim was scientifically explainable. See 101 Wn.2d at 575-76. Thus, in a case where the victim has not reported alleged abuse immediately as A.H. did, but has instead been beguiled into silence for a long period of time, it may be a proper exercise of discretion to permit expert testimony on some of the \"grooming\" dynamics.\n[6]  The unwarranted implication of guilt is particularly prejudicial where, as here, the expert testimony establishes a profile of the typical perpetrator rather than the typical victim. Perpetrator profile testimony clearly carries with it the implied opinion that the defendant is the sort of person who would engage in the alleged act, and therefore did it in this case too. In contrast, when the finder of fact is asked to infer that a victim fits a profile, this does not directly cast the accused in a menacing and prejudicial light. See Haakanson v. State, 760 P.2d 1030, 1036-37 (Alaska Ct. App. 1988) (holding such evidence inadmissible because prejudicial effect of profile evidence based on grooming process outweighed probative value); State v. Hansen, 304 Or. 169, 176, 743 P.2d 157, 161 (1987) (minimal probative value greatly outweighed by danger of unfair prejudice to defendant).\n[7]  Because we reverse on this basis, we need not and expressly do not address the scientific basis for or reliability of evidence of grooming under ER 702 and Frye v. United States, 293 F. 1013, 34 A.L.R. 145 (D.C. Cir.1923).\n\n",
            "ocr": false,
            "opinion_id": 1236957
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Rape"
}