{
    "id": 1266300,
    "judges": "Andrews, Barnes, Bernes",
    "date_filed": "2023-10-30",
    "date_filed_is_approximate": true,
    "slug": "hunter-v-state",
    "case_name_short": "Hunter",
    "case_name": "Hunter v. State",
    "case_name_full": "Hunter v. the State",
    "attorneys": "Mark A. Casto, for appellant., J. Gray Conger, District Attorney, Crawford L. Seals, Assistant District Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b383-11\">\n    A06A1568.\n   </docketnumber><parties id=\"AQZ0\">\n    HUNTER v. THE STATE.\n   </parties><br><citation id=\"b383-12\">\n    (638 SE2d 804)\n   </citation>",
    "citations": [
        "638 S.E.2d 804",
        "282 Ga. App. 355"
    ],
    "opinions": [
        {
            "author_str": "Barnes",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7136.0,
            "opinion_text": "\n638 S.E.2d 804 (2006)\nHUNTER\nv.\nThe STATE.\nNo. A06A1568.\nCourt of Appeals of Georgia.\nNovember 9, 2006.\n*805 Mark Casto, Columbus, for Curtis Hunter.\nJ. Gray Conger, District Attorney, Crawford Seals, Assistant District Attorney, for The State.\nBARNES, Judge.\nOn appeal from his conviction for child molestation and aggravated child molestation, Curtis Hunter argues that the evidence was insufficient, that the trial court mishandled voir dire and a juror's dismissal, that the State improperly bolstered witnesses' testimony and argued Hunter's future dangerousness, and that trial counsel was ineffective. We find no error and affirm.\nViewed in the light most favorable to the jury's verdict, the record shows that on May 19, 2003, an eleven-year-old girl told two school counselors that Hunter, the girl's mother's boyfriend at the time, had repeatedly over a period of months put his mouth on the girl's vagina and forced her to put her mouth on his penis. When the victim first recounted the molestation, she began to cry so hard that both counselors thought she was going to throw up. Hunter had given the victim money and gifts to entice her to continue the sexual activity. The victim repeated her allegations to two police officers and at least one other adult.\nIn the months before the victim's outcry, Hunter began giving money to the victim's cousin, telling her not to tell anyone else about the gifts. When the first victim found out about these gifts, she feared that Hunter was molesting her cousin as well, and asked her what she had to do to get the money. During a Mother's Day party at his home, Hunter played a sexually explicit video for both girls in his bedroom while he stood watch outside, instructing them to turn off the video if he signaled them to do so. Hunter was later convicted of two counts each of child molestation and aggravated child molestation and sentenced to twenty years with fifteen to serve. His motion for new trial was denied.\nOn appeal from a criminal conviction, we view the evidence in the light most favorable to the verdict, with the defendant no longer enjoying a presumption of innocence. Williams v. State, 261 Ga.App. 793, 794(1), 584 S.E.2d 64 (2003). We neither weigh the evidence nor judge the credibility of witnesses, but determine only whether the evidence was sufficient for a rational trier of fact to find the defendant guilty of the charged offense beyond a reasonable doubt. Jackson v. Virginia, 443 U.S. 307, 99 S. Ct. 2781, 61 L. Ed. 2d 560 (1979).\n1. Having reviewed the record, we find that the evidence was sufficient to sustain Hunter's conviction for child molestation and aggravated child molestation. OCGA § 16-6-4(a), (c); Jackson, supra.\n2. Hunter asserts that the trial court erred when it posed certain questions to the jurors concerning the State's efforts in prosecuting child molestation charges and when it dismissed a juror after she realized that she knew the second victim. Hunter failed to object to either the questions or the dismissal, however, and has thus waived both issues on appeal. Primas v. State, 231 Ga. App. 861, 862(2), 501 S.E.2d 28 (1998) (failure to object to voir dire questions); Worthy v. State, 223 Ga.App. 612, 614(1), 478 S.E.2d 421 (1996) (failure to state grounds of objection to dismissal of juror). We have reviewed the record, moreover, and find that there was nothing improper, let alone an abuse of discretion, in the trial court's questions or comments. See Walker v. State, 214 Ga.App. 777, 779(3), 449 S.E.2d 322 (1994) *806 (no abuse of discretion in trial court's handling of defendant's proposed voir dire question); Worthy, supra, 223 Ga.App. at 614(1), 478 S.E.2d 421 (no error in trial court's dismissal of juror or in its explanation of the event to the jury).\n3. Hunter also argues that (a) the State should not have been allowed to refresh one of its witnesses' recollection with a police report and (b) the State improperly bolstered the credibility of the first victim when it asked her mother whether the victim had made accusations against the mother's new boyfriend. We reject these contentions.\n(a) It is true that under OCGA § 24-9-69, a witness whose memory is refreshed with a document must continue her testimony on the basis of recollection alone. This was not the basis for Hunter's objection below, however. There, he argued that the police report was improperly used because it was not prepared by this particular witness. \"Because this is a court for review and correction of error, we cannot consider objections to evidence different from those raised at trial.\" Waugh v. State, 218 Ga.App. 301, 304(5), 460 S.E.2d 871 (1995). Moreover, as the trial court ruled, a witness's memory may indeed be refreshed by a document prepared by someone else. See Penland v. State, 258 Ga.App. 659, 661(2), 574 S.E.2d 880 (2002). There was no error here.\n(b) In response to Hunter's claim that the victim's accusations against Hunter were motivated by her jealousy of his relationship with her mother, the State asked the mother whether the victim had ever accused her present boyfriend of a molestation. Hunter did not object to the question, and the mother replied in the negative. Here, the State was eliciting testimony for the purpose of refuting one of Hunter's claims. Again, Hunter failed to object, and has thus waived the issue on appeal. Carr v. State, 259 Ga. 318, 320(1), 380 S.E.2d 700 (1989). Even if Hunter had objected, the Supreme Court of Georgia has held that when a defendant has attacked a witness's credibility, that witness's availability for cross-examination obviates any inquiry into bolstering. See Edwards v. State, 255 Ga. 149, 151(2), 335 S.E.2d 869 (1985); Cuzzort v. State, 254 Ga. 745, 334 S.E.2d 661 (1985). There was no error here.\n4. Hunter next argues that the State made impermissible references to his future dangerousness when it argued to the jury that \"you can protect the children right now, the buck stops here,\" that given Hunter's efforts to \"groom\" a second victim for future molestation, \"only you can make it stop,\" and that \"with your verdict, you really can send a message.\" Trial counsel objected to this line of argument on the ground that \"the jury's job is not to send a message to anybody,\" but the trial court overruled the objection.\nIf and when a prosecutor's comments are improper, the grant of a mistrial for improper argument is a matter largely within the trial court's discretion. Pace v. State, 271 Ga. 829, 841(27), 524 S.E.2d 490 (1999). We have held, however, that \"[i]t is not improper for a prosecutor to appeal to the jury to convict for the safety of the community, or to stress the need for enforcement of the laws and to impress on the jury its responsibility in that regard.\" (Citation and punctuation omitted.) Jowers v. State, 272 Ga.App. 614, 617(2), 613 S.E.2d 14 (2005) (no error when State requested jury to send a message to the people of Columbus that violence would not be tolerated.)\nCounsel's illustrations may be as various as are the resources of his genius; his argumentation as full and profound as his learning can make it; and he may, if he will, give play to his wit, or wing to his imagination. Counsel may bring to his use in the discussion of the case well-established historical facts and may allude to such principles of divine law relating to transactions of men as may be appropriate to the case. Counsel for the state may forcibly or even extravagantly attempt to impress upon the jury the enormity of the offense and the solemnity of their duty in relation thereto.\n(Citations and punctuation omitted.) Moss v. State, 278 Ga.App. 221, 223-224(1), 628 S.E.2d 648 (2006) (no error when prosecutor told the jury that it needed to send a message that shooting was an inappropriate way to handle a conflict).\n*807 Accordingly, there was no error.\n5. Finally, Hunter argues that his trial counsel was ineffective in a number of respects. We disagree.\nTo prevail on an ineffectiveness claim, a defendant must show both that his trial counsel's performance was deficient and that the deficient performance prejudiced his defense. Brown v. State, 257 Ga. 277, 278(2), 357 S.E.2d 590 (1987). In order to establish prejudice, the defendant must show that but for the deficient representation, there is a reasonable probability that the outcome of his trial would have been different. Brogdon v. State, 255 Ga. 64, 68(3), 335 S.E.2d 383 (1985).\n(a) Hunter first argues that trial counsel was ineffective in failing to prepare adequately, as when he failed to listen to audiotapes of police interviews before trial. The trial court was within its rights to believe trial counsel's testimony that he was adequately prepared when he had \"many conversations\" with Hunter about the case, characterized his pretrial preparation as \"extensive,\" and obtained an acquittal on two of the six charged counts. See Mallon v. State, 266 Ga.App. 394, 397(3), 597 S.E.2d 497 (2004) (one meeting before trial was not shown to be inadequate preparation). Likewise, Hunter does not proffer what the audiotapes would have shown, and can thus show neither deficient performance nor prejudice. See McDaniel v. State, 279 Ga. 801, 802(2)(c), 621 S.E.2d 424 (2005) (failure to proffer negates claim that trial counsel was ineffective in not interviewing witness).\n(b) At the hearing on his motion for new trial, Hunter excused trial counsel from the stand before raising his concerns about the juror's dismissal, the State's examination of the victim's mother, the refreshment of the State's witness's recollection, and closing argument. There is therefore nothing in the record to rebut the presumption that trial counsel had legitimate reasons for its strategic decisions on each of these matters. Hayes v. State, 279 Ga. 642, 645(3), 619 S.E.2d 628 (2005).\nThe trial court correctly denied the motion for new trial.\nJudgment affirmed.\nANDREWS, P.J., and BERNES, J., concur.\n",
            "ocr": false,
            "opinion_id": 1266300
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Rape"
}