{
    "id": 1273344,
    "judges": "Abrahamson",
    "date_filed": 223603200000,
    "date_filed_is_approximate": false,
    "slug": "state-v-olson",
    "case_name_short": "Olson",
    "case_name": "State v. Olson",
    "case_name_full": "State, Respondent, v. Olson, Appellant",
    "attorneys": "For the appellant there was a brief by William M. Coffey and Coffey & Coffey, and oral argument by Dennis P. Coffey, all of Milwaukee., For the respondent the cause was argued by Marguerite M. Moeller, assistant attorney general, with whom on the brief was Bronson C. La Follette, attorney general.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "\nArgued November 4, 1976.\n",
    "cross_reference": null,
    "correction": null,
    "citation_count": 45,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b601-7\">\n    State, Respondent, v. Olson, Appellant.\n   </parties><br><docketnumber id=\"b601-8\">\n<em>\n     No. 75-613-CR.\n    </em>\n</docketnumber><otherdate id=\"AkSb\">\n<em>\n     Argued November 4, 1976.\n    </em>\n</otherdate><br><decisiondate id=\"b601-9\">\n<em>\n     Decided February 1, 1977.\n    </em>\n</decisiondate><br><citation id=\"b601-10\">\n    (Also reported in 250 N. W. 2d 12.)\n   </citation><br><attorneys id=\"b604-14\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"578\"> \n     *578\n     </span>\n    For the appellant there was a brief by\n    <em>\n     William M. Coffey\n    </em>\n    and\n    <em>\n     Coffey &amp; Coffey,\n    </em>\n    and oral argument by\n    <em>\n     Dennis P. Coffey,\n    </em>\n    all of Milwaukee.\n   </attorneys><br><attorneys id=\"b604-15\">\n    For the respondent the cause was argued by\n    <em>\n     Marguerite M. Moeller,\n    </em>\n    assistant attorney general, with whom on the brief was\n    <em>\n     Bronson C. La Follette,\n    </em>\n    attorney general.\n   </attorneys>",
    "citations": [
        "250 N.W.2d 12",
        "75 Wis. 2d 575"
    ],
    "opinions": [
        {
            "author_str": "Abrahamson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6045.0,
            "opinion_text": "\n75 Wis.2d 575 (1977)\n250 N.W.2d 12\nSTATE, Respondent,\nv.\nOLSON, Appellant.\nNo. 75-613-CR.\nSupreme Court of Wisconsin.\nArgued November 4, 1976.\nDecided February 1, 1977.\n*578 For the appellant there was a brief by William M. Coffey and Coffey &amp; Coffey, and oral argument by Dennis P. Coffey, all of Milwaukee.\nFor the respondent the cause was argued by Marguerite M. Moeller, assistant attorney general, with whom on the brief was Bronson C. La Follette, attorney general.\n*579 ABRAHAMSON, J.\nThe defendant was found guilty by a jury of endangering safety by conduct regardless of life contrary to sec. 941.30, Stats.:\n\"Whoever endangers another's safety by conduct imminently dangerous to another and evincing a depraved mind, regardless of human life, may be fined not more than $1,000 or imprisoned not more than 5 years or both.\"\nThe defendant was sentenced to an indeterminate term of not more than two years in the State Reformatory at Green Bay.\nThe factual basis for the instant verdict can be summarized as follows:\nOn the night of February 15, 1974, the victim, Theodore Hansen, a witness, Henry Gutmann, and the defendant, Peter Olson, were present in a tavern in the village of Brown Deer in Milwaukee county. At approximately 11 p. m. the defendant approached Gutmann and asked him if he would beat someone up. Gutmann refused. Gutmann then saw the defendant walk over to Hansen and strike him across the shoulder and head without provocation. Prior to this encounter the victim and defendant were unacquainted. As Hansen turned to face the defendant the latter told him to leave the tavern immediately, which he did with the defendant following.\nShortly thereafter, Gutmann (and other patrons of the tavern) observed the defendant outside the tavern in a parking lot kicking Hansen, who was crouched against a car. No other person was outside the tavern near them. The defendant, wearing boots and grasping a door handle, was kicking and stomping on the head and shoulders of the victim, who was bleeding from the nose and mouth. The victim tried to defend by covering himself; he did not fight back. The attack continued after Hansen was rendered unconscious. Gutmann then went outside, helped Hansen to his feet and assisted *580 him to his car. Hansen was unable to stand without aid; his face was swollen and bloody, and he was barely able to communicate. He did, however, succeed in driving home where he was able to summon aid after two phone calls to his parents, the first being ineffective because he could not make them understand who was calling. They in turn called an ambulance, and Hansen was taken to St. Michael's Hospital, unable to walk unassisted, barely able to talk and now experiencing breathing difficulty.\nAt the hospital he was placed immediately in the intensive care unit for about twenty-four hours and remained in the hospital for an additional five days. During this time he needed supplemental oxygen and was fed intravenously. Approximately two weeks after his discharge, the victim returned to the hospital for elective surgery to straighten his nose, which had been broken in the encounter with the defendant.\nThere are six issues raised on appeal:\n1. Was the complaint sufficient to support the issuance of a warrant?\n2. Was the evidence adduced at the preliminary hearing sufficient to support a bindover for trial?\n3. Was the defendant's constitutional right to confrontation violated by the admission into evidence of the victim's hospital records without the supporting testimony of the medical personnel who made them?\n4. Was the trial court's failure to charge the jury as requested by the defendant prejudicial error?\n5. Was enough evidence presented at the trial to justify the conviction beyond a reasonable doubt?\n6. Is the defendant entitled to a new trial in the interest of justice?\n\nCOMPLAINT\n[1, 2]\nThis court has frequently stated that a complaint is a self-contained charge. The document itself must set *581 forth facts which, together with any reasonable inferences therefrom would lead a reasonable person to conclude that a crime had probably been committed and that the defendant named in the complaint was probably the culpable party. State v. Haugen, 52 Wis.2d 791, 793, 191 N.W.2d 12 (1971).[1] The test under Wisconsin law of the sufficiency of the complaint is one of \"minimal adequacy, not in a hypertechnical but in a common sense evaluation, in setting forth the essential facts establishing probable cause.\" State ex rel. Evanow v. Seraphim, 40 Wis.2d 223, 226, 161 N.W.2d 369 (1968). See also State v. Elson, 60 Wis.2d 54, 58, 208 N.W.2d 363 (1973).\n*582 The complaint charges that the defendant:\n\". . . on 2/15/74 at 7751 N. Teutonia Ave., Village of Brown Deer, county of Milwaukee, did feloniously endanger the safety of another, Theodore Hansen, by conduct imminently dangerous to said person and evincing a depraved mind, regardless of human life, contrary to Wisconsin statutes 941.30.\"\nThe complainant states that:\n\". . . he is a police officer employed by the Brown Deer Police Department and bases this complaint on the following:\n\"Based upon statements made to your complainant by Theodore Hanson [sic], a citizen, who he believes to be a truthful and honest person who stated that on the above stated date and location he personally observed the defendant whom he did not personally know until that time, hit him in the back and ask him to come outside; that upon exiting the building at said location he personally observed the defendant beat him with his fists and kick him; that he was knocked unconscious; further that he was then conveyed to Saint Michael's [sic] Hospital where he was treated in the intensive care unit for a variety of injuries, from 2/15/74 through the date of this complaint.\"\n[3]\nUnder the statute there are three elements in the crime charged:\n\"`First, that the defendant's conduct was imminently dangerous to another;\n\"`Second, that his conduct was of such character that it evinced a depraved mind regardless of life;\n\"`Third, that the defendant endangered the safety of another by such conduct.'\" State v. Dolan, 44 Wis.2d 68, 73, 170 N.W.2d 822 (1969), quoting with approval Wis. J.I.\u0097Criminal II, 1345.\nThe qualities of the conduct being imminently dangerous and evincing a depraved mind regardless of life are found in the act itself and the circumstances of its commission. State v. Weso, 60 Wis.2d 404, 409, 210 *583 N.W.2d 442 (1973). The imminently dangerous aspects of the defendant's conduct may readily be inferred from the complaint, which states that the defendant beat and kicked the victim into a state of unconsciousness with the resulting injuries requiring extended hospitalization and intensive care. This court has variously described \"a depraved mind regardless of human life\" as deficient of moral sense; devoid of regard for the moral or societal duties of a human being; indifferent to or lacking concern for the life or safety of another; marked by lack of justification or excuse, debasement, corruption, perversion, or deterioration; unreasonable and lacking in judgment, balance and a moral sense. State v. Weso, supra at 410-412. The complaint states that the victim and the defendant were previously unacquainted and that the victim was kicked and beaten unconscious, and required hospital care. It could reasonably be inferred from these facts that there was probable cause to believe that the beating was excessive and lacked justification and that the defendant's conduct was unreasonable and displayed a lack of concern for the life or safety of another and a lack of moral sense and judgment. That the complaint sufficiently states that the defendant's conduct did endanger the victim's safety, the third element, is not disputed.\n[4, 5]\nThe complaint is the first of many steps in a criminal prosecution. Its essential function is informative, not adjudicative. \"It is enough that a fair-minded magistrate could conclude that the facts and circumstances alleged justify further criminal proceedings and that the charges are not merely capricious.\" State ex rel. Cullen v. Ceci, 45 Wis.2d 432, 444, 173 N.W.2d 175 (1970). We conclude that this complaint adequately stated facts sufficient, together with reasonable inferences therefrom, to justify the issuance of a warrant charging the defendant with a violation of sec. 941.30, Stats.\n\n\n*584 PRELIMINARY HEARING\n[6]\nThe defendant contends that the evidence adduced at the preliminary hearing was insufficient to support a bindover for trial. The purpose of a preliminary hearing is to determine if there is probable cause, a reasonable probability, to believe a felony has been committed by the defendant.[2]\n[7]\nThe scope of appellate review of the sufficiency of the evidence adduced at the preliminary hearing is set forth in State ex rel. Hussong v. Froelich, 62 Wis.2d 577, 583, 215 N.W.2d 390 (1974):\n\"It is well established in this state that the evidence at a preliminary hearing need not be sufficient to prove the charge against the defendant beyond a reasonable doubt. The reviewing court can examine the evidence only sufficiently to discover whether there was any substantial ground for the exercise of judgment by the committing magistrate. When the reviewing court has discovered that there is competent evidence for the judicial mind of the examining magistrate to act on in determining the existence of the essential facts, it has reached the limit of its jurisdiction and cannot go beyond that and weigh the evidence.\"\n[8]\nAt the preliminary hearing the victim and a patron of the tavern testified that the defendant, without provocation, hit the victim in the tavern, ordered him to leave, followed him outside and there kicked and beat him. As a result of the attack the victim received injury to his head, face and neck; he was bleeding, experiencing great pain, and having great difficulty breathing. *585 He was confined in a hospital for six days. In addition to this evidence the judge could observe the size disparity between the defendant (6′ 2\", 250 lbs.) and the victim (5′ 8\" 152 lbs.). We conclude the evidence at the preliminary hearing was sufficient to establish probable cause for the three elements of the offense charged.\n\nCONFRONTATION\nThe defendant alleges that his right of confrontation and cross-examination was violated by the admission of the victim's hospital reports into evidence and their submission to the jury without the presentation of the supporting testimony of the physician or physicians involved.\nThe sixth amendment to the United States Constitution requires that, \"In all criminal prosecutions, the accused shall enjoy the right . . . to be confronted with the witnesses against him.\" Art. I, sec. 7 of the Wisconsin Constitution requires that a defendant have the right \"to meet the witnesses face to face.\"\nThe defense stipulated that the medical records which contained statements, opinions, conclusions and diagnoses satisfied the requirements of sec. 908.03 (6), Wis. Rules of Evidence,[3] and were admissible as an exception to the hearsay rule. In State v. Lenarchick, 74 Wis.2d 425, 247 N.W.2d 80 (1976), we noted that \"compliance with a state's hearsay rule does not ipso factor insure compliance with the constitutional mandate for *586 confrontation in a criminal case.\"[4] In Lenarchick we discussed at length the different interpretations of the scope of the right of confrontation, and we noted that the major criteria of the confrontation requirement are the right to meaningful cross-examination and compliance with the principles of due process.[5]\nA significant distinction between Lenarchick (and the many cases cited therein) and this case is that the absent witness in this case has at no time in the criminal proceedings testified under oath or been subject to cross-examination of any kind, and there was no adequate showing in this case that the absent witness was not available at the trial.[6] Despite the probable availability *587 of the witness,[7] and the significance of the opportunity for cross-examination as a cornerstone of the right of *588 confrontation, we conclude that under the circumstances of this case the defendant's right of confrontation was not violated.\n[9-11]\nThe confrontation right is not absolute. However valuable to the accused, the right gives way to other legitimate considerations in the criminal trial process.[8] As we said in Lenarchick, the United States Supreme Court[9] appears to have concluded that there are instances where even though there is no face-to-face confrontation, the due process and confrontation requirements are satisfied. Under some circumstances it appears that an uncross-examined statement is clothed with special indicia of trustworthiness. The hearsay rule and its exceptions may at times satisfy the degree of trustworthiness, but the satisfaction of the hearsay requirements does not necessarily satisfy the confrontation rule. Determining whether the right to confront and to cross-examine must give way in any particular instance \"calls into question the ultimate `\"integrity of the fact-finding process\"' and requires that the competing interest be closely examined.\"[10] Courts have balanced such factors as: *589 whether the witness is unavailable and the prosecution has made good faith and reasonable efforts to procure the witness;[11] whether the evidence has high standards of assurance of reliability or trustworthiness;[12] whether the *590 evidence is admissible under an exception to the hearsay rule;[13] whether the statements introduced are subject to divergent views;[14] whether there is high probability of assurance that the cross-examination of the witness would not cast any doubts on the admitted statements;[15] whether the defendant's objection to the evidence was raised via other testimony during the trial;[16] whether the defendant had been afforded prior opportunities for cross-examination of the witness;[17] whether the evidence is collateral or probative of an element of the crime;[18] whether the evidence ties the defendant directly *591 to the crime;[19] and whether the practical considerations of convenience and speedy trials outweigh the inconvenience of producing the witness.[20]\nThe defense stipulated to the records' admissibility under the business records exception to the hearsay rule, and the records themselves appear to be worthy of credibility on their face. There were approximately 60 pages of hospital records. They include statements from the victim as to the nature of the blows and his evaluation of the injuries as well as the doctors' evaluation of the injuries, prescribed treatments and description of the recovery. There is no reason to believe that the statements *592 contained therein are other than correct or that the facts are anything other than as stated.[21] While demeanor evidence is not irrelevant in this situation, its importance is substantially diminished. Presumably any physician preparing such records has been found qualified to do so and would have strong motivation, based upon professional dictates and the fact that others would rely upon the work, to prepare them accurately. In addition, had the doctor been called as a witness, he or she would very likely have used these same records to refresh his or her recollection. Thus confrontation would amount to having the doctor verify the medical reports.\n[12]\nThe records were used to show the extent of the victim's injuries. In closing argument the prosecution asked the jury to refer to the records as an aid in determining the kind of injury that was inflicted on the victim. However, it should be noted that the extent of the actual injuries is not an essential element of the crime. A conviction under sec. 941.30, Stats., does not require any showing of actual injury. State v. Weso, 60 Wis.2d 404, 407-408, 210 N.W.2d 442 (1973); Martin v. State, 57 Wis.2d 499, 505, 204 N.W.2d 499 (1973). The conduct of the defendant must be inherently and consciously dangerous to life in and of itself and not such as might casually produce death by misadventure. The presentation of these records was made because the extent of the injuries tended to support the argument that the defendant's conduct was imminently dangerous. However, kicking and beating as is evidenced here could constitute imminently dangerous conduct, regardless of injuries sustained, considering the size disparity of the parties and that blows were administered to a prone, nonresisting victim. See Kasieta v. State, 62 Wis.2d 564, 215 N.W.2d 412 (1974); Wangerin v. State, 73 Wis.2d 427, 243 N.W.2d 448 (1976).\n*593 The records were not the only evidence in this line of proof. The injuries were also proved by the testimony of the victim and three witnesses, all of whom testified at the trial and were subject to cross-examination. Thus the hospital records were corroborative evidence to prove a fact from which the jury could draw an inference. The use of the records \"does not involve evidence in any sense `crucial' or `devastating,' . . . [and it] does not involve any suggestion of prosecutorial misconduct or even negligence . . . . It does not involve the use by the prosecution of a paper transcript . . . . And it certainly does not involve the wholesale denial of cross-examination. . . .\"[22]\nDespite its objection to the introduction of the reports, the defense, as well as (indeed, perhaps more than) the prosecution, made use of these records. The defense in closing argument also asked the jury to read the hospital reports. Defense counsel pointed out several instances where the information the victim reported to the doctor (as shown in the hospital records) differed from the victim's oral testimony. The defense read from the reports and indicated that, according to the reports, the injuries were less severe than those described by the victim in his oral testimony.\n[13]\nIn light of all the facts in this case, we do not believe the trial judge committed error in failing to require that the witness be produced or that his or her unavailability be shown. We do not believe the admission of the hospital records under the circumstances of this case contravened the constitutional right of confrontation or resulted in an unfair trial.\n\nJURY INSTRUCTIONS\nThe defendant assigns further error to the refusal of the trial court to instruct the jury as requested by the *594 defense, that the defendant's conduct \"must be conduct which normally would cause or be likely to cause or result in death.\" This language is taken from State v. Dolan, 44 Wis.2d 68, 72, 170 N.W.2d 822 (1969). However, Dolan does not require that the conduct must meet this test. Rather, in the context from which the language is taken, the phrasing is used to describe the nature of particular conduct which will satisfy the statute. The language was merely one way of describing the standard. Other descriptions, also given in Dolan, will meet the test, and the Dolan case approved the standard jury instructions, which state inter alia:\n\"The first element of this offense requires that the defendant's conduct was imminently dangerous to another, that is, conduct dangerous in and of itself. It must have been conduct inherently and consciously dangerous to life and not such as might casually produce death by misadventure.\" Wis. J.I.\u0097Criminal II, 1345.\n[14]\nFrom this instruction it is apparent that the requested phrasing of the defendant adds little if anything to the standard instructions. We find no error in the court's failure to give the requested instruction.\n\nSUFFICIENCY OF THE EVIDENCE\n[15, 16]\nDefendant argues that the evidence presented at trial was insufficient to justify the guilty verdict beyond a reasonable doubt. This court must view the evidence in a light most favorable to the jury's finding, allowing support from reasonable inferences and favoring those which support that finding. Bautista v. State, 53 Wis.2d 218, 223, 191 N.W.2d 725 (1971). It is not the function of this court to substitute its independent judgment for that of the jury.\n*595 \"The test is not whether this court is convinced of the guilt of the defendant beyond a reasonable doubt but whether this court can conclude the trier of facts could, acting reasonably, be convinced to the required degree of certitude by the evidence which it had a right to believe and accept as true.\" Lock v. State, 31 Wis.2d 110, 114-115, 142 N.W.2d 183 (1966).\n[17]\nThe defendant is apparently attacking the sufficiency of the evidence insofar as the requirement that the defendant's conduct must have been imminently dangerous to the victim. We have described the evidence of the unprovoked kicking and beating of the head, neck and shoulders of a prone, nonresisting victim by the substantially taller and heavier assailant. We have set forth the testimony of the victim's physical condition after the attack. From this evidence the jury could reasonably infer that a beating of this nature inflicted by a man of defendant's physical characteristics was conduct imminently dangerous to another evincing a depraved mind regardless of human life. See Kasieta v. State, 62 Wis.2d 564, 215 N.W.2d 412 (1974); Wangerin v. State, 73 Wis.2d 427, 243 N.W.2d 448 (1976).\n\nREVERSAL IN THE INTEREST OF JUSTICE\n[18]\nThe conditions under which a new trial in the interest of justice is appropriate were stated in Lock v. State, 31 Wis.2d 110, 118, 119, 142 N.W.2d 183 (1966):\n\". . . In order for this court to exercise its discretionary power under sec. 251.09, Stats., it should clearly appear from the record that for some reason it is probable there has been a miscarriage of justice. In order for this court to exercise its discretion and for such a probability to exist we would at least have to be convinced that the defendant should not have been found guilty and that justice demands the defendant be given another *596 trial. In their brief the defendants list six reasons why a new trial should be granted in the interests of justice. However, none of these reasons tends to indicate the defendants were denied a fair trial or that a new trial would probably result in their acquittal. True, the defendants hope to be able to convince a new jury or the court as the trier of the fact of the truth of their story rather than of the testimony of the complaining witness, but hope is not a sufficient ground to grant a new trial in the interests of justice.\"\nThe requisite conditions do not exist here.\nBy the Court.\u0097Judgment affirmed.\nNOTES\n[1]  Sec. 954.02(1) and (2), Stats. 1967, provided:\n\n\"(1) A complaint is a written statement of the essential facts constituting the offense charged and may be upon information and belief. Except as provided in sub. (3), it shall be made upon oath before a magistrate.\n\"(2) If it appears from the complaint that there is probable cause to believe that a crime has been committed and that the accused committed it, the magistrate shall issue a warrant or summons.\"\nEffective July 1, 1970, sec. 954.02(1) and (2), Stats. 1967, were repealed, and their provisions reenacted, with modifications, as sec. 968.01 and sec. 968.04(1), Stats., which provide as follows:\n\"968.01 Complaint. The complaint is a written statement of the essential facts constituting the offense charged. It may be made on information and belief. It shall be made upon oath before a district attorney or judge as provided in this chapter.\"\n\"968.04 Warrant or summons on complaint. (1) Warrants. If it appears from the complaint, or from an affidavit or affidavits filed with the complaint or after an examination under oath of the complainant or witnesses, when the judge determines that this is necessary, that there is probable cause to believe that an offense has been committed and that the accused has committed it, the judge shall issue a warrant for the arrest of the defendant or a summons in lieu thereof. The warrant or summons shall be delivered forthwith to a law enforcement officer for service.\"\nIn this case there was a complaint. The record does not show any affidavits filed with the complaint or any examination of a complainant or witness under oath.\n[2]  Sec. 970.03 (1), Stats. Gaddis v. State, 63 Wis.2d 120, 122, 216 N.W.2d 527 (1974); Taylor v. State, 55 Wis.2d 168, 172, 197 N.W.2d 805 (1972); Bailey v. State, 65 Wis.2d 331, 343, 222 N.W. 2d 871 (1974).\n[3]  Sec. 908.03 (6), Wis. Rules of Evidence, provides:\n\n\"Records of Regularly Conducted Activity. A memorandum, report, record or data compilation, in any form, of acts, events, conditions, opinions or diagnoses, made at or near the time by, or from information transmitted by, a person with knowledge, all in the course of a regularly conducted activity, as shown by the testimony of the custodian or other qualified witness, unless the sources of information or other circumstances indicate lack of trustworthiness.\" hearsay rule in a civil case . . . .\" Wis. Stats. Annot., sec. 908.04, p. 520.\nOn the record before this court there is no evidence tending to show that the state made the required effort or any effort at all. Indeed, there is no assertion that the witness was justifiably unavailable for any reason. The prosecutor merely commented that the physician witness was \"out of town.\" The state made no showing of any attempts to locate the physician.\nIt should be noted that under the business record exception, sec. 908.03 (6), Wis. Rules of Evidence, the unavailability of the maker of the records is not a prerequisite for the introduction of the records. The exception was adopted to eliminate the cost and delay involved in producing at trial all persons connected with the record or in proving that they are not available. Business records are considered \"to be possessed of sufficient guarantees of circumstantial trustworthiness to eliminate the need for production of the declarant or conversely to establish the practical unavailability of the declarant.\" Judicial Council Committee's Note\u00971974, Wis. Stats. Annot. vol. 40L, p. 464.\nSee Note, Confrontation and the Hearsay Rule, 75 Yale L. J. 1434 (1966).\n[4]  The Judicial Council Committee's Note\u00971974 recognizes this principle. The Committee commented in regard to this section:\n\n\"This change will resolve in favor of admissibility the question of whether a medical opinion in a hospital record is admissible in direct proof of the fact unless excluded because of confrontation problems.\" (Emphasis supplied.) Wis. Stats. Annot. vol. 40L, p. 469. See also p. 543.\nFor a discussion of the business records exception and the right of confrontation, see Note, Preserving the Right to Confrontation \u0097A New Approach to Hearsay Evidence In Criminal Trials, 113 U. Pa. L. Rev. 741, 762-764 (1965).\n[5]  \"The right of an accused in a criminal trial to due process is, in essence, the right to a fair opportunity to defend against the state's accusations. The rights to confront and cross-examine witnesses and to call witnesses in one's own behalf have long been recognized as essential to due process.\" Chambers v. Mississippi, 410 U.S. 284, 294 (1973).\n[6]  Sec. 908.04(1) (e), Wis. Rules of Evidence, states that the declarant is unavailable when he:\n\n\"Is absent from the hearing and the proponent of his statement has been unable to procure his attendance by process or other reasonable means.\"\nThe Judicial Council Committee's Note\u00971974 states that:\n\"Diligent attempts to procure attendance of the witness as a condition to invoking the concept of unavailability have been required by Wisconsin cases whether considered a confrontation matter in a criminal case, State v. La Fernier, 44 Wis.2d 440, 171 N.W.2d 408 (1969), or a former testimony exception to the\n[7]  Justice HARLAN in his concurring opinion in California v. Green, 399 U.S. 149 (1970), wrote \"What I would hold binding on the states as a matter of due process is what I also deem the correct meaning of the Sixth Amendment's Confrontation Clause \u0097that a State may not in a criminal case use hearsay when the declarant is available.\" In Dutton v. Evans, 400 U.S. 74, 95, 96 (1970), Justice HARLAN retreated from this position expressing concern that the test of availability would too severely curtail the use of reasonable hearsay exceptions.\n\n\"Nor am I now content with the position I took in concurrence in California v. Green, supra that the Confrontation Clause was designed to establish a preferential rule, requiring the prosecutor to avoid the use of hearsay where it is reasonably possible for him to do so\u0097in other words, to produce available witnesses. Further consideration in the light of facts squarely presenting the issue, as Green did not, has led me to conclude that this is not a happy intent to be attributed to the Framers absent compelling linguistic or historical evidence pointing in that direction. It is common ground that the historical understanding of the clause furnishes no solid guide to adjudication. \"A rule requiring production of available witnesses would significantly curtail development of the law of evidence to eliminate the necessity for production of declarants where production would be unduly inconvenient and of small utility to a defendant. Examples which come to mind are the Business Records Act, 28 U.S.C. secs. 1732-1733, and the exceptions to the hearsay rule for official statements, learned treatises, and trade reports. See, e.g., Uniform Rules of Evidence 63(15), 63 (30), 63(31); Gilstrap v. United States, 389 F.2d 6 (CA5 1968) (business records), Kay v. United States, 255 F.2d 476 (CA4 1958) (laboratory analysis). If the hearsay exception involved in a given case is such as to commend itself to reasonable men, production of the declarant is likely to be difficult, unavailing, or pointless.\"\n[8]  Chambers v. Mississippi, supra.\n[9]  Dutton v. Evans, supra; Chambers v. Mississippi, supra.\n[10]  Chambers v. Mississippi, supra, at 295.\n\n\"In this line of cases, it is clear that the Court has refused to equate the Sixth Amendment's confrontation clause and any particular version of the hearsay rule\u0097ancient or modern. The net result is acknowledgement by the Court of the possibility of legitimate expansion and supplementation of the classically recognized exceptions, with however the corollary possibility of disapproval of the application in some circumstances of the recognized exceptions. Perhaps we can expect nothing more definite in this area than a case-by-case approach, which takes into account in each case such factors (e.g., `indicia of reliability') as proved influential with the Dutton Court. This may produce nothing more precise or predictable than the `totality of the circumstances' standard once so widely used in the area of confessions law . . . . Nevertheless, it will probably not be gainsaid that uncertainty as to the permissible dimensions of any system of hearsay law is preferable to permanently constitutionalizing or freezing that law into its ancient molds.\" 5 Wigmore, Evidence, sec. 1397, pp. 184-185 (Chadbourn Rev. 1974).\n[11]  Barber v. Page, 390 U.S. 719, 724, 725 (1968); Henson v. State, 332 A.2d 773, 775 (Del. Supr. 1975). See La Barge v. State, 74 Wis.2d 327, 246 N.W.2d 794 (1976), in which this court held that the defendant's confrontation right was not violated where the prosecutor made substantial efforts to secure the witness but was unable to do so.\n[12]  Dutton v. Evans, supra, at 89; Schepps v. State, 432 S.W.2d 926, 942 (Tex. 1968); Henson v. State, supra, at 775; State v. Fisher, 178 N.W.2d 380, 382-385 (Iowa 1970).\n\n\"The memorandum [admitted under the Federal Business Record Act] was not designed to be put into evidence, and hence to be self-serving. Instead it was a summary or history based upon the corporate records for use by retained counsel in advising the company. Thus, those who prepared it had every motive to make it truthful, complete and accurate. All the hallmarks of authenticity surround this document.\" McDaniel v. United States, 343 F.2d 785, 788, 789 (5th Cir. 1965). See also People v. Gauthier, 28 Mich. App. 318, 184 N.W.2d 488, 495 (1971), advocating the admission of a business record on grounds that the documents are prepared \"under such circumstances as provided a substantial guarantee of trustworthiness.\" But see People v. Lewis, 294 Mich 684, 293 N.W. 907 (1940), where it was held that any admission of hearsay evidence, even under a statutory exception, violates the state constitution granting the accused the right to be confronted by the witnesses against him.\n[13]  Henson v. State, supra, at 775; People v. Gauthier, 28 Mich. App. 318, 184 N.W.2d 488, 493, 494 (1970).\n[14]  In Henson v. State, 332 A.2d 773, 775, 776 (Del. Supr. 1975), a rape case, the court admitted a hospital record and said:\n\n\"Third, the hospital record is a brief, one-page document reporting only factual clinical findings based on direct physical observation of the victim. It reports only data of an objective nature and contains no conclusions as to causation. The physician's conclusory entry `Possible rape' and the patient's statement `poss. Rape' were deleted, and the entries which remain are not the type of diagnostic opinions that could be subject to divergent medical views.\"\nCompare cases cited in note 18 infra.\n[15]  Dutton v. Evans, supra, at 88-89; Henson v. State, supra, at 776.\n[16]  Henson v. State, supra, at 776.\n[17]  Pointer v. Texas, 380 U.S. 400, 407 (1965); Barber v. Page, supra.\n[18]  Howard v. Sigler, 454 F.2d 115, 121 (8th Cir. 1972). See State v. Tims, 9 Ohio St.2d 136, 224 N.E.2d 348 (1967), in which the court held that in a criminal trial for statutory rape, a medical report showing that the alleged victim had had sexual relations at approximately the time of the alleged rape was not admissible without the testimony of the examining physician. The Ohio court viewed the admission of the records as depriving the defendant of his constitutional rights to be confronted by the witness. This decision is discussed in Recent Cases, Evidence\u0097Hospital Business Records\u0097In Criminal Proceedings, 36 U. of Cincinn. L. Rev. 734 (1967), where the author suggests that the hospital records exception should be applied except in those cases where the defense counsel in good faith advises the trial judge that he or she has a basis for discrediting the medical records.\n\nSee State v. Dudrey, 59 Wis.2d 175, 183, 207 N.W.2d 822 (1973), where this court stated that medical reports would not be received in evidence without the testimony of medical experts or a stipulation by the parties at a hearing before a jury to determine whether a person's commitment as a sex deviate should be extended. \"The defendant, and for that matter the state, has a right of confrontation and cross-examination of the witness.\"\n[19]  \"However, the introduction of the warranty repair orders herein did not violate defendant's right to confrontation of witnesses against him. The orders listing the engine number did identify the property that defendant was accused of stealing, but they neither connected the defendant directly with the crime, as the recorded testimony did in the Pointer case, nor did they prove an element of the crime as the doctor's report did in the Tims case.\" State v. Matousek, 287 Minn. 344, 350, 178 N.W.2d 604 (1970).\n[20]  The public interest of reducing the cost and time of trial by eliminating the need to produce declarants where the production would be unduly inconvenient and of little use to the defendant must be carefully balanced against the public interest (and the defendant's interest) in guaranteeing a defendant his constitutional rights. The right of confrontation is constitutionally guaranteed and is fundamental to a fair trial. It must be zealously guarded. Justice delayed is justice denied; but a speedy trial obtained by avoiding calling busy witnesses is also justice denied.\n[21]  Dutton v. Evans, supra, at 89.\n[22]  Dutton v. Evans, supra, at 87.\n\n",
            "ocr": false,
            "opinion_id": 1273344
        }
    ],
    "court_short_name": "Wisconsin Supreme Court",
    "court_full_name": "Wisconsin Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Wisconsin, WI",
    "crime_category": "Rape"
}