{
    "id": 731788,
    "judges": null,
    "date_filed": 849744000000,
    "date_filed_is_approximate": false,
    "slug": "dennis-davey-v-jimmy-stegall",
    "case_name_short": null,
    "case_name": "Dennis Davey v. Jimmy Stegall",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "103 F.3d 129"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/103/103.F3d.129.95-2198.html",
            "author_id": null,
            "opinion_text": "103 F.3d 129\n    NOTICE: Sixth Circuit Rule 24(c) states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Sixth Circuit.Dennis DAVEY, Petitioner-Appellant,v.Jimmy STEGALL, Respondent-Appellee.\n    No. 95-2198.\n    United States Court of Appeals, Sixth Circuit.\n    Dec. 5, 1996.\n    \n      Before:  JONES, SILER, and DAUGHTREY, Circuit Judges.\n    \n    ORDER\n    \n      1\n      Dennis Davey, proceeding pro se, appeals a district court's order denying his petition for a writ of habeas corpus which he filed under 28 U.S.C. &#167; 2254.  This case has been referred to a panel of the court pursuant to Rule 9(a), Rules of the Sixth Circuit.  Upon examination, this panel unanimously agrees that oral argument is not needed.  Fed.R.App.P. 34(a).\n    \n    \n      2\n      In 1975, Davey pleaded guilty to a charge of rape and was sentenced to life in prison.  The state courts then affirmed his conviction and sentence.  The state courts also denied several post-conviction motions.\n    \n    \n      3\n      In 1994, Davey filed this federal habeas petition raising the following grounds in support:  (1) the trial court erred when it determined that it lacked jurisdiction to resentence Davey;  (2) Davey's sentence is invalid because he chose a life sentence over a 25-40 year sentence based on his counsel's erroneous advice;  (3) his sentence is invalid because the judge imposed a life sentence based on the erroneous assumption that the life sentence would result in less years of actual incarceration;  (4) Davey's guilty plea was not made intelligently or voluntarily, for the reason that he accepted the life sentence based on erroneous advice;  and (5) his plea was not made intelligently or voluntarily, because he was never informed of the mandatory parole consequences of the plea.  On appeal, Davey reasserts the grounds presented in support of his petition and argues that the district court erroneously found that his claims enumerated as 2, 3, and 4, were procedurally barred.\n    \n    \n      4\n      The district court properly denied the petition, because Davey has not shown that his trial was fundamentally unfair or that it resulted in his unjust confinement.  Clemmons v. Sowders, 34 F.3d 352, 356 (6th Cir.1994).  The district court properly rejected Davey's first claim, which presents the procedural question of whether the trial court judge had jurisdiction to resentence Davey.  This claim, involving a perceived error of state law, may not serve as the basis for habeas corpus relief, because Davey did not show that he was denied fundamental fairness in the trial process.  Estelle v. McGuire, 502 U.S. 62, 67 (1991);  Serra v. Michigan Dep't of Corrections, 4 F.3d 1348, 1354 (6th Cir.1993), cert. denied, 510 U.S. 1201 (1994).\n    \n    \n      5\n      This court affirms the district court's determination that Davey's grounds enumerated as 2, 3, and 4, do not support habeas relief, but for reasons other than that stated by the district court.  See Foster v. Kassulke, 898 F.2d 1144, 1146 (6th Cir.1990).  The district court concluded that these claims could not be reviewed because of Davey's procedural default in state court, as revealed in the state courts' decisions relying on Mich.Crim.R. 6.508 and Mich.Crim.R. 7.205(F) to resolve Davey's appeals.  However, the Michigan courts' reliance on these rules does not require application of a procedural default analysis in federal habeas corpus cases, because the petitioner filed his direct appeal from his conviction before the rules became effective.  See Tibbs v. Lecureaux, No. 95-2085, 1996 WL 306532, at * 2 (6th Cir.  June 6, 1996) (unpublished order);  Doucet v. Lecureaux, No. 95-1394, 1995 WL 723185, at * 1 (6th Cir.  Dec. 6, 1995) (unpublished order)\n    \n    \n      6\n      Nevertheless, there is no merit to claims 2, 3 and 4, because Davey has not shown that his guilty plea was not entered voluntarily and intelligently, as determined under the totality of the circumstances.  Brady v. United States, 397 U.S. 742, 749 (1970);  Boykin v. Alabama, 395 U.S. 238, 242-44 (1969).  Moreover, the information that counsel provided to Davey did not constitute \"gross misadvice\" that may constitute ineffective assistance of counsel.  Cf. Sparks v. Sowders, 852 F.2d 882, 885 (6th Cir.1988) (counsel had advised his client that he could receive life without parole if he was convicted of murder, when, in reality, the defendant would have been eligible for parole even if he had been given a life sentence).  The subjective expectations by Davey and his counsel regarding his possible parole date, even if they were not realized, do not render his valid plea involuntary.  Spinelli v. Collins, 992 F.2d 559, 561 (5th Cir.1993).  The district court also properly rejected Davey's last claim as without merit, for the reasons stated by the district court.\n    \n    \n      7\n      Accordingly, the district court's order denying this petition for a writ of habeas corpus is affirmed.  Rule 9(b)(3), Rules of the Sixth Circuit.\n    \n    ",
            "ocr": false,
            "opinion_id": 731788
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}