{
    "id": 7980004,
    "judges": "Champlin, Other",
    "date_filed": "2009-08-05",
    "date_filed_is_approximate": true,
    "slug": "people-v-gage",
    "case_name_short": "Gage",
    "case_name": "People v. Gage",
    "case_name_full": "The People v. William Gage",
    "attorneys": "Thomas J. Davis and Theo. Hollister, for respondent., Moses Taggart, Attorney General, for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>•Caminal law — Challenge for cause — When properly overruled {see head note 1) — Rape—Complaint of prosecutrix — If of tender years — And, by reason of threats of respondent, delays malting complaint to her parents— Who lem'n of the outrage shortly before his arrest— When in answer to her mother’s questioning the girl states the facts to her — The mother may detail the conversation to the jury — Rule that proof may be made of the .making of a complaint, giving time when and person to whom made— Who may corroborate complainant in that regard,, but cannot state pw>'Maular facts divulged unless same are elicited on cross-examination or in confirmation of testimony of prosecutrix after it has been impeached — Is inapplicable to a case like this — In this State evidence of such complaint, if seasonably made, is a pari of the res gestee — Relay in making complaint affects weight of testimony, not its admissibility.</p> <p>¡1. Where a juror, on his examination as to competency, testified that he knew there was such a case, having read an account of it in a paper, and had conversed about it, but- no opinions were expressed ; and that without evidence he could not render a verdict for or against the respondent, but that he had no impression as to his guilt or innocence:—</p> <p>Held, that a challenge for cause was properly overruled, the juror not being shown to be disqualified within the statute and previous rulings of the Court. People v. Barker, 60 Mich. 277; People v. Shufelt, 61 Id. 287.</p> <p>■2. On the trial of a respondent for rape, alleged to have been committed May 21 on a girl of the age of ten years and four months, her mother was permitted to testify to what her daughter told her, relative to the offense, the following August; it appearing that the respondent told the girl that she must not tell her father, and if she did he would give her an awful whipping, and that she did not inform her parents for fear of such whipping. It further appeared that a few days after the transaction she told her cousin, but her parents-only learned of the outrage shortly before respondent’s arrest, when her mother questioned her, and this was the conversation she was-permitted to detail to the jury.</p> <p>Held, that there was no error in admitting the testimony.</p> <p>3. The rule laid down in 3 Greenleaf on Ev. § 213, and supported by abundant authority, that, on a trial for rape, the prosecutrix may testify to the fact of making complaint, and the time when and the person to whom such complaint was made, who may corroborate her in this regard, yet the particular facts stated are inadmissible except as elicited on cross:examination or as confirmatory of her testimony after it has been impeached, — is not an inflexible one, and ought to yield where the particular circumstances of the case make it inapplicable ; as where the outraged party is of tender years, and her silence is the direct consequence of fears of chastisement induced by the threats of her assailant.</p> <p>4. In this State evidence of such complaint is not received merely as corroborative of the statement of the prosecutrix, but as part of the res gestee, where made immediately after the outrage complained of ; and it would seem that not only the fact that complaint was made, but the complaint itself, is admissible.</p> <p>5. The lapse of time after the alleged commission of &■ rape before complaint is made is not the test of the admissibility of evidence of such complaint, but may be considered as affecting its weight; and when, not made promptly, the delay calls for explanation before the court will admit such testimony. State v. Hiles, 47 Yt. 82 ; Higgins v. People, 58 N. Y. 377; People v. Brown, 53 Mich. 531.</p> <p>In this case (see head-note 2) the reason given for the delay, if believed, was sufficient.</p> <p>6. It is suggested, as worthy of the consideration of the Legislature, whether the age of consent in this State should not be raised to sixteen years, the age when a female may legally contract marriage.</p>",
    "summary": "Error to Oakland. (Sticlmey, J.) Nape. Respondent brings error. The facts are stated in the opinion and liead-no'",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": "Argued June 23, 1886.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "62 Mich. 271"
    ],
    "opinions": [
        {
            "author_str": "Champlin",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nChamplin, J.\nThe respondent was convicted of an assault *273with intent to commit rape upon a female of the age of ten years or more.\nThe evidence showed that the little girl was ten years and four months old at the time the offense was committed.\nThere was no error in the ruling of the court upon the qualification of the juror John P. Terry. His examination did not show him to be disqualified, within the statute and previous rulings of this Court.\nThe crime is charged to have been committed on the twenty-first day of May, 1884; and upon the trial the mother of the girl was permitted to testify to what her girl told her, relative to the offense, in the month of August following. This is the main error alleged.\nIt appeared from the testimony of the girl that the respondent, at the time he committed the alleged offense, told the girl that she must not tell her father about it; that if she did he would give her an awful whipping ; and that she did not tell her parents of it for fear her father would whip her. It appears, also, that a few days after the transaction she told of it to a cousin, and that her parents only found it out in August, a short time before respondent was arrested, and thereupon her mother questioned her in regard to it; and this conversation was received in evidence, against the respondent’s objection, in which the'mother was permitted to detail all the circumstances of the transaction constituting the alleged offense.\nProf. Greenleaf says:\n“ Though the prosecutrix may be asked whether she made complaint of the injury, and when and to whom, and the person to whom she complained is usually called to prove that fact, yet the particular facts which she stated are not admissible in evidence except when elicited on cross-examination, or by way of confirming her testimony after it has been impeached.\n“ On the direct examination the practice has been merely to ask her whether she made complaint that such an outrage had been perpetrated upon her, and to receive only a simple ‘yes’ or ‘no.’ Indeed, the complaint constitutes no part of the res gestee, — it is only a fact corroborative of the testi- *274■ mony of the complainant; and where she is not a witness in the case, it is wholly inadmissible.” 3 Greenl. Ev. § 213.\nThe rule stated above is supported by abundant authority : 1 Phil. Ev. 233; Baccio v. People, 41 N. Y. 265; 1 Russ. Cr. 689; Roscoe, Crim. Ev. 26, note 1; Rex v. Clarke, 2 Starkie, 241; Reg. v. Walker, 2 Moody &amp; R. 212; Reg. v. Meyson, 9 Car. &amp; P. 418; People v. McGee, 1 Denio, 19; Phillips v. State, 9 Humph. 246; Pefferling v. State, 40 Tex. 486; People v. Hulse, 3 Hill, 316.\nBut we think the rule not an inflexible one, and ought to yield where the particular circumstances of the case make it inapplicable ; as where the party outraged is of tender years, and her silence is the direct consequence of fears of chastisement induced by threats of the perpetrator of the wrong. The reason of the rule admitting the fact that complaint was made, and excluding the complaint itself,,is founded, aside from its being heai'say, by those courts which do not treat it •as part of the res gestee, upon the danger of allowing a designing female to corroborate her testimony by .statements made by herself to third persons, and the difficulty of disproving the principal fact by the accused. But some courts hold that the evidence that complaint was ih.ade is not received merely as corroborative of the statement of the prosecutrix, but as part of res gestae, where they are made immediately after the outrage complained of, and this is the holding of our own Court: Lambert v. People, 29 Mich. 71; People v. Brown, 53 Id. 531.\n,- If the complaint made .immediately after the:'occurrence constitutes part of the rea gestee, it would seem that not only the fact that complaint was made, but the complaint made, should be admitted. Besides, the reason upon which the rule of exclusion is based, namely, the difficulty of disproving the accusation, no longer exists in this State, where the accused is permitted to testify in his own behalf. We think in this case there was no-error in. admitting the testimony of the mother of the child.' ...\n. It is also contended that the testimony ought not to have, been received because of the lapse of,, time after the outrage *275and before the statement to the mother. The lapse of time occurring after the injury, and before complaint made, is not the test of admissibility of the evidence, but it may be considered as affecting its weight; and when complaint is not made promptly, the delay calls for explanation, before, the .court will admit it: State v. Niles, 47 Vt. 82; Higgins v. People, 58 N. Y. 377; People v. Brown, 53 Mich. 531.\nThe explanation.made in this case was, if believed, sufficient ito permit the testimony to be given in evidence. The female outraged was a girl of tender year's, and had - only passed the age when, by the common law,\" she would be deemed incapable of consent, and through fear caused by threats made by the accused she refrained from telling her parents of the outrage until they had heard it from others whom she had told. She appears to have been under a sort of duress, caused by fear of the whipping which the respondent had impressed upon her mind would befall her if she told her parents, and it was with great reluctance she finally disclosed the facts to her mother, caused by the fear respondent had engendered in her mind.\n, We think the age of consent in this class of cases, fixed by the statute, is too low, and that protection.to helpless and unsuspecting children calls for an enactment which will provide that no female under the age of sixteen years shall be deemed . capable of yielding consent to sexual intercourse. The miscreant who would entice a female under sixteen years of age to submit to carnal connection should be -deemed guilty of rape, and punished accordingly. By our ■statutes, females under the age of sixteen are incapable of iegally consenting to the marital relation, and it may be worthy of the consideration of the Legislature whether they ought not to be declared to be incapable of consenting to •carnal connection while under that age.1 ....\nThe judgment .is affirmed.\n■ The other Justices concurred.\n\n Act No. 112, Laws of. 1887, raises the age of consent to fourteen years. Act No. 143, Id., punishes any male person of the age of.sixteen *276years or more, who shall carnally know any female of the age of fourteen and not more than sixteen years, theretofore chaste, with her consent, by fine or imprisonment.\nAct No. 153, Id., makes it a felony for any male person or persons, over the age of fourteen years, to ^assault a female under that age, ana take indecent and improper liberties with her person, without committing' nr intending to commit the crime-of rape.\n\n",
            "ocr": true,
            "opinion_id": 7932672
        }
    ],
    "court_short_name": "Michigan Supreme Court",
    "court_full_name": "Michigan Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Rape"
}