{
    "id": 483159,
    "judges": null,
    "date_filed": "1978-02-04",
    "date_filed_is_approximate": true,
    "slug": "douglas-whitley-v-robert-lecureux",
    "case_name_short": null,
    "case_name": "Douglas Whitley v. Robert Lecureux",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "811 F.2d 608"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/811/811.F2d.608.86-1031.html",
            "author_id": null,
            "opinion_text": "811 F.2d 608\n    Unpublished DispositionNOTICE: Sixth Circuit Rule 24(c) states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Sixth Circuit.Douglas WHITLEY, Petitioner-Appellant,v.Robert LECUREUX, Respondent-Appellee.\n    No. 86-1031.\n    United States Court of Appeals, Sixth Circuit.\n    Dec. 29, 1986.\n    \n      Before JONES, MILBURN and BOGGS, Circuit Judges.\n      PER CURIAM.\n    \n    \n      1\n      Douglas Whitley appeals the district court's denial of his habeas corpus petition.  He is now serving two concurrent sentences of 30 to 60 years for the kidnapping and rape of a twelve year-old girl.  On January 28, 1980, Whitley pled nolo contendere to charges of first-degree criminal sexual conduct, Mich.Comp.Laws @750.520b(1)(a), and kidnapping, Mich.Comp.Laws @750.349.  Whitley appealed to the Michigan Court of Appeals, which affirmed his convictions.  The Michigan Supreme Court denied leave to appeal as well as his motion for reconsideration or rehearing.  Whitley's application for delayed appeal and motion for leave to appeal were denied by the Michigan Court of Appeals and the Michigan Supreme Court respectively.  Whitley then filed an application of a writ of habeas corpus in the United States District Court, raising 22 issues.  He now appeals the denial of his petition.  For the following reasons we find Whitley's arguments meritless and affirm the decision of the district court.\n    \n    \n      2\n      Whitley raises 12 issues in his appeal to this court.  Four issues involve only state law, raise no violations of federal constitutional rights and thus cannot provide the basis for a writ of habeas corpus.  Whitley claims that the trial court failed to follow state court procedural rules in accepting his plea of nolo contendere, that he was \"overcharged\", by being charged with both kidnapping and criminal sexual conduct, that the prosecutor threatened him with supplemental proceedings unless he entered a guilty plea, and that his sentence of 30 to 60 years violates a Michigan law requirement that the minimum sentence be no greater than two-thirds of the maximum sentence.  The district court correctly concluded that these matters were questions of pure state law not cognizable in a proceeding for a writ of habeas corpus.   Pulley v. Harris, 465 U.S. 37, 104 S. Ct. 871, 79 L. Ed. 2d 29 (1984).\n    \n    \n      3\n      Next, Whitley raises two issues concerning his mental capacity to make a nolo contendere plea.  On January 25, 1980, Whitley was hospitalized after taking 4.5 grams of Thorazine in an apparent suicide attempt.  He was released from the hospital on January 28, 1980, and went directly to the plea hearing.  Whitley argues that his plea was not entered knowingly or willingly since he was still suffering from the effects of the drug.  He also argues that a competency hearing should have been held after he ingested the drug and before he entered the plea.\n    \n    \n      4\n      On Whitley's direct appeal, the Michigan Court of Appeals ordered a remand to the trial court for an evidentiary hearing on Whitley's ability to enter a knowing, voluntary, and intelligent plea after ingesting the Thorazine.  Based on the treating physician's testimony that Whitley was not suffering any lingering effects of the drug when he was released from the hospital, and on the results of a urine analysis conducted immediately prior to his release which showed no trace of the drug, the trial court determined that Whitley was fully capable of entering a voluntary, knowing, and intelligent plea.  We agree with the district court that this finding of fact by the state court is entitled to a presumption of correctness in a habeas proceeding, and is amply supported by the record in this case.  We also agree with the district court's conclusion that Whitley was not denied either due process of law or equal protection because the competency determination was not made immediately prior to receiving the plea.\n    \n    \n      5\n      Next, Whitley makes three complaints about the information he received before making his plea.  He claims that the trial court failed to advise him of the consequences of his plea.  He complains that although he was informed of the possibility of a life sentence, he was not informed of the possibility of receiving a lesser sentence of a term of years up to life, or the precise minimum sentence of one year and a day.  He also complains that he was not told that he would not receive the benefits of \"good time\" on his minimum 30 year sentence.  The district court correctly concluded that this did not affect the voluntary nature of Whitley's plea as he was advised that both crimes carried a possible maximum penalty of life imprisonment and a minimum penalty which was \"up to the discretion of the Court.\"\n    \n    \n      6\n      Whitley also argues that he was not informed of the \"essential elements\" of the offense as he was not informed that asportation is an element of kidnapping.  He claims that if he had been so informed he would not have pled guilty to kidnapping, for it was merely incidental to the rape.  Whitley was not denied due process because it is appropriate to presume that defense counsel explained the nature of the offense in sufficient detail to give Whitley notice of what he was asked to admit.   Berry v. Mintzes, 726 F.2d 1142, 1147 (6th Cir.1984), cert. denied, 467 U.S. 1245, 104 S. Ct. 3520 (1984);  Henderson v. Morgan, 426 U.S. 637, 647 (1976).\n    \n    \n      7\n      Finally, Whitley makes three other arguments.  He contends that his constitutional rights were violated because he was arrested without a search warrant, solely on information received from his co-defendant, in the absence of any exigent circumstances.  Whitley admitted in the plea-taking hearing that he was guilty of the rape and kidnapping so he has waived any objections relating to deprivations of constitutional rights that occurred prior to the plea.   Tollett v. Henderson, 411 U.S. 258 (1973).\n    \n    \n      8\n      Whitley argues that his sentences of 30 to 60 years are disproportionate to those served by other inmates in Michigan for the same crimes.  The district court correctly concluded that Whitley offered no support for this contention and that his sentence was not unconstitutionally disproportionate to the crime under the criteria set forth in Solem v. Helm, 463 U.S. 277 (1983).\n    \n    \n      9\n      Whitley raises numerous complaints about his counsel's performance, arguing that he was denied the effective assistance of counsel.  On our examination of the record, we agree that counsel's performance was not constitutionally defective.   Strickland v. Washington, 466 U.S. 668 (1984).\n    \n    \n      10\n      Accordingly, the district court's order denying the petition for writ of habeas corpus is AFFIRMED.\n    \n    ",
            "ocr": false,
            "opinion_id": 483159
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}