{
    "id": 1153140,
    "judges": "Wilkins, Billings and Orme",
    "date_filed": "2009-11-13",
    "date_filed_is_approximate": true,
    "slug": "state-v-begishe",
    "case_name_short": "Begishe",
    "case_name": "State v. Begishe",
    "case_name_full": "STATE of Utah, Plaintiff and Appellee, v. Kelly BEGISHE, Defendant and Appellant",
    "attorneys": "Robert K. Heineman and Judith A. Jensen, Salt Lake City, for Defendant and Appellant., Jan Graham and James H. Beadles, Salt Lake City, for Plaintiff and Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b575-4\">\n    STATE of Utah, Plaintiff and Appellee, v. Kelly BEGISHE, Defendant and Appellant.\n   </parties><br><docketnumber id=\"b575-7\">\n    No. 950448-CA.\n   </docketnumber><br><court id=\"b575-8\">\n    Court of Appeals of Utah.\n   </court><br><decisiondate id=\"b575-9\">\n    April 24, 1997.\n   </decisiondate><br><attorneys id=\"b575-27\">\n    Robert K. Heineman and Judith A. Jensen, Salt Lake City, for Defendant and Appellant.\n   </attorneys><br><attorneys id=\"b575-28\">\n    Jan Graham and James H. Beadles, Salt Lake City, for Plaintiff and Appellee.\n   </attorneys><br><judges id=\"b575-29\">\n    Before WILKINS, BILLINGS and ORME, JJ.\n   </judges>",
    "citations": [
        "937 P.2d 527"
    ],
    "opinions": [
        {
            "author_str": "Orme",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n937 P.2d 527 (1997)\nSTATE of Utah, Plaintiff and Appellee,\nv.\nKelly BEGISHE, Defendant and Appellant.\nNo. 950448-CA.\nCourt of Appeals of Utah.\nApril 24, 1997.\nRobert K. Heineman and Judith A. Jensen, Salt Lake City, for Defendant and Appellant.\nJan Graham and James H. Beadles, Salt Lake City, for Plaintiff and Appellee.\nBefore WILKINS, BILLINGS and ORME, JJ.\n\n\n*528 OPINION\nORME, Judge:\nKelly Begishe appeals his conviction for sexual abuse of a child, a second degree felony, in violation of Utah Code Ann. § 76-5-404.1 (1995). Appellant argues that the trial court erred in denying him a trial continuance or, in the alternative, in failing to exclude scientific evidence not properly disclosed by the prosecution. We agree and remand for a new trial.\n\nFACTS\nOn Thursday, April 28, 1994, eight-year-old A.B. spent the night at her aunt's home, as she had done on several prior occasions. A.B. slept that night in a twin bed with her aunt's three children, ages three, four, and seven. The following Sunday, A.B.'s mother found a pair of A.B.'s underwear with a thin reddish-brown stain in the middle of the crotch. A.B.'s mother questioned her extensively for an explanation of the stain. A.B. finally responded that in the late evening or early morning hours of her recent stay at her aunt's home, appellant, A.B.'s nineteen-year-old cousin, entered the room where A.B. was sleeping. Despite the crowded conditions in the small bed, appellant allegedly pulled down A.B.'s shorts and tights, pulled down his own pants, and then climbed on top of A.B. and inserted his \"private spot\" into her \"private spot.\"\nA.B.'s mother called the police and, shortly thereafter, an officer arrived to investigate the incident. The officer interviewed A.B. and collected evidence, including the underwear. A.B. and her mother then followed the officer to the police department for another interview. After the interview, pursuant to advice from the police, A.B.'s mother took A.B. to Primary Children's Hospital for a pelvic examination. The examination was negative for any signs of trauma or intercourse.\nIn late May 1994, appellant was charged with rape of a child, a first degree felony. In August, appellant filed a standard request for discovery pursuant to Rule 16 of the Utah Rules of Criminal Procedure. Prior to trial, the only report concerning expert testimony that the prosecution disclosed to appellant's attorney was a state crime laboratory report which showed there was no indication of seminal fluid on the underwear. Appellant's counsel contacted the state crime lab the day before trial and was told that no additional testing of the underwear had been done.\nA jury trial was held in late October 1994. On the first day of trial, following opening statements and after the jury left for lunch, the prosecutor sent the victim's underwear to the state crime lab for additional testing. The defense received the expert's report in the afternoon of the first day of trial. The report indicated that the stain on the underwear was human blood. On the opening of the second day of trial, appellant made a motion in limine to prohibit the expert's testimony identifying the stain as blood. Alternatively, appellant moved for a continuance. The trial court denied both motions. However, the court did refuse to allow the State's expert to testify until appellant procured his own expert and ran independent tests, thus giving appellant two evenings to prepare to meet the new testimony. Throughout trial, appellant's counsel was forced to pursue verification of the newly-performed blood test after hours and, as best she could, during brief breaks during the trial.\nAppellant was ultimately convicted of the lesser included offense of sexual abuse of a child, a second degree felony, and was placed on probation. The trial court denied appellant's motion for a new trial, and this appeal followed.\n\nISSUE\nAppellant presents numerous issues on appeal.[1] However, we need only *529 decide one: whether the trial court exceeded its discretion in denying a continuance and in allowing the expert's testimony when the prosecution had furnished the expert's report during the afternoon of the first day of trial.\n\nANALYSIS\nAppellant claims that the expert's testimony should have been disallowed, or at least that he should have been granted a continuance so as to have an opportunity to address new forensic testing that the prosecution performed on the first day of trial, after the impanelling of the jury and the presentation of opening statements.\nIn a felony case, a party who intends to have an expert testify must give the opposing party notice \"as soon as practicable but not less than 30 days before trial.\" Utah Code Ann. § 77-17-13(1)(a) (1995). Such notice must include \"the name and address of the expert, the expert's curriculum vitae, and a copy of the expert's report.\" Id. In addition, if the expert has not prepared a report or the expert's report is inadequate, the party intending to call the expert must provide the other party a written explanation of the expert's proposed testimony sufficient to give the opposing party adequate notice to prepare to meet the testimony. Id. § 77-17-13(1)(b). Any report later prepared by the expert must be provided to the opposing party when it becomes available. Id. In the event that either party fails to meet these requirements, \"the opposing party shall be entitled to a continuance of the trial or hearing sufficient to allow preparation to meet the testimony.\" Id. § 77-17-13(3) (emphasis added). Furthermore, section 77-17-13(3) allows the court to impose appropriate sanctions if it \"finds that the failure to comply with this section is the result of bad faith on the part of any party or attorney.\" Id. Although bad faith was not expressly found in this case, the prosecution's violation of its statutory obligation is uniquely egregious. Not only did the prosecution miss the legislatively-mandated deadline by over a month, it furnished the report after trial was underway and after appellant's counsel made her opening statement with the benefit of recent reassurance that no additional testing had been done.[2]\nA related rule is Rule 16 of the Utah Rules of Criminal Procedure, which governs discovery generally in criminal trials. Rule 16 creates a continuing duty on the part of the State to disclose inculpatory evidence. Utah R.Crim.P. 16(b). With our emphasis, Rule 16(g) states:\nIf at any time during the course of the proceedings it is brought to the attention of the court that a party has failed to comply with this rule, the court may order such party to permit the discovery or inspection, grant a continuance, or prohibit the party from introducing evidence not disclosed, or it may enter such other order as it deems just under the circumstances.\nId.\nThe parties have not acquainted us with any cases specifically dealing with section 77-17-13, but the typical judicial attitude toward prosecutorial dereliction of discovery duty may be gleaned from Rule 16 cases. Particularly instructive is State v. Kallin, 877 P.2d 138 (Utah 1994). In Kallin, the defendant *530 argued that the trial court erred in allowing two witnesses to testify because their testimony did not conform to the testimony summaries provided by the prosecution prior to trial. Id. at 142. Thus, the defendant contended that the State misled the defendant in a prejudicial manner by failing to correct the summaries before trial. Id. at 142-43. The Court stated: \"Whether prosecutors produce inculpatory evidence under court order or on request, they have a duty to comply fully and forthrightly.\" Id. at 143 (emphasis added).\nIn State v. Knight, 734 P.2d 913 (Utah 1987), the prosecutor failed to disclose statements, addresses, and telephone numbers of pivotal witnesses to the defendant until the day before trial. The Court held that when the prosecution chooses to respond voluntarily to a discovery request, the prosecutor has a continuing obligation to disclose newly-acquired information so as to avoid misleading the defense. Id. at 916-17. See also Kallin, 877 P.2d at 143; State v. Carter, 707 P.2d 656, 662 (Utah 1985).\nThe decision to grant or deny a requested continuance lies within the broad discretion of the trial court, and we will not disturb such a decision absent a clear abuse of discretion. See State v. Cabututan, 861 P.2d 408, 413 (Utah 1993); United States v. Flynt, 756 F.2d 1352, 1358 (9th Cir.1985). The decision to bar testimony for failure to adhere to discovery obligations is on the same footing. See Knight, 734 P.2d at 918-19. \"We do not find a clear abuse of discretion unless, after carefully evaluating all the relevant factors, we conclude that the denial was arbitrary or unreasonable.\" Flynt, 756 F.2d at 1358.\nIn reviewing the denial of appellant's request for continuance or other relief, we consider four factors:[3] (1) the extent of appellant's diligence in his efforts to ready his defense prior to the date set for trial; (2) the likelihood that the need for a continuance could have been met if the continuance had been granted; (3) the extent to which granting the continuance would have inconvenienced the court and the opposing party; and (4) the extent to which the appellant might have suffered harm as a result of the court's denial. Flynt, 756 F.2d at 1358-59.\nTurning to the first factor, appellant's counsel appears to have been fully prepared to defend appellant prior to trial. She went so far as to inquire, out of an abundance of caution, about further tests on the underwear the day before trial, even though she had every right to assume she would have received any such test results at least twenty-nine days before if additional testing had been done. It was the fault of the prosecution, not appellant, that appellant had to request a continuance or exclusion of the test results.\nSecond, appellant needed the continuance to fully analyze the new data submitted by the State. Although appellant was able to locate an expert who confirmed the substance was indeed human blood, the expert hastily found by appellant did not even have time to conduct additional testing to determine whether the blood on the panties matched either that of the alleged victim or appellant. In our view, the continuance, if granted, would have served a useful purpose in allowing appellant more time to acquire the expert of his choice. The extra time would also have allowed the expert to do additional testing and enabled appellant's counsel and the expert to incorporate the expert's testimony into a comprehensive trial strategy.\nThird, in light of the State's extreme tardiness in testing A.B.'s underwear for blood, any inconvenience to the State caused by a *531 continuance would have been fully justified. At trial, the State even conceded that a continuance may have been necessary.[4] The court and jury may have been inconvenienced to an extent, but appellant's right to a fair trial outweighs this administrative concern.\nFinally, and most important among the factors, is the question of whether appellant was prejudiced by the refusal to grant the continuance or bar the test results, i.e., whether the court's denial of appellant's motions resulted in prejudice sufficient to warrant a new trial. We conclude that the trial court's denial of appellant's motion for a continuance or other relief unfairly prejudiced appellant's case.[5]\nAlthough appellant was able to find an expert who conducted independent, albeit limited, testing to confirm the accuracy of the prosecution's forensic testing, the expert was unable to conduct additional testing to determine whether the blood on the underwear matched that of the alleged victim or appellant, or belonged to some third party. The last minute testing precluded the appellant from formulating a trial strategy best calculated to address the totality of the State's case. Thus, the failure of the prosecution to perform the blood test and to disclose the resulting expert testimony before trial led appellant's trial counsel to believe that the prosecution had no physical evidence corroborating the allegations against appellant. Appellant's trial counsel pursued tactics and strategies with this assumption in mind. In her opening statement, she emphasized that the State had no inculpatory physical evidence. However, in her closing argument, appellant's trial counsel had to counter the physical evidence which the State actually produced and argue alternative reasons for blood appearing on A.B.'s underwear. It is likely defense counsel's credibility in the eyes of the jury was greatly compromised by the prosecution's having introduced evidence of the blood test after she assured them the State had no physical evidence supporting the charge against appellant.\nThe State argues appellant was neither surprised nor prejudiced by the prosecution's untimely test of the underwear. The State contends that appellant knew about the presence of blood on the underwear before trial. In so arguing, the State relies on the nonexpert observation of the alleged victim's mother. However, the stain on the underwear was not confirmed as blood until the afternoon of the first day of trial. During argument on appellant's motions in limine and for continuance, the prosecutor stated: \"[W]hether or not there is blood on the panties is not a pivotal issue in this case, your honor.\" In response, the trial judge correctly observed, with our emphasis, as follows:\nWell, let me just tell you, as a prefatory matter I consider that testimony critical. It's one thing to have lay people say it looks like blood. It's quite another thing to have the laboratory say it is in fact blood. For a couple of reasons. One, it's objective. And number two, its impact upon jurors is substantially different than having the mother of the child say it looked like blood.\nWe agree with the trial court that the test result and related expert testimony were of \"critical\" significance in this case. Nor was the last minute development of this significant evidence something that appellant's counsel could reasonably have anticipated. Quite the contrary, section 77-17-13 and the crime lab's indication to her would have combined *532 to assure her with confidence that she would have no such evidence to confront. She prepared her trial strategy and made her opening statement accordingly.\nAside from adjusting the order of witnesses, the trial court denied all requested relief, including appellant's motions for exclusion of the new report and for a continuance, either of which would have avoided, or at least mitigated, the prejudice he suffered. \"The effective administration of justice requires that discoverable evidence be provided much sooner than `moments' before trial,\" State v. Harshman, 61 Or.App. 711, 658 P.2d 1173, 1176 (1983), much less during the course of trial. The State has the duty to produce inculpatory evidence fully and forthrightly to avoid misleading the defense. See Kallin, 877 P.2d at 143; Knight, 734 P.2d at 916-17.\nWe hold that the trial court would have been well within its discretion to bar the expert report and testimony, but at a minimum was required to grant a continuance of reasonable duration. The court exceeded its discretion in doing otherwise. See Kallin, 877 P.2d at 142 (upholding trial court's barring of evidence from expert witness on ground defense counsel failed to give prosecution adequate notice of intent to call expert to testify so that prosecution could arrange for expert rebuttal witness); State v. Krone, 182 Ariz. 319, 897 P.2d 621, 624-25 (1995) (en banc) (holding that as sanction for State's failure to disclose videotape prepared by its expert until day before trial, trial court should have either granted continuance or precluded tape when first asked to do so; telling defendant to examine tape between start of trial and day it was shown was not adequate to cure harm).\n\nCONCLUSION\nFor the foregoing reasons, we reverse appellant's conviction and remand for a new trial.\nWILKINS, Associate P.J., and BILLINGS, J., concur.\nNOTES\n[1]  Although we reverse and remand on other grounds, we note that several instances of prosecutorial misconduct should be identified, lest they be repeated at appellant's new trial. First, asking appellant to comment on the veracity of another witness, a detective, was improper. See State v. Emmett, 839 P.2d 781, 787 (Utah 1992); State v. Palmer, 860 P.2d 339, 343-44 (Utah.Ct. App.), cert denied, 868 P.2d 95 (Utah 1993).\n\nSecond, the prosecutor made several inappropriate comments during closing argument. By asking, \"Why do we take three days for a two day trial?,\" the prosecutor implied that the defense had delayed matters and wasted the jury's time, a contention that is all the more egregious in view of the prosecutor's eleventh-hour blood test and the disruption it entailed. The prosecutor also stated, in reference to appellant's having brought the twin bed into the courtroom so that the jury could envision the crowded conditions in which the rape allegedly occurred, \"The defendant did not have to deprive the children of their bed so that he could get acquitted.\" By so stating, the prosecutor improperly commented on appellant's strategy and use of evidence, for the apparent purpose of inflaming the jury.\nThe appellant's argument that these instances amount to prosecutorial misconduct is well-taken. Any recurrence of such behavior by the prosecutor should be avoided upon retrial, and sanctions should be imposed by the trial court if it is not.\n[2]  To be sure, the reassurance was valid when made by crime lab personnel. The problem in this case is not that the prosecution had the test run in timely fashion but withheld the report until after trial had started; the problem is that it delayed having the test run until trial was underway. Of course, under either scenario, the prosecution violates its legislatively-mandated duty to notify the other side \"not less than 30 days before trial\" of its intention to call an expert. Utah Code Ann. § 77-17-13(1)(a) (1995).\n[3]  When reviewing the denial of a motion to exclude prosecution evidence based on a failure to make a full and accurate response to a defendant's request, Utah appellate courts focus on these related, but slightly different factors:\n\n(1) the extent to which the prosecution's representation is actually inaccurate,\n(2) the tendency of the omission or misstatement to lead defense counsel into tactics or strategy that could prejudice the outcome,\n(3) the culpability of the prosecutor in omitting pertinent information or misstating the facts, and\n(4) the extent to which appropriate defense investigation would have discovered the omitted or misstated evidence.\nState v. Kallin, 877 P.2d 138, 143 (Utah 1994).\n[4]  In addressing appellant's motions, the prosecutor stated:\n\nYour honor, the State essentially has no objection to a continuance in this matter, but we believe that the court should allow us to at least present the evidence which is not touched by the new test that was done yesterday afternoon. And then take the continuance. If for no other reason than the convenience of the witnesses and the jury in this matter.\n[5]  Because appellant has successfully demonstrated prejudice in any event, it is not necessary for us to definitively decide who ultimately has the burden to show prejudice or lack of prejudice when there has been a violation of section 77-17-13. Cf. State v. Knight, 734 P.2d 913, 921 (Utah 1987) (stating, in context of Rule 16(a)(5) violation, that \"when the defendant can make a credible argument that the prosecutor's errors have impaired the defense, it is up to the State to persuade the court that there is no reasonable likelihood that absent the error, the outcome of trial would have been more favorable for the defendant\").\n\n",
            "ocr": false,
            "opinion_id": 1153140
        }
    ],
    "court_short_name": "Court of Appeals of Utah",
    "court_full_name": "Court of Appeals of Utah",
    "court_type": "SA",
    "court_jurisdiction": "Utah, UT",
    "crime_category": "Rape"
}