{
    "id": 1375953,
    "judges": "Hunstein",
    "date_filed": "1982-07-07",
    "date_filed_is_approximate": true,
    "slug": "adams-v-state",
    "case_name_short": "Adams",
    "case_name": "Adams v. State",
    "case_name_full": "ADAMS v. THE STATE (Two Cases)",
    "attorneys": "Chester L. Adams, pro se., Scott L. Ballard, District Attorney, Robert W. Smith, Jr., Assistant District Attorney, Thurbert E. Baker, Attorney General, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 11,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b770-4\">\n    S09A0715, S09A0716.\n   </docketnumber><parties id=\"AZu\">\n    ADAMS v. THE STATE (two cases).\n   </parties><br><citation id=\"b770-5\">\n    (683 SE2d 586)\n   </citation>",
    "citations": [
        "683 S.E.2d 586",
        "285 Ga. 744"
    ],
    "opinions": [
        {
            "author_str": "Hunstein",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4087.0,
            "opinion_text": "\n683 S.E.2d 586 (2009)\nADAMS\nv.\nThe STATE (Two Cases).\nNos. S09A0715, S09A0716.\nSupreme Court of Georgia.\nSeptember 28, 2009.\n*587 Chester Lewis Adams, Oglethorpe, GA, pro se.\nScott L. Ballard, Dist. Atty., Robert W. Smith, Jr., Asst. Dist. Atty., Thurbert E. Baker, Atty. Gen., for appellee.\nHUNSTEIN, Chief Justice.\nThis opinion consolidates two appeals from the trial court's denial of Chester Lewis Adams's motion for an out-of-time appeal from the judgments entered on his negotiated guilty pleas to two separate indictments. The first indictment involved, inter alia, charges of malice murder, kidnapping with bodily injury, armed robbery, rape and aggravated sodomy.[1] The second indictment set forth two counts charging Adams with terroristic threats and simple battery.[2] Adams pled guilty to the offenses charged in both indictments at a single hearing on April 10, 1997. As to the first indictment, the trial court sentenced Adams to five consecutive life terms plus a term of years; as to the second indictment, Adams was sentenced to a four-year term for terroristic threats and 12 *588 months for the simple battery, with both sentences to be served concurrent to the five life sentences imposed under the first indictment.\nIn 2008, Adams filed a motion for out-of-time appeal, contending that the facts appearing on the face of the record established that his guilty plea was not valid and that his failure to seek a timely appeal was the result of ineffective assistance of counsel. See generally Colbert v. State, 284 Ga. 81, 663 S.E.2d 158 (2008). After the motion was denied and a timely notice of appeal filed, the clerk of the trial court transmitted the record of each indictment separately. We docketed Adams's appeal from the first indictment as Case No. S09A0716 and his appeal from the second indictment as Case No. S09A0715. For the reasons that follow, we affirm in both cases.\n1. As appellant properly acknowledges, an appeal will lie from a judgment entered on a guilty plea only if the errors asserted on appeal can be resolved by facts appearing on the face of the record, Brown v. State, 280 Ga. 658(2), 631 S.E.2d 687 (2006), and the denial of a request for out-of-time appeal is proper if an examination of the record reveals no merit to the claimed errors. Barnes v. State, 274 Ga. 783, 559 S.E.2d 446 (2002). In his first enumeration, appellant contends the trial court erred by denying his motion for out-of-time appeal, arguing that the language used by the prosecutor in informing appellant of his rights at the guilty plea hearing failed to convey to appellant that he would be waiving his privilege against compulsory self-incrimination. See Boykin v. Alabama, 395 U.S. 238, 243, 89 S. Ct. 1709, 23 L. Ed. 2d 274 (1969); see also Bowers v. Moore, 266 Ga. 893, 471 S.E.2d 869 (1996). This contention, however, is belied by the transcript, which reveals that, at the guilty plea hearing, the assistant district attorney made the following statements to appellant:\n[L]et me advise you, sir, that you have the right to a trial by jury. At a trial by jury you would be presumed innocent, the State would have to prove you guilty beyond a reasonable doubt. You wouldn't have to give any evidence harmful to yourself. You could subpoena witnesses, present defenses in your own behalf, your lawyer could confront and cross-examine any witness who testified against you.\n(Emphasis supplied.) Appellant affirmed that he understood \"all those rights\" and then responded affirmatively when the prosecutor asked him, \"[d]o you understand that by entering a plea of guilty like you're doing here this afternoon that you are giving up all those rights I've just explained to you?\"\nContrary to appellant's contention, the emphasized language above adequately conveyed to appellant the core principles of the privilege against compulsory self-incrimination guaranteed by the Fifth Amendment. The purpose underlying Boykin is to ensure a defendant's receipt of adequate information about his rights, so that his decision to plead guilty is truly intelligent and voluntary. We have recognized that \"nothing in Boykin requires [the State] during a guilty plea proceeding to use any precisely-defined language or `magic words.'\" Hawes v. State, 281 Ga. 822, 824, 642 S.E.2d 92 (2007).\n[I]n guilty plea proceedings, as long as the constitutional rights are explained to the defendant, there is no need to use any exact language: rather, the focus, upon review, is whether the record shows that the trial court explained or referred to the right in a manner reasonably intelligible to that defendant. To hold otherwise would be to elevate formalistic litany of constitutional rights over the substance of the dialogue between the trial court and the accused.\n(Citation and punctuation omitted.) Id. Thus, the information the defendant receives about his rights does not have to be conveyed by means of any particular language and, indeed, may be conveyed in words tailored to a particular individual's vocabulary and comprehension.\nIn this case, appellant was sufficiently informed of his privilege against self-incrimination when he was told that he \"wouldn't have to give any evidence harmful to himself.\" Incriminating evidence is \"harmful\" to a party inasmuch as it is \"[e]vidence which tends to establish the guilt of the accused or from *589 which, with other evidence, his or her guilt may be inferred.\" Black's Law Dictionary, p. 691 (5th ed.). See also The American Heritage Dictionary, p. 916 (3rd ed.) (defining \"incriminate\" as \"[t]o accuse of a crime or other wrongful act . . . [t]o cause to appear guilty of a crime or fault\"). Appellant also contends that his guilty plea was not valid because the colloquy did not inform him of his right to remain silent. To the extent appellant is distinguishing the \"right to remain silent\" as separate from the privilege against self-incrimination,[3] that right is not one of the enumerated rights that must be explained to a defendant during a Boykin colloquy. Boykin, supra, 395 U.S. at 243, 89 S. Ct. 1709 (requiring guilty plea record to show waiver of three Federal constitutional rights: the privilege against compulsory self-incrimination guaranteed by the Fifth Amendment and applicable to the States by reason of the Fourteenth, the right to trial by jury and the right to confront one's accusers). Moreover, nothing in Uniform Superior Court Rule 33.8, which sets forth the procedure for trial courts to follow before accepting a plea of guilty, requires a defendant to be informed of this right.[4] Accordingly, we conclude that appellant's guilty plea was not rendered invalid for this reason.\n2. Contrary to appellant's contention, the transcript of the plea hearing establishes that the nature of the charges against him was explained in sufficient detail. See generally Wharton v. Anderson, 270 Ga. 22(1), 504 S.E.2d 670 (1998).\n3. Appellant entered a negotiated guilty plea and received the sentence for which he bargained. Although he challenges the amount of information he was provided regarding consecutive and enhanced sentencing, see USCR 33.8(C), a defendant's otherwise voluntary guilty plea is not invalidated \"merely because the range of punishment on the plea was never recited to him, when he makes no claim that he was disadvantaged by the omission or even that he was in fact unaware of the possible sentence which could be imposed.\" Hill v. Hopper, 233 Ga. 633, 634, 212 S.E.2d 810 (1975). See also Bess v. State, 235 Ga.App. 372, 373(1), 508 S.E.2d 664 (1998) (when defendant enters a negotiated guilty plea and receives the sentence for which he bargained, \"the consequence of receiving the sentence to which [he] agreed can hardly be deemed unanticipated or adverse\").\n4. In his final enumeration, appellant contends that there was an inadequate factual basis for the offenses charged in the first indictment and no factual basis for the offenses charged in the second indictment. We have recognized as mandatory the requirement in USCR 33.9 that the trial court make \"such inquiry on the record as may satisfy the judge that there is a factual basis for the plea.\" See State v. Evans, 265 Ga. 332(2), 454 S.E.2d 468 (1995).\n(a) Contrary to appellant's contention, the transcript of the plea hearing establishes that there was a sufficient factual basis for the offenses charged in the first indictment. Aside from the factual recitation by the prosecutor, the transcript also reflects that the trial judge tacitly agreed with the prosecutor regarding the court's familiarity with the facts, which was based upon the trial judge's role in presiding over the earlier trial of appellant's co-indictee for the same charged offenses. See Pye v. State, 269 Ga. 779, 505 S.E.2d 4 (1998). When the transcript presents evidence that the trial court was aware of the factual basis, USCR 33.9 *590 does not otherwise require the trial court to affirmatively state that it is satisfied there is a factual basis. \"In such an instance, the acceptance of a plea would be deemed a factual finding that there is an adequate factual basis for the plea. [Cit.]\" State v. Evans, supra, 265 Ga. at 335(2), 454 S.E.2d 468.\n(b) The plea hearing transcript reflects and the State concedes that there was no factual basis presented at the hearing for the offenses of terroristic threats and simple battery charged in the second indictment. As we held in State v. Evans, supra, 265 Ga. at 336(3), 454 S.E.2d 468, a violation of USCR 33.9 is examined under the analytical framework of \"manifest injustice,\" see USCR 33.12, and we apply that analysis here. See Wharton v. Henry, 266 Ga. 557(2), 469 S.E.2d 27 (1996) (applying \"manifest injustice\" standard in habeas proceedings); but see Brown, supra 280 Ga. at 658, 658(2), 631 S.E.2d 687 (holding USCR 33.12 inapplicable where defendant's motion to withdraw his guilty plea was untimely).\nIn undertaking the manifest injustice analysis, the reviewing court is authorized to examine evidence that was not part of the guilty plea hearing. [Cit.] . . . [R]eview for determination of whether there was a factual basis for a guilty plea is limited to the record created at the guilty plea hearing, while the manifest injustice review may take into consideration other evidence before the reviewing court as well as the evidence placed before the trial court accepting the guilty plea.\nWharton, supra at 558(2), 469 S.E.2d 27.\nOur review of the record reveals that it contains only the indictment, appellant's guilty plea, a plea form, the sentence and the judgment imposed thereon. While an indictment is not evidence and cannot be treated as such by the factfinder in determining guilt beyond a reasonable doubt, see generally Bostick v. Ricketts, 236 Ga. 304(1), 223 S.E.2d 686 (1976), USCR 33.9 does not require that guilt be shown beyond a reasonable doubt. King v. Hawkins, 266 Ga. 655, 656, 469 S.E.2d 30 (1996). We have recognized that an indictment alone may contain enough information to establish that the facts alleged by the State \"actually satisfied the elements of the charges to which [a defendant] was pleading guilty.\" Green v. State, 265 Ga. 263, 265(2), 454 S.E.2d 466 (1995). See also Romano v. State, 272 Ga. 238(1), 527 S.E.2d 184 (2000) (indictment was not read into the record but sufficient factual basis established after defendant stated he had read the indictment and understood the charges levied against him).[5] In this case, the indictment set forth that appellant threatened to murder a certain named individual; that appellant communicated his threat of violence to that individual; and that appellant so acted with the purpose of terrorizing that individual. The indictment also set forth that appellant intentionally caused substantial physical harm to the same individual by striking that person about the head and face with his fists. Although the indictment itself was not read into the record, appellant stated during the guilty plea hearing that he understood the charges and was pleading guilty to them because he was guilty.\nBased on our review of the record, we conclude that appellant has failed to demonstrate that a manifest injustice will result unless his guilty plea to the second indictment is invalidated.[6] Therefore, because it appears from the record that appellant's attacks on the validity of his plea can all be resolved adversely to him by an examination of the record, there was no error in denying his motion for an out-of-time appeal. See generally Brown, supra, 280 Ga. at 659(2), 631 S.E.2d 687.\nJudgments affirmed.\nAll the Justices concur.\nNOTES\n[1]  The crimes were committed November 16, 1993. Adams and Willie James Pye were indicted on these charges on February 7, 1994. In April 1994, the State filed a notice of intent to seek the death penalty against Pye, who was tried separately, convicted and sentenced to death in 1996. Pye v. State, 269 Ga. 779, 505 S.E.2d 4 (1998).\n[2]  The crimes were committed on September 24, 1996. Appellant was indicted on February 3, 1997.\n[3]  \"In the jurisprudence, the terminology `right to remain silent' frequently is used interchangeably with the `right against self-incrimination' and is an acceptable substitute as long as it is clear that the trial court is referring to the right to remain silent `at trial.' [Cit.]\" Louisiana v. Walker, 833 So. 2d 367, 370 (La.App.2002).\n[4]  USCR 33.8(B) requires that the defendant be informed on the record that, by entering a plea of guilty or nolo contendere, the defendant waives:\n\n(1) the right to trial by jury;\n(2) the presumption of innocence;\n(3) the right to confront witnesses against oneself;\n(4) the right to subpoena witnesses;\n(5) the right to testify and to offer other evidence;\n(6) the right to assistance of counsel during trial; [and]\n(7) the right not to incriminate oneself; and that by pleading not guilty or remaining silent and not entering a plea, one obtains a jury trial.\n[5]  To the extent Shabazz v. State, 259 Ga.App. 339, 340(1), 577 S.E.2d 45 (2003) holds to the contrary, it is hereby overruled.\n[6]  Accordingly, we need not address the State's contention that appellant was not prejudiced by the violation of USCR 33.9 in regard to the second indictment because the sentence imposed for the offenses charged therein was to run concurrently with the five consecutive life sentences imposed on him under the first indictment.\n\n",
            "ocr": false,
            "opinion_id": 1375953
        }
    ],
    "court_short_name": "Supreme Court of Georgia",
    "court_full_name": "Supreme Court of Georgia",
    "court_type": "S",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Rape"
}