{
    "id": 1314415,
    "judges": "Banke, Birdsong, Cooper",
    "date_filed": 647654400000,
    "date_filed_is_approximate": false,
    "slug": "hicks-v-state",
    "case_name_short": "Hicks",
    "case_name": "Hicks v. State",
    "case_name_full": "Hicks v. the State",
    "attorneys": "Jerry C. Gray, for appellant., Timothy G. Madison, District Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b343-10\">\n    A90A0551.\n   </docketnumber><parties id=\"AFZ\">\n    HICKS v. THE STATE.\n   </parties><br><citation id=\"b343-11\">\n    (396 SE2d 60)\n   </citation>",
    "citations": [
        "396 S.E.2d 60",
        "196 Ga. App. 311"
    ],
    "opinions": [
        {
            "author_str": "Cooper",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 720.0,
            "opinion_text": "\n196 Ga. App. 311 (1990)\n396 S.E.2d 60\nHICKS\nv.\nTHE STATE.\nA90A0551.\nCourt of Appeals of Georgia.\nDecided July 11, 1990.\nJerry C. Gray, for appellant.\nTimothy G. Madison, District Attorney, for appellee.\nCOOPER, Judge.\nAfter a jury trial, appellant was found guilty of two counts of child molestation and one count of cruelty to children. He appeals from the judgment of conviction and sentence entered by the trial court on the verdicts.\nAppellant's wife and her three daughters were returning home one evening when the eldest child began to cry, asking that they not go home. In response to repeated questions and after numerous assurances that she would not be punished, the seven-year-old told her mother that appellant, her step-father, molested her on a number of occasions late at night after everyone else was asleep. She stated that on the weekends after drinking heavily, he would come into her room naked, get into bed with her, pull down her underpants and put his penis in her vaginal area. The mother took the child to a hospital where she was interviewed by a nurse, a physician and a social worker. The following week, a physical examination performed by pediatrician, Dr. Elizabeth Hodgson, revealed no signs of trauma to her vaginal or anal area, however, a throat culture tested positive for gonorrhea. Using anatomically correct dolls, the child demonstrated for Dr. Hodgson what appellant allegedly did to her. Although the child did not allege appellant committed sodomy, Dr. Hodgson explained that the positive culture might have resulted from the transfer of contaminated secretions from the child's hands to her mouth. Dr. Hodgson also testified as to how the child might feel as though there had been penetration, when the physical evidence indicated otherwise. Appellant was subsequently arrested in Galveston, Texas, and returned to Georgia for trial.\n*312 1. Appellant enumerates as error the State's introduction of evidence to bolster a witness' character for veracity prior to the appellant attacking the witness' credibility. It should be noted at the outset that the \"witness\" to which appellant refers is the victim. A review of the record reveals that prior to the victim's testimony, a social worker offered testimony which, in addition to relating what the victim said to the social worker about the incidents, described the social worker's training in child interviewing techniques. Also, Dr. Hodgson testified as to the difficulties sexually abused children have in discussing their abuse, and indicated that a delay in reporting such abuse is characteristic of abused children. Appellant contends this testimony served to prove the truth of the victim's anticipated testimony before appellant had an opportunity to impeach.\nWith regard to the social worker's testimony, the State maintained that its inquiry into child interviewing techniques was not for the purpose of inquiring into the victim's veracity but was offered to explain the circumstances under which the victim spoke with the social worker, and thereby provide a \"sufficient indicia of reliability\" for the admission of the testimony pursuant to OCGA § 24-3-16 which provides that: \"A statement made by a child under the age of 14 years describing any act of sexual contact or physical abuse performed with or on the child by another is admissible in evidence by the testimony of the person or persons to whom made if the child is available to testify in the proceedings and the court finds that the circumstances of the statement provide sufficient indicia of reliability.\" The trial court found the testimony admissible for this purpose and we find no abuse of discretion in that decision. Ingram v. State, 192 Ga. App. 196 (2) (384 SE2d 262) (1989). Even if any error did occur, it was harmless because appellant was afforded the opportunity to cross-examine the victim about her out-of-court statements, and the social worker's testimony was cumulative of the other evidence adduced during the trial. See Luckey v. State, 185 Ga. App. 262 (2) (363 SE2d 791) (1987).\nDr. Hodgson was qualified as an expert in pediatrics and the record reflects she had some expertise in child abuse. Dr. Hodgson's testimony regarding the reluctance of children to disclose sexual abuse was offered on direct examination to explain how she arrived at the diagnosis of sexual abuse. \"[I]t is within the sound discretion of the trial court to permit expert opinion to aid the jury in understanding other testimony whenever the court finds it to be helpful or necessary. [Cit.]... It matters not whether such facts are sought on direct or cross-examination. [Cit.]\" Keri v. State, 179 Ga. App. 664, 667 (347 SE2d 236) (1986). The court concluded that the testimony was relevant to the issue of why a child might delay reporting incidents of molestation. We do not feel that the court erred or abused its discretion *313 in allowing the testimony to precede the victim's testimony.\n2. Appellant contends, in his second enumeration of error, that Dr. Hodgson's testimony as to a child's reticence to report abuse and as to whether or not a seven-year-old could have imagined the sexual acts the victim described, was not within the realm of her expertise because she was not a child psychologist or child psychiatrist and that the testimony invaded the province of the jury. Appellant argues that Dr. Hodgson's testimony was based solely on her personal opinion and was within the common knowledge of the average layman. We disagree. \"The qualification of a witness as an expert is addressed to the sound discretion of the trial court. [Cit.] Such expert testimony must relate to scientific or technical knowledge within the witness' expertise.\" Id. at 667. Dr. Hodgson testified that in the four years she practiced in Georgia prior to the trial, she treated approximately three children a month for sexual molestation and the record contains no objection to her qualification as an expert in pediatrics. She explained that in her experience, children of abuse are often threatened with punishment or bodily harm to themselves or family members if they tell and that they harbor a myriad of conflicting feelings, such as guilt and a sense of loss if the perpetrator is forced to leave, which all cause them to be secretive. Responding to a hypothetical question, to which appellant did not object, Dr. Hodgson testified further that a seven-year-old with no \"on-hands experience or on-hands sight of sexual activity between adults\" would probably not imagine the acts described by the victim. We agree with the trial court that based on Dr. Hodgson's knowledge and experience the testimony discussed above was competent evidence under OCGA § 24-9-67. See Allison v. State, 256 Ga. 851 (2) (353 SE2d 805) (1987).\n\"`(E)xpert opinion testimony on issues to be decided by the jury, even the ultimate issue, is admissible where the conclusion of the expert is one which jurors would not ordinarily be able to draw for themselves; i.e., the conclusion is beyond the ken of the average layman.' There is no question that ... [Dr. Hodgson's] conclusion that the child had been molested was one which the jurors would not ordinarily be able to draw for themselves. Thus, [Dr. Hodgson's] opinion was admissible.\" State v. Butler, 256 Ga. 448 (2) (349 SE2d 684) (1986). Further, it is error to refuse an expert the opportunity to state the facts upon which the expert's opinion was based. Keri, supra at 667. \"Finally, the fact that her testimony indirectly, though necessarily, involved the child's credibility does not render it inadmissible. [Cit.] We find no error.\" Butler, supra at 450.\n3. \"When viewed in the light favorable to the verdict, the admissible evidence is sufficient to enable any rational trier of fact to find the existence of the offenses charged against the defendant beyond a reasonable doubt. [Cit.]\" Keri, supra at 668.\n*314 Judgment affirmed. Banke, P. J., and Birdsong, J., concur.\n",
            "ocr": false,
            "opinion_id": 1314415
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Rape"
}