{
    "id": 1431424,
    "judges": "Batjer, Gunderson, Manoukian, Thompson",
    "date_filed": 313891200000,
    "date_filed_is_approximate": false,
    "slug": "crockett-v-state",
    "case_name_short": "Crockett",
    "case_name": "Crockett v. State",
    "case_name_full": "EDWARD NEVON CROCKETT, Appellant, v. THE STATE OF NEVADA, Respondent",
    "attorneys": "David Hamilton, Reno, for Appellant., Richard Bryan, Attorney General, Carson City; Calvin R. X. Dunlap, District Attorney, and John L. Conner, Deputy District Attorney, Washoe County, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b887-7\">\n    EDWARD NEVON CROCKETT, Appellant, v. THE STATE OF NEVADA, Respondent.\n   </parties><br><docketnumber id=\"b887-8\">\n    No. 8919\n   </docketnumber><br><decisiondate id=\"b887-9\">\n    December 13, 1979\n   </decisiondate><citation id=\"AZQ\">\n    603 P.2d 1078\n   </citation><br><attorneys id=\"b887-14\">\n<em>\n     David Hamilton,\n    </em>\n    Reno, for Appellant.\n   </attorneys><br><attorneys id=\"b887-15\">\n<em>\n     Richard Bryan,\n    </em>\n    Attorney General, Carson City;\n    <em>\n     Calvin R. X. Dunlap,\n    </em>\n    District Attorney, and\n    <em>\n     John L. Conner,\n    </em>\n    Deputy District Attorney, Washoe County, for Respondent.\n   </attorneys>",
    "citations": [
        "603 P.2d 1078",
        "95 Nev. 859"
    ],
    "opinions": [
        {
            "author_str": "Gunderson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*860OPINION\nBy the Court,\nGunderson, J.:\nA jury convicted Edward Crockett for the shooting death of his 15/2-year-old stepdaughter, Blythe Harrington. On appeal, Crockett urges a variety of serious contentions, to most of which we will allude only in passing. For example, some significant assignments of error, which we find it unnecessary to consider, involve the following: 1) in closing argument, the prosecutor commented several times to the jury on Mrs. Crockett’s failure to testify; 2) following defense counsel’s final argument to the jury, the court clerk stated to the prosecutor, “Go get ’em Tiger”; 3) around midnight, after the jury had deliberated several hours, they reported they could not reach a verdict. The court inquired how the jury stood numerically. After hearing of the eleven-to-one division, the judge stated that he and both counsel appreciated there was a problem in the case. He said, however, it had been a long, five-week trial, and if a mistrial were declared, it would have to be tried over by some other jury. Shortly after the jury began deliberating again, it returned an apparent compromise verdict of murder in the second degree.\nCrockett also urges that suppression, loss and destruction of certain evidence violated his right to a fair trial. We direct our primary concern to this issue, since it is fully dispositive of the case. Having reviewed the voluminous record, we are constrained to agree with appellant’s counsel. The conviction must be reversed and all charges dismissed.\nWithout attempting a complete recapitulation of the record, we note the evidence , was entirely circumstantial. Sometime between 11:00 and 11:30 p.m. on July 2, 1974, Crockett telephoned the Washoe County Sheriff’s Department to report finding the nude body of his stepdaughter on Antelope Mountain. Crockett explained he and his wife had gone looking for *861the girl, when she had failed to return home that evening. After Crockett led them to the remote location of his discovery, law enforcement officers cordoned off an area approximately fifteen feet in radius around the body and waited for daylight. During the night, several additional officers arrived.\nThe following morning, the officers began photographing and gathering evidence, within and outside the roped area.1 The pathologist arrived around 10:30 a.m. and made a cursory examination of the body. An autopsy was performed later that day in a laboratory, where body tissue, fluid, hair and foreign material samples were taken for future testing and examination.\nSeveral days later, the Sheriff’s Department secured a warrant to search Crockett’s residence for certain guns, ammunition and clothing. During the search, officers twice knocked a small box off a closet shelf, spilling numerous small torn bits of paper. Crockett told the officer not to bother picking them up, that he would vacuum them up later. Noticing the word “love” written on one of the scraps, however, the officers decided the papers should be taken. One officer then put the paper bits into his pocket. When Crockett inquired what had happened to the scraps, the officers informed him they intended taking them and indicated they would get an additional warrant if necessary. Crockett acquiesced on the condition that he be informed of the contents. When the paper scraps were later assembled, the writing appeared to be a “diary” or narrative by Blythe Harrington of an ongoing love affair, including sexual relations, with her stepfather.\nSeveral weeks later, the grand jury found a murder indictment against Crockett, who made numerous pre-trial motions, including one to suppress the so-called “diary” as fruit of an illegal seizure. Denial of that motion is assigned as error on appeal.2 Another pre-trial motion, for discovery, resulted in an open court order for the prosecution to reveal known names of any persons in the area at the time of the killing. Additionally, the court issued a written order to produce copies of all photographs taken, as well as all scientific tests conducted, including *862blood grouping tests. Various contentions on appeal relate to the State’s asserted failure to fulfill its obligations to safeguard evidence and make it available to the defendant.\nOne instance in which the State arguably deprived appellant of due process by interfering with evidence concerned the anticipated testimony of Mrs. June Campbell, a Lemon Valley resident. Before the grand jury, Mrs. Campbell testified that at about 5:15 p.m. on July 2, 1974, she had seen, from her home, a girl very much resembling Blythe Harrington riding a dark horse very slowly northbound toward Lemon Valley Road. Because the time of death could not be accurately estimated medically (arguably due to investigative oversights), and because Crockett had an alibi until at least 4:30 p.m. on the day of the killing, Mrs. Campbell’s testimony was crucial: it indicated the victim was still alive at 5:15 p.m. Prior to trial, the defense located a young girl bearing a striking resemblance to Blythe Harrington, who initially stated that, on the day in question, she had been riding a dark horse in the Lemon Valley area, around Mrs. Campbell’s home. Because the girl’s statement cast considerable doubt on Mrs. Campbell’s identification of Blythe Harrington, the prosecutor stipulated to dismiss the indictment; however, the court refused to honor the stipulation.\nSubsequently, the girl changed her story, stating she had not been riding in Lemon Valley that day, but had been riding in Sun Valley on a light colored horse. Still later, the girl said Washoe County sheriff’s deputies had intimidated, threatened and harassed her. She brought a motion for protective order, on which the court never finally ruled, asserting that because of emotional instability suffered as a result of the prosecution’s investigation, she could no longer separate fact from fiction regarding her activities on the day in question.3 At trial, Mrs. Campbell testified that she observed a girl very much resembling Blythe Harrington riding a dark colored horse slowly northward toward Lemon Valley Road at about 5:15 p.m. She also testified that, approximately thirty minutes later, she observed a man resembling Crockett riding the easement road behind her residence much faster in the same direction. However, of course, the “look alike’’ witness did not testify.\n*863It was undisputed that both Crockett and the victim rode north on Lemon Valley Road to “the second windmill,” approximately 9.4 miles from Mrs. Campbell’s residence. However, officers who tracked the horse prints to that point did not determine whether the two horses were riding together or at different paces.\nThe distinctive track of the victim’s horse clearly left the road at one point and horse tracks, as well as two sets of footprints, continued from that point into the sagebrush toward the death scene. However, testimony was unclear whether there were tracks of one horse or two, and the officers assertedly had lost the photographs taken of the trail of prints. One set of footprints was made by the victim. The other set, “chevron” prints, apparently was made by the killer.\nThree sets of prints were found within the roped-off area around the body: the victim’s, “chevron” prints, and a single smooth-soled bootprint. The State argued the smooth-soled print was made by Crockett when he discovered the body. Crockett, on the other hand, argued the print was made by a second participant in the killing. Although a cast of the smooth-soled print was larger than Crockett’s boot size, the State contended that problems with the casting process, or even the killer wearing an extra pair of socks, might explain the disparity. However, again, investigative omissions made it impossible to resolve this issue. No prints from the trail made by Crockett when he found the body had been preserved for comparison.\nAnother area of dispute and confusion concerned sorrel-colored hairs discovered on the tree to which officers had found the victim’s darker horse tied. The defense argued that the sorrel hairs (Crockett’s horse was sorrel) came from the saddle blanket on the victim’s horse, which blanket contained numerous sorrel hairs. As to where on the tree the hairs were discovered — the side on which the victim’s horse stood tied, or the other — the State’s evidence was unclear and in conflict. Also, the handling and labeling of the samples by the Washoe County Sheriff’s criminologist was impugned.\nExperts testified that the murder weapon was a .22 Marlin rifle. Crockett was seen both embarking and returning from his ride in Lemon Valley. Each time witnesses saw him carrying a .22 pistol, but no one saw a rifle, although Crockett owned such a weapon. Moreover, Crockett’s stepsons testified they remembered having his Marlin rifle on the afternoon in question.4\n*864Testimony regarding expert examinations of the pubic hair combings was highly contradictory. The Washoe County Sheriff criminologist found no foreign hairs.5 An expert from Oakland Forensics discovered a hair foreign to both the defendant and the victim. An expert from the California Department of Justice found two more foreign hairs. At trial, the State urged that these foreign hairs were not definitively established to be pubic hairs, and speculated that they might have been the result of contamination occurring after the initial examination by the criminologist.\nThe faulty processing of other evidence concerning recent sexual relations was even more noteworthy, however. Microscopic examination of a sample of the vaginal swab from the victim’s body revealed presence of sperm. Absence of acid phosphates on the tampon found near the body created the inference the sexual intercourse occurred on the scene. That inference, in turn, indicated that whoever had sex with the victim was the killer. The area around the body showed no evidence of struggle.\nDuring trial, the defense discovered that an unreported blood grouping test had been performed by the sheriff criminologist’s lab assistant. The assistant admitted she had tested the vaginal swab taken from the body of the victim, but had not reported the results because she considered them “strange.” The results, showing a positive reaction for both “A” and “B” type secretions, were hardly inexplicable, however. A true “B” secretion would simply eliminate Crockett as her lone killer, since his blood type is A rh positive, and the victim was also type A.6\nThe lab assistant indicated that she thought perhaps it was a false “B” reaction, caused by bacterial action. A forensic serologist testified that bacterial action can cause a false “B” reaction, but if intact sperm were found, the bacteria level would be low. He also testified that a sperm slide could be examined for the amount of bacteria present, and could be easily preserved. The lab assistant testified she had examined a sample of the swab for sperm at the same time she made the *865unreported blood grouping tests, and had found sperm with tails. Still, since no one asked her to preserve the slide, she threw it away. The swab itself could no longer be tested because it had not been properly preserved.\n1. Of course, when evidence is lost as a result of inadequate governmental handling, a conviction may be reversed. Howard v. State, 95 Nev. 580, 600 P.2d 214 (1979); Williams v. State, 95 Nev. 527, 598 P.2d 1144 (1979); United States v. Heiden, 508 F.2d 898 (9th Cir. 1974). As stated in our prior decisions, the test for reversal on the basis of lost evidence requires appellant to show either 1) bad faith or connivance on the part of the government, or 2) prejudice from its loss.\nTaken alone, we might consider circumstantial evidence in this case sufficient to sustain a conviction. However, in effect, the unreported blood grouping test indicating a “B” reaction was direct exculpatory evidence. Indicating, as it did, that someone other than Crockett had raped and killed Blythe Harrington, this test by itself made a prima facie showing exonerating him. Of course, the prosecution attempted to explain away the “B” reaction, by relying on the State’s own mishandling of the swab to argue that the reaction was caused by bacteria. Had the test results been reported when made, as required by the discovery order, as well as by the prosecutor’s instructions to the laboratory assistant, then the swab and sperm slide could have been preserved and reexamined to resolve any issue concerning validity of these apparently exculpatory initial results.\nUnfortunately, scientific verification is forever foreclosed because the government admittedly did not properly preserve the swab. Further, the sperm slide, which easily could have been preserved, was intentionally, though not maliciously, discarded. The State now seeks to benefit from its own faulty procedures by urging factual possibilities which proper procedures might well have foreclosed. We think this approach is legally untenable. We cannot permit speculative inferences adverse to Crockett to be derived from the absence of evidence which the State should have preserved. Were we to do so, it is clear Crockett would be prejudiced by the loss, and our prior holdings would be offended.\nThis obviously is not a case where an otherwise prejudicial loss may be ignored, on the ground that evidence of guilt is overwhelming. Even as the case was tried, the record shows a *866verdict of questionable validity.7 However, once it is seen that the State may not profit from its own fault, by raising inferences adverse to Crockett from its own loss of the swab and slide, then the record is seen to contain debatable circumstantial evidence of guilt, which is directly controverted by exculpatory evidence quite conclusive in nature.\nDue process cannot be restored in this case by retrial, since the swab is gone and there is no way fairly to eliminate the prejudice. Cf. People v. Hitch, 527 P.2d 361 (Cal. 1974).\nWe therefore reverse the conviction and order that the indictment against Crockett be dismissed.8\nThompson and Batjer, JJ., concur.\n\n Evidence gathered included photographs of the preserved circular area and the body itself, numerous photographs and plaster casts of footprints and horseshoe tracks, a discarded tampon found near the body, and clothing.\n\n\n The “diary” was admitted solely as evidence of Crockett’s supposed motive to kill his stepdaughter. In addition to complaining of an unconstitutional seizure, defense counsel contends the diary was: 1) inadmissible hearsay, which denied Crockett’s constitutional right to confront witnesses against him; 2) inadmissible as uncorroborated accusations of uncharged and unproven criminal conduct (statutory rape); and 3) inadmissible because its prejudicial impact would greatly outweigh its probative value.\n\n\n Of interest is the girl’s testimony regarding what occurred when Washoe County Sheriff’s officers took her to Lemon Valley. While driving around she told the officers she couldn’t remember anything with respect to the area. However, she did recognize Mrs. Campbell’s home as they drove past, but didn’t know why she recognized it. She also informed the officers that she discarded a “Coke” can at a cattle crossing. The officers did find a Coke can by the cattle crossing on Lemon Valley Road.\n\n\n Crockett complains of the State’s wrongful failure to furnish, before trial, names of other persons known to have been in the area at the time of the killing and having a .22 Marlin rifle.\n\n\n Credibility of the Washoe County Sheriff criminologist was severely impeached. His method of handling the evidence in this case was said by the prosecutor himself to be the worst he had ever seen. With respect to the pubic hair combings in particular, the criminologist testified to three totally disparate estimates of the number of hairs originally contained in the sample.\n\n\n The victim was blood type A rh negative, but it was not known whether she was a secretor. Thus, an “A” secretion may or may not be attributable to the victim.\n\n\n As noted, the evidence was entirely circumstantial. We perceive some substance to several of appellant’s numerous other assignments of error. Individually, any one of those other contentions might not persuade us to reverse the conviction, but considered together they raise further concern about the verdict’s validity. In this regard, we note the prosecutor proffered no theory other than that of premeditated killing. Yet, after reporting a deadlock, the jury deliberated only a short time before returning a verdict of second-degree murder. All this indicates not only uncertainty on the part of the jury, but a compromise verdict.\n\n\n We cannot ignore the error in this case on any theory that the evidence was “overwhelming.” As noted, the prosecutor considered his case so weak and flawed that, had the judge not required him to go forward, the prosecutor would not have taken the case to trial, but would have dismissed all charges. To show “overwhelming evidence,” however, the dissent portrays as “facts” inferences which seem not to follow from the evidence.\nFor example, the dissent says the victim had “recently experienced consensual intercourse and the lack of evidence of a struggle is indicative that the victim was familiar with the killer.” This court has heretofore recognized, however, that women can be and often are raped through fear rather than by actual force. See, e.g., Dinkens v. State, 92 Nev. 74, 546 P.2d 228 (1978). Once rape is accomplished, whether through force or fear, the assailant not infrequently proceeds to kill the victim.\nThe dissent also mentions that the decedent was killed with a .22 caliber “firearm,” and proceeds to notice that appellant owned a .22 rifle, and was carrying a .22 pistol on the day of the tragedy. This is true. Expert testimony showed, however, that appellant’s pistol could not have been the death weapon. Furthermore, according to the record, others and not appellant were in possession of his .22 rifle on the day in question.\nAs another example, the dissent says that appellant may have worn “a heavy construction shoe similar to one of the prints identified at the homicide scene.” This assertion will not withstand examination. There is no evidence that appellant ever owned shoes with “chevron” prints. To the contrary, the shoes appellant was known to be wearing did not have a “chevron” tread, although they were of a “heavy” type commonly worn by the working men who inhabit the area in question.\nThe dissent notes that when the appellant returned home from his construction job, “he quickly saddled his horse and followed Blythe’s path.” Stripped of emotive language, this statement, and the record, shows only that appellant went riding immediately after work, as he apparently often did, and that he rode north, as commonly was the case.\n\n",
            "ocr": false,
            "opinion_id": 9628318
        },
        {
            "author_str": "Manoukian",
            "per_curiam": false,
            "type": "035concurrenceinpart",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*867Manoukian, J., dissenting, with whom Mowbray, C. J., concurs:\nI am unable to acquiesce in the reversal and, therefore, respectfully dissent.\nAlthough it is true, as stated by the majority, that “when evidence is lost as a result of inadequate governmental handling, a conviction may be reversed, Howard v. State, 95 Nev. 580, 600 P.2d 214 (1979); Williams v. State, 95 Nev. 527, 598 P.2d 1144 (1979); United States v. Heiden, 508 F.2d 898 (9th Cir. 1974),” we have more often held that when there exists overwhelming evidence of guilt, we will, within due process limitations, view the error as harmless. Hendee v. State, 92 Nev. 669, 557 P.2d 275 (1976) (evidence that pistol used in commission of crime was stolen, while error, considered harmless because evidence of guilt overwhelming); Johnson v. State, 92 Nev. 405, 551 P.2d 241 (1976) (where evidence of guilt overwhelming, failure to give instruction is harmless); Jacobs v. State, 91 Nev. 155, 532 P.2d 1034 (1975) (FBI agents self-destruction of interrogation notes done without malicious motive and, because of overwhelming evidence of guilt, considered harmless); Drummond v. State, 86 Nev. 4, 462 P.2d 1012 (1970) (Bruton violation held harmless beyond a reasonable doubt where evidence of guilt was overwhelming);1 Pacheco v. State, 82 Nev. 172, 414 P.2d 100 (1966) (improper prosecutorial remark during closing argument considered harmless when verdict is free from doubt). See also Chapman v. California, 386 U.S. 18 (1967). Here, there was strong circumstantial evidence of guilt filling the alleged evidentiary voids. Moreover, Crockett’s successful assertion that the prosecution was guilty of the suppression, loss and destruction of certain evidence is, although on cursory review somewhat persuasive, lacking in merit.\nThe majority states that “[tjaken alone, we must consider circumstantial evidence in this case sufficient to sustain a conviction. However, in effect, the unreported blood grouping test indicating a ‘B’ reaction was direct exculpatory evidence.” There is no question but that the examination and results of a sample vaginal swab from the victim’s body is important. Appellant contends that the manner of governmental preservation prevented anyone from ever knowing who the killer is. The police criminologist’s lab assistant testified that she got a “B” reaction either due to the presence of “B” antigens, due to a *868third party contributor other than appellant, or due to bacterial deterioration traceable to the manner in which the swab was maintained. The forensic serologist confirmed the lab assistant’s testimony that bacterial action can result in a false “B” reaction. The lab assistant further testified that the “B” reaction was not a strong one, so that there existed no real indication of a third party contributor. Of course, had there been a strong “B” reaction, that evidence would be both crucial and exculpatory. Here, the jury apparently concluded there was bacterial contamination and that a valid test would show no basis to conclude there was any reliable possibility of a third party contributor.\nIn terms of testing, cases require only enough to insure fairness in the proceedings. United States v. Augenblick, 393 U.S. 348, 355-56 (1969); United States v. Miranda, 526 F.2d 1319, 1324-29 (2d Cir. 1975). In the instant case, tests were conducted, the government’s experts were thoroughly cross-examined regarding methodology, and the notes relative to such testing were made available for defense examination. The constitution does not guarantee to the defense the automatic right to conduct such testing, United States v. Love, 482 F.2d 213, 218-20 (5th Cir.), cert. denied sub nom. Oglesby v. United States, 414 U.S. 1026 (1973); United States v. Sewar, 468 F.2d 236, 237-38 (9th Cir. 1972), cert. denied, 410 U.S. 916 (1973); see People v. Eddington, 218 N.W.2d 831 (Mich.App. 1974), but does require enough to insure fairness. The fairness requirement here was met.\nIn the instant case the evidence of guilt is overwhelming and the constitutional error which provides the basis for the majority’s reversal of the conviction is, in my view, harmless beyond a reasonable doubt. See Harrington v. California, 395 U.S. 250 (1969). The record shows that on July 2, 1974, decedent, Blythe Harrington, age fifteen and one-half, left her home where she resided with her mother and appellant. At 5:15 p.m. that day she was seen riding a horse toward Antelope Valley, northeast of Reno, a path on which she and appellant had ridden horseback a number of times before. Appellant returned home from his construction job shortly after 5:00 p.m. whereupon he quickly saddled his horse and followed Blythe’s path, ultimately traveling approximately nineteen miles. The assertion that he was traveling at a much faster pace than Blythe is a fact which is consistent with the police officers’ interpretation of the horse tracks found near the death scene. As the majority correctly states, “It was undisputed that both Crockett and the victim rode north on Lemon Valley Road. ...” Additionally, the uncontradicted evidence shows that Blythe’s totally nude *869body was found in Antelope Valley later that evening, such discovery reported by appellant. The victim had recently experienced consensual sexual intercourse and the lack of evidence of a struggle is indicative that the victim was familiar with the killer. Appellant admitted to police the fact of his long-term sexual affair with the victim, his step-daughter.2 Moreover, Blythe was shot two times with a .22 caliber firearm; appellant was the owner of a .22 rifle and was carrying a .22 pistol upon his return from his initial search for Blythe July 2; and, the appellant may have worn a heavy construction shoe similar to one of the prints identified at the homicide scene.\nIt is well settled that the guilt of an accused can be established wholly by circumstantial evidence. Bailey v. State, 94 Nev. 323, 325, 326, 579 P.2d 1247, 1249 (1978); State v. Plunkett, 62 Nev. 258, 278, 142 P.2d 893 (1943). See Curtis v. State, 93 Nev. 504, 560 P.2d 583 (1977). Within this factual setting, the absence of the items of evidence, whether exculpatory or inculpatory in nature, was insignificant.\nWhile there are other issues raised by appellant which might arguably warrant reversal, but which would permit retrial, the grounds relied upon by the majority are shallow because *870founded upon empty defense claims which are easily answerable. The claimed errors were either of appellant’s own making, the unavailable evidence was unimportant or corroborated, or in any event, the failure to produce the evidence was non-prejudicial.\n\n Bruton v. United States, 391 U.S. 123 (1968), held that the use against Bruton of a co-defendant’s confession was violative of the confrontation clause of the sixth amendment.\n\n\n Additional evidence of appellant’s sexual affair with the victim was shown by the victim’s diary admitted into evidence over appellant’s objection. The victim’s assertion that appellant was having an affair with her could have reasonably been discerned by the jury as a motive for the murder. Appellant may have wished to keep his step-daughter quiet about the allegation — whether or not it was true. Notwithstanding the fact that the lower court found the seizure of the scraps of paper to have been with appellant’s consent, the seizure is justified as one of potential evidence of a crime found inadvertently and in plain view by officers lawfully on the premises under a search warrant. Coolidge v. New Hampshire, 403 U.S. 443, 465-66 (1971). Even though this diary may not have been specifically mentioned in the search warrant, because it was in plain view and its discovery was inadvertent, the officers could seize it in order to determine if it was evidence of the crime. United States v. Bennett, 409 F.2d 888, 896-97 (2d Cir.), cert. denied sub nom. Haywood v. United States, 396 U.S. 852 (1969).\nThe district court also properly admitted the diary over the claims that it was a denial of the right to confrontation and improperly placed before the jury unproven criminal conduct and was thus prejudicial. This was allowed as a hearsay exception as the statements were found to be against the victim’s societal interest. NRS 51.345( 1 )(d). But, because this was evidence tending to show appellant’s motive, it could have been admitted as non-hearsay. Nevertheless, we cannot say that the trial court erred in finding that the statements in the diary were against the victim’s societal interest. Moreover, because this diary was the major item of evidence establishing motive, the trial court could properly admit it finding the probative value outweighed the prejudicial impact. Bails v. State, 92 Nev. 95, 100, 545 P.2d 1155, 1158 (1976).\n\n",
            "ocr": false,
            "opinion_id": 9628319
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5046.0,
            "opinion_text": "\n603 P.2d 1078 (1979)\nEdward Nevon CROCKETT, Appellant,\nv.\nThe STATE of Nevada, Respondent.\nNo. 8919.\nSupreme Court of Nevada.\nDecember 13, 1979.\nDavid Hamilton, Reno, for appellant.\nRichard Bryan, Atty. Gen., Carson City, Calvin R.X. Dunlap, Dist. Atty., and John L. Conner, Deputy Dist. Atty. Washoe County, Reno, for respondent.\n\nOPINION\nGUNDERSON, Justice:\nA jury convicted Edward Crockett for the shooting death of his 15 1/2-year-old stepdaughter, Blythe Harrington. On appeal, Crockett urges a variety of serious contentions, to most of which we will allude only in passing. For example, some significant assignments of error, which we find it unnecessary to consider, involve the following: 1) in closing argument, the prosecutor commented several times to the jury on Mrs. Crockett's failure to testify; 2) following defense counsel's final argument to the jury, the court clerk stated to the prosecutor, \"Go get 'em Tiger\"; 3) around midnight, after the jury had deliberated several hours, they reported they could not reach a verdict. The court inquired how the jury stood numerically. After hearing of the eleven-to-one division, the judge stated that he and both counsel appreciated there was a problem in the case. He said, however, it had been a long, five-week trial, and if a mistrial were declared, it would have to be tried over by some other jury. Shortly after the jury began deliberating again, it returned an apparent compromise verdict of murder in the second degree.\nCrockett also urges that suppression, loss and destruction of certain evidence violated his right to a fair trial. We direct our primary concern to this issue, since it is fully dispositive of the case. Having reviewed the voluminous record, we are constrained to agree with appellant's counsel. The conviction must be reversed and all charges dismissed.\nWithout attempting a complete recapitulation of the record, we note the evidence was entirely circumstantial. Sometime between 11:00 and 11:30 p.m. on July 2, 1974, Crockett telephoned the Washoe County Sheriff's Department to report finding the nude body of his stepdaughter on Antelope Mountain. Crockett explained he and his wife had gone looking for the girl, when she had failed to return home that evening. After Crockett led them to the remote location of his discovery, law enforcement officers cordoned off an area approximately *1079 fifteen feet in radius around the body and waited for daylight. During the night, several additional officers arrived.\nThe following morning, the officers began photographing and gathering evidence, within and outside the roped area.[1] The pathologist arrived around 10:30 a.m. and made a cursory examination of the body. An autopsy was performed later that day in a laboratory, where body tissue, fluid, hair and foreign material samples were taken for future testing and examination.\nSeveral days later, the Sheriff's Department secured a warrant to search Crockett's residence for certain guns, ammunition and clothing. During the search, officers twice knocked a small box off a closet shelf, spilling numerous small torn bits of paper. Crockett told the officer not to bother picking them up, that he would vacuum them up later. Noticing the word \"love\" written on one of the scraps, however, the officers decided the papers should be taken. One officer then put the paper bits into his pocket. When Crockett inquired what had happened to the scraps, the officers informed him they intended taking them and indicated they would get an additional warrant if necessary. Crockett acquiesced on the condition that he be informed of the contents. When the paper scraps were later assembled, the writing appeared to be a \"diary\" or narrative by Blythe Harrington of an ongoing love affair, including sexual relations, with her stepfather.\nSeveral weeks later, the grand jury found a murder indictment against Crockett, who made numerous pre-trial motions, including one to suppress the so-called \"diary\" as fruit of an illegal seizure. Denial of that motion is assigned as error on appeal.[2] Another pre-trial motion, for discovery, resulted in an open court order for the prosecution to review known names of any persons in the area at the time of the killing. Additionally, the court issued a written order to produce copies of all photographs taken, as well as all scientific tests conducted, including blood grouping tests. Various contentions on appeal relate to the State's asserted failure to fulfill its obligations to safeguard evidence and make it available to the defendant.\nOne instance in which the State arguably deprived appellant of due process by interfering with evidence concerned the anticipated testimony of Mrs. June Campbell, a Lemon Valley resident. Before the grand jury, Mrs. Campbell testified that at about 5:15 p.m. on July 2, 1974, she had seen, from her home, a girl very much resembling Blythe Harrington riding a dark horse very slowly northbound toward Lemon Valley Road. Because the time of death could not be accurately estimated medically (arguably due to investigative oversights), and because Crockett had an alibi until at least 4:30 p.m. on the day of the killing, Mrs. Campbell's testimony was crucial: it indicated the victim was still alive at 5:15 p.m. Prior to trial, the defense located a young girl bearing a striking resemblance to Blythe Harrington, who initially stated that, on the day in question, she had been riding a dark horse in the Lemon Valley area, around Mrs. Campbell's home. Because the girl's statement cast considerable doubt on Mrs. Campbell's identification of Blythe Harrington, the prosecutor stipulated to dismiss the indictment; however, the court refused to honor the stipulation.\nSubsequently, the girl changed her story, stating she had not been riding in Lemon Valley that day, but had been riding in Sun Valley on a light colored horse. Still later, the girl said Washoe County Sheriff's deputies *1080 had intimidated, threatened and harassed her. She brought a motion for protective order, on which the court never finally ruled, asserting that because of emotional instability suffered as a result of the prosecution's investigations, she could no longer separate fact from fiction regarding her activities on the day in question.[3] At trial, Mrs. Campbell testified that she observed a girl very much resembling Blythe Harrington riding a dark colored horse slowly northward toward Lemon Valley Road at about 5:15 p.m. She also testified that, approximately thirty minutes later, she observed a man resembling Crockett riding the easement road behind her residence much faster in the same direction. However, of course, the \"look alike\" witness did not testify.\nIt was undisputed that both Crockett and the victim rode north on Lemon Valley Road to \"the second windmill,\" approximately 9.4 miles from Mrs. Campbell's residence. However, officers who tracked the horse prints to that point did not determine whether the two horses were riding together or at different paces.\nThe distinctive track of the victim's horse clearly left the road at one point and horse tracks, as well as two sets of footprints, continued from that point into the sagebrush toward the death scene. However, testimony was unclear whether there were tracks of one horse or two, and the officers assertedly had lost the photographs taken of the trial of prints. One set of footprints was made by the victim. The other set, \"chevron\" prints, apparently was made by the killer.\nThree sets of prints were found within the roped-off area around the body: the victim's, \"chevron\" prints, and a single smooth-soled bootprint. The State argued the smooth-soled print was made by Crockett when he discovered the body. Crockett, on the other hand, argued the print was made by a second participant in the killing. Although a cast of the smooth-soled print was larger than Crockett's boot size, the State contended that problems with the casting process, or even the killer wearing an extra pair of socks, might explain the disparity. However, again, investigative omissions made it impossible to resolve this issue. No prints from the trail made by Crockett when he found the body had been preserved for comparison.\nAnother area of dispute and confusion concerned sorrel-colored hairs discovered on the tree to which officers had found the victim's darker horse tied. The defense argued that the sorrel hairs (Crockett's horse was sorrel) came from the saddle blanket on the victim's horse, which blanket contained numerous sorrel hairs. As to where on the tree the hairs were discovered \u0097 the side on which the victim's horse stood tied, or the other \u0097 the State's evidence was unclear and in conflict. Also, the handling and labeling of the samples by the Washoe County Sheriff's criminologist was impugned.\nExperts testified that the murder weapon was a .22 Marlin rifle. Crockett was seen both embarking and returning from his ride in Lemon Valley. Each time witnesses saw him carrying a .22 pistol, but no one saw a rifle, although Crockett owned such a weapon. Moreover, Crockett's stepsons testified they remembered having his Marlin rifle on the afternoon in question.[4]\nTestimony regarding expert examinations of the pubic hair combings was highly contradictory. The Washoe County Sheriff criminologist found no foreign hairs.[5] An *1081 expert from Oakland Forensics discovered a hair foreign to both the defendant and the victim. An expert from the California Department of Justice found two more foreign hairs. At trial, the State urged that these foreign hairs were not definitively established to be pubic hairs, and speculated that they might have been the result of contamination occurring after the initial examination by the criminologist.\nThe faulty processing of other evidence concerning recent sexual relations was even more noteworthy, however. Microscopic examination of a sample of the vaginal swab from the victim's body revealed presence of sperm. Absence of acid phosphates on the tampon found near the body created the inference the sexual intercourse occurred on the scene. That inference, in turn, indicated that whoever had sex with the victim was the killer. The area around the body showed no evidence of struggle.\nDuring trial, the defense discovered that an unreported blood grouping test had been performed by the sheriff criminologist's lab assistant. The assistant admitted she had tested the vaginal swab taken from the body of the victim, but had not reported the results because she considered them \"strange.\" The results, showing a positive reaction for both \"A\" and \"B\" type secretions, were hardly inexplicable, however. A true \"B\" secretion would simply eliminate Crockett as her lone killer, since his blood type is A rh positive, and the victim was also type A.[6]\nThe lab assistant indicated that she thought perhaps it was a false \"B\" reaction, caused by bacterial action. A forensic serologist testified that bacterial action can cause a false \"B\" reaction, but if intact sperm were found, the bacteria level would be low. He also testified that a sperm slide could be examined for the amount of bacteria present, and could be easily preserved. The lab assistant testified she had examined a sample of the swab for sperm at the same time she made the unreported blood grouping tests, and had found sperm with tails. Still, since no one asked her to preserve the slide, she threw it away. The swab itself could no longer be tested because it had not been properly preserved.\n1. Of course, when evidence is lost as a result of inadequate governmental handling, a conviction may be reversed. Howard v. State, 95 Nev. 580, 600 P.2d 214 (1979); Williams v. State, 95 Nev. 527, 598 P.2d 1144 (1979); United States v. Heiden, 508 F.2d 898 (9th Cir.1974). As stated in our prior decisions, the test for reversal on the basis of lost evidence requires appellant to show either 1) bad faith or connivance on the part of the government, or 2) prejudice from its loss.\nTaken alone, we might consider circumstantial evidence in this case sufficient to sustain a conviction. However, in effect, the unreported blood grouping test indicating a \"B\" reaction was direct exculpatory evidence. Indicating, as it did, that someone other than Crockett had raped and killed Blythe Harrington, this test by itself made a prima facie showing exonerating him. Of course, the prosecution attempted to explain away the \"B\" reaction, by relying on the State's own mishandling of the swab to argue that the reaction was caused by bacteria. Had the test results been reported when made, as required by the discovery order, as well as by the prosecutor's instructions to the laboratory assistant, then the swab and sperm slide could have been preserved and reexamined to resolve any issue concerning validity of these apparently exculpatory initial results.\nUnfortunately, scientific verification is forever foreclosed because the government admittedly did not properly preserve the swab. Further, the sperm slide, which easily could have been preserved, was intentionally, *1082 though not maliciously, discarded. The State now seeks to benefit from its own faulty procedures by urging factual possibilities which proper procedures might well have foreclosed. We think this approach is legally untenable. We cannot permit speculative inferences adverse to Crockett to be derived from the absence of evidence which the State should have preserved. Were we to do so, it is clear Crockett would be prejudiced by the loss, and our prior holdings would be offended.\nThis obviously is not a case where an otherwise prejudicial loss may be ignored, on the ground that evidence of guilt is overwhelming. Even as the case was tried, the record shows a verdict of questionable validity.[7] However, once it is seen that the State may not profit from its own fault, by raising inferences adverse to Crockett from its own loss of the swab and slide, then the record is seen to contain debatable circumstantial evidence of guilt, which is directly controverted by exculpatory evidence quite conclusive in nature.\nDue process cannot be restored in this case by retrial, since the swab is gone and there is no way fairly to eliminate the prejudice. Cf. People v. Hitch, 12 Cal. 3d 641, 117 Cal. Rptr. 9, 527 P.2d 361 (Cal. 1974).\nWe therefore reverse the conviction and order that the indictment against Crockett be dismissed.[8]\nTHOMPSON and BATJER, JJ., concur.\nMANOUKIAN, Justice, dissenting:\nI am unable to acquiesce in the reversal and, therefore, respectfully dissent.\nAlthough it is true, as stated by the majority, that \"when evidence is lost as a result of inadequate governmental handling, a conviction may be reversed, Howard v. State, 95 Nev. 580, 600 P.2d 214 (1979); Williams v. State, 95 Nev. 527, 598 P.2d 1144 (1979); United States v. Heiden, 508 F.2d 898 (9th Cir.1974),\" we have more often held that when there exists overwhelming evidence of guilt, we will, within *1083 due process limitations, view the error as harmless. Hendee v. State, 92 Nev. 669, 557 P.2d 275 (1976) (evidence that pistol used in commission of crime was stolen, while error, considered harmless because evidence of guilt overwhelming); Johnson v. State, 92 Nev. 405, 551 P.2d 241 (1976) (where evidence of guilt overwhelming, failure to give instruction is harmless); Jacobs v. State, 91 Nev. 155, 532 P.2d 1034 (1975) (FBI agents self-destruction of interrogation notes done without malicious motive and, because of overwhelming evidence of guilt, considered harmless); Drummond v. State, 86 Nev. 4, 462 P.2d 1012 (1970) (Bruton violation held harmless beyond a reasonable doubt where evidence of guilt was overwhelming);[1]Pacheco v. State, 82 Nev. 172, 414 P.2d 100 (1966) (improper prosecutorial remark during closing argument considered harmless when verdict is free from doubt). See also Chapman v. California, 386 U.S. 18, 87 S. Ct. 824, 17 L. Ed. 2d 705 (1967). Here, there was strong circumstantial evidence of guilt filling the alleged evidentiary voids. Moreover, Crockett's successful assertion that the prosecution was guilty of the suppression, loss and destruction of certain evidence is, although on cursory review somewhat persuasive, lacking in merit.\nThe majority states that \"[t]aken alone, we might consider circumstantial evidence in this case sufficient to sustain a conviction. However, in effect, the unreported blood grouping test indicating a `B' reaction was direct exculpatory evidence.\" There is no question but that the examination and results of a sample vaginal swab from the victim's body is important. Appellant contends that the manner of governmental preservation prevented anyone from ever knowing who the killer is. The police criminologist's lab assistant testified that she got a \"B\" reaction either due to the presence of \"B\" antigens, due to a third party contributor other than appellant, or due to bacterial deterioration traceable to the manner in which the swab was maintained. The forensic serologist confirmed the lab assistant's testimony that bacterial action can result in a false \"B\" reaction. The lab assistant further testified that the \"B\" reaction was not a strong one, so that there existed no real indication of a third party contributor. Of course, had there been a strong \"B\" reaction, that evidence would be both crucial and exculpatory. Here, the jury apparently concluded there was bacterial contamination and that a valid test would show no basis to conclude there was any reliable possibility of a third party contributor.\nIn terms of testing, cases require only enough to insure fairness in the proceedings. United States v. Augenblick, 393 U.S. 348, 355-56, 89 S. Ct. 528, 21 L. Ed. 2d 537 (1969); United States v. Miranda, 526 F.2d 1319, 1324-29 (2d Cir.1975). In the instant case, tests were conducted, the government's experts were thoroughly cross-examined regarding methodology, and the notes relative to such testing were made available for defense examination. The constitution does not guarantee to the defense the automatic right to conduct such testing, United States v. Love, 482 F.2d 213, 218-20 (5th Cir.), cert. denied sub nom. Oglesby v. United States, 414 U.S. 1026, 94 S. Ct. 453, 38 L. Ed. 2d 318 (1973); United States v. Sewar, 468 F.2d 236, 237-38 (9th Cir.1972), cert. denied, 410 U.S. 916, 93 S. Ct. 972, 35 L. Ed. 2d 278 (1973); see People v. Eddington, 53 Mich. App. 200, 218 N.W.2d 831 (1974), but does require enough to insure fairness. The fairness requirement here was met.\nIn the instant case the evidence of guilt is overwhelming and the constitutional error which provides the basis for the majority's reversal of the conviction is, in my view, harmless beyond a reasonable doubt. See Harrington v. California, 395 U.S. 250, 89 S. Ct. 1726, 23 L. Ed. 2d 284 (1969). The record shows that on July 2, 1974, decedent, Blythe Harrington, age fifteen and one-half, left her home where she resided with *1084 her mother and appellant. At 5:15 p.m. that day she was seen riding a horse toward Antelope Valley, northeast of Reno, a path on which she and appellant had ridden horseback a number of times before. Appellant returned home from his construction job shortly after 5:00 p.m. whereupon he quickly saddled his horse and followed Blythe's path, ultimately traveling approximately nineteen miles. The assertion that he was traveling at a much faster pace than Blythe is a fact which is consistent with the police officers' interpretation of the horse tracks found near the death scene. As the majority correctly states, \"It was undisputed that both Crockett and the victim rode north on Lemon Valley Road... .\" Additionally, the uncontradicted evidence shows that Blythe's totally nude body was found in Antelope Valley later that evening, such discovery reported by appellant. The victim had recently experienced consensual sexual intercourse and the lack of evidence of a struggle is indicative that the victim was familiar with the killer. Appellant admitted to police the fact of his longterm sexual affair with the victim, his stepdaughter.[2] Moreover, Blythe was shot two times with a .22 caliber firearm; appellant was the owner of a .22 rifle and was carrying a .22 pistol upon his return from his initial search for Blythe July 2; and, the appellant may have worn a heavy construction shoe similar to one of the prints identified at the homicide scene.\nIt is well settled that the guilt of an accused can be established wholly by circumstantial evidence. Bailey v. State, 94 Nev. 323, 325, 326, 579 P.2d 1247, 1249 (1978); State v. Plunkett, 62 Nev. 258, 278, 142 P.2d 893 (1943). See Curtis v. State, 93 Nev. 504, 560 P.2d 583 (1977). Within this factual setting, the absence of the items of evidence, whether exculpatory or inculpatory in nature, was insignificant.\nWhile there are other issues raised by appellant which might arguably warrant reversal, but which would permit retrial, the grounds relied upon by the majority are shallow because founded upon empty defense claims which are easily answerable. The claimed errors were either of appellant's own making, the unavailable evidence was unimportant or corroborated, or in any event, the failure to produce the evidence was nonprejudicial.\nMOWBRAY, C.J., concurs.\nNOTES\n[1]  Evidence gathered included photographs of the preserved circular area and the body itself, numerous photographs and plaster casts of footprints and horseshoe tracks, a discarded tampon found near the body, and clothing.\n[2]  The \"diary\" was admitted solely as evidence of Crockett's supposed motive to kill his stepdaughter. In addition to complaining of an unconstitutional seizure, defense counsel contends the diary was: 1) inadmissible hearsay, which denied Crockett's constitutional right to confront witnesses against him; 2) inadmissible as uncorroborated accusations of uncharged and unproven criminal conduct (statutory rape); and 3) inadmissible because its prejudicial impact would greatly outweigh its probative value.\n[3]  Of interest is the girl's testimony regarding what occurred when Washoe County Sheriff's officers took her to Lemon Valley. While driving around she told the officers she couldn't remember anything with respect to the area. However, she did recognize Mrs. Campbell's home as they drove past, but didn't know why she recognized it. She also informed the officers that she discarded a \"Coke\" can at a cattle crossing. The officers did find a Coke can by the cattle crossing on Lemon Valley Road.\n[4]  Crockett complains of the State's wrongful failure to furnish, before trial, names of other persons known to have been in the area at the time of the killing and having a .22 Marlin rifle.\n[5]  Credibility of the Washoe County Sheriff criminologist was severely impeached. His method of handling the evidence in this case was said by the prosecutor himself to be the worst he had ever seen. With respect to the pubic hair combings in particular, the criminologist testified to three totally disparate estimates of the number of hairs originally contained in the sample.\n[6]  The victim was blood type A rh negative, but it was not known whether she was a secretor. Thus, an \"A\" secretion may or may not be attributable to the victim.\n[7]  As noted, the evidence was entirely circumstantial. We perceive some substance to several of appellant's numerous other assignments of error. Individually, any one of those other contentions might not persuade us to reverse the conviction, but considered together they raise further concern about the verdict's validity. In this regard, we note the prosecutor proffered no theory other than that of premeditated killing. Yet, after reporting a deadlock, the jury deliberated only a short time before returning a verdict of second-degree murder. All this indicates not only uncertainty on the part of the jury, but a compromise verdict.\n[8]  We cannot ignore the error in this case on any theory that the evidence was \"overwhelming.\" As noted, the prosecutor considered his case so weak and flawed that, had the judge not required him to go forward, the prosecutor would not have taken the case to trial, but would have dismissed all charges. To show \"overwhelming evidence,\" however, the dissent portrays as \"facts\" inferences which seem not to follow from the evidence.\n\nFor example, the dissent says the victim had \"recently experienced consensual intercourse and the lack of evidence of a struggle is indicative that the victim was familiar with the killer.\" This court has heretofore recognized, however, that women can be and often are raped through fear rather than by actual force. See, e.g., Dinkens v. State, 92 Nev. 74, 546 P.2d 228 (1978). Once rape is accomplished, whether through force or fear, the assailant not infrequently proceeds to kill the victim.\nThe dissent also mentions that the decedent was killed with a.22 caliber \"firearm,\" and proceeds to notice that appellant owned a .22 rifle, and was carrying a .22 pistol on the day of the tragedy. This is true. Expert testimony showed, however, that appellant's pistol could not have been the death weapon. Furthermore, according to the record, others and not appellant were in possession of his .22 rifle on the day in question.\nAs another example, the dissent says that appellant may have worn \"a heavy construction shoe similar to one of the prints identified at the homicide scene.\" This assertion will not withstand examination. There is no evidence that appellant ever owned shoes with \"chevron\" prints. To the contrary, the shoes appellant was known to be wearing did not have a \"chevron\" tread, although they were of a \"heavy\" type commonly worn by the working men who inhabit the area in question.\nThe dissent notes that when the appellant returned home from his construction job, \"he quickly saddled his horse and followed Blythe's path.\" Stripped of emotive language, this statement, and the record, shows only that appellant went riding immediately after work, as he apparently often did, and that he rode north, as commonly was the case.\n[1]  Bruton v. United States, 391 U.S. 123, 88 S. Ct. 1620, 20 L. Ed. 2d 476 (1968), held that the use against Bruton of a co-defendant's confession was violative of the confrontation clause of the sixth amendment.\n[2]  Additional evidence of appellant's sexual affair with the victim was shown by the victim's diary admitted into evidence over appellant's objection. The victim's assertion that appellant was having an affair with her could have reasonably been discerned by the jury as a motive for the murder. Appellant may have wished to keep his stepdaughter quiet about the allegation \u0097 whether or not it was true. Notwithstanding the fact that the lower court found the seizure of the scraps of paper to have been with appellant's consent, the seizure is justified as one of potential evidence of a crime found inadvertently and in plain view by officers lawfully on the premises under a search warrant. Coolidge v. New Hampshire, 403 U.S. 443, 465-66, 91 S. Ct. 2022, 29 L. Ed. 2d 564 (1971). Even though this diary may not have been specifically mentioned in the search warrant, because it was in plain view and its discovery was inadvertent, the officers could seize it in order to determine if it was evidence of the crime. United States v. Bennett, 409 F.2d 888, 896-97 (2d Cir.), cert. denied sub nom. Haywood v. United States, 396 U.S. 852, 90 S. Ct. 113, 24 L. Ed. 2d 101 (1969).\n\nThe district court also properly admitted the diary over the claims that it was a denial of the right to confrontation and improperly placed before the jury unproven criminal conduct and was thus prejudicial. This was allowed as a hearsay exception as the statements were found to be against the victim's societal interest. NRS 51.345(1)(d). But, because this was evidence tending to show appellant's motive, it could have been admitted as non-hearsay. Nevertheless, we cannot say that the trial court erred in finding that the statements in the diary were against the victim's societal interest. Moreover, because this diary was the major item of evidence establishing motive, the trial court could properly admit it finding the probative value outweighed the prejudicial impact. Bails v. State, 92 Nev. 95, 100, 545 P.2d 1155, 1158 (1976).\n\n",
            "ocr": false,
            "opinion_id": 1431424
        }
    ],
    "court_short_name": "Nevada Supreme Court",
    "court_full_name": "Nevada Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nevada, NV",
    "crime_category": "Rape"
}