{
    "id": 1039324,
    "judges": null,
    "date_filed": "1996-02-08",
    "date_filed_is_approximate": true,
    "slug": "torrey-twane-mcnabb-v-commissioner-alabama-departm",
    "case_name_short": null,
    "case_name": "Torrey Twane McNabb v. Commissioner Alabama Department of Corrections",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "NEW",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 34.0,
            "download_url": "http://www.ca11.uscourts.gov/opinions/ops/201213535.pdf",
            "author_id": null,
            "opinion_text": "            Case: 12-13535   Date Filed: 08/28/2013   Page: 1 of 34\n\n\n                                                                      [PUBLISH]\n\n\n                IN THE UNITED STATES COURT OF APPEALS\n\n                      FOR THE ELEVENTH CIRCUIT\n\n                               _____________\n\n                                No. 12-13535\n                               _____________\n\n                 D.C. Docket No. 2:08-cv-00683-MEF-SRW\n\nTORREY TWANE MCNABB,\n\n                                                       Petitioner-Appellant,\n\n                                   versus\n\nCOMMISSIONER ALABAMA DEPARTMENT\nOF CORRECTIONS,\n\n                                                       Respondent-Appellee.\n\n                              ______________\n\n                 Appeal from the United States District Court\n                     for the Middle District of Alabama\n                              ______________\n\n                              (August 28, 2013)\n\nBefore TJOFLAT, DUBINA and JORDAN, Circuit Judges.\n\nDUBINA, Circuit Judge:\n\f              Case: 12-13535     Date Filed: 08/28/2013   Page: 2 of 34\n\n\n      Petitioner, Torrey Twane McNabb, is currently serving a death sentence\n\nfollowing his convictions for two counts of capital murder in connection with the\n\nmurder of a Montgomery, Alabama, police officer. After unsuccessful state\n\nappeals and post-conviction proceedings, McNabb filed a federal habeas petition\n\npursuant to 28 U.S.C. § 2254. The federal district court denied McNabb relief and\n\nalso denied his motion to alter or amend the final judgment pursuant to Rule 59(e)\n\nof the Federal Rules of Civil Procedure. However, the district court did grant\n\nMcNabb’s petition for a certificate of appealability (“COA”) on the issues that he\n\nraised in his Rule 59(e) motion. Upon review of the record, including the briefs of\n\nthe parties, and having the benefit of oral argument, we affirm the district court’s\n\njudgment denying McNabb’s federal habeas petition and his Rule 59(e) motion.\n\n                                I. BACKGROUND\n\n      Facts\n\n      At trial, the State presented the testimony of numerous witnesses who were\n\nnear the intersection of Rosa Parks Avenue and National Avenue in Montgomery,\n\nAlabama, on September 24, 1997, the day McNabb shot and killed Officer\n\nAnderson Gordon. Sanford Sharpe, a bail bondsman, testified that he was\n\nattempting to locate McNabb pursuant to a capias warrant because McNabb had\n\nfailed to appear for two court appearances relating to charges of receiving stolen\n\n                                          2\n\f              Case: 12-13535     Date Filed: 08/28/2013    Page: 3 of 34\n\n\nproperty and possession of a controlled substance. [R. Vol. 13 p. 1759‒Vol. 14 p.\n\n1857.] On this fateful day, Sharpe located McNabb sitting in an automobile parked\n\non the street outside his grandmother’s residence. Sharpe attempted to pull his\n\ntruck in front of McNabb’s vehicle to block McNabb, but McNabb sped away\n\nwhen he saw Sharpe. While pursuing McNabb, Sharpe saw McNabb run past a\n\nstop sign and strike another vehicle. As Sharpe approached the accident, McNabb\n\ngot out of his vehicle, pulled a gun, and began shooting at Sharpe. Sharpe began to\n\nspeed from the scene and telephoned 911. When he returned to the scene of the\n\nvehicle accident, Sharpe parked next to a Montgomery police patrol car and saw\n\nthat the officer in the patrol car had been shot several times.\n\n      Annie Gamble testified that she was driving on Rosa Parks Avenue when a\n\nwhite vehicle ran a stop sign and struck her car. [R. Vol. 14, p. 1858‒1889.] She\n\nstated that a man, whom she later identified as McNabb, exited the white vehicle\n\nand waved a gun in her direction. Gamble pleaded with him not to shoot her. She\n\nsaw a red truck drive by and McNabb began shooting at it. After the truck\n\ndisappeared from sight, Gamble testified that McNabb walked to the patrol car\n\nwith his gun hidden from the officer’s view. She noticed that “some words were\n\npassed” between McNabb and the officer, and when McNabb reached the rear of\n\nthe patrol car, he began firing into the car. [Id. at 1871.] When the officer\n\n                                           3\n\f                 Case: 12-13535    Date Filed: 08/28/2013   Page: 4 of 34\n\n\nattempted to return fire, Gamble stated that McNabb fled, running behind a nearby\n\nchurch.\n\n          Christopher Best testified that he was walking toward the Beulah Baptist\n\nChurch at the time of the vehicle accident involving McNabb and Gamble. [R.\n\nVol. 14, p. 1894‒1910.] He saw McNabb exit the white vehicle and begin\n\nshooting at a red truck that was driving down National Avenue. When Best heard\n\nthe first shot, he ran behind the church for cover and later heard several gunshots in\n\nrapid succession. He then heard Gamble screaming for someone to call 911 so he\n\nentered the church and asked someone to call emergency. When he returned to the\n\nintersection, a crowd had gathered, and he noticed that both the front and back\n\nwindows on the driver’s side of the police car had been shot and were no longer\n\nintact.\n\n          The State also presented the testimony of Michael Johnson, who lived in a\n\nresidence located at the intersection where the crime occurred. [Id. at 1911‒1928.]\n\nJohnson testified that he heard what he thought were firecracker explosions about\n\nthe time of the vehicle accident and looked out his front window. [Id. at 1912‒13.]\n\nFrom there, Johnson saw a Montgomery police patrol car stop in front of the\n\nchurch. He then saw a young black male, wearing dark-colored shorts and no shirt,\n\napproach the patrol car, holding a gun behind his back. After the police officer\n\n                                            4\n\f              Case: 12-13535     Date Filed: 08/28/2013    Page: 5 of 34\n\n\nrolled down his window and spoke to the young man, the man opened fire on the\n\nofficer “out of the blue.” [Id. at 1915.] Johnson testified that when the young man\n\nfirst fired at the police officer, he did not see a weapon in the hands of the police\n\nofficer. Jeffrey Dyson testified that he was working on the cable near the corner of\n\nthe intersection and saw the two wrecked vehicles. [Id. at 1928‒1941.] He noticed\n\na man with green shorts and no shirt walk toward a Montgomery police patrol car\n\nwith his hands behind his back. Dyson testified that he returned to work at this\n\npoint, but almost immediately, heard gunshots. When he turned around, Dyson\n\nsaw the man shooting at the officer in the patrol car. [Id. at 1931.] John Reynolds\n\ntestified that he was working behind Beulah Baptist Church on the day in question\n\nwhen he heard what sounded like a vehicle collision at the roadway intersection.\n\n[Id. at 1942‒1945.] He then heard gunshots, ran for cover, then heard more\n\ngunshots, and saw a man wearing green shorts and no shirt run behind the church\n\nand “scale the fence.” [Id. at 1943.] Reynolds saw the man drop a gun on the\n\nground, but he picked it up before he climbed the fence. The man then ran toward\n\na ditch behind the church.\n\n      Corporal E. B. White testified that he received a call about a shooting at the\n\nintersection of Rosa Parks Avenue and National Avenue on September 24, 1997.\n\n[R. Vol. 14, p. 1947‒1956.] He saw Corporal Gordon “slumped over in the seat,”\n\n                                           5\n\f              Case: 12-13535     Date Filed: 08/28/2013   Page: 6 of 34\n\n\nand he tried to revive him, but was unsuccessful. [Id. at 1949‒50.] Officer Perkins\n\ntestified that he responded to the emergency call regarding the gunshots and met\n\nOfficer Danny Jackson at the Beulah Baptist Church. [R. Vol. 14, p. 1985‒Vol. 15\n\np. 2011.] While they surveyed the area around the ditch, a man who was in the\n\nvicinity alerted the officers to McNabb’s hiding place in the ditch. At that point,\n\nMcNabb stood up in the ditch and fired at Officer Perkins one time. Officer\n\nJackson returned fire, wounding McNabb.\n\n      Procedural History\n\n      A grand jury indicted McNabb for the capital offense of murdering\n\nMontgomery County Police Officer Anderson Gordon, in violation of Alabama\n\nCode § 13A-5-40(a)(5) (1975) (murder of police officer on duty), and for the\n\ncapital offense of murdering Officer Gordon while he was sitting in his patrol car,\n\nin violation of Alabama Code § 13A-5-40(a)(17) (1975) (murder committed by or\n\nthrough the use of a deadly weapon while the victim is in a vehicle). In separate\n\nindictments, the grand jury indicted McNabb for the offense of attempted murder\n\nof Montgomery County Police Officer William Perkins and the attempted murder\n\nof Sanford Sharpe, violations of Alabama Code § 13A-4-2 (1975). The trial court\n\nconsolidated the charges for trial.\n\n\n\n\n                                          6\n\f              Case: 12-13535     Date Filed: 08/28/2013    Page: 7 of 34\n\n\n      At trial, McNabb admitted that he shot and killed Officer Gordon and that he\n\nhad fired at Sharpe and Officer Perkins. However, he asserted two somewhat\n\nconflicting defenses. As to the charge of attempted murder of Sanford Sharpe,\n\nMcNabb asserted that he acted in self-defense. As to both capital murder charges\n\nand both attempted murder charges, McNabb asserted that he did not have the\n\nintent to kill when he shot Officer Gordon and shot at the other two men because\n\nhe had ingested so much cocaine on the morning of the shootings that he was in a\n\ncocaine-induced state of paranoia that left him unaware of his actions.\n\n      The jury found McNabb guilty of all charges. After a penalty phase\n\nproceeding, the jury recommended, by a vote of ten to two, that McNabb be\n\nsentenced to death. The trial court followed the jury’s recommendation and\n\nimposed a death sentence. On direct appeal, the Alabama Court of Criminal\n\nAppeals (“ACCA”) affirmed McNabb’s convictions but remanded the case to the\n\ntrial court with instructions that the trial court make corrections to its sentencing\n\norder. McNabb v. State, 887 So. 2d 929, 989 (Ala. Crim. App. 2001). On return\n\nfrom remand, the ACCA affirmed McNabb’s convictions and sentence.\n\n      While McNabb’s case was pending in the ACCA on his application for\n\nrehearing, the United States Supreme Court issued its decision in Ring v. Arizona,\n\n536 U.S. 584, 122 S. Ct. 2428 (2002). At the ACCA’s request, the parties filed\n\n                                           7\n\f              Case: 12-13535     Date Filed: 08/28/2013   Page: 8 of 34\n\n\nsupplemental briefs addressing the effect, if any, of this decision upon McNabb’s\n\nsentence. The ACCA denied McNabb’s application for rehearing, finding that his\n\ndeath sentence did not violate Ring. The Alabama Supreme Court affirmed his\n\nconvictions and death sentence, Ex parte McNabb, 887 So. 2d 998 (Ala. 2004), and\n\nthe United States Supreme Court denied his petition for certiorari review, McNabb\n\nv. Alabama, 543 U.S. 1005, 125 S. Ct. 606 (2004).\n\n      McNabb filed a petition for post-conviction relief, pursuant to Rule 32 of the\n\nAlabama Rules of Criminal Procedure. The state circuit court summarily\n\ndismissed his petition for post-conviction relief, and the ACCA affirmed. McNabb\n\nv. State, 991 So. 2d 313, 335‒36 (Ala. Crim. App. 2007). The Alabama Supreme\n\nCourt denied the petition for certiorari. Ex parte McNabb, 991 So. 2d 336 (Ala.\n\n2008). Thereafter, McNabb filed a federal petition for writ of habeas corpus,\n\nwhich the district court denied. McNabb filed a motion to alter or amend the\n\ndistrict court’s final judgment, pursuant to Rule 59(e), which the district court\n\ndenied. The district court then granted McNabb’s request for a COA on the issues\n\nhe raised in his Rule 59(e) motion.\n\n                                      II. ISSUES\n\n\n\n\n                                          8\n\f                 Case: 12-13535   Date Filed: 08/28/2013   Page: 9 of 34\n\n\n      1. Whether the district court abused its discretion in dismissing McNabb’s\n\nhabeas petition before the parties had filed additional briefs addressing the merits\n\nof his claims.\n\n      2. Whether the district court erred in denying relief on McNabb’s claims\n\nalleging that his counsel were ineffective for failing to investigate adequately and\n\npresent mitigation evidence regarding his background.\n\n      3. Whether the district court erred in dismissing McNabb’s challenge to\n\nAlabama’s lethal injection protocol as unconstitutional because it determined that\n\nMcNabb’s manner of execution claim would be more properly raised in a 42\n\nU.S.C. § 1983 action.\n\n      4. Whether the district court erred in conducting a deferential review of\n\nMcNabb’s ineffective assistance of counsel claims.\n\n                          III. STANDARDS OF REVIEW\n\n      “We review de novo the denial of a petition for writ of habeas corpus.”\n\nJamerson v. Sec’y for Dep’t of Corr., 410 F.3d 682, 687 (11th Cir. 2005). The\n\nAntiterrorism and Effective Death Penalty Act (“AEDPA”) precludes federal\n\ncourts from granting habeas relief on any claim adjudicated on the merits in state\n\ncourt unless the state court’s decision “was contrary to, or involved an\n\nunreasonable application of, clearly established Federal law, as determined by the\n\n                                           9\n\f             Case: 12-13535     Date Filed: 08/28/2013    Page: 10 of 34\n\n\nSupreme Court of the United States.” 28 U.S.C. § 2254(d)(1); see also Berghuis v.\n\nThompkins, 560 U.S. 370, ___, 130 S. Ct. 2250, 2259 (2010). This standard is “a\n\nhighly deferential” one that “demands that state-court decisions be given the\n\nbenefit of the doubt.” Renico v. Lett, 559 U.S. 766, ___, 130 S. Ct. 1855, 1862\n\n(2010) (internal quotation marks omitted). “A state court decision is ‘contrary to’\n\nclearly established federal law if it applies a rule that contradicts the governing law\n\nset forth by the United States Supreme Court, or arrives at a result that differs from\n\nSupreme Court precedent when faced with materially indistinguishable facts.”\n\nFerguson v. Sec’y, Fla. Dep’t of Corr., 716 F.3d 1315, 1331 (11th Cir. 2013). An\n\n“unreasonable application” of federal law occurs when a state court correctly\n\nidentifies the governing legal principle from the relevant Supreme Court decisions\n\nbut unreasonably applies that legal principle to the facts of the particular case. Id.\n\n“[A]n unreasonable application of federal law is different from an incorrect\n\napplication of federal law.” Williams v. Taylor, 529 U.S. 362, 410, 120 S. Ct.\n\n1495, 1522 (2000). “A state court’s application of clearly established federal law\n\nor its determination of the facts is unreasonable only if no ‘fairminded jurist’ could\n\nagree with the state court’s determination or conclusion.” Ferguson, 716 F.3d at\n\n1332 (quoting Holsey v. Warden, Ga. Diagnostic Prison, 694 F.3d 1230, 1257\n\n(11th Cir. 2012)).\n\n                                          10\n\f             Case: 12-13535      Date Filed: 08/28/2013    Page: 11 of 34\n\n\n      To prevail on his claim of ineffective assistance of counsel, McNabb must\n\nestablish “both that trial counsel’s ‘performance was deficient, and that the\n\ndeficiency prejudiced the defense’” during the penalty phase. Ponticelli v. Sec’y,\n\nFla. Dep’t of Corr., 690 F.3d 1271, 1294 (11th Cir. 2012) (quoting Wiggins v.\n\nSmith, 539 U.S. 510, 521, 123 S. Ct. 2527, 2535 (2003)), cert. denied, ___ S. Ct.\n\n___, 81 U.S.L.W. 3702 (June 24, 2013) (No. 12-9386). The performance prong is\n\nsatisfied only if the petitioner “show[s] that counsel’s representation fell below an\n\nobjective standard of reasonableness.” Strickland v. Washington, 466 U.S. 668,\n\n688, 104 S. Ct. 2052, 2064 (1984). In other words, the petitioner “must establish\n\nthat no competent counsel would have taken the action that his counsel did take.”\n\nChandler v. United States, 218 F.3d 1305, 1315 (11th Cir. 2000) (en banc). Under\n\nthe prejudice prong, the petitioner must show a “reasonable probability” that, but\n\nfor counsel’s errors, the outcome of his trial would have been different. Strickland,\n\n466 U.S. at 694, 104 S. Ct. at 2068. “A reasonable probability is a probability\n\nsufficient to undermine confidence in the outcome.” Id. at 694, 104 S. Ct. at 2068.\n\nFurthermore, “[b]ecause the failure to demonstrate either deficient performance or\n\nprejudice is dispositive . . . there is no reason for a court deciding an ineffective\n\nassistance claim to address both components of the inquiry if the defendant makes\n\n\n\n\n                                           11\n\f              Case: 12-13535     Date Filed: 08/28/2013    Page: 12 of 34\n\n\nan insufficient showing on one.” Windom v. Sec’y, Dep’t of Corr., 578 F.3d 1227,\n\n1248 (11th Cir. 2009) (internal quotation marks and alteration omitted).\n\n                                  IV. DISCUSSION\n      A. Dismissal of habeas petition\n\n      McNabb asserts that the district court violated his procedural due process\n\nrights when it decided the merits of his habeas claims without allowing him an\n\nopportunity to submit a brief in support of his claims. McNabb claims that he\n\nrelied upon the magistrate judge’s scheduling order, which stated that the court\n\nwould determine first whether any claims were procedurally barred from federal\n\nreview and then order briefing on the merits of the remaining claims. We agree\n\nthat McNabb should have been able to rely upon the court’s scheduling order;\n\nhowever, the failure of the district court to give notice to the parties that it would\n\ndecide the merits of the claims without briefing does not rise to the level of a due\n\nprocess violation.\n\n      First, the Rules Governing Section 2254 Cases do not specifically provide\n\nfor briefing before a district court disposes of a habeas petition. Rule 2(c) provides\n\nthat the petition must specify all grounds for relief, state the facts supporting all\n\ngrounds, and state the relief requested. See Jones v. Sec’y, Dep’t of Corr., 607\n\nF.3d 1346, 1354 (11th Cir. 2010) (“By rule, in the district court, a petition for a\n\n\n                                           12\n\f             Case: 12-13535      Date Filed: 08/28/2013   Page: 13 of 34\n\n\nwrit of habeas corpus must specify all the grounds for relief available to the\n\npetitioner.” (internal quotation marks omitted)). Rule 4 provides that a district\n\ncourt must examine promptly a petition and must dismiss it “[i]f it plainly appears\n\nfrom the petition and any attached exhibits that the petitioner is not entitled to\n\nrelief in the district court.” Rules Governing Section 2254 Cases, Rule 4. Rule 5\n\ngoverns the filing of the respondent’s answer, and it specifies the specific material\n\nthe respondent must include with its filing. Rule 6, 7, and 8 address discovery,\n\nexpansion of the record, and procedure for an evidentiary hearing, respectively.\n\nNone of the remaining rules address briefing. Thus, there is no provision in the\n\nhabeas rules that contemplates that a district court should grant the parties leave to\n\nfile briefs addressing the merits of the claims that are contained in the habeas\n\npetition. See, e.g., Maynard v. Dixon, 943 F.2d 407, 411‒12 (4th Cir. 1991)\n\n(affirming a district court’s order adjudicating a habeas petition without briefing\n\nand stating that “the district court acted consistently with the rules in deciding on\n\nits own that no evidentiary hearing was required and that briefing was\n\nunnecessary”). Although adversarial briefing is vital to the court’s decision-\n\nmaking process, a petitioner has no right to briefing in his habeas proceeding.\n\nAccordingly, we conclude that the district court did not violate McNabb’s due\n\nprocess rights in this circumstance.\n\n                                          13\n\f              Case: 12-13535        Date Filed: 08/28/2013   Page: 14 of 34\n\n\n       We are hard-pressed, however, to understand why the district court\n\npermitted the case to languish for approximately four years without any\n\ndetermination on which issues were procedurally barred from federal review. It\n\nwas the State who brought the matter to the district court’s attention by filing a\n\nmotion requesting a ruling on the issues that were procedurally barred. Of course,\n\nat that time, McNabb could have requested leave of court to file a brief on the\n\nmerits of his petition before the district court ruled, or he could have filed a brief\n\nbecause the scheduling order provided a time table for such filing. Instead,\n\nMcNabb remained silent and did not raise any challenge to this procedure until he\n\nfiled his Rule 59(e) motion. The district court did address the challenge in its order\n\ndenying McNabb’s Rule 59(e) motion, stating that the court had exhaustively\n\nreviewed the record and concluded that because no evidentiary hearing was\n\nnecessary, the court was within its discretion to dispose of the habeas petition\n\nwithout merits briefing. We may not fully condone this procedure, but neither can\n\nwe say it amounted to a due process violation. Accordingly, McNabb is not\n\nentitled to relief on this claim.\n\n       B. Ineffective assistance of penalty phase counsel\n\n       McNabb contends that the district court erred in determining that the state\n\ncourts reasonably applied Strickland to his claims of ineffective assistance of\n\n                                             14\n\f             Case: 12-13535     Date Filed: 08/28/2013    Page: 15 of 34\n\n\npenalty phase counsel because there was no evidence that his counsel conducted an\n\nadequate mitigation investigation and his counsel failed to introduce any mitigation\n\nevidence at his sentencing proceeding. McNabb also asserts that the state courts\n\nunreasonably applied Strickland’s prejudice prong because there was significant\n\nmitigation evidence that counsel failed to present that would have changed the\n\noutcome of his sentencing. The specific mitigation evidence that McNabb claims\n\nwould have changed the outcome of his sentence was the fact that he grew up in a\n\nhousing project living with ten people in a two-bedroom apartment; that his mother\n\nwas a sexual abuse victim and long-term drug addict who prostituted herself for\n\ndrugs; that McNabb had no contact with his father during his formative years\n\nbecause his father was in prison; that McNabb was very attached to his\n\ngrandmother, the only stable influence in his life, who moved away when he was\n\n14 years old; and that his mother had a relationship with a drug dealer who enlisted\n\nMcNabb to deal drugs for him.\n\n      In his state post-conviction petition, McNabb argued that his trial counsel\n\nperformed deficiently because they did not investigate his family life and social\n\nhistory, did not locate and interview family members, teachers, and social workers\n\nwho knew him, and did not request any health or education records. In rejecting\n\nhis claim, the state circuit court reasoned as follows:\n\n                                          15\n\f               Case: 12-13535   Date Filed: 08/28/2013    Page: 16 of 34\n\n\n              This claim is dismissed because McNabb has not met his\n      burden of pleading with specificity. Ala. R. Crim. P. 32.6(b).\n      Although McNabb alleges that his trial counsel were ineffective for\n      failing to investigate mitigation evidence, he has not alleged in his\n      petition any mitigation evidence that trial counsel should have\n      uncovered. . . . In fact, at the September 30, 2005, hearing held on the\n      State’s motion to dismiss McNabb’s petition, his counsel admitted\n      that he does not know whether trial counsel investigated any\n      mitigation evidence or to what extent they may have investigated\n      claims. Furthermore, McNabb has not named any witness that\n      counsel should have called in the penalty phase. Nor has he pleaded\n      what those witnesses’ testimony would be or pleaded how it would\n      have affected the outcome of that phase of the trial. Additionally,\n      McNabb has not pleaded what specific records were not obtained by\n      trial counsel, what information is contained in those records, or how\n      their contents would have affected the outcome of the penalty phase.\n      Finally, McNabb has not named any “medical or mental health\n      expert,” that should have been called to testify or stated what their\n      testimony would have been had they been called to testify. Thus,\n      McNabb has utterly failed to satisfy Rule 32.6(b)’s requirement of full\n      factual pleading, and this claim is summarily dismissed.\n[R. Vol. 27, Tab R-61, p. 21‒22 (internal citations omitted).] The ACCA affirmed\n\nthe circuit court’s order dismissing McNabb’s Rule 32 post-conviction petition on\n\nthis ground.\n\n      Furthermore, the state court adjudicated McNabb’s claim that his trial\n\ncounsel failed to present valuable, readily-available, mitigation evidence at his\n\nsentencing proceeding. The state circuit court first dismissed the claim because it\n\nfound no material issue of law or fact to exist that would entitle McNabb to relief.\n\n[Id., p. 23 (citing Ala. R. Crim. P. 32.7(d).] The state court then found that the\n\n\n                                          16\n\f             Case: 12-13535       Date Filed: 08/28/2013   Page: 17 of 34\n\n\ninformation McNabb alleged his family members or former teachers could have\n\nprovided to the jury were, in fact, presented through his own testimony.\n\nSpecifically, the court stated:\n\n      McNabb testified that he was addicted to cocaine at the time of the\n      murder and that he had been addicted to cocaine for one to two years\n      prior to the murder. (R. 2184) He thoroughly and vividly described his\n      drug use and his uses progression to addiction. (R. 2196‒98) He\n      testified that his mother had been addicted to drugs for as long as he\n      could remember, and he began using drugs when he was fourteen or\n      fifteen years old. (R. 2185)\n            McNabb testified that he lived in Gibbs Village with his\n      grandmother, mother, siblings, aunts, and cousins. (R. 2186) He\n      informed the jury that there were nine to ten people living in the two-\n      bedroom apartment in Gibbs Village. (R. 2186)\n             McNabb informed the jury that his father was in prison during\n      his childhood. (R. 2189) He also testified that his paternal family\n      would take him to visit his father in prison when he was a child. (R.\n      2189)\n             McNabb thoroughly explained to the jury that his mother was\n      rarely around, that she received welfare checks, and that she probably\n      wasted the welfare money on drugs. (R. 2186‒87) He also explain[ed]\n      that as a child he would find his mother in various crack houses. (R.\n      2186‒87) McNabb further testified that his mother did not provide for\n      the family and that she spent all of the money that she received on\n      drugs. (R. 2186‒87, 2193) Through his testimony, McNabb informed\n      the jury that he, himself, had to provide for the family, using the\n      money he earned from selling drugs to buy food for his siblings and to\n      buy drugs to feed his own habit. (R. 2193‒94)\n[R. Vol. 27, Tab R-61, p. 23‒24.]\n\n\n\n\n                                           17\n\f               Case: 12-13535   Date Filed: 08/28/2013      Page: 18 of 34\n\n\n       The state circuit court further noted that McNabb explained to the jury that\n\nhis family was evicted from their government subsidized home because Keith\n\nChainey, who had moved into their apartment after McNabb’s grandmother moved\n\nto Florida, was selling drugs from their apartment. After their eviction, McNabb’s\n\nmother and siblings moved into Chainey’s apartment, but Chainey did not allow\n\nMcNabb to live with them. Thus, McNabb moved often, living with different\n\nfamily members, including his father. McNabb also informed the jury about his\n\nemotional and educational difficulties in school, and that he quit school while in\n\nthe ninth grade. McNabb testified to numerous encounters with law enforcement,\n\nand how one encounter led the county court to order that he attend a rehabilitation\n\nprogram similar to boot camp.\n\n       The state circuit court then concluded by stating:\n             Clearly, both this Court and the jury were well aware that\n       McNabb experienced a deprived childhood. McNabb thoroughly\n       informed this Court and the jury of the mitigation evidence that he\n       now alleges his trial counsel were ineffective for failing to present.\n       Furthermore, this Court found to exist the non-statutory mitigation\n       evidence that McNabb now claims was not presented, balanced that\n       information with the aggravating circumstances, and found that the\n       aggravating circumstances far outweighed the mitigation\n       circumstances in his case.\n[Id. at 25.]\n       On appeal, the ACCA affirmed, noting that the record indicated that the very\n\nmitigating evidence McNabb contended was not presented to the jury was, in fact,\n                                          18\n\f             Case: 12-13535      Date Filed: 08/28/2013    Page: 19 of 34\n\n\nbefore the jury via McNabb’s own testimony during the guilt phase. McNabb, 991\n\nSo. 2d at 331‒32. The ACCA also noted that the record showed that the trial court\n\ninstructed the jury at the penalty phase to consider not only the evidence presented\n\nat the sentencing phase, but also any evidence presented during the guilt phase that\n\nwas relevant to the existence of any aggravating or mitigating circumstance. Id. at\n\n331. In addition, the ACCA commented that the trial court instructed the jury on a\n\nnumber of mitigating circumstances, and defense counsel stated during closing\n\nargument that McNabb’s cocaine usage and deprived childhood were mitigating\n\nfactors that outweighed the aggravating circumstances. Id. at 331‒32.\n\n      On federal habeas review, the district court first found that the state courts’\n\nadjudication of this claim of ineffective assistance of counsel was neither contrary\n\nto, nor an unreasonable application of, Strickland because McNabb failed to plead\n\nthe claim with specificity and failed to show how his attorneys’ deficient\n\ninvestigation into his background prejudiced him. The district court then found\n\nthat the state courts’ adjudication was reasonable in light of the evidence presented\n\nto the state courts. The district court noted that there is no clearly established\n\nfederal law holding that counsel’s failure to present evidence during the penalty\n\nphase that was offered at the guilt phase establishes deficient performance.\n\nMoreover, the district court found that the state trial court weighed the three\n\n                                           19\n\f             Case: 12-13535       Date Filed: 08/28/2013   Page: 20 of 34\n\n\nstatutory aggravating circumstances with the non-statutory mitigating\n\ncircumstances and found that the aggravating circumstances outweighed the\n\nmitigating ones. On appeal, the ACCA independently weighed the two and\n\nconcurred with the trial court.\n\n      The district court properly denied relief to McNabb on this claim. The state\n\ncourts reasonably rejected the claims of ineffective assistance of counsel because,\n\nfirst, McNabb failed to plead specific facts to support his claim. The ACCA\n\naffirmed on appeal, and this adjudication is a ruling on the merits. See Borden v.\n\nAllen, 646 F.3d 785, 815 (11th Cir. 2011) (reviewing claims under AEDPA\n\ndeference because state court “plainly utilized Rule 32.6(b) as a tool with which to\n\naddress the merits” of the petitioner’s claims), cert. denied, 132 S. Ct. 1910 (2012).\n\nSecond, even if McNabb pled specific facts to demonstrate that his counsel\n\nperformed deficiently, he cannot satisfy the prejudice prong of Strickland.\n\nMcNabb failed to plead any specific facts or provide any specific names or\n\ninformation about his horrific childhood that would mitigate his sentence, or in\n\nother words, that would have lessened his culpability for the crimes. See Price v.\n\nAllen, 679 F.3d 1315, 1325 (11th Cir. 2012) (finding that the allegations in\n\npetitioner’s Rule 32 petition regarding the evidence that his friends, family\n\nmembers, and school records would have revealed was “too general and\n\n                                           20\n\f             Case: 12-13535     Date Filed: 08/28/2013    Page: 21 of 34\n\n\nconclusory to be able to say that there is a reasonable probability that this evidence\n\nwould have changed the outcome of the petitioner’s sentencing.”), cert. denied,\n\n133 S. Ct. 1493 (2013). Moreover, the mitigation evidence McNabb contends\n\nshould have been presented during the penalty phase was provided during the guilt\n\nphase via his own testimony; thus, this evidence would have been cumulative. See,\n\ne.g., Cullen v. Pinholster, ___ U.S. ___, 131 S. Ct. 1388, 1409 (2011) (finding no\n\nreasonable probability that the additional evidence presented in state habeas\n\nproceeding would have changed jury’s verdict because the “new” evidence largely\n\nduplicated the mitigation evidence at trial); Wong v. Belmontes, 558 U.S. 15, 22,\n\n130 S. Ct. 383, 387 (2009) (finding no prejudice in part where portion of the\n\nevidence “was merely cumulative of the humanizing evidence” that defendant\n\npresented at trial); Holsey, 694 F.3d at 1271 (“The cumulative nature of [the\n\nmitigating] evidence weakens its usefulness to [the capital habeas petitioner] on the\n\nprejudice inquiry.”); Rose v. McNeil, 634 F.3d 1224, 1243 (11th Cir. 2011) (“[A]\n\npetitioner cannot satisfy the prejudice prong of the Strickland test with evidence\n\nthat is merely cumulative of evidence already presented at trial.”). Hence,\n\nMcNabb cannot demonstrate prejudice.\n\n      Additionally, the trial court found the existence of three aggravating\n\ncircumstances: (1) McNabb knowingly created a great risk of death to many\n\n                                          21\n\f               Case: 12-13535     Date Filed: 08/28/2013   Page: 22 of 34\n\n\npersons, pursuant to Alabama Code § 13A-5-49(3); (2) the capital offense was\n\ncommitted for the purpose of avoiding or preventing a lawful arrest or effecting an\n\nescape from custody, pursuant to Alabama Code § 13A-5-49(5); and (3) the capital\n\noffense was committed to disrupt or hinder the lawful exercise of any government\n\nfunction or the enforcement of laws, pursuant to Alabama Code § 13A-5-49(7).\n\nAfter considering these aggravating circumstances, and the non-statutory\n\nmitigating evidence that McNabb presented during his guilt phase, the trial court\n\nfound that the aggravating circumstances outweighed the mitigating circumstances\n\nand sentenced McNabb to death. In light of the nature of his crimes and the\n\nspecific findings of the trial court and McNabb’s own testimony about his deprived\n\nchildhood, we conclude that there is no reasonable probability that the presentation\n\nof further, mainly cumulative, evidence regarding McNabb’s horrific home life\n\nwould have changed the outcome of his sentence. Accordingly, the district court\n\nproperly denied relief on this claim, and we affirm its judgment with respect to this\n\nissue.\n\n         C. Lethal injection\n\n         McNabb contends that the district court erred in dismissing his claim that\n\nAlabama’s lethal injection protocol is unconstitutional. He asserts that because his\n\nclaim challenges the entire method of execution—an ineffective first drug or\n\n                                           22\n\f             Case: 12-13535     Date Filed: 08/28/2013   Page: 23 of 34\n\n\nimproper administration of a first drug in a three-drug protocol would violate the\n\nconstitution—the district court erred in dismissing his claim because it determined\n\nthat the claim was more properly cognizable in a 42 U.S.C. § 1983 action. His\n\ncontention fails.\n\n      Issues sounding in habeas are mutually exclusive from those sounding in a\n\n§ 1983 action. See Hutcherson v. Riley, 468 F.3d 750, 754 (11th Cir. 2006) (“An\n\ninmate convicted and sentenced under state law may seek federal relief under two\n\nprimary avenues:” a petition for habeas corpus or a complaint under 42 U.S.C.\n\n§ 1983.). “The line of demarcation between a § 1983 civil rights action and a\n\n§ 2254 habeas claim is based on the effect of the claim on the inmate’s conviction\n\nand/or sentence.” Id. A claim is properly raised under § 1983 when “an inmate\n\nchallenges the circumstances of his confinement but not the validity of his\n\nconviction and/or sentence.” Id. (internal quotation marks omitted). By contrast,\n\n“habeas corpus law exists to provide a prisoner an avenue to attack the fact or\n\nduration of physical imprisonment and to obtain immediate or speedier release.”\n\nValle v. Sec’y, Fla. Dep’t of Corr., 654 F.3d 1266, 1267 (11th Cir. 2011), cert.\n\ndenied, 132 S. Ct. 73 (2011).\n\n      Usually, an inmate who challenges a state’s method of execution is attacking\n\nthe means by which the State intends to execute him, which is a circumstance of\n\n                                         23\n\f               Case: 12-13535        Date Filed: 08/28/2013        Page: 24 of 34\n\n\nhis confinement. It is not an attack on the validity of his conviction and/or\n\nsentence. For that reason, “[a] § 1983 lawsuit, not a habeas proceeding, is the\n\nproper way to challenge lethal injection procedures.” Tompkins v. Sec’y, Dep’t of\n\nCorr., 557 F.3d 1257, 1261 (11th Cir. 2009). Hence, we conclude that the district\n\ncourt did not err in dismissing McNabb’s lethal injection challenge in his federal\n\nhabeas petition. That avenue of relief is still available to him in a § 1983 action.\n\n       D. District court’s application of AEDPA standard of review\n\n       McNabb challenges the district court’s resolution of three of his claims\n\nalleging that his counsel were ineffective at the penalty phase of his trial and one of\n\nhis claims alleging that his counsel were ineffective at the guilt phase of his trial.\n\nIn particular, McNabb claims that the district court should not have applied\n\nAEDPA’s deferential standard of review in disposing of these claims because the\n\nstate courts did not adjudicate these claims on the merits. He requests that this\n\ncourt vacate the district court’s order and remand the case with directions that the\n\ndistrict court conduct a de novo review of these claims.1\n\n       1. Mitigation expert\n\n\n       1\n           We have disposed of one of these claims—that counsel were ineffective in failing to\ninvestigate potential mitigation evidence. The other claims are: (1) that his counsel were\nineffective for failing to obtain a mitigation expert; (2) that his counsel failed to present an\neffective closing argument at the penalty phase; and (3) that his counsel were ineffective for\nfailing to procure appropriate expert witnesses to challenge the State’s guilt phase case against\nhim.\n                                                  24\n\f              Case: 12-13535     Date Filed: 08/28/2013   Page: 25 of 34\n\n\n      McNabb asserts that the district court erred in denying him relief, under the\n\ndeferential standard of review, on his claim that his counsel were ineffective for\n\nfailing to secure the services of a mitigation expert. He contends that because the\n\nstate court did not adjudicate this claim on the merits, the district court should have\n\nreviewed the claim de novo. We agree with the district court, however, and find no\n\nerror in its deferential review of this claim.\n\n      The state circuit court dismissed this specific claim, holding that McNabb\n\nfailed to plead any specific facts to support it and, thus, failed to comply with the\n\nrequirements of Rule 32.6(b) of the Alabama Rules of Criminal Procedure. Then,\n\nthe state circuit court made an alternative ruling. It dismissed the claim because no\n\nmaterial issue of fact or law existed that entitled McNabb to relief. [R. Vol. 27,\n\nTab R-61, p. 17.] The court found that “McNabb, himself, thoroughly testified\n\nregarding the mitigation evidence to which he now claims a mitigation expert\n\nshould have testified. Further, trial counsel did hire an expert, John Holbrook, who\n\ntestified directly to the defense’s claim of cocaine paranoia.” [Id.] The court\n\nconcluded that any further testimony regarding McNabb’s deprived childhood and\n\naddictions would have been cumulative, and that counsel cannot be deemed\n\nineffective for failing to present cumulative evidence. [Id.] In affirming the state\n\n\n\n\n                                           25\n\f             Case: 12-13535      Date Filed: 08/28/2013   Page: 26 of 34\n\n\ntrial court’s denial of this particular claim, the ACCA adopted the trial court’s\n\nfindings. See McNabb, 991 So. 2d at 321‒23, 327‒28.\n\n      The district court properly conducted a deferential review and correctly\n\ndetermined that the state courts’ merits adjudication of this claim was neither\n\ncontrary to, nor an unreasonable application of, clearly established Supreme Court\n\nprecedent. As the district court noted, there is no clearly established federal law\n\nholding that trial counsel’s performance is deficient when counsel fails to repeat\n\nevidence at the penalty phase that has already been offered at the guilt phase.\n\nMoreover, contrary to McNabb’s contention, counsel did hire an expert who\n\ntestified regarding McNabb’s defense of cocaine paranoia. The fact that this expert\n\nwas not a mitigation expert and did not opine on specific mitigating factors does\n\nnot, by itself, demonstrate that McNabb’s trial counsel were deficient in failing to\n\nprocure such a particular expert. McNabb cannot meet his burden of showing that\n\ncounsel’s failure to hire a mitigation expert fell below an objective standard of\n\nprofessional reasonableness and that, but for this failure to hire a mitigation expert,\n\nthe result of McNabb’s trial would have been different. Accordingly, we affirm\n\nthe district court’s judgment as to this claim.\n\n      2. Closing argument at penalty stage\n\n\n\n\n                                          26\n\f             Case: 12-13535      Date Filed: 08/28/2013    Page: 27 of 34\n\n\n      McNabb contends that the district court erred in conducting a deferential\n\nreview of his claim that the attorney who presented the closing argument at the\n\npenalty phase of his trial was ineffective. Finding that the state courts conducted a\n\nmerits adjudication of this particular claim, the district court determined that its\n\nadjudication was neither contrary to, nor an unreasonable application of, clearly\n\nestablished federal law. The district court did not err.\n\n      The state circuit court reviewed McNabb’s post-conviction claim alleging\n\nthat his counsel was ineffective in the penalty-phase closing argument and\n\ndismissed it because McNabb failed to plead any specific facts to support it. [R.\n\nVol. 27, Tab R-61, p. 26‒27.] Alternatively, the court found that in light of the\n\noverwhelming evidence presented by the State and “the cold-blooded manner in\n\nwhich McNabb murdered Officer Gordon, trial counsel’s closing argument was not\n\nonly coherent, but effective.” [Id.] The state court noted that during the closing\n\nargument, trial counsel argued several mitigating circumstances that surrounded\n\nthe crime, such as McNabb’s use of, and addiction to, cocaine and McNabb’s\n\ndifficult childhood. Additionally, the state court noted that trial counsel thoroughly\n\nargued that the State had not met its burden of proving beyond a reasonable doubt\n\nany of the three proffered aggravating circumstances. On review, the ACCA stated\n\nthat McNabb did not present any argument on appeal in support of this particular\n\n                                           27\n\f             Case: 12-13535     Date Filed: 08/28/2013    Page: 28 of 34\n\n\nclaim, but did address the claim on the merits. See McNabb, 991 So. 2d at 327‒29.\n\nThe ACCA adopted the state circuit court’s findings and affirmed its judgment. Id.\n\n      The district court correctly found that the state courts’ merits adjudication of\n\nthis claim was neither contrary to, nor an unreasonable application of, clearly\n\nestablished federal law. McNabb cannot meet his burden of showing that his\n\ncounsel performed deficiently and that this deficient performance prejudiced him.\n\nConsidering the overwhelming evidence the State presented against McNabb, trial\n\ncounsel provided an effective closing argument highlighting McNabb’s deprived\n\nchildhood, lack of parental influence, cocaine addiction, and absence of past\n\nviolence, in an attempt to save McNabb’s life. Under AEDPA, we cannot say that\n\nthis closing argument was objectively unreasonable. Accordingly, we affirm the\n\ndistrict court’s judgment as to this claim.\n\n      3. Expert witnesses at guilt stage\n\n      McNabb contends that the district court erred in denying relief, under the\n\ndeferential standard of review, on his claim that counsel were ineffective for failing\n\nto procure an appropriate expert witness to testify on his behalf at the guilt phase of\n\nhis trial. Specifically, McNabb claims that his counsel were deficient for not\n\nobtaining the assistance of a forensic social worker to conduct an extensive social\n\nhistory and background to cull relevant information about his childhood. On\n\n                                           28\n\f              Case: 12-13535      Date Filed: 08/28/2013   Page: 29 of 34\n\n\nreview, the district court determined that the state courts made an adjudication on\n\nthe merits of this claim, and under its deferential review, denied relief on this\n\nclaim. The district court did not err.\n\n      On post-conviction review, the state circuit court dismissed the claim,\n\nfinding that McNabb failed to plead any specific facts to support it. [R. Vol. 27,\n\nTab R-61, p. 14.] The state court noted that McNabb did not plead the name of\n\nany forensic social worker who would have testified at trial, and that McNabb did\n\nnot state specifically what evidence the forensic social worker would have\n\nuncovered. The state court further noted that McNabb did not allege how the\n\nemployment of a forensic social worker would have changed or enhanced the\n\ndefense’s trial strategy. [Id.]\n\n      The state court also dismissed the claim because there was no material issue\n\nof law or fact that would have entitled McNabb to relief, citing Alabama Rule of\n\nCriminal Procedure 32.7(d). It found “that the information McNabb alleges a\n\nforensic social worker would have uncovered—‘a childhood that included drug\n\naddiction, violence and abandonment’—was known by trial counsel and presented\n\nat trial.” [Id. at 15.] Thus, it reasoned that there was “no probability, much less a\n\nreasonable probability, that discovering the same information from two different\n\nsources would have enhanced trial counsels’ ability ‘to make important decisions\n\n                                           29\n\f             Case: 12-13535      Date Filed: 08/28/2013    Page: 30 of 34\n\n\nabout the defense strategy’ as McNabb claims.” [Id.] The court further found that\n\nany testimony by a forensic social worker about McNabb’s deprived childhood\n\nwould have been cumulative to McNabb’s own testimony. The ACCA affirmed\n\nthe state circuit court’s denial of post-conviction relief, adopting the circuit court’s\n\nfindings as part of its opinion. See McNabb, 991 So. 2d at 321‒22, 327‒28.\n\n      The district court correctly determined that the state courts’ merits\n\nadjudication of McNabb’s claim was neither contrary to, nor an unreasonable\n\napplication of, clearly established federal law. The district court noted that Dr.\n\nHolbrook, a Professor of Pharmacology at Mercer University, whose specialty was\n\npsychopharmacology, testified immediately after McNabb and buttressed\n\nMcNabb’s testimony regarding his cocaine use and the extreme fear it caused him\n\nduring the crime. [R. Vol. 16, Tab R-12, p. 2312.] After highlighting much of Dr.\n\nHolbrook’s testimony, the district court found that the doctor was a strong witness\n\nin support of McNabb’s cocaine-paranoia defense. The district court then\n\naddressed McNabb’s claim that counsel were also ineffective because they did not\n\ncall Dr. Stanley Brodsky, who actually examined McNabb, to testify. The district\n\ncourt found that, without McNabb presenting any evidence to the contrary, his trial\n\ncounsel had a reason for not calling Dr. Brodsky to testify. Regardless, the district\n\ncourt concluded that any information Dr. Brodsky would have provided would\n\n                                           30\n\f               Case: 12-13535     Date Filed: 08/28/2013   Page: 31 of 34\n\n\nhave been cumulative to the information already presented to the jury. As such,\n\nwe conclude that McNabb was not prejudiced by his counsel’s alleged deficiency\n\nfor failing to call Dr. Brodsky to testify.\n\n         The district court did not err in denying relief to McNabb on this claim of\n\nineffective assistance of counsel. Accordingly, we affirm its judgment as to this\n\nclaim.\n\n                                  V. CONCLUSION\n         The district court correctly determined that McNabb was not entitled to\n\nrelief on his federal habeas petition. Accordingly, we affirm its judgment denying\n\nMcNabb’s § 2254 petition for habeas relief and his Rule 59(e) motion to alter or\n\namend the judgment.\n\n         AFFIRMED.\n\n\n\n\n                                              31\n\f             Case: 12-13535     Date Filed: 08/28/2013   Page: 32 of 34\n\n\nJORDAN, Circuit Judge, concurring.\n\n      I concur in all of the court’s opinion except for the portion addressing Mr.\n\nMcNabb’s due process claim.        As to that claim, I agree that reversal is not\n\nwarranted, but for different reasons.\n\n      Our cases have long held that certain procedural due process violations, such\n\nas the flat-out denial of the right to be heard on a material issue, can never be\n\nharmless. See Republic Nat’l Bank of Dallas v. Crippen, 224 F.2d 565, 566 (5th\n\nCir. 1955) (reversing district court’s refusal, in bankruptcy proceeding, to allow\n\ncreditor to present testimony on its proof of claim for costs and fees: “The right to\n\nbe heard on their claims was a constitutional right and the denial of that right to\n\nthem was the denial of due process which is never harmless error.”); Parker v.\n\nWilliams, 862 F.2d 1471, 1481–82 (11th Cir. 1989) (vacating jury verdict in favor\n\nof plaintiff in action under 42 U.S.C. § 1983 because district court, through\n\nincorrect application of collateral estoppel, had precluded defendant from\n\npresenting evidence on whether rape occurred: “[P]rocedural due process is an\n\nabsolute right protected by our Constitution, and an opportunity to be heard on an\n\nissue is an essential element of procedural due process.         The denial of an\n\nopportunity to litigate can never be harmless error. A party must have his day in\n\ncourt.”), overruled on other grounds by Turquitt v. Jefferson Cnty., 137 F.3d 1285,\n\n                                         32\n\f             Case: 12-13535     Date Filed: 08/28/2013    Page: 33 of 34\n\n\n1292 (11th Cir. 1998) (en banc). Although the Supreme Court has applied harmless\n\nerror analysis to a different type of procedural due process violation—the\n\nconsideration of ex parte evidence following an adversarial evidentiary hearing—\n\nin Tenn. Secondary Sch. Athletic Ass’n v. Brentwood Acad., 551 U.S. 291, 303–04\n\n(2007), it is not clear to me that Brentwood Academy has undermined cases like\n\nCrippen and Williams to the point of abrogation. See generally United States v.\n\nWeeks, 711 F.3d 1255, 1260 (11th Cir. 2013) (explaining that a published panel\n\ndecision is binding unless and until it is overruled or undermined to the point of\n\nabrogation by the Supreme Court or the circuit sitting en banc).\n\n      It is true, as the court explains, that the rules governing habeas corpus cases\n\ndo not expressly require a separate round of merits briefing by the parties. But the\n\nfact that those rules do not mandate such adversarial briefing does not answer\n\nwhether the failure to permit such briefing in a case like this one violates the Due\n\nProcess Clause. It is inconceivable to me that a district court could rule on the\n\nmerits of a complicated habeas corpus petition in a capital case without allowing\n\nthe parties to articulate their views on the claims presented. After all, notice and an\n\nopportunity to be heard “are among the most important procedural mechanisms for\n\npurposes of avoiding erroneous deprivations.” Wilkinson v. Austin, 545 U.S. 209,\n\n226 (2005). I can only imagine how the State of Alabama would have reacted if\n\n                                          33\n\f             Case: 12-13535     Date Filed: 08/28/2013   Page: 34 of 34\n\n\nthe district court, instead of denying relief to Mr. McNabb, had granted his habeas\n\ncorpus petition without permitting briefing on the merits. I would confidently\n\nwager a fair amount of money that the State would have been indignant (and\n\nrightly so) because it had lost without being heard, and that it would have sought\n\nreversal on that ground here.\n\n      Having said this, the district court’s adjudication of the merits without\n\nallowing the additional briefing contemplated by the magistrate judge’s order did\n\nnot deprive Mr. McNabb of his constitutional right to procedural due process. Mr.\n\nMcNabb filed an 83-page habeas corpus petition in which he laid out the factual\n\nand legal bases for each of his claims, and in response the State filed an 89-page\n\nanswer. These pleadings—which contained detailed factual recitations, presented\n\nlegal arguments, and cited to the relevant legal authorities—in essence functioned\n\nlike legal briefs or memoranda, and fully presented the parties’ contentions. Mr.\n\nMcNabb, in short, was heard on his claims, and so was the State.\n\n\n\n\n                                         34\n\f",
            "ocr": false,
            "opinion_id": 1039324
        }
    ],
    "court_short_name": "Eleventh Circuit",
    "court_full_name": "Court of Appeals for the Eleventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}