{
    "id": 1452706,
    "judges": "Fidel, Garbarino, Grant",
    "date_filed": "2005-08-06",
    "date_filed_is_approximate": true,
    "slug": "in-re-the-appeal-in-maricopa-county-juvenile-action-nos-jv-512600-and",
    "case_name_short": "In re Appeal",
    "case_name": "In Re the Appeal in Maricopa County Juvenile Action Nos. JV-512600 and JV-512797",
    "case_name_full": "In the Matter of the APPEAL IN MARICOPA COUNTY JUVENILE ACTION NOS. JV-512600 AND JV-512797",
    "attorneys": "Richard M. Romley, Maricopa County Attorney by Patricia A Nigro and Elizabeth Ortiz, Deputy County Attorneys, Mesa, for Appellee., Dean W. Trebesch, Maricopa County Public Defender by Susan G. White and Amanda McGee, Deputy Public Defenders, Mesa, for Appellants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Review Denied Jan. 14, 1997.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 34,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b483-9\">\n    930 P.2d 496\n   </citation><br><parties id=\"b483-10\">\n    In the Matter of the APPEAL IN MARICOPA COUNTY JUVENILE ACTION NOS. JV-512600 AND JV-512797.\n   </parties><br><docketnumber id=\"b483-11\">\n    Nos. 1 CA-JV 96-0034, 1 CA-JV 96-0020.\n   </docketnumber><br><court id=\"b483-12\">\n    Court of Appeals of Arizona, Division 1, Department D.\n   </court><br><decisiondate id=\"b483-14\">\n    July 23, 1996.\n   </decisiondate><br><otherdate id=\"b483-15\">\n    Review Denied Jan. 14, 1997.\n   </otherdate><br><attorneys id=\"b485-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"421\"> \n     *421\n     </span>\n    Richard M. Romley, Maricopa County Attorney by Patricia A Nigro and Elizabeth Ortiz, Deputy County Attorneys, Mesa, for Appellee.\n   </attorneys><br><attorneys id=\"b485-10\">\n    Dean W. Trebesch, Maricopa County Public Defender by Susan G. White and Amanda McGee, Deputy Public Defenders, Mesa, for Appellants.\n   </attorneys>",
    "citations": [
        "930 P.2d 496",
        "187 Ariz. 419"
    ],
    "opinions": [
        {
            "author_str": "Garbarino",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6200.0,
            "opinion_text": "\n187 Ariz. 419 (1996)\n930 P.2d 496\nIn the Matter of the APPEAL IN MARICOPA COUNTY JUVENILE ACTION NOS. JV-512600 AND JV-512797.\nNos. 1 CA-JV 96-0034, 1 CA-JV 96-0020.\nCourt of Appeals of Arizona, Division 1, Department D.\nJuly 23, 1996.\nReview Denied January 14, 1997.\n*421 Richard M. Romley, Maricopa County Attorney by Patricia A. Nigro and Elizabeth Ortiz, Deputy County Attorneys, Mesa, for Appellee.\nDean W. Trebesch, Maricopa County Public Defender by Susan G. White and Amanda McGee, Deputy Public Defenders, Mesa, for Appellants.\nOPINION\nGARBARINO, Judge.\nThis appeal presents four issues which we resolve against the juveniles. First, we hold that a juvenile can be required to submit to deoxyribonucleic acid (DNA) testing based on a delinquent act occurring prior to the enactment of Arizona Revised Statutes Annotated (A.R.S.) sections 13-4438 and 31-281. Second, A.R.S. sections 13-4438 and 31-281, which compel DNA testing, are constitutionally permissible and do not violate a juvenile's right to privacy or right to be free from unreasonable searches and seizures. Third, the Arizona Constitution's grant of exclusive jurisdiction to the juvenile court over a child is not violated by A.R.S. section 31-281(C), which allows use of the DNA test results beyond the juvenile's eighteenth birthday. Fourth, A.R.S. sections 13-4438 and 31-281 are not violative of the declared mission of the juvenile court, which is rehabilitation and treatment.\nFACTUAL AND PROCEDURAL BACKGROUND\nOne juvenile was charged with three counts of child molestation. He admitted one count and the remaining counts were dismissed. In a separate case, another juvenile was charged with four counts of child molestation. He admitted two counts, and the remaining counts were dismissed. Both juveniles were placed on probation in the physical custody of the Dorothy Mitchell Residence, a residential treatment center for youths. In both cases, the court ordered DNA testing, but granted stays \"pending appeal in this matter.\"\nThis Court ordered the consolidation of these two cases for appeal because they raise the same issues.\nDISCUSSION\nI. Retroactive Application\nThe juveniles argue that A.R.S. sections 13-4438[1] (Supp. 1995) and *422 31-281[2] (1996), which became effective on July 13, 1995, as they relate to juveniles, cannot be applied retroactively pursuant to A.R.S. section 1-244 (1995), and therefore, do not affect the juveniles because their crimes were committed before July 13, 1995. Arizona Revised Statutes Annotated section 1-244 provides that \"[n]o statute is retroactive unless expressly declared therein.\"\nThe State asserts that it is unclear whether this statute applies to criminal legislation. We find no such ambiguity. \"Although the general rule is that legislation will have prospective application only, the rule is otherwise where the legislation is merely procedural in nature and does not affect substantive rights.\" State v. Warner, 168 Ariz. 261, 264, 812 P.2d 1079, 1082 (App. 1990). \"Our courts have consistently held that a criminal defendant has no vested or substantive right to a particular mode of procedure.\" Id.\nGenerally, \"a substantive law creates, defines and regulates rights while a procedural [law] prescribes the method of enforcing such rights or obtaining redress.\" Allen v. Fisher, 118 Ariz. 95, 96, 574 P.2d 1314, 1315 (App. 1977). Arizona Revised Statutes Annotated sections 13-4438 and 31-281 are investigatory tools. The DNA material is extracted after adjudication and has no effect on the underlying offense or punishment. The statutes are procedural in nature and may be retroactively applied.\nThe juveniles also argue that A.R.S. sections 13-4438 and 31-281 are a form of punishment being applied retroactively, which is proscribed by the United States and Arizona Constitutions. The United States Constitution provides that \"[n]o state shall ... pass any ... ex post facto Law.\" U.S. Const. art. I, § 10. The Arizona Constitution provides \"[n]o ... ex-post-facto law ... shall ever be enacted.\" Ariz. Const. art. 2, § 25. \"We ordinarily interpret the scope of a clause in the Arizona Constitution similarly to the United States Supreme Court's interpretation of an identical clause in the federal constitution.\" State v. Noble, 171 Ariz. 171, 173, 829 P.2d 1217, 1219 (1992). The application of A.R.S. sections 13-4438 and 31-281 to the juveniles \"violates the ex post facto clause only if it is a `law that changes the punishment, and inflicts a greater punishment than the law annexed to the crime, when committed.'\" Id. 171 Ariz. at 174, 829 P.2d at 1220 (citations omitted). We must look to \"whether the legislative aim was to punish [an] individual for past activity, or whether the restriction of the individual comes about as a relevant incident to a regulation of a present situation.\" De Veau v. Braisted, 363 U.S. 144, 160, 80 S. Ct. 1146, 1155, 4 L. Ed. 2d 1109 (1960).\nThe legislative history strongly indicates that the primary objective of A.R.S. sections 13-4438 and 31-281 is to aid investigative efforts in identifying repeat offenders by \"matching up\" a person with a crime. See DNA Testing of Sexual Offenders: Minutes of Hearings on S.B. 1217 Before the Senate Judiciary Comm., 41st Leg., 1st Sess. (Feb. 16, 1993) (statement of Todd Griffith, Crime *423 Laboratory Superintendent, Department of Public Safety); DNA Testing of Sexual Offenders: Hearings on S.B. 1217 Before the Senate Appropriations Comm., 41st Leg., 1st Sess. (Feb. 24, 1993) (statements of Rob Carey, Deputy Attorney General and Todd Griffith, Crime Laboratory Superintendent, Department of Public Safety). We find that requiring juvenile sex offenders to submit to DNA testing pursuant to A.R.S. sections 13-4438 and 31-281 is not punishment, and that retroactive application of the statutes does not violate the ex post facto clause of the United States or Arizona Constitutions. We are not alone in finding that such testing does not constitute punishment. Accord Rise v. Oregon, 59 F.3d 1556, 1562 (9th Cir.1995), cert. denied, ___ U.S. ___, 116 S. Ct. 1554, 134 L. Ed. 2d 656 (1996); Gilbert v. Peters, 55 F.3d 237, 238-39 (7th Cir.1995); Jones v. Murray, 962 F.2d 302, 309 (4th Cir.), cert. denied, 506 U.S. 977, 113 S. Ct. 472, 121 L. Ed. 2d 378 (1992); Kruger v. Erickson, 875 F. Supp. 583, 589 (D.Minn. 1995), aff'd, 77 F.3d 1071 (8th Cir.1996); Vanderlinden v. State, 874 F. Supp. 1210, 1216 (D.Kan. 1995).\nThe juveniles also argue that A.R.S. sections 13-4438 and 31-281 cannot be applied retroactively because A.R.S. section 1-246 provides:\nWhen the penalty for an offense is prescribed by one law and altered by a subsequent law, the penalty of such second law shall not be inflicted for a breach of the law committed before the second took effect, but the offender shall be punished under the law in force when the offense was committed.\nThe juveniles' argument that A.R.S. section 1-246 bars retroactive application of the statutes fails because we find that A.R.S. sections 13-4438 and 31-281 are not penal.\nII. Unreasonable Search and Seizure and Right to Privacy\nThe juveniles argue that required submission to DNA testing violates their right to be free from unreasonable searches and seizures pursuant to the Fourth and Fourteenth Amendments of the United States Constitution, and Article 2, section 4 of the Arizona Constitution. Additionally, the juveniles argue that DNA testing violates the right to privacy provided by the United States Constitution and Article 2, section 8 of the Arizona Constitution. They assert that A.R.S. sections 13-4438 and 31-281 impermissibly allow the State to bypass the necessity of either obtaining a warrant based upon probable cause or establishing an exception to the warrant requirement.\nWe recognize that a \"compelled intrusion[] into the body for blood\" must be deemed a Fourth Amendment search. Schmerber v. State of California, 384 U.S. 757, 767-68, 86 S. Ct. 1826, 1834, 16 L. Ed. 2d 908 (1966). Normally, a search or seizure is not considered reasonable unless it is accompanied by a judicial warrant issued only after a finding of probable cause. Skinner v. Railway Labor Executives' Ass'n, 489 U.S. 602, 619, 109 S. Ct. 1402, 1414, 103 L. Ed. 2d 639 (1989). However, the procedural safeguards required by A.R.S. sections 13-4438 and 31-281 are more stringent than those required for the issuance of a warrant based upon a finding of probable cause. Here, the order to draw blood follows either an adjudication of delinquency, which is based on a determination beyond a reasonable doubt, or a constitutionally safeguarded admission by a juvenile that an enumerated sexual offense was committed. Further, it applies only after the juvenile is incarcerated, committed to a secure care facility, or placed on probation. Arizona Revised Statutes Annotated sections 13-4438 and 31-281 do not require an exception to the warrant rule. In effect, the standard required by the statutes is beyond a reasonable doubt, which is a substantially greater burden than the finding of probable cause required for a search warrant.\nA juvenile's right to privacy is not violated by the physical intrusion involved in drawing blood or by subsequent DNA testing. Although the physical intrusion involved in drawing blood infringes upon an individual's expectation of privacy, the intrusion is reasonable in light of the need to ensure public safety. See Skinner, 489 U.S. at 616, 620, 109 S. Ct. at 1412-13, 1414-15. Society recognizes that \"blood tests do not constitute an unduly extensive imposition on *424 an individual's personal privacy and bodily integrity.\" Winston v. Lee, 470 U.S. 753, 762, 105 S. Ct. 1611, 1617, 84 L. Ed. 2d 662 (1985). Moreover, the expectation of privacy is significantly diminished when one considers that the individual asserting the claim has been adjudicated delinquent for committing a sexual offense. The public's interest in effective law enforcement, crime prevention, and the identification and apprehension of those who commit sex offenses rightfully outweighs the intrusion on the delinquent juvenile's privacy. A juvenile's right to be free from unreasonable searches and seizures and right to privacy are not violated by A.R.S. sections 13-4438 or 31-281.\nIII. Use of DNA Test Results Beyond Age Eighteen\nThe juveniles argue that the juvenile court lacks jurisdiction to order them to undergo mandatory DNA testing, which may be used for any law enforcement identification purpose, including adult prosecutions, beyond the age of majority. The juveniles assert that Article VI, section 15 of the Arizona Constitution limits the exclusive jurisdiction of the juvenile court to age eighteen. Article VI, section 15 of the Arizona Constitution also states in the last sentence that \"[t]he powers of the judges to control such children shall be as provided by law.\" \"We submit that [this] sentence of Article 6, § 15 means that once the juvenile court has acquired proper jurisdiction over persons under the age of 18, it may continue control over these persons as provided by law; which means as provided by the legislature.\" Appeal in Maricopa County Juvenile Action No. J-86843, 125 Ariz. 227, 229, 608 P.2d 804, 806 (App. 1980). Because the legislature has expressly granted the juvenile court jurisdiction to order mandatory DNA testing by enacting A.R.S. sections 13-4438 and 31-281, there has been no violation of the Arizona Constitution.\nThe juveniles also argue that A.R.S. section 8-207(C) prohibits use of DNA test results beyond the age of majority. Section 8-207(C) provides:\nThe disposition of a child in the juvenile court may not be used against the child in any case or proceeding in any court other than a juvenile court, whether before or after reaching majority, except as provided by § 28-444.\nThe use of a juvenile's DNA test results beyond the age of majority does not violate section 8-207(C) because DNA testing is not punitive and is procedural in nature. Section 8-207(C) relates to an adjudication and the punishment imposed by the juvenile court and not to an order to submit to DNA testing.\nFinally, the juveniles argue that A.R.S. section 8-247, which allows for the destruction of juvenile court records once the juvenile reaches the age of majority, acts as a bar to the use of DNA test results beyond the age of majority. We disagree. The discretion to destroy a juvenile's court record lies with the juvenile court. However, A.R.S. section 8-247 does not provide the juvenile court discretion to destroy a Department of Public Safety record. Nor does it preclude the legislature from specifically providing for public agencies, such as the Department of Public Safety, to maintain records concerning juveniles for purposes separate from those of the juvenile court. Section 8-247 is inapplicable to the issues in this appeal.\nWe hold that A.R.S. sections 13-4438 and 31-281, which permit the use of a juvenile's DNA test results in adult prosecutions, do not conflict with the Arizona Constitution or A.R.S. section 8-207(C).\nIV. Purpose of Juvenile Court\nThe juveniles argue that A.R.S. sections 13-4438 and 31-281 violate the philosophy and theory of the juvenile court and conflict with the provisions of A.R.S. Title 8 relating to the basic idealogy of delinquency proceedings. The philosophy of the juvenile court is to \"stand[] in the position of a protecting parent rather than a prosecutor.\" Application of Gault, 99 Ariz. 181, 188, 407 P.2d 760, 765 (1965), rev'd on other grounds, 387 U.S. 1, 87 S. Ct. 1428, 18 L. Ed. 2d 527 (1967). \"The purpose of disposition following an adjudication of delinquency is rehabilitation, not punishment.\" Appeal in Maricopa County Juvenile Action No. JV-510312, 183 *425 Ariz. 116, 118, 901 P.2d 464, 466 (App. 1995). While we must recognize the protective nature of the juvenile court's role, we must also recognize society's need to detect and deter the repetitive offender.\nThe juveniles assert, and we agree, that juvenile proceedings should be conducted with an eye toward protection, treatment and guidance of children. However, we disagree with the assertion that the two statutes at issue violate this philosophy. DNA testing works in concert with these interests by deterring the juvenile from committing future sex offenses, while aiding police in investigating future crimes. We find that the statutes further the protective and rehabilitative goals of the juvenile court.\nCONCLUSION\nFor the foregoing reasons, we affirm the juvenile court orders requiring the juveniles to submit to DNA testing.\nFIDEL, P.J., and GRANT, J., concur.\nNOTES\n[1]  A.R.S. § 13-4438 provides in pertinent part:\n\nB. Except as provided in subsection E of this section, before a person who was convicted or adjudicated delinquent of a sexual offense as provided in §§ 13-1403, 13-1404, 13-1405, 13-1406, 13-1410, 13-1411, 13-1412 or 13-3608 and who was sentenced to a term of incarceration in a county jail detention facility or a county juvenile detention facility is released, the county jail detention facility shall secure a blood sample sufficient for deoxyribonucleic acid testing and extraction. The county jail detention facility shall transmit the sample to the department of public safety.\nC. Except as provided in subsection E of this section, within fifteen days after a person is convicted or adjudicated delinquent of a sexual offense as provided in §§ 13-1403, 13-1404, 13-1405, 13-1406, 13-1410, 13-1411, 13-1412 or 13-3608 and is sentenced to a term of probation, a county probation department shall secure a blood sample sufficient for deoxyribonucleic acid testing and extraction. The county probation department shall transmit the sample to the department of public safety.\nD. Except as provided in subsection E of this section, before a person who was adjudicated delinquent of a sexual offense as provided in §§ 13-1403, 13-1404, 13-1405, 13-1406, 13-1410, 13-1411, 13-1412 or 13-3608 and who was committed to a secure care facility, the department of juvenile corrections shall secure a blood sample sufficient for deoxyribonucleic acid testing and extraction. The department of juvenile corrections shall transmit the sample to the department of public safety.\nE. A blood sample shall not be secured pursuant to subsection A, B, C or D of this section if the scientific criminal analysis section of the department of public safety has previously made a deoxyribonucleic acid analysis of the person's blood pursuant to this section and maintains a report of the results.\nF. The department of public safety shall conduct an analysis of the samples that it receives and shall make and maintain a report of the results of each deoxyribonucleic acid analysis.\n[2]  A.R.S. § 31-281 provides in pertinent part:\n\nA. A person convicted or adjudicated delinquent of a sexual offense as provided in §§ 13-1403, 13-1404, 13-1405, 13-1406, 13-1410, 13-1411, 13-1412 or 13-3608 shall submit to deoxyribonucleic acid testing for law enforcement identification purposes. Reports of the tests shall be maintained by the department of public safety.\n. . . .\nC. Results of any tests secured pursuant to this section from a person adjudicated delinquent may be used for any law enforcement identification purpose, including adult prosecutions.\n\n",
            "ocr": false,
            "opinion_id": 1452706
        }
    ],
    "court_short_name": "Court of Appeals of Arizona",
    "court_full_name": "Court of Appeals of Arizona",
    "court_type": "SA",
    "court_jurisdiction": "Arizona, AZ",
    "crime_category": "Rape"
}