{
    "id": 1455951,
    "judges": "Hume, Jones, Taubman",
    "date_filed": "1998-07-09",
    "date_filed_is_approximate": true,
    "slug": "people-v-rosales",
    "case_name_short": "Rosales",
    "case_name": "People v. Rosales",
    "case_name_full": "The PEOPLE of the State of Colorado, Plaintiff-Appellee, v. John L. ROSALES, A/K/A Juan L. Rosales, A/K/A Kango, Defendant-Appellant",
    "attorneys": "Gale A. Norton, Atty. Gen., Stephen K. ErkenBrack, Chief Deputy Atty. Gen., Timothy M. Tymkovieh, Sol. Gen., Roger G. Bil-lotte, Asst. Atty. Gen., Denver, for plaintiff-appellee., David Vela, State Public Defender, Ellen K. Eggleston, Deputy State Public Defender, Denver, for defendant-appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied May 18, 1995., Certiorari Denied Feb. 26, 1996.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b702-14\">\n    The PEOPLE of the State of Colorado, Plaintiff-Appellee, v. John L. ROSALES, a/k/a Juan L. Rosales, a/k/a Kango, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b702-17\">\n    No. 93CA0938.\n   </docketnumber><br><court id=\"b702-18\">\n    Colorado Court of Appeals, Div. III.\n   </court><br><decisiondate id=\"b702-20\">\n    March 23, 1995.\n   </decisiondate><br><otherdate id=\"b702-21\">\n    Rehearing Denied May 18, 1995.\n   </otherdate><otherdate id=\"ADX\">\n    Certiorari Denied Feb. 26, 1996.\n   </otherdate><br><attorneys id=\"b705-15\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"647\"> \n     *647\n     </span>\n    Gale A. Norton, Atty. Gen., Stephen K. ErkenBrack, Chief Deputy Atty. Gen., Timothy M. Tymkovieh, Sol. Gen., Roger G. Bil-lotte, Asst. Atty. Gen., Denver, for plaintiff-appellee.\n   </attorneys><br><attorneys id=\"b705-16\">\n    David Vela, State Public Defender, Ellen K. Eggleston, Deputy State Public Defender, Denver, for defendant-appellant.\n   </attorneys>",
    "citations": [
        "911 P.2d 644"
    ],
    "opinions": [
        {
            "author_str": "Taubman",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6699.0,
            "opinion_text": "\n911 P.2d 644 (1995)\nThe PEOPLE of the State of Colorado, Plaintiff-Appellee,\nv.\nJohn L. ROSALES, a/k/a Juan L. Rosales, a/k/a Kango, Defendant-Appellant.\nNo. 93CA0938.\nColorado Court of Appeals, Div. III.\nMarch 23, 1995.\nRehearing Denied May 18, 1995.\nCertiorari Denied February 26, 1996.\n*647 Gale A. Norton, Atty. Gen., Stephen K. ErkenBrack, Chief Deputy Atty. Gen., Timothy M. Tymkovich, Sol. Gen., Roger G. Billotte, Asst. Atty. Gen., Denver, for plaintiff-appellee.\nDavid Vela, State Public Defender, Ellen K. Eggleston, Deputy State Public Defender, Denver, for defendant-appellant.\nOpinion by Judge TAUBMAN.\nDefendant, John L. Rosales, appeals the judgment of conviction entered upon a jury verdict finding him guilty of two counts of criminal attempt to commit second degree murder, two counts of first degree assault, and two counts of violent crime. We remand for further findings.\nThe following facts are essentially undisputed. Late in the evening on August 29, 1992, defendant and several of his friends were standing outside a video arcade when they became embroiled in an altercation with two men. The two men were stabbed multiple times, and defendant also incurred stab wounds during the altercation.\nSubsequently, some of defendant's companions took him to the hospital for treatment of his injuries. The other two men went to the same hospital for treatment.\nAt approximately 2:00 a.m., the police arrived at the hospital and began conducting an investigation of the altercation. The police interviewed defendant while he was sitting in the waiting room of the hospital, as well as his companions who had been waiting for him outside. The police were unable to interview either of the other two men at that time because they were undergoing medical treatment.\nAt 7:30 a.m. that morning, the police arrested defendant and questioned him over a two and one-half hour period at the police department. The record does not disclose whether defendant had slept at any time between 2:00 a.m. and 7:30 a.m. that morning.\nBefore questioning him, the detective gave defendant a warning pursuant to Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966), and defendant acknowledged *648 that he understood his rights and that he was waiving those rights. During the interview, he provided several different versions of the incident, most of which indicated that he was the victim of the attack.\nAfter defendant gave the first version of the altercation, the detective told defendant that he knew that he was not being truthful based on his interviews with other witnesses.\nWhen the defendant began giving another version that still involved him being attacked, the detective stopped him and again told him that he was lying based upon what the other witnesses had told him and that he wanted the truth from defendant. The detective then falsely told the defendant that the altercation had been videotaped by a security camera and that the videotape was being prepared so that the detective could view it. At the suppression hearing, the interviewing detective admitted that no videotape of the altercation existed.\nThe defendant then provided the detective with three other versions of the altercation, and after each version the detective told him that he was still not being truthful. The detective warned defendant to tell him the truth before he learned it himself from the videotape.\nAt that point, the detective exited the interview room to confer with other detectives who had been monitoring the conversation. The detectives decided that, if it appeared to them that defendant continued to be untruthful, they would confront him with statements that he had made in the car on the way to the hospital. Those statements indicated that defendant was the person who stabbed the victims. The detectives also decided that if defendant continued to be untruthful, the interviewing detective would cough as a signal for the officers to knock on the door and give him a blank videotape.\nThe interview resumed, and the interviewing detective confronted defendant with the statements he had allegedly made about thinking that he had killed one of the men by stabbing him six times. Defendant responded that he had merely been bragging about something that he had not done. Defendant also stated that it was not until he arrived at the hospital that he learned that the second man had been stabbed.\nStill believing that defendant was not being truthful, the interviewing detective coughed to signal the other detectives. He then left the interview room and obtained from the other detectives a blank videotape that had been conspicuously marked, both on the videotape itself and the cover, with the date and location of the altercation. The detective then placed the tape in front of the defendant and told him he was tired of being lied to. He also falsely told defendant that he had just watched the videotape, which showed the defendant stab the two other men. Then, the detective asked him why he had lied to him and wasted his time. At that point, defendant confessed that he had stabbed both victims because they had embarrassed him in front of his friends during the fight.\nContending that the statements he had made to the police, both at the hospital and after his arrest, were involuntary, defendant filed separate motions to have them suppressed. He also argued that the police had violated his right to due process since they had continued to question him after he had invoked his right to counsel. The trial court conducted an evidentiary hearing on his motions after which it concluded that all of his statements were voluntary and that he had not invoked his right to counsel. Defendant was subsequently convicted and this appeal followed.\n\nI. Voluntariness of Defendant's Confession\nDefendant contends that the trial court erred in refusing to suppress the statement he made during the interview at the police department because the officers' coercive and deceptive conduct during the questioning rendered the statements involuntary. Because the trial court made only limited factual findings, and no factual findings on disputed issues, in determining whether defendant's confession was voluntary, we conclude that the matter must be remanded for entry of additional findings, including resolution on the record of contested factual issues.\n*649 A suspect's confession is admissible in evidence only if it is voluntary. People v. Raffaelli, 647 P.2d 230 (Colo.1982). Voluntariness is derived from the totality of the circumstances, which must demonstrate that the accused's statement is the product of his or her free and unconstrained choice. People v. Mounts, 784 P.2d 792 (Colo.1990). It must not be the result of official coercion, intimidation, or deception. Colorado v. Connelly, 479 U.S. 157, 107 S. Ct. 515, 93 L. Ed. 2d 473 (1986); People v. May, 859 P.2d 879 (Colo.1993).\nOfficial coercion includes any sort of threats, or any direct or implied promises or improper influences, however slight. People v. Mendoza-Rodriguez, 790 P.2d 810 (Colo.1990); People v. Lytle, 704 P.2d 331 (Colo.App.1985). A statement by a police officer instructing a suspect not to lie to him or her may constitute a threat. See People v. Thomas, 839 P.2d 1174 (Colo.1992). Coercive police conduct may include even subtle forms of psychological coercion. People v. Gennings, 808 P.2d 839 (Colo.1991).\nThe determination of whether governmental conduct is actually coercive and induces a challenged statement can only be made by assessing the totality of the circumstances under which the statement is made, including factors such as:\nWhether the defendant was in custody or free to leave and was aware of his situation; whether Miranda warnings were given prior to any interrogation and whether the defendant understood and waived his Miranda rights; whether the defendant had the opportunity to confer with counsel; whether the challenged statement was made during the course of interrogation or instead was volunteered; whether any overt or implied threat or promise was directed to the defendant; the method and style employed by the interrogator in questioning the defendant and the length and place of the interrogation; and the defendant's mental and physical condition immediately prior to and during the interrogation, as well as his educational background, employment status, and prior experience with the law enforcement and criminal justice system. People v. Gennings, supra, at 844; People v. Dracon, 884 P.2d 712 (Colo.1994).\nHere, although the trial court made extensive findings in its ruling on the motion to suppress regarding the custodial nature of the statements made by defendant at the hospital and, later, whether he had invoked his right to counsel, the trial court concluded that defendant's confession at the police department was voluntary with only limited factual findings and no factual findings on issues that were disputed.\nIn ruling on a motion to suppress a confession, a court must engage in both fact finding and law application. While a court's findings of historical fact are entitled to deference and will not be overturned if adequately supported by competent evidence in the record, it is critical that the trial court, in making its findings, expressly resolve on the record the contested factual issues. People v. Gennings, supra.\nOnce the trial court has made its factual findings, it must then conclude as a matter of law whether defendant's confession was voluntary. See People v. Dracon, supra.\nAs we read People v. Gennings, supra, at least where there are disputed issues of fact, the trial court, in determining whether a defendant's confession is voluntary, must make specific findings concerning the factors it has considered under the \"totality of the circumstances\" test. As the Gennings court noted, such factual findings are necessary to allow for appellate review of an ultimate legal conclusion of constitutional law.\nUnder these circumstances, we conclude the matter must be remanded, and on remand, the trial court must make specific findings regarding the Gennings factors which involve disputed issues of fact to determine whether defendant's confession was voluntary. The trial court in its discretion may allow the parties to submit additional evidence concerning those factors.\n\nII. Custodial Interrogation\nDefendant also contends that the trial court erred when it ruled that the statements he made to the police at the hospital *650 were not the product of custodial interrogation and, therefore, were voluntary. We do not agree.\nA defendant's statements made during the course of a custodial police interrogation are inadmissible as evidence in a criminal case unless the prosecutor establishes that the defendant was advised of certain constitutional rights and waived those rights. People v. Dracon, supra. See Miranda v. Arizona, supra. However, before a Miranda advisement is required, the person to whom the advisement is given must be in custody at the time of the advisement, and the statements being made to the person must be the product of a police interrogation. People v. Haurey, 859 P.2d 889 (Colo.1993).\nWhen determining whether an individual is in custody at the time of questioning, the relevant inquiry is whether a reasonable person in the suspect's position would consider himself or herself deprived of freedom of action in a significant way. People v. Dracon, supra. This determination is a question of fact to be resolved by the trial court after assessing the credibility of the witnesses and weighing their testimony, People v. LaFrankie, 858 P.2d 702 (Colo.1993), and its findings will not be reversed on appeal if they are supported by competent evidence and if it applied the correct legal standard. People v. Haurey, supra.\nTo determine whether an individual is in custody, a court must evaluate the totality of the circumstances under which the questioning occurred. People v. Horn, 790 P.2d 816 (Colo.1990).\nFor purposes of Miranda, the term \"interrogation\" refers to both express questioning by a police officer and to any words or actions made by the officer that are reasonably likely to elicit an incriminating response from the defendant. Rhode Island v. Innis, 446 U.S. 291, 100 S. Ct. 1682, 64 L. Ed. 2d 297 (1980); People v. Dracon, supra.\nWhen an officer arrives at the scene of an accident or a crime, or at the hospital where the parties involved have since moved, the officer may reasonably detain and question people without such detention or inquiry rising to the level of custodial interrogation. See People v. Milhollin, 751 P.2d 43 (Colo. 1988).\nHere, when the police questioned the defendant at the hospital, their inquiries of defendant included: \"Do you know what happened\"; \"Tell me how you got cut\"; \"I'd like to know where [you] received [your] injuries and what took place\"; and \"What type of weapon [was used?].\" Defendant related a version of the events indicating that he was the victim of the attack by an unknown assailant with a knife. In response, police asked defendant to provide them with a better description of the assailants. The police testified at the suppression hearing that they had treated the defendant as a victim during their questioning of him at the hospital.\nBased on that evidence, the trial court concluded that defendant was neither being interrogated nor in custody when he spoke with the police at the hospital. The trial court noted that when police arrive at a crime scene, they have certain rights and obligations, which include detaining people in order to gather information relevant to their investigation. It further observed that the Supreme Court noted in Miranda that its decision was not intended to hamper the traditional function of police officers in investigating crime. See Miranda v. Arizona, supra.\nBecause the trial court's conclusions are supported by competent evidence in the record, we may not disturb them. Accordingly, we find no reversible error.\n\nIII. Right to Counsel\nDefendant next contends that the trial court denied him his Fifth Amendment right to counsel when it admitted custodial statements that were obtained after he had requested representation by counsel. We are not persuaded.\nOn August 31, 1992, defendant appeared in court to receive an advisement of his rights pursuant to Crim.P. 5. He did not ask for the appointment of an attorney to represent him at that time. At that appearance, the court deferred until September 2, 1992, a *651 ruling on the issue of defendant's indigency and eligibility for court appointed counsel.\nLater that day, when another detective interviewed defendant's girlfriend at the police station, she indicated that defendant wanted her to help him obtain a lawyer. She did not, however, state that defendant told her to inform the police that he was seeking legal counsel.\nAt the suppression hearing, a third detective testified that on September 1, 1992, he was investigating an auto theft case in which defendant was listed as a suspect. Upon learning that defendant was in custody on a separate matter, he went to the jail to interview defendant about the auto theft case. The detective gave defendant a full Miranda advisement. Defendant stated that he was willing to speak with the detective about the auto theft case, and thus, signed a waiver of his rights.\nAfter the detective then questioned defendant about the auto theft case, defendant told the detective that he wanted to discuss the stabbing altercation. The detective had not mentioned this case prior to the defendant stating that he wanted to speak about it. The detective testified that all he knew, at that point, was that defendant was in jail for an incident that had occurred at the video arcade. The detective said that he had no details about the incident and did not ask the defendant any questions.\nDefendant stated that he had been attacked by two men and, after a struggle, he obtained a knife from one of them which he used to stab both of them in self defense. Defendant claimed that he had stabbed the two men a total of three times and that any additional wounds to them may have been inflicted by one of his companions. Defendant never indicated that he wanted to speak with an attorney either before or during the interview. It was the detective's understanding that the defendant was not represented at that time.\nThe trial court declined the defendant's request to suppress his statement to the detective, ruling that knowledge by the police that defendant wanted his girlfriend to help him find a lawyer did not constitute invocation of his right to counsel.\nOnce a suspect has been advised of his Miranda rights, and has invoked his or her right to confer with counsel, the police cannot conduct further interrogation until counsel has been made available to the suspect, unless the suspect initiates further communication, exchanges, or conversations with police. Edwards v. Arizona, 451 U.S. 477, 101 S. Ct. 1880, 68 L. Ed. 2d 378 (1981).\nThis rule embodies two distinct inquiries. First, the court must determine whether the suspect expressed a desire for, or clearly asserted a right to, the assistance of counsel. Second, if the suspect invoked his or her right to counsel, a court may admit his responses to further questioning only after finding that the suspect initiated further discussion with the police and knowingly and intelligently waived the right he or she had invoked. Smith v. Illinois, 469 U.S. 91, 105 S. Ct. 490, 83 L. Ed. 2d 488 (1984).\n\"Events occurring outside of the presence of the suspect and entirely unknown to him surely can have no bearing on the capacity to comprehend and knowingly relinquish a constitutional right.\" Moran v. Burbine, 475 U.S. 412, 422, 106 S. Ct. 1135, 1141, 89 L. Ed. 2d 410, 421 (1986); see People v. Page, 907 P.2d 624 (Colo.App.1995).\nContrary to defendant's contention, nothing in Miranda or its progeny has indicated that the right to counsel may be invoked by anyone other than the suspect. The principles of Miranda place the invocation of the right to counsel upon the suspect, and not upon benign third parties. State v. Burbine, 451 A.2d 22 (R.I.1982), writ of habeas corpus denied sub nom., Burbine v. Moran, 589 F. Supp. 1245 (D.R.I.1984), rev'd, 753 F.2d 178 (1st Cir.1985), rev'd sub nom. Moran v. Burbine, supra (suspect's sister did not invoke the suspect's right to counsel by obtaining an attorney for him without his knowledge); see also Kelly v. State, 621 S.W.2d 176 (Tex.Cr.App.1981) (defendant's request for mother to get him an attorney in the presence of police officer who heard such request is not sufficient to invoke his right to counsel); cf. People v. Marcellus, 819 P.2d *652 555 (Colo.App.1991) (only the defendant may initiate further communications with police once the defendant has invoked the right to counsel).\nHere, when defendant was being interrogated in the interview room, and subsequently after his Crim.P. 5 hearing, he was given the Miranda warnings. In neither instance did defendant indicate in any manner that he wished to consult with an attorney before speaking. Further, when defendant called his girlfriend, he merely asked her to help him in obtaining an attorney. He did not request that she convey his request for counsel to the police.\nUnder these circumstances, the girlfriend's statement to the police that defendant had requested her to help him obtain counsel was insufficient to invoke his right to counsel. Consequently, the police could permissibly initiate further discussion about any case with him. Accordingly, we conclude that the trial court correctly declined to suppress defendant's statements made during that interrogation.\n\nIV. Jury Instructions\nDefendant further asserts that, based on the instructions given, the jury would have considered whether he acted under heat of passion only if it found him not guilty of attempted second degree murder and that, because it found him guilty of that charge, it was not permitted to consider the mitigating aspects of heat of passion manslaughter. We do not agree.\nHere, the court instructed the jury that, if it found that the prosecution had failed to prove the elements of attempted second degree murder beyond a reasonable doubt, it could consider any of the lesser offenses.\nThe instructions did not direct the jury to ignore the elements of heat of passion manslaughter if it found defendant guilty of attempted second degree murder. Thus, the instructions did not establish an order of priority of the lesser offenses.\nIn addition, even if the instructions were erroneous, any such error would be harmless under the circumstances presented here.\nSpecifically, defendant was also charged with two counts of first degree assault stemming from the same altercation that gave rise to the charged offense of criminal attempt to commit second degree murder. To find defendant guilty of first degree assault against each of the victims, the jury was required to consider the mitigating circumstance of whether he acted upon a sudden heat of passion caused by a serious and highly provoking act of the intended victim, which affected the defendant sufficiently to excite an irresistible passion in a reasonable person. See § 18-3-202(1)(a), C.R.S. (1986 Repl.Vol. 8B).\nAs to each victim, the jury concluded that the first degree assault counts were not performed on a sudden heat of passion. Thus, if the jury, based on the same victims and the same conduct by defendant, considered whether he acted in the heat of passion as to first degree assault charges and found beyond a reasonable doubt that he had not, it would have been logically inconsistent for it to have returned a verdict of guilty as to attempted manslaughter (heat of passion) charges had it been instructed as defendant requested. Further, since the primary focus of both the prosecution's and defendant's closing arguments was whether defendant had acted in the heat of passion, we cannot conclude that the jury was precluded from considering the mitigating aspects of manslaughter.\nWe note that similar arguments have been rejected by other divisions of this court in People v. Wadley, 890 P.2d 151 (Colo.App. 1994) and People v. Seigler, 832 P.2d 980 (Colo.App.1991). Under the circumstances presented here, however, even if we were inclined to follow the reasoning expressed in the dissent in People v. Wadley, supra, and the special concurrence in People v. Seigler, supra, any errors in the instructions given were harmless.\n\nV. Closing Argument\nDefendant next asserts that, by providing examples of what circumstances will satisfy the elements of \"heat of passion\" during closing argument, the prosecutor improperly *653 narrowed the scope of that mitigating factor. Once again, we disagree.\nIt is improper for an attorney to misstate or misinterpret the law during closing arguments and an attorney may not usurp the trial court's authority to instruct the jury on the law. People v. Rodriguez, 794 P.2d 965 (Colo.1990).\nAllegations of improper closing argument must be evaluated in the context of the argument as a whole and in light of the evidence presented. People v. Marin, 686 P.2d 1351 (Colo.App.1983).\nDuring closing argument, the prosecutor stated that the mitigating factor of heat of passion applies in situations where a reasonable person would become so enraged that he or she might come to the point of taking a life, such as when a parent sees his or her child murdered or a husband witnesses the rape of his wife.\nContrary to defendant's assertions, our review of the record indicates that the prosecutor was merely providing examples of situations where a defendant might have acted in the heat of passion. Consequently, we conclude that the trial court did not err when it overruled defendant's objection to the argument. Cf. People v. Sepeda, 196 Colo. 13, 581 P.2d 723 (1978) (prosecutor's characterization of criminally negligent homicide as a \"little thing\" did not constitute reversible error).\n\nVI. Motion for New Trial Based on Newly Discovered Evidence\nFinally, defendant contends that the trial court erred in denying his motion for new trial based on newly discovered evidence. Under the circumstances presented here, we reject defendant's contention.\nMotions for new trial based upon newly discovered evidence are looked upon with great disfavor, and the denial of such a motion by the trial court will not be reversed absent a showing of gross abuse of discretion. People v. Phillips, 732 P.2d 1226 (Colo. App.1986).\nTo be successful on a motion for new trial based upon newly discovered evidence, a defendant must demonstrate that the evidence was discovered after trial; that the defendant and his or her counsel exercised due diligence to discover all possible evidence favorable to the defendant prior to and during trial; that the newly discovered evidence is material to issue involved, and not merely cumulative or impeaching; and that the newly discovered evidence would probably result in an acquittal if presented at a new trial. People v. Estep, 799 P.2d 405 (Colo.App. 1990).\nAfter trial, defendant obtained and submitted to the trial court two letters, written by someone identified only as \"Daniel,\" which indicated that the writer had also stabbed the victims. The letters did not suggest that defendant had not stabbed either of the victims, but rather, at most, they implicated an accomplice.\nDefendant also submitted a third letter, addressed \"To whom it may concern,\" and signed, \"Unknow\" [sic], which indicated that defendant had not stabbed the victims at all. However, defendant provided no authentication for any of the letters and, consequently, the trial court suggested that it was doubtful that they would be admissible at another trial.\nThe trial court concluded that the newly discovered evidence submitted by defendant was not material to the issues involved or of such character as to probably result in an acquittal if presented at another trial. Based on our review of the record, we agree, and thus, we conclude that there was no abuse of discretion.\nIn summary, the cause is remanded for the trial court to determine, by appropriate findings whether, after applying the Gennings factors, defendant's confession at the police department was voluntary. If the trial court concludes that the confession was involuntary, it should be suppressed, and defendant is entitled to a new trial. However, if the court concludes that the confession was voluntary, then defendant's convictions shall stand affirmed, subject to his right to appeal those findings and that conclusion of law.\nHUME and JONES, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 1455951
        }
    ],
    "court_short_name": "Colorado Court of Appeals",
    "court_full_name": "Colorado Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Colorado, CO",
    "crime_category": "Rape"
}