{
    "id": 701295,
    "judges": "Anderson, Holloway, Tacha",
    "date_filed": "1990-04-21",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-matthew-wayne-tome",
    "case_name_short": null,
    "case_name": "United States v. Matthew Wayne Tome",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Matthew Wayne TOME, Defendant-Appellant",
    "attorneys": "Joseph W. Gandert, Asst. Federal Public Defender, Albuquerque, N.M., for appellant., Louis M. Fischer, Atty. Dept, of Justice, Washington, DC (John J. Kelly, U.S. Atty., D.N.M., with him on the brief) for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 85,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1526-9\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Matthew Wayne TOME, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b1526-12\">\n    No. 92-2104.\n   </docketnumber><br><court id=\"b1526-13\">\n    United States Court of Appeals, Tenth Circuit.\n   </court><br><decisiondate id=\"b1526-15\">\n    July 31, 1995.\n   </decisiondate><br><attorneys id=\"b1528-19\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1448\"> \n     *1448\n     </span>\n    Joseph W. Gandert, Asst. Federal Public Defender, Albuquerque, N.M., for appellant.\n   </attorneys><br><attorneys id=\"b1528-20\">\n    Louis M. Fischer, Atty. Dept, of Justice, Washington, DC (John J. Kelly, U.S. Atty., D.N.M., with him on the brief) for appellee.\n   </attorneys><br><judges id=\"b1528-21\">\n    Before ANDERSON, TACHA, and HOLLOWAY, Circuit Judges.\n   </judges>",
    "citations": [
        "61 F.3d 1446"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/61/61.F3d.1446.92-2104.html",
            "author_id": null,
            "opinion_text": "61 F.3d 1446\n    42 Fed. R. Serv. 699\n    UNITED STATES of America, Plaintiff-Appellee,v.Matthew Wayne TOME, Defendant-Appellant.\n    No. 92-2104.\n    United States Court of Appeals,Tenth Circuit.\n    July 31, 1995.\n    \n      Joseph W. Gandert, Asst. Federal Public Defender, Albuquerque, N.M., for appellant.\n      Louis M. Fischer, Atty. Dept. of Justice, Washington, DC (John J. Kelly, U.S. Atty., D.N.M., with him on the brief) for appellee.\n      Before ANDERSON, TACHA, and HOLLOWAY, Circuit Judges.\n      OPINION ON REMAND\n      TACHA, Circuit Judge.\n    \n    I. BACKGROUND\n    \n      1\n      A jury convicted defendant Matthew Wayne Tome of aggravated sexual abuse in violation of 18 U.S.C. Secs. 1153, 2241(c), and 2246(2)(A) and (B).1  In his appeal to this court, defendant challenged the admissibility of the hearsay statements relayed by six witnesses.  Each witness related out-of-court statements made by the child victim (A.T.).  We concluded that the testimony of these witnesses was admissible because it was not hearsay under the Federal Rules of Evidence and affirmed defendant's conviction.  United States v. Tome, 3 F.3d 342, 347 (10th Cir.1993), rev'd, --- U.S. ----, 115 S. Ct. 696, 130 L. Ed. 2d 574 (1995).  We reasoned that the government offered the testimony of these six witnesses to rebut defendant's implied charge that the victim fabricated her allegations.  Id. at 349.   Consequently, we held that, even though A.T. made the statements after her alleged motive to fabricate had arisen, the statements were prior consistent statements admissible under Fed.R.Evid. 801(d)(1)(B).  Id. at 351.\n    \n    \n      2\n      The United States Supreme Court reversed our decision.  Tome v. United States, --- U.S. ----, ----, 115 S. Ct. 696, 705, 130 L. Ed. 2d 574 (1995).  Specifically, the Court held that Rule 801(d)(1)(B) \"permits the introduction of a declarant's consistent out-of-court statements to rebut a charge of recent fabrication or improper influence or motive only when those statements were made before the charged recent fabrication or improper influence or motive.\"  Id.\n    \n    \n      3\n      The case is now before us on remand.2  Pursuant to our order, the parties have submitted supplemental briefs addressing the remaining issues.3  On remand, we must first determine whether the challenged evidence could have been admitted under another rule of evidence.  See Fortier v. Dona Anna Plaza Partners, 747 F.2d 1324, 1331 (10th Cir.1984) (\"We may affirm the rulings on admission of evidence if that evidence is admissible under any of the Federal Rules of Evidence.\").  If we find that any of the statements were inadmissible, we must then assess whether the district court's error in admitting them was nevertheless harmless.  See United States v. Flanagan, 34 F.3d 949, 955 (10th Cir.1994).\n    \n    II. STANDARD OF REVIEW\n    \n      4\n      Evidentiary decisions rest within the sound discretion of the trial court, and we review those decisions only for an abuse of that discretion.  United States v. Cestnik, 36 F.3d 904, 906 (10th Cir.), cert. denied, --- U.S. ----, 115 S. Ct. 1156, 130 L. Ed. 2d 1113 (1994).  Our review is especially deferential when the challenged ruling concerns the admissibility of evidence that is allegedly hearsay.  Id. at 906-07.  \"Finally, we consider the record as a whole in reviewing evidentiary rulings.\"  Id. at 907.\n    \n    III. DISCUSSION\n    \n      5\n      A. Testimony of Karen Kuper, Laura Reich, and Jean Spiegel\n    \n    \n      6\n      We first address the testimony of three pediatricians who examined A.T.  In their testimony, the three doctors relayed statements made by A.T. either before or during the doctors' physical examinations of the child.  At trial, the district court admitted the doctors' hearsay testimony under both Rules 801(d)(1)(B) and 803(4).\n    \n    \n      7\n      Although hearsay testimony is generally inadmissible, Fed.R.Evid. 802, the Federal Rules of Evidence contain a number of exceptions to the hearsay prohibition.  See Fed.R.Evid. 803, 804.  One of these exceptions, Rule 803(4), makes admissible \"[s]tatements made for purposes of medical diagnosis or treatment and describing medical history, or past or present symptoms, pain, or sensations, or the inception or general character of the cause or external source thereof insofar as reasonably pertinent to diagnosis or treatment.\"   Fed.R.Evid. 803(4).  This exception is premised on the theory that a patient's statements to her physician are likely to be particularly reliable because the patient has a self-interested motive to be truthful:  She knows that the efficacy of her medical treatment depends upon the accuracy of the information she provides to the doctor.  United States v. Joe, 8 F.3d 1488, 1493 (10th Cir.1993), cert. denied, --- U.S. ----, 114 S. Ct. 1236, 127 L. Ed. 2d 579 (1994).  Stated differently, \"a statement made in the course of procuring medical services, where the declarant knows that a false statement may cause misdiagnosis or mistreatment, carries special guarantees of credibility.\"  White v. Illinois, 502 U.S. 346, 356, 112 S. Ct. 736, 743, 116 L. Ed. 2d 848 (1992).\n    \n    \n      8\n      A declarant's statement to a physician that identifies the person responsible for the declarant's injuries is ordinarily inadmissible under Rule 803(4) because the assailant's identity is usually unnecessary either for accurate diagnosis or effective treatment.  Joe, 8 F.3d at 1494.   This court held in Joe, however, that a hearsay statement revealing the identity of a sexual abuser who is a member of the victim's family or household \"is admissible under Rule 803(4) where the abuser has such an intimate relationship with the victim that the abuser's identity becomes 'reasonably pertinent' to the victim's proper treatment.\"  Id. at 1495.   In so holding, we reasoned that\n    \n    \n      9\n      [a]ll victims of domestic sexual abuse suffer emotional and psychological injuries, the exact nature and extent of which depend on the identity of the abuser.  The physician generally must know who the abuser was in order to render proper treatment because the physician's treatment will necessarily differ when the abuser is a member of the victim's family or household.  In the domestic sexual abuse case, for example, the treating physician may recommend special therapy or counseling and instruct the victim to remove herself from the dangerous environment by leaving the home and seeking shelter elsewhere.\n    \n    \n      10\n      Id. at 1494-95 (footnote omitted).  Although the victim in Joe was an adult, we stated that \"the identity of the abuser is reasonably pertinent in virtually every domestic sexual assault case,\" including those in which the victim is a child.  Id. at 1494.   Thus, when a victim of domestic sexual abuse identifies her assailant to her physician, the physician's recounting of the identification is admissible under Rule 803(4) when it is \"reasonably pertinent\" to the victim's treatment or diagnosis.  Id. at 1495;  see also John W. Strong et al., 2 McCormick on Evidence Sec. 277, at 248 (4th ed. 1992) (hereinafter McCormick ).  After reviewing the testimony of each pediatrician, we conclude that A.T.'s statements to those doctors were reasonably pertinent to her diagnosis or treatment.\n    \n    1. Testimony of Karen Kuper\n    \n      11\n      Kae Ecklebarger of Child Protection Services referred A.T. to Dr. Karen Kuper, a board certified pediatrician, for a physical examination.  Kuper testified that she examined A.T. on two occasions, in September and October 1990.  Prior to the first examination, Kuper interviewed A.T.  Kuper testified that the purpose of the interview was \"to ascertain exactly what injuries had occurred.\"   In response to Kuper's questions, A.T. told Kuper about the sexual abuse, at times pointing to the appropriate areas of dolls to answer Kuper's questions.  A.T. also identified defendant as her abuser.  After the interview, Kuper performed a complete physical examination of A.T.\n    \n    \n      12\n      We find it clear that A.T.'s statement to Kuper was reasonably pertinent to Kuper's proper diagnosis and treatment of A.T.  The information contained in the statement was important to Kuper's determination of A.T.'s condition.  This statement was therefore admissible under Rule 803(4).\n    \n    2. Testimony of Laura Reich\n    \n      13\n      A.T. saw Dr. Laura Reich on September 21, 1990, for treatment of a skin rash in the vaginal area that was unrelated to any sexual abuse.  At the time of Reich's examination of A.T., Reich was aware of the allegations of sexual abuse.  Reich testified that, prior to conducting the physical examination, she asked A.T. several personal questions.  One of these questions was whether \"anybody had ever touched her in her private area.\"   According to Reich's testimony, A.T. replied \"that her father had put his thing in her.\"   The remainder of Reich's testimony concerned her findings and conclusions from the physical examination.\n    \n    \n      14\n      Reich testified that the reason she had conducted a preexamination interview with A.T. was \"that the child needs to be comfortable with me before I examine her.\"   Because the adequacy of Reich's examination in part depended on the child's comfort with her, we find that A.T.'s statement was reasonably pertinent to Reich's diagnosis or treatment.  It consequently was admissible under Rule 803(4).\n    \n    3. Testimony of Jean Spiegel\n    \n      15\n      Dr. Jean Spiegel, an assistant professor of pediatrics at the University of New Mexico, testified that she examined A.T. for the purpose of offering a second opinion as to whether the child had been sexually abused.  Spiegel had extensive training in the area of child sexual abuse, and teaches other doctors how to examine children to detect molestation.  Most of Spiegel's testimony focused on the technical aspects of her examination of A.T. and her conclusion that A.T. had experienced chronic vaginal penetration.\n    \n    \n      16\n      On redirect examination, Spiegel testified that A.T. told her where on her body she had been touched during the abuse.  Spiegel did not ask, nor did A.T. volunteer, who had touched her.  Clearly, A.T.'s statement regarding where she had been touched was pertinent to Spiegel's diagnosis of A.T.  The district court therefore properly admitted the statement under Rule 803(4).\n    \n    B. Testimony of Kae Ecklebarger\n    \n      17\n      Kae Ecklebarger, a caseworker for Colorado Springs Child Protection Services, interviewed A.T. on August 29, 1990.  Ecklebarger testified that during the interview, A.T. gave Ecklebarger a detailed account of the alleged abuse, at times using anatomically correct dolls to demonstrate what had occurred.  Ecklebarger also testified that A.T. claimed she had told her grandmother and aunt of the abuse.  The government argues that Ecklebarger's testimony is admissible under either Rule 803(4) or Rule 803(24), the residual hearsay exception.4  We discuss the applicability of these two exceptions in order.\n    \n    \n      18\n      For a hearsay statement to be admissible under Rule 803(4), the declarant need not have necessarily made the statement to a physician.  As the advisory committee's note to the rule explains, \"[s]tatements to hospital attendants, ambulance drivers, or even members of the family might be included.\"   Fed.R.Evid. 803(4) advisory committee's note.  Accordingly, the government argues that A.T.'s statement to Ecklebarger is admissible because the job of a Child Protection Services caseworker \"was equivalent to that of a doctor under Fed.R.Evid. 803(4),\" and because A.T. understood that Ecklebarger's role was to \"help kids.\"\n    \n    \n      19\n      As stated previously, however, the test for admissibility under Rule 803(4) is \"whether the subject matter of the statements is reasonably pertinent to diagnosis or treatment.\"   McCormick Sec. 277, at 248.  Ecklebarger neither diagnosed nor treated A.T.  She described her role as \"the initial short-term investigat[or].\"  Ecklebarger spoke to A.T. two times, after which \"[t]he case was sent on to an ongoing protection worker.\"   Clearly, Ecklebarger did not treat A.T. in any way.\n    \n    \n      20\n      Nor did Ecklebarger diagnose A.T.  Indeed, Ecklebarger referred the child to Dr. Kuper for a medical opinion regarding the allegations of abuse.  Moreover, Ecklebarger testified that she interviewed A.T. only to the extent necessary to make a decision whether a protective order was appropriate.  Because Ecklebarger did not diagnose or treat A.T., the child's statement to Ecklebarger could not have been for the \"purpose[ ] of medical diagnosis or treatment,\" and thus was not properly admitted under Rule 803(4).\n    \n    \n      21\n      We next turn to whether the statement could have been admitted under the residual hearsay exception, Rule 803(24).  The residual exception to the hearsay rule makes admissible\n    \n    \n      22\n      [a] statement not specifically covered by any of the foregoing exceptions but having equivalent circumstantial guarantees of trustworthiness, if the court determines that (A) the statement is offered as evidence of a material fact;  (B) the statement is more probative on the point for which it is offered than any other evidence which the proponent can procure through reasonable efforts;  and (C) the general purposes of these rules and the interests of justice will best be served by admission of the statement into evidence.\n    \n    \n      23\n      Fed.R.Evid. 803(24).  Courts must use caution when admitting evidence under Rule 803(24), for an expansive interpretation of the residual exception would threaten to swallow the entirety of the hearsay rule.  As this court has warned, Rule 803(24) should be used only \"in extraordinary circumstances where the court is satisfied that the evidence offers guarantees of trustworthiness and is material, probative and necessary in the interest of justice.\"  United States v. Farley, 992 F.2d 1122, 1126 (10th Cir.1993).\n    \n    \n      24\n      Defendant argues that A.T.'s statement to Ecklebarger was inadmissible under Rule 803(24) because it lacked circumstantial guarantees of trustworthiness and because it was not more probative on the point for which it was offered than any other evidence the government could introduce.  In response, the government contends that, because of the similarity between the roles of a social worker and a doctor in child abuse cases, A.T.'s statements to Ecklebarger had circumstantial guarantees of trustworthiness similar to those on which Rule 803(4) is based.  The government also argues that the testimony was necessary because \"A.T. gave Ecklebarger the most detailed description of the abuse that she provided anyone.\"\n    \n    \n      25\n      The first requirement for admissibility under Rule 803(24) is that the statement have circumstantial guarantees of trustworthiness equivalent to the twenty-three specific hearsay exceptions enumerated in Rule 803.  Thus, \"if the declarant's truthfulness is so clear from the surrounding circumstances that the test of cross-examination would be of marginal utility, then the hearsay rule does not bar admission of the statement at trial.\"  Idaho v. Wright, 497 U.S. 805, 820, 110 S. Ct. 3139, 3149, 111 L. Ed. 2d 638 (1990).5  When applying this exception, the circumstantial guarantees of trustworthiness that we consider \" 'are those that existed at the time the statement was made and do not include those that may be added by using hindsight.' \"  Id. (quoting Huff v. White Motor Corp., 609 F.2d 286, 292 (7th Cir.1979)).  Moreover, other evidence that corroborates the truth of a hearsay statement is not a circumstantial guarantee of the declarant's trustworthiness.  Id. at 823, 110 S.Ct. at 3150-51 (\"[W]e think the presence of corroborating evidence more appropriately indicates that any error in admitting the statement might be harmless, rather than that any basis exists for presuming the declarant to be trustworthy.\")  (footnote omitted).\n    \n    \n      26\n      In Idaho v. Wright, the Supreme Court identified several factors that courts should consider in determining \"whether hearsay statements made by a child witness in child sexual abuse cases are reliable.\"  Id. at 821, 110 S.Ct. at 3150.   These factors include the spontaneity of the child's statement, the consistent repetition of the child's allegation, the mental state of the child, the use of terminology unexpected of a child of similar age, and the lack of a motive to fabricate.  Id.  We considered the admissibility of the hearsay statements of a child victim of sexual abuse in United States v. Farley, 992 F.2d 1122.   In that case, we found sufficient guarantees of trustworthiness in a child's statement to her mother where the child made the statement soon after she was assaulted, employed childish terminology, and was emotional when she told her mother of the assault.  Id. at 1126.\n    \n    \n      27\n      In analyzing the trustworthiness of A.T.'s statement to Ecklebarger, we emphasize that, to hold the statement admissible under Rule 803(24), we must find that A.T. \"was particularly likely to be telling the truth when the statement was made.\"  Wright, 497 U.S. at 822, 110 S.Ct. at 3150.   It is not enough merely to find an absence of evidence that the statement was unreliable.\n    \n    \n      28\n      At least three circumstances surrounding the statement support its trustworthiness.  First, Ecklebarger was highly trained and experienced in interviewing children who were allegedly victims of abuse.  Second, because of her experience, Ecklebarger's interview with A.T. consisted of open-ended, non-leading questions.  Finally, although A.T. used childish language, she described the sexual abuse with specificity and in graphic detail.\n    \n    \n      29\n      Three other circumstances, however, indicate that the statement does not meet the high threshold of being \"especially trustworthy.\"   First, the statement was not spontaneous;  Ecklebarger testified that A.T. knew she had been brought to Ecklebarger to tell her about \"what [defendant] had done to her.\"   Second, Ecklebarger's interview with A.T. was not close in time to the abuse, occurring more than one year after the events that A.T. described.  Finally, the interview took place when A.T. arguably had a motive to fabricate the story:  She wanted to remain with her mother instead of being returned to her father's custody.\n    \n    \n      30\n      Because the circumstances surrounding A.T.'s statement to Ecklebarger are equivocal, we find that the statement lacked the \"circumstantial guarantees of trustworthiness\" required by Rule 803(24).6  The statement was therefore inadmissible hearsay, and the district court erred in admitting this testimony.\n    \n    C. Testimony of Lisa Rocha\n    \n      31\n      A.T. first mentioned the abuse to Lisa Rocha, who was A.T.'s babysitter during the summer of 1990.  During her testimony, Rocha related two separate out-of-court statements by A.T.\n    \n    \n      32\n      The first occurred on August 22, 1990.  Rocha testified that, while babysitting A.T. at Rocha's home on that day, A.T. spontaneously asked Rocha not to let her mother send her back to her father.  When Rocha asked A.T. why she did not want to return to her father, A.T. replied, \"Because my father gets drunk and he thinks I'm his wife.\"   The district court ruled that this statement was admissible under Rules 801(d)(1)(B) and 803(24).  The district court found the statement admissible under Rule 803(24) because there were \"circumstantial guarantees of trustworthiness ... equivalent to the circumstances which ... permit hearsay statements under [Fed.R.Evid. 803(3) ].\"  The government now argues that A.T.'s August 22 statement to Rocha was admissible under either Rule 803(3) or Rule 803(24).\n    \n    \n      33\n      Under Rule 803(3), \"a statement of the declarant's then existing state of mind, emotion, sensation, or physical condition ..., but not including a statement of memory or belief to prove the fact remembered or believed,\" is not excluded by the hearsay rule.  Fed.R.Evid. 803(3).  We recently addressed the scope of Rule 803(3) in United States v. Joe, 8 F.3d 1488.   The defendant in Joe had allegedly raped his wife eight days before murdering her.  Id. at 1491.   While being treated for injuries sustained in the rape, the victim told her doctor that she was \"afraid sometimes\" because her husband had threatened to kill her.  Id.  We held that the victim's out-of-court statement that she was \"afraid sometimes\" was admissible under Rule 803(3) because it reflected her then existing state of mind.  Id. at 1492.   The remainder of the statement, however, did not indicate her state of mind.  Rather, it was \"an assertion of why she was afraid (i.e., because she thought her husband might kill her).\"  Id. at 1493.   Because this second part of the statement was clearly a statement of memory or belief, it was not admissible under Rule 803(3).  Id.\n    \n    \n      34\n      In the present case, A.T.'s first statement to Rocha does not meet the requirements of Rule 803(3).  The statement does not reveal A.T.'s \"then existing state of mind, emotion, sensation, or physical condition.\"   Fed.R.Evid. 803(3).  The government argues that the first part of A.T.'s statement--asking Rocha not to let her be taken back to New Mexico--is a statement expressing fear.  We disagree.  A.T. did not say that she was afraid;  she merely expressed a desire to remain with her mother in Colorado.  Moreover, the second part of the statement, responding to Rocha's question, falls within Rule 803(3)'s express prohibition--it is \"a statement of memory ... to prove the fact remembered.\"   Fed.R.Evid. 803(3).  Thus, A.T.'s August 22 statement to Rocha was not admissible under Rule 803(3).\n    \n    \n      35\n      The district court also ruled that A.T.'s first statement to Rocha was admissible under Rule 803(24)--the residual hearsay exception--a ruling we review for an abuse of discretion.  See Cestnik, 36 F.3d at 906.   The district court analogized A.T.'s statement to one admissible under Rule 803(3), finding that, because it was spontaneous and unsolicited, it had the requisite circumstantial guarantees of trustworthiness.  Moreover, the court noted that, when A.T. made the statement, she was a \"child ... asking the aid of a person who apparently she felt was a friend.\"   Cf. Farley, 992 F.2d at 1126 (noting that the declarant's \"youth greatly reduce[s] the likelihood that reflection and fabrication were involved\") (internal quotation marks omitted).\n    \n    \n      36\n      We must disagree with the district court's ruling.  The circumstances here, like those surrounding A.T.'s statements to Ecklebarger, are equivocal.  While the spontaneity of the statement favors its trustworthiness, A.T. made the statement more than a year after the abuse had occurred and at a time when she arguably had a motive to fabricate a story.  We therefore cannot find that A.T.'s \"truthfulness is so clear from the surrounding circumstances that the test of cross-examination would be of marginal utility.\"  Wright, 497 U.S. at 820, 110 S.Ct. at 3149.   The district court abused its discretion by admitting the statement under Rule 803(24).\n    \n    \n      37\n      A.T.'s second statement to Rocha occurred on August 27, 1990, at the home of A.T.'s mother, Beverly Padilla.  Rocha had related A.T.'s August 22 statement to Padilla, and, after Padilla had unsuccessfully attempted to discuss the matter further with A.T., Padilla asked Rocha to broach the subject again with A.T.  According to Rocha's testimony, when Rocha asked A.T. to explain her earlier remarks, A.T. described several details regarding one specific instance of abuse by her father.  The district court admitted this testimony under Rule 801(d)(1)(B) and expressly ruled it inadmissible under Rule 803(24).  Upon review of the record, we conclude that the district court did not abuse its discretion in ruling the statement inadmissible under Rule 803(24).7\n    \n    D. Testimony of Beverly Padilla\n    \n      38\n      Beverly Padilla, A.T.'s mother, testified that she was in another room of her apartment on August 27, 1990, when A.T. described her father's abuse to Rocha (A.T.'s second statement to Rocha).  Padilla related to the jury a portion of A.T.'s statement to Rocha about the instance of abuse by her father.  The district court admitted this testimony under Rule 801(d)(1)(B), and the government does not now argue that it was admissible under any other evidentiary rule.  We likewise find no other basis on which this statement was admissible.  Padilla's testimony regarding A.T.'s second statement to Rocha was therefore inadmissible hearsay.\n    \n    E. Harmless Error Analysis\n    \n      39\n      Having concluded that A.T.'s hearsay statements to Ecklebarger, Rocha, and Padilla were inadmissible, we must determine whether their erroneous admission by the district court was nevertheless harmless.  \"In conducting a harmless error review, we review the record de novo.\"  Flanagan, 34 F.3d at 955.   Because the erroneous admission of hearsay testimony is a nonconstitutional error, see United States v. Perez, 989 F.2d 1574, 1583 (10th Cir.1993) (en banc), we apply the harmless error standard from Kotteakos v. United States, 328 U.S. 750, 765, 66 S. Ct. 1239, 1248, 90 L. Ed. 1557 (1946).  Under this standard, we must ask whether the jury's verdict was\n    \n    \n      40\n      substantially swayed by the error....  The inquiry cannot be merely whether there was enough to support the result, apart from the phase affected by the error.  It is rather, even so, whether the error itself had substantial influence.  If so, or if one is left in grave doubt, the conviction cannot stand.\n    \n    \n      41\n      Kotteakos, 328 U.S. at 765, 66 S.Ct. at 1248.   Moreover, \"the government has the burden of proving that the non-constitutional error was harmless.\"  Flanagan, 34 F.3d at 955.\n    \n    \n      42\n      The Kotteakos standard requires a reviewing court to examine the entire record, focusing particularly on the erroneously admitted statements.  The question is not whether, omitting the inadmissible statements, the record contains sufficient evidence for a jury to convict the defendant.  Rather, we must discern whether the statements, in light of the whole record, \"substantially influenced\" the outcome of the trial, or whether we are left in \"grave doubt\" as to whether it had such an effect.  United States v. Birch, 39 F.3d 1089, 1094 (10th Cir.1994);  United States v. Mejia-Alarcon, 995 F.2d 982, 990 (10th Cir.), cert. denied, --- U.S. ----, 114 S. Ct. 334, 126 L. Ed. 2d 279 (1993).  If our answer to either of these questions is yes, the error requires reversal.\n    \n    \n      43\n      In this case, the erroneously admitted evidence was extremely compelling.  A.T.'s statements to Rocha and Ecklebarger were the most detailed accounts of the abuse presented at trial.  As discussed earlier, these statements vividly described a particular instance of abuse with great specificity and in graphic terms.  They painted a rather brutal picture of defendant.  By comparison, the victim's own testimony at trial was not nearly as articulate or comprehensive in its description of the abuse.  Moreover, most of the prosecution's remaining evidence concerned not the abuse itself--nor the abuser's identity--but medical evidence that A.T. had suffered penetration.\n    \n    \n      44\n      Given the strength of the erroneously admitted statements, this court is left in grave doubt as to whether the testimony substantially influenced the outcome of defendant's trial.  Because we cannot say that the district court's errors in admitting these statements were harmless, defendant's conviction cannot stand.\n    \n    IV. CONCLUSION\n    \n      45\n      A.T.'s statements related by Kuper, Reich, and Spiegel were admissible hearsay pursuant to Rule 803(4).  But the statements of A.T. included in the testimony of Ecklebarger, Rocha, and Padilla were inadmissible hearsay.  Because the erroneous admission of this evidence was not harmless, the judgment of the district court is REVERSED, and the case is REMANDED for further proceedings consistent with this opinion.\n    \n    \n      46\n      HOLLOWAY, Circuit Judge, concurring and dissenting:\n    \n    \n      47\n      I concur fully in the majority's well-reasoned analysis of the testimony of Kae Ecklebarger, Lisa Rocha, and Beverly Padilla and agree that the out-of-court statements made by A.T. to these witnesses were inadmissible hearsay.  I also agree that the erroneous admission of these statements through the testimony of Ecklebarger, Rocha, and Padilla was not harmless and that therefore defendant Tome is entitled to a new trial.\n    \n    \n      48\n      However, I disagree with the majority's conclusion that A.T.'s out-of-court statements to Drs. Kuper, Reich, and Spiegel were admissible under Fed.R.Evid. 803(4).  In United States v. Joe, 8 F.3d 1488, 1493 (10th Cir.1993), cert. denied, --- U.S. ----, 114 S. Ct. 1236, 127 L. Ed. 2d 579 (1994), we said \"[t]he Rule 803(4) exception to the hearsay rule is founded on a theory of reliability that emanates from the patient's own selfish motive--her understanding 'that the effectiveness of the treatment received will depend upon the accuracy of the information provided to the physician.'   2 McCormick on Evidence, Sec. 277, at 246-47 (John W. Strong ed., 4th ed. 1992).\"  (Emphasis added.)   It is the patient's self-interest in furnishing accurate information which provides the guarantee of trustworthiness which justifies excepting these types of out-of-court statements from the general bar on the admission of hearsay.  See White v. Illinois, 502 U.S. 346, 356, 112 S. Ct. 736, 743, 116 L. Ed. 2d 848 (1992) (\"a statement made in the course of procuring medical services, where the declarant knows that a false statement may cause misdiagnosis or mistreatment, carries special guarantees of credibility that a trier of fact may not think replicated by courtroom testimony.\"  (Emphasis added.)).  Thus, unless the declarant appreciates the fact that giving truthful information is necessary to ensure proper treatment or diagnosis, there is no guarantee of trustworthiness justifying the admission of the statement under Rule 803(4).\n    \n    \n      49\n      In United States v. White, 11 F.3d 1446 (8th Cir.1993), the defendant was convicted of sexually abusing his wife's two grandsons, R.H. and L.H., who were nine and seven years old respectively at the time of defendant's trial.  On appeal, the defendant argued that statements made by R.H. to a social worker were not admissible under 803(4).  The court noted that in order for the statements to be admitted under 803(4) the government \"must show that R.H. understood that he was speaking to a trained professional for the purposes of obtaining diagnosis of, or providing treatment for, emotional or psychological injuries.\"  11 F.3d at 1449.   The court concluded \"[t]here is nothing in the record to suggest that R.H. appreciated that it was in his best interests to tell the truth and was therefore unlikely to lie.\"  Id. at 1450.  \"How [the social worker] explained her role and purpose to R.H., how she asked him questions, and how and where she conducted the interview are matters that can provide evidence 'that the child understood the physician's [or therapist's] role in order to trigger the motivation to provide truthful information.' \"  Id., quoting United States v. Barrett, 8 F.3d 1296, 1300 (8th Cir.1993).1\n    \n    \n      50\n      The court in White also relied on Ring v. Erickson, 983 F.2d 818 (8th Cir.1992), a habeas case which held that the admission at trial, under Minn.R.Evid. 803(4),2 of out-of-court statements made by a three year old child, C.R., to a physician violated the petitioner's confrontation rights.  In so holding, the Eighth Circuit said:\n    \n    \n      51\n      C.R.'s mother, not C.R., sought the \"medical treatment,\" and there was no evidence suggesting that at the time of the interview C.R. even knew Dr. Levitt was a doctor.  C.R. was three years old at the time.  The principal reason why 803(4) is a traditional hearsay exception automatically carrying the indicia-of-reliability label is because of the selfish-motive doctrine.  This exception is based on the belief that a person seeking medical treatment is unlikely to lie to a doctor she wants to treat her, since it is in her best interest to tell the truth.  White [v. Illinois],  U.S. at -, 112 S. Ct. at 742-43.\n    \n    983 F.2d at 820.3\n    \n      52\n      Here the majority opinion correctly notes that the exception of Rule 803(4) \"is premised on the theory that a patient's statements to her physician are likely to be particularly reliable because the patient has a self-interested motive to be truthful:  She knows that the efficacy of her medical treatment depends upon the accuracy of the information provided to the doctor.\"   Majority Opinion at 1449, citing Joe.   The majority thus appropriately recognizes the selfish treatment interest rationale supporting the exception.  However, without proof that A.T. had such knowledge, the guarantee of trustworthiness disappears, and the statement then stands on no more reliable grounds than any other hearsay statement.\n    \n    \n      53\n      Turning to the trial record, there is no showing which demonstrates that A.T., who was four years old at the time of the alleged abuse, five at the time she saw Drs. Kuper and Reich, and six when she saw Dr. Spiegel, had the necessary understanding that \"the efficacy of her medical treatment depend[ed] upon the accuracy of the information she provide[d] to the doctor.\"   Majority Opinion at 1449.  A.T.'s own testimony did not establish that she appreciated the importance of being truthful with the doctors.  The government did not explore this area on direct examination.  On cross-examination, defense counsel attempted to ask A.T. about the doctors she saw:\n    \n    \n      54\n      Q What you talked with Tara [Neda, the prosecutor,] about Matthew, [the defendant,] that's what I'm asking you about, what you told Tara about Matthew, whatever it was, did you tell that to any doctor?   And you can say yes or no or you don't remember.\n    \n    A (No audible response.)\n    \n      55\n      Q Do you remember, [A.T.]?\n    \n    \n      56\n      A No.\n    \n    \n      57\n      ....\n    \n    \n      58\n      Q Do you know any doctors, [A.T.]?\n    \n    A (No audible response.)\n    \n      59\n      Q Do you know the names of any doctors that you went to see?\n    \n    A (No audible response.)\n    \n      60\n      Q Do you know the name of Dr. Kuper?\n    \n    \n      61\n      A Yes.\n    \n    \n      62\n      Q Is that doctor's job to help kids too?\n    \n    \n      63\n      A Yes.\n    \n    \n      64\n      ....\n    \n    \n      65\n      Q Do you know the name of Dr. Spiegel?\n    \n    \n      66\n      A No.\n    \n    \n      67\n      ....\n    \n    \n      68\n      Q How about Dr. Kuper, did she hurt you in any way?\n    \n    \n      69\n      A No.\n    \n    \n      70\n      ....\n    \n    \n      71\n      Q .... When you talked to Dr. Kuper, do you remember telling her the truth or not the truth, do you remember?\n    \n    \n      72\n      A No.\n    \n    \n      73\n      VII R. at 152, 154-56.  On re-direct, the prosecutor asked\n    \n    \n      74\n      Q Did you tell Dr. Kuper that Matthew did bad things to you, Dr. Kuper, the lady doctor?\n    \n    A (No audible response.)\n    \n      75\n      Q Do you remember?\n    \n    A (No audible response.)\n    \n      76\n      Id. at 159.\n    \n    \n      77\n      Thus, A.T.'s testimony is insufficient to establish that she knew the importance of telling the truth to Drs. Kuper, Reich, and Spiegel, and is therefore insufficient to satisfy the selfish interest rationale under Rule 803(4).  Likewise, the testimony of the doctors themselves and of Beverly Padilla, A.T.'s mother, shows no such proof.  See Appendix to this opinion.  Because the record does not show that A.T. appreciated the importance of telling the truth to the doctors, I must conclude that A.T.'s out-of-court statements to the doctors are not admissible under Rule 803(4).  I therefore respectfully dissent from the majority's conclusion that those statements are admissible under Rule 803(4).\n    \n    \n      78\n      The government argues in the alternative that the testimony of the three examining physicians concerning A.T.'s statements to them was admissible under Rule 803(24).  I am persuaded that the testimony was not properly admissible under that rule.  The majority opinion carefully applies the proper analysis under this provision to the testimony of Kae Ecklebarger, and I agree with the majority's conclusion that the out-of-court statements made by A.T. to her were inadmissible hearsay.  For the same reasons, I am convinced that the statements made by A.T. to the three physicians were not admissible under Rule 803(24).4\n    \n    \n      79\n      Finally, I am impressed with the importance of care in the application of the hearsay exceptions because of the caveat in the Supreme Court's opinion in this case, where Justice Kennedy stated:\n    \n    \n      80\n      Courts must be sensitive to the difficulties attendant upon the prosecution of alleged child abusers.  In almost all cases a youth is the prosecution's only eye witness.  But \"[t]his court cannot alter evidentiary rules merely because litigants might prefer different rules in a particular class of cases.\"  United States v. Salerno, 505 U.S.  , , 112 S. Ct. 2503, 2507, 120 L. Ed. 2d 255 (1992).\n    \n    \n      81\n      Tome v. United States, --- U.S. ----, ----, 115 S. Ct. 696, 705, 130 L. Ed. 2d 574 (1995) (emphasis added).\n    \n    \n      82\n      In sum, while I concur in the other evidentiary conclusions the majority reaches and in the remand for a new trial, I respectfully dissent from the majority's holding that the statements by A.T. introduced through the testimony of the doctors were admissible.\n    \n    APPENDIX\n    \n      83\n      Dr. Kuper, a pediatrician, testified that she saw A.T. on two occasions, once in September 1990 and then again in October 1990.  VII R. at 251.  During the September 1990 visit, Dr. Kuper interviewed A.T. \"in order to ascertain exactly what injuries had occurred.\"   Id. at 251-52.  Dr. Kuper said that A.T.'s mother was in the room at the time of the interview.  The doctor explained that the purpose for that was that \"[A.T.] had just turned five at that point.  And with young children I always have parents in the room.\"   Id. at 267.\n    \n    \n      84\n      On cross-examination, defense counsel asked \"Do you let [patients] know that you're there to help kids?\" to which Dr. Kuper replied \"I don't believe I use that term exactly, no.\"   VII R. at 265.  Defense counsel then asked \"Do you ever talk with a child about truth telling?\"   Id.  Dr. Kuper answered \"No, I don't because that is part of Protective Services.\"   Id.  Later, defense counsel asked \"[a]nd you had no discussion with [A.T.] about truth telling? \"   Id. at 267 (emphasis added).  Dr. Kuper replied \"No, I did not.\"   Id. (emphasis added).  Nor did Dr. Kuper have any discussion with A.T.'s mother about truth telling.  Id.  It is clear from this and from the rest of Dr. Kuper's testimony that Dr. Kuper did not convey to A.T. the importance of telling the truth.  Thus, Dr. Kuper's testimony does nothing to satisfy the preliminary requirement that the declarant understand the importance of candor with the doctor.\n    \n    \n      85\n      Dr. Laura Reich, another pediatrician, testified about an examination of A.T. on September 21, 1990.  VII R. at 289-90.  In questioning the child about personal history, the doctor said A.T. \"was extremely calm during the examination and very friendly and said her father had put his thing in her.\"   Id. at 292.  The doctor concluded from her examination that the vaginal opening was definitely larger than normal and the hymen was not intact.  Id. at 293.  The doctor said the child was approximately five years old when she saw her.  Her conclusion was that she had \"definitely had penile penetration in her vaginal area.\"   Id. at 294.\n    \n    \n      86\n      Dr. Reich was asked about whether she had discussed with A.T. the importance of giving truthful answers:\n    \n    \n      87\n      Q Did you talk to her at all about the importance of truth telling with you?\n    \n    \n      88\n      A No, I didn't talk to her about that.\n    \n    \n      89\n      Q Did you get any sense that she--if anyone else had talked with her about that, that it was important to tell you the truth?\n    \n    \n      90\n      A No, that particular issue didn't come up.  I didn't get any sense of that.\n    \n    \n      91\n      Q Did you talk with her at all about what might happen if she didn't--wasn't completely honest with you about things?\n    \n    \n      92\n      A No, I didn't.\n    \n    \n      93\n      VII R. at 299.\n    \n    \n      94\n      Another pediatrician, Dr. Jean Spiegel, testified about examining A.T. on September 3, 1991.  A.T. was six years old then.  IX R. at 472.  Dr. Spiegel said her findings from the examination were consistent with hymenal penetration or vaginal penetration which was \"chronic\" in nature or had occurred more than one time.  Id. at 473.  She testified that while it was difficult to time such penetrations, nothing would have likely happened to the child within the prior four to six months, and that \"the findings are old.\"   Id.\n    \n    \n      95\n      There was no testimony by Dr. Spiegel about any statements by A.T. that the defendant had committed any of these acts.  The doctor did say that A.T. was very shy and quiet and the doctor asked A.T. where her body was touched.  She said that \"her breasts were touched and her front privates were touched, and she also told [Dr. Spiegel] that her bottom where her poop comes out was touched.\"   Id. at 509.  There was no testimony by Dr. Spiegel about any discussion with A.T. concerning truth telling or its importance in the examination of the child.\n    \n    \n      \n        1\n         At the time of defendant's trial, the offenses now codified at 18 U.S.C. Sec. 2246(2)(A) and (B) were found at 18 U.S.C. Sec. 2245(2)(A) and (B).  The substance of the offense has not changed\n      \n      \n        2\n         Because the facts of this case are set out at length in both our earlier decision and in the Supreme Court's opinion, see Tome, 3 F.3d at 344-46;  Tome, --- U.S. at ---- - ----, 115 S. Ct. at 699-700, we will refer to the facts only as necessary in disposing of the remaining issues\n      \n      \n        3\n         After examining the briefs and appellate record, this panel has determined unanimously that oral argument would not materially assist the determination of this appeal.  See Fed.R.App.P. 34(a);  10th Cir.R. 34.1.9.  The case is therefore ordered submitted without oral argument\n      \n      \n        4\n         It is not clear from the trial transcript under which exceptions to the hearsay rule the district court admitted Ecklebarger's testimony containing A.T.'s statements.  The government offered the statements under Rules 801(d)(1)(B), 803(4), and 803(24).  Because the basis of the district court's ruling is unclear, we are unable to review its judgment with the deference normally accorded to Rule 803(24) rulings.  Cf. Huff v. White Motor Corp., 609 F.2d 286, 292 (7th Cir.1979) (explaining that, because the district court did not mention the residual hearsay exception in its ruling excluding certain evidence, the court had \"little choice except to attempt to replicate the exercise of discretion that would be made by a trial judge in making the ruling\")\n      \n      \n        5\n         The precise issue in Idaho v. Wright was not the admissibility of evidence under Rule 803(24).  Rather, the petitioner in Wright challenged the admission of a hearsay statement on Confrontation Clause grounds.  497 U.S. at 808, 110 S.Ct. at 3143.   One of the requirements of the Confrontation Clause, however, is that the hearsay statement \"bear[ ] adequate 'indicia of reliability.' \"  Id. at 815, 110 S.Ct. at 3146 (internal quotation marks omitted).  It was this requirement that the Court discussed at length in Wright.   In doing so, it cited and discussed several lower court decisions that identify factors which should be considered in assessing the reliability of out-of-court statements by child witnesses in sexual abuse cases.  Id. at 821-22, 110 S.Ct. at 3149-50.   Importantly, each of the cases cited by the Court addressed the admissibility of such statements under exceptions to the hearsay rule--not the Confrontation Clause.  Indeed, two of the cases involved the reliability requirement of the residual hearsay exception.  See Arizona v. Robinson, 153 Ariz. 191, 735 P.2d 801, 811 (1987);  Wisconsin v. Sorenson, 143 Wis. 2d 226, 421 N.W.2d 77, 83-86 (1988).  In essence, the Court saw no meaningful distinction between Rule 803(24)'s requirement that a statement have \"circumstantial guarantees of trustworthiness\" and the Confrontation Clause requirement that it \"bear adequate indicia of reliability.\"   Thus, even though Wright is technically a Confrontation Clause case, its discussion of the reliability of hearsay statements by child victims of sexual abuse is equally pertinent to both Confrontation Clause cases and Rule 803(24) cases\n      \n      \n        6\n         Because the statements do not meet the trustworthiness requirement of Rule 803(24), we need not address defendant's contention that Ecklebarger's testimony was unnecessary\n      \n      \n        7\n         In its supplemental brief, the government concedes that A.T.'s August 27 statement was inadmissible hearsay.  Nevertheless, the government argues that admitting the statement was harmless error.  We discuss the harmlessness of the erroneously admitted hearsay statements below\n      \n      \n        1\n         The court in White upheld the defendant's conviction on the grounds that the erroneous admission of the statements was harmless error.  11 F.3d at 1451\n      \n      \n        2\n         Minn.R.Evid. 803(4) is identical to the federal rule\n      \n      \n        3\n         See also People of Territory of Guam v. Ignacio, 10 F.3d 608, 613 n. 3 (9th Cir.1993) (\"whether a statement is admissible under the medical treatment exception does not depend solely on the intent of the person asking the questions, but also on whether the respondent understands herself to be providing information for purposes of medical treatment.\"  (Emphasis added.));  Morgan v. Foretich, 846 F.2d 941, 951-52 (4th Cir.1988) (Powell, J.  (ret.), concurring in part and dissenting in part) (\"[t]here is no evidence in the record that [the girl's] frame of mind was comparable to a patient seeking treatment....  [T]here is no evidence that Dr. Harrison ever explained to [the child] that his questions and relationship with her arose, at least in part, from a desire to treat her....  Absent a finding that [the child] made her statements believing they would be used by Dr. Harrison to help her, I am reluctant to rest my decision on the cases relied on by the court.\");  Oldsen v. People, 732 P.2d 1132, 1135-36 (Colo.1986) (holding statements inadmissible under Colo.R.Evid. 803(4) (which is identical to the federal rule) because there was no evidence that the five-year old child \"was capable of recognizing, at the time the challenged statements were made, the need to provide accurate information for purposes of medical diagnosis or treatment within the meaning of CRE 803(4).\").  Oldsen holds that the prosecution, as proponent of the hearsay statements, has the burden of establishing the foundation for admitting them under an exception to the hearsay rule.  732 P.2d at 1135 n. 7.   The court in Oldsen did uphold the conviction because the challenged testimony was admitted properly on the alternative ground of being circumstantially trustworthy.  Id. at 1137\n        But see United States v. George, 960 F.2d 97, 100 (9th Cir.1992) (\"As a general matter, the age of the child and her other personal characteristics go to the weight of the hearsay statements rather than their admissibility.\");   cf. State v. Robinson, 153 Ariz. 191, 735 P.2d 801, 809 (1987) (upholding admission of statements under Ariz.R.Evid. 803(4) (also identical to the federal rule), concluding \"[t]he record is not as clear regarding [the child's] motive in making the challenged statements.  The record does indicate, however, that [the] statements were elicited in the course of treatment.  And nothing in the record indicates that [the child victim's] 'motive in making these statements was other than as a patient seeking [or at least needing] treatment.'  [Citation omitted.]\").\n      \n      \n        4\n         As with Ecklebarger's testimony, three circumstances surrounding A.T.'s statements to the physicians indicate trustworthiness:  the experience and training of the physicians in interviewing child abuse victims;  the use of non-leading questions;  and the specificity of the statements.  On the other hand, as with the statements made to Ecklebarger, the statements were not spontaneous, were not close in time to the abuse, and were made at a time when the child arguably had a motive to fabricate\n        Thus, on balance, it is far from clear that A.T. \"was particularly likely to be telling the truth when [her] statement[s] [were] made.\"  Idaho v. Wright, 497 U.S. 805, 822, 110 S. Ct. 3139, 3150, 111 L. Ed. 2d 638 (1990).  Consequently, it could not be said that, at the time the statements were made, A.T.'s \"truthfulness [was] so clear from the surrounding circumstances that the test of cross-examination would be of marginal utility....\"  Id. at 820, 110 S. Ct. at 3149.   As the majority opinion correctly notes, although Wright involved a challenge to the admission of hearsay testimony under the Confrontation Clause, \"its discussion of the reliability of hearsay statements by child victims of sexual abuse is equally pertinent to both Confrontation Clause cases and Rule 803(24) cases.\"   Majority Opinion at 1452 n. 5.\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 701295
        },
        {
            "author_str": "Tacha",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION ON REMAND\nTACHA, Circuit Judge.\nI. BACKGROUND\nA jury convicted defendant Matthew Wayne Tome of aggravated sexual abuse in violation of 18 U.S.C. §§ 1153, 2241(c), and 2246(2)(A) and (B).1 In his appeal to this court, defendant challenged the admissibility of the hearsay statements relayed by six witnesses. Each witness related out-of-court statements made by the child victim (A.T.). We concluded that the testimony of these witnesses was admissible because it was not hearsay under the Federal Rules of Evidence and affirmed defendant’s conviction. United States v. Tome, 3 F.3d 342, 347 (10th Cir.1993), rev’d, — U.S. -, 115 S.Ct. 696, 130 *1449L.Ed.2d 574 (1995). We reasoned that the government offered the testimony of these six witnesses to rebut defendant’s implied charge that the victim fabricated her allegations. Id. at 349. Consequently, we held that, even though A.T. made the statements after her alleged motive to fabricate had arisen, the statements were prior consistent statements admissible under Fed.R.Evid. 801(d)(1)(B). Id. at 351.\nThe United States Supreme Court reversed our decision. Tome v. United States, - U.S. -, -, 115 S.Ct. 696, 705, 130 L.Ed.2d 574 (1995). Specifically, the Court held that Rule 801(d)(1)(B) “permits the introduction of a declarant’s consistent out-of-court statements to rebut a charge of recent fabrication or improper influence or motive only when those statements were made before the charged recent fabrication or improper influence or motive.” Id.\nThe case is now before us on remand.2 Pursuant to our order, the parties have submitted supplemental briefs addressing the remaining issues.3 On remand, we must first determine whether the challenged evidence could have been admitted under another rule of evidence. See Fortier v. Dona Anna Plaza Partners, 747 F.2d 1324, 1331 (10th Cir.1984) (“We may affirm the rulings on admission of evidence if that evidence is admissible under any of the Federal Rules of Evidence.”). If we find that any of the statements were inadmissible, we must then assess whether the district court’s error in admitting them was nevertheless harmless. See United States v. Flanagan, 34 F.3d 949, 955 (10th Cir.1994).\nII. STANDARD OF REVIEW\nEvidentiary decisions rest within the sound discretion of the trial court, and we review those decisions only for an abuse of that discretion. United States v. Cestnik, 36 F.3d 904, 906 (10th Cir.), cert. denied, — U.S. -, 115 S.Ct. 1156, 130 L.Ed.2d 1113 (1994). Our review is especially deferential when the challenged ruling concerns the admissibility of evidence that is allegedly hearsay. Id. at 906-07. “Finally, we consider the record as a whole in reviewing evidentia-ry rulings.” Id. at 907.\nIII. DISCUSSION\n\nA. Testimony of Karen Kuper, Laura Reich, and Jean Spiegel\n\nWe first address the testimony of three pediatricians who examined A.T. In their testimony, the three doctors relayed statements made by A.T. either before or during the doctors’ physical examinations of the child. At trial, the district court admitted the doctors’ hearsay testimony under both Rules 801(d)(1)(B) and 803(4).\nAlthough hearsay testimony is generally inadmissible, Fed.R.Evid. 802, the Federal Rules of Evidence contain a number of exceptions to the hearsay prohibition. See Fed.R.Evid. 803, 804. One of these exceptions, Rule 803(4), makes admissible “[s]tatements made for purposes of medical diagnosis or treatment and describing medical history, or past or present symptoms, pain, or sensations, or the inception or general character of the cause or external source thereof insofar as reasonably pertinent to diagnosis or treatment.” Fed.R.Evid. 803(4). This exception is premised on the theory that a patient’s statements to her physician are likely to be particularly reliable because the patient has a self-interested motive to be truthful: She knows that the efficacy of her medical treatment depends upon the accuracy of the information she provides to the doctor. United States v. Joe, 8 F.3d 1488, 1493 (10th Cir.1993), cert. denied, — U.S. -, 114 S.Ct. 1236, 127 L.Ed.2d 579 (1994). Stated differently, “a statement made in the course of procuring medical services, where the declarant knows that a false statement may cause misdiagnosis or mistreatment, *1450carries special guarantees of credibility.” White v. Illinois, 502 U.S. 346, 356, 112 S.Ct. 736, 743, 116 L.Ed.2d 848 (1992).\nA declarant’s statement to a physician that identifies the person responsible for the declarant’s injuries is ordinarily inadmissible under Rule 803(4) because the assailant’s identity is usually unnecessary either for accurate diagnosis or effective treatment. Joe, 8 F.3d at 1494. This court held in Joe, however, that a hearsay statement revealing the identity of a sexual abuser who is a member of the victim’s family or household “is admissible under Rule 803(4) where the abuser has such an intimate relationship with the victim that the abuser’s identity becomes ‘reasonably pertinent’ to the victim’s proper treatment.” Id. at 1495. In so holding, we reasoned that\n[a]ll victims of domestic sexual abuse suffer emotional and psychological injuries, the exact nature and extent of which depend on the identity of the abuser. The physician generally must know who the abuser was in order to render proper treatment because the physician’s treatment will necessarily differ when the abuser is a member of the victim’s family or household. In the domestic sexual abuse case, for example, the treating physician may recommend special therapy or counseling and instruct the victim to remove herself from the dangerous environment by leaving the home and seeking shelter elsewhere.\nId. at 1494-95 (footnote omitted). Although the victim in Joe was an adult, we stated that “the identity of the abuser is reasonably pertinent in virtually every domestic sexual assault case,” including those in which the victim is a child. Id. at 1494. Thus, when a victim of domestic sexual abuse identifies her assailant to her physician, the physician’s recounting of the identification is admissible under Rule 803(4) when it is “reasonably pertinent” to the victim’s treatment or diagnosis. Id. at 1495; see also John W. Strong et al., 2 McCormick on Evidence § 277, at 248 (4th ed. 1992) (hereinafter McCormick). After reviewing the testimony of each pediatrician, we conclude that A.T.’s statements to those doctors were reasonably pertinent to her diagnosis or treatment.\n\n1. Testimony of Karen Kuper\n\nKae Ecklebarger of Child Protection Services referred A.T. to Dr. Karen Kuper, a board certified pediatrician, for a physical examination. Kuper testified that she examined A.T. on two occasions, in September and October 1990. Prior to the first examination, Kuper interviewed A.T. Kuper testified that the purpose of the interview was “to ascertain exactly what injuries had occurred.” In response to Kuper’s questions, A.T. told Kuper about the sexual abuse, at times pointing to the appropriate areas of dolls to answer Kuper’s questions. A.T. also identified defendant as her abuser. After the interview, Kuper performed a complete physical examination of A.T.\nWe find it clear that A.T.’s statement to Kuper was reasonably pertinent to Kuper’s proper diagnosis and treatment of A.T. The information contained in the statement was important to Kuper’s determination of A.T.’s condition. This statement was therefore admissible under Rule 803(4).\n\n2. Testimony of Laura Reich\n\nA.T. saw Dr. Laura Reich on September 21, 1990, for treatment of a skin rash in the vaginal area that was unrelated to any sexual abuse. At the time of Reich’s examination of A.T., Reich was aware of the allegations of sexual abuse. Reich testified that, prior to conducting the physical examination, she asked A.T. several personal questions. One of these questions was whether “anybody had ever touched her in her private area.” According to Reich’s testimony, A.T. replied “that her father had put his thing in her.” The remainder of Reich’s testimony concerned her findings and conclusions from the physical examination.\nReich testified that the reason she had conducted a preexamination interview with A.T. was “that the child needs to be comfortable with me before I examine her.” Because the adequacy of Reich’s examination in part depended on the child’s comfort with her, we find that A.T.’s statement was reasonably pertinent to Reich’s diagnosis or *1451treatment. It consequently was admissible under Rule 803(4).\n\nS. Testimony of Jean Spiegel\n\nDr. Jean Spiegel, an assistant professor of pediatrics at the University of New Mexico, testified that she examined A.T. for the purpose of offering a second opinion as to whether the child had been sexually abused. Spiegel had extensive training in the area of child sexual abuse, and teaches other doctors how to examine children to detect molestation. Most of Spiegel’s testimony focused on the technical aspects of her examination of A.T. and her conclusion that A.T. had experienced chrome vaginal penetration.\nOn redirect examination, Spiegel testified that A.T. told her where on her body she had been touched during the abuse. Spiegel did not ask, nor did A.T. volunteer, who had touched her. Clearly, A.T.’s statement regarding where she had been touched was pertinent to Spiegel’s diagnosis of A.T. The district court therefore properly admitted the statement under Rule 803(4).\n\nB. Testimony of Kae Ecklebarger\n\nKae Ecklebarger, a caseworker for Colorado Springs Child Protection Services, interviewed A.T. on August 29, 1990. Ecklebarger testified that during the interview, A.T. gave Ecklebarger a detailed account of the alleged abuse, at times using anatomically correct dolls to demonstrate what had occurred. Ecklebarger also testified that A.T. claimed she had told her grandmother and aunt of the abuse. The government argues that Ecklebarger’s testimony is admissible under either Rule 803(4) or Rule 803(24), the residual hearsay exception.4 We discuss the applicability of these two exceptions in order.\nFor a hearsay statement to be admissible under Rule 803(4), the declarant need not have necessarily made the statement to a physician. As the advisory committee’s note to the rule explains, “[statements to hospital attendants, ambulanee drivers, or even members of the family might be included.” Fed. R.Evid. 803(4) advisory committee’s note. Accordingly, the government argues that A.T.’s statement to Ecklebarger is admissible because the job of a Child Protection Services caseworker “was equivalent to that of a doctor under Fed.R.Evid. 803(4),” and because A.T. understood that Ecklebarger’s role was to “help kids.”\nAs stated previously, however, the test for admissibility under Rule 803(4) is “whether the subject matter of the statements is reasonably pertinent to diagnosis or treatment.” McCormick § 277, at 248. Ecklebarger neither diagnosed nor treated A.T. She described her role as “the initial short-term investigat[or].” Ecklebarger spoke to A.T. two times, after which “[t]he case was sent on to an ongoing protection worker.” Clearly, Ecklebarger did not treat A.T. in any way.\nNor did Ecklebarger diagnose A.T. Indeed, Ecklebarger referred the child to Dr. Kuper for a medical opinion regarding the allegations of abuse. Moreover, Ecklebarger testified that she interviewed A.T. only to the extent necessary to make a decision whether a protective order was appropriate. Because Ecklebarger did not diagnose or treat A.T., the child’s statement to Ecklebarger could not have been for the “purpose[ ] of medical diagnosis or treatment,” and thus was not properly admitted under Rule 803(4).\nWe next turn to whether the statement could have been admitted under the residual hearsay exception, Rule 803(24). The residual exception to the hearsay rule makes admissible\n[a] statement not specifically covered by any of the foregoing exceptions but having equivalent circumstantial guarantees of *1452.trustworthiness, if the court determines that (A) the statement is offered as evidence of a material fact; (B) the statement is more probative on the point for which it is offered than any other evidence which the proponent can procure through reasonable efforts; and (C) the general purposes of these rules and the interests of justice will best be served by admission of the statement into evidence.\nFed.R.Evid. 803(24). Courts must use caution when admitting evidence under Rule 803(24), for an expansive interpretation of the residual exception would threaten to swallow the entirety of the hearsay rule. As this court has warned, Rule 803(24) should be used only “in extraordinary circumstances where the court is satisfied that the evidence offers guarantees of trustworthiness and is material, probative and necessary in the interest of justice.” United States v. Farley, 992 F.2d 1122, 1126 (10th Cir.1993).\nDefendant argues that A.T.’s statement to Ecklebarger was inadmissible under Rule 803(24) because it lacked circumstantial guarantees of trustworthiness and because it was not more probative on the point for which it was offered than any other evidence the government could introduce. In response, the government contends that, because of the similarity between the roles of a social worker and a doctor in child abuse cases, A.T.’s statements to Ecklebarger had circumstantial guarantees of trustworthiness similar to those on which Rule 803(4) is based. The government also argues that the testimony was necessary because “A.T. gave Ecklebar-ger the most detailed description of the abuse that she provided anyone.”\nThe first requirement for admissibility under Rule 803(24) is that the statement have circumstantial guarantees of trustworthiness equivalent to the twenty-three specific hearsay exceptions enumerated in Rule 803. Thus, “if the declarant’s truthfulness is so clear from the surrounding circumstances that the test of cross-examination would be of marginal utility, then the hearsay rule does not bar admission of the statement at trial.” Idaho v. Wright, 497 U.S. 805, 820, 110 S.Ct. 3139, 3149, 111 L.Ed.2d 638 (1990).5 When applying this exception, the circumstantial guarantees of trustworthiness that we consider “ ‘are those that existed at the time the statement was made and do not include those that may be added by using hindsight.’ ” Id. (quoting Huff v. White Motor Corp., 609 F.2d 286, 292 (7th Cir.1979)). Moreover, other evidence that corroborates the truth of a hearsay statement is not a circumstantial guarantee of the declarant’s trustworthiness. Id. at 823, 110 S.Ct. at 3150-51 (“[W]e think the presence of corroborating evidence more appropriately indicates that any error in admitting the statement might be harmless, rather than that any basis exists for presuming the declarant to be trustworthy.”) (footnote omitted).\nIn Idaho v. Wright, the Supreme Court identified several factors that courts should consider in determining “whether hearsay statements made by a child witness in child sexual abuse cases are reliable.” Id. at 821, 110 S.Ct. at 3150. These factors include the spontaneity of the child’s state*1453ment, the consistent repetition of the child’s allegation, the mental state of the child, the use of terminology unexpected of a child of similar age, and the lack of a motive to fabricate. Id. We considered the admissibility of the hearsay statements of a child victim of sexual abuse in United States v. Farley, 992 F.2d 1122. In that case, we found sufficient guarantees of trustworthiness in a child’s statement to her mother where the child made the statement soon after she was assaulted, employed childish terminology, and was emotional when she told her mother of the assault. Id. at 1126.\nIn analyzing the trustworthiness of A.T.’s statement to Ecklebarger, we emphasize that, to hold the statement admissible under Rule 803(24), we must find that A.T. “was particularly likely to be telling the truth when the statement was made.” Wright, 497 U.S. at 822, 110 S.Ct. at 3150. It is not enough merely to find an absence of evidence that the statement was unreliable.\nAt least three circumstances surrounding the statement support its trustworthiness. First, Ecklebarger was highly trained and experienced in interviewing children who were allegedly victims of abuse. Second, because of her experience, Eeklebarger’s interview with A.T. consisted of open-ended, non-leading questions. Finally, although A.T. used childish language, she described the sexual abuse with specificity and in graphic detail.\nThree other circumstances, however, indicate that the statement does not meet the high threshold of being “especially trustworthy.” First, the statement was not spontaneous; Ecklebarger testified that A.T. knew she had been brought to Ecklebarger to tell her about “what [defendant] had done to her.” Second, Ecklebarger’s interview with A.T. was not close in time to the abuse, occurring more than one year after the events that A.T. described. Finally, the interview took place when A.T. arguably had a motive to fabricate the story: She wanted to remain with her mother instead of being returned to her father’s custody.\nBecause the circumstances surrounding A.T.’s statement to Ecklebarger are equivocal, we find that the statement lacked the “circumstantial guarantees of trustworthiness” required by Rule 803(24).6 The statement was therefore inadmissible hearsay, and the district court erred in admitting this testimony.\n\nC. Testimony of Lisa Rocha\n\nA.T. first mentioned the abuse to Lisa Rocha, who was A.T.’s babysitter during the summer of 1990. During her testimony, Rocha related two separate out-of-court statements by A.T.\nThe first occurred on August 22, 1990. Rocha testified that, while babysitting A.T. at Rocha’s home on that day, A.T. spontaneously asked Rocha not to let her mother send her back to her father. When Rocha asked A.T. why she did not want to return to her father, A.T. replied, “Because my father gets drunk and he thinks I’m his wife.” The district court ruled that this statement was admissible under Rules 801(d)(1)(B) and 803(24). The district court found the statement admissible under Rule 803(24) because there were “circumstantial guarantees of trustworthiness ... equivalent to the circumstances which ... permit hearsay statements under [Fed.R.Evid. 803(3) ].” The government now argues that A.T.’s August 22 statement to Rocha was admissible under either Rule 803(3) or Rule 803(24).\nUnder Rule 803(3), “a statement of the declarant’s then existing state of mind, emotion, sensation, or physical condition ..., but not including a statement of memory or belief to prove the fact remembered or believed,” is not excluded by the hearsay rule. Fed.R.Evid. 803(3). We recently addressed the scope of Rule 803(3) in United States v. Joe, 8 F.3d 1488. The defendant in Joe had allegedly raped his wife eight days before murdering her. Id. at 1491. While being treated for injuries sustained in the rape, the victim told her doctor that she was “afraid sometimes” because her husband had threatened to kill her. Id. We held that the *1454victim’s out-of-court statement that she was “afraid sometimes” was admissible under Rule 803(3) because it reflected her then existing state of mind. Id. at 1492. The remainder of the statement, however, did not indicate her state of mind. Rather, it was “an assertion of why she was afraid (i.e., because she thought her husband might kill her).” Id. at 1493. Because this second part of the statement was clearly a statement of memory or belief, it was not admissible under Rule 803(3). Id.\nIn the present case, A.T.’s first statement to Rocha does not meet the requirements of Rule 803(3). The statement does not reveal A.T.’s “then existing state of mind, emotion, sensation, or physical condition.” Fed. R.Evid. 803(3). The government argues that the first part of A.T.’s statement — asking Rocha not to let her be taken back to New Mexico — is a statement expressing fear. We disagree. A.T. did not say that she was afraid; she merely expressed a desire to remain with her mother in Colorado. Moreover, the second part of the statement, responding to Rocha’s question, falls within Rule 803(3)’s express prohibition — it is “a statement of memory ... to prove the fact remembered.” Fed.R.Evid. 803(3). Thus, A.T.’s August 22 statement to Rocha was not admissible under Rule 803(3).\nThe district court also ruled that A.T.’s first statement to Rocha was admissible under Rule 803(24) — the residual hearsay exception — a ruling we review for an abuse of discretion. See Cestnik, 36 F.3d at 906. The district court analogized A.T.’s statement to one admissible under Rule 803(3), finding that, because it was spontaneous and unsolicited, it had the requisite circumstantial guarantees of trustworthiness. Moreover, the court noted that, when A.T. made the statement, she was a “child ... asking the aid of a person who apparently she felt was a friend.” Cf. Farley, 992 F.2d at 1126 (noting that the declarant’s “youth greatly reduee[s] the likelihood that reflection and fabrication were involved”) (internal quotation marks omitted).\nWe must disagree with the district court’s ruling. The circumstances here, like those surrounding A.T.’s statements to Ecklebar-ger, are equivocal. While the spontaneity of the statement favors its trustworthiness, A.T. made the statement more than a year after the abuse had occurred and at a time when she arguably had a motive to fabricate a story. We therefore cannot find that A.T.’s “truthfulness is so clear from the surrounding circumstances that the test of cross-examination would be of marginal utility.” Wright, 497 U.S. at 820, 110 S.Ct. at 3149. The district court abused its discretion by admitting the statement under Rule 803(24).\nA.T.’s second statement to Rocha occurred on August 27, 1990, at the home of A.T.’s mother, Beverly Padilla. Rocha had related A.T.’s August 22 statement to Padilla, and, after Padilla had unsuccessfully attempted to discuss the matter further with A.T., Padilla asked Rocha to broach the subject again with A.T. According to Rocha’s testimony, when Rocha asked A.T. to explain her earlier remarks, A.T. described several details regarding one specific instance of abuse by her father. The district court admitted this testimony under Rule 801(d)(1)(B) and expressly ruled it inadmissible under Rule 803(24). Upon review of the record, we conclude that the district court did not abuse its discretion in ruling the statement inadmissible under Rule 803(24).7\n\nD. Testimony of Beverly Padilla\n\nBeverly Padilla, A.T.’s mother, testified that she was in another room of her apartment on August 27, 1990, when A.T. described her father’s abuse to Rocha (AT.’s second statement to Rocha). Padilla related to the jury a portion of A.T.’s statement to Rocha about the instance of abuse by her father. The district court admitted this testimony under Rule 801(d)(1)(B), and the government does not now argue that it was admissible under any other evidentiary rule. We likewise find no other basis on which this statement was admissible. Padilla’s testimo*1455ny regarding A.T.’s second statement to Rocha was therefore inadmissible hearsay.\n\nE. Harmless Error Analysis\n\nHaving concluded that A.T.’s hearsay statements to Ecklebarger, Rocha, and Padilla were inadmissible, we must determine whether their erroneous admission by the district court was nevertheless harmless. “In conducting a harmless error review, we review the record de novo.” Flanagan, 34 F.3d at 955. Because the erroneous admission of hearsay testimony is a nonconstitutional error, see United States v. Perez, 989 F.2d 1574, 1583 (10th Cir.1993) (en banc), we apply the harmless error standard from Kotteakos v. United States, 328 U.S. 750, 765, 66 S.Ct. 1239, 1248, 90 L.Ed. 1557 (1946). Under this standard, we must ask whether the jury’s verdict was\nsubstantially swayed by the error.... The inquiry cannot be merely whether there was enough to support the result, apart from the phase affected by the error. It is rather, even so, whether the error itself had substantial influence. If so, or if one is left in grave doubt, the conviction cannot stand.\nKotteakos, 328 U.S. at 765, 66 S.Ct. at 1248. Moreover, “the government has the burden of proving that the non-constitutional error was harmless.” Flanagan, 34 F.3d at 955.\nThe Kotteakos standard requires a reviewing court to examine the entire record, focusing particularly on the erroneously admitted statements. The question is not whether, omitting the inadmissible statements, the record contains sufficient evidence for a jury to convict the defendant. Rather, we must discern whether the statements, in light of the whole record, “substantially influenced” the outcome of the trial, or whether we are left in “grave doubt” as to whether it had such an effect. United States v. Birch, 39 F.3d 1089, 1094 (10th Cir.1994); United States v. Mejia-Alarcon, 995 F.2d 982, 990 (10th Cir.), cert. denied, — U.S. -, 114 S.Ct. 334, 126 L.Ed.2d 279 (1993). If our answer to either of these questions is yes, the error requires reversal.\nIn this case, the erroneously admitted evidence was extremely compelling. A.T.’s statements to Rocha and Ecklebarger were the most detailed accounts of the abuse presented at trial. As discussed earlier, these statements vividly described a particular instance of abuse with great specificity and in graphic terms. They painted a rather brutal picture of defendant. By comparison, the victim’s own testimony at trial was not nearly as articulate or comprehensive in its description of the abuse. Moreover, most of the prosecution’s remaining evidence concerned not the abuse itself — nor the abuser’s identity- — but medical evidence that A.T. had suffered penetration.\nGiven the strength of the erroneously admitted statements, this court is left in grave doubt as to whether the testimony substantially influenced the outcome of defendant’s trial. Because we cannot say that the district court’s errors in admitting these statements were harmless, defendant’s conviction cannot stand.\nIV. CONCLUSION\nA.T.’s statements related by Kuper, Reich, and Spiegel were admissible hearsay pursuant to Rule 803(4). But the statements of A.T. included in the testimony of Ecklebar-ger, Rocha, and Padilla were inadmissible hearsay. Because the erroneous admission of this evidence was not harmless, the judgment of the district court is REVERSED, and the case is REMANDED for further proceedings consistent with this opinion.\n\n. At the time of defendant’s trial, the offenses now codified at 18 U.S.C. § 2246(2)(A) and (B) were found at 18 U.S.C. § 2245(2)(A) and (B). The substance of the offense has not changed.\n\n\n. Because the facts of this case are set out at length in both our earlier decision and in the Supreme Court's opinion, see Tome, 3 F.3d at 344-46; Tome, - U.S. at-, 115 S.Ct. at 699-700, we will refer to the facts only as necessary in disposing of the remaining issues.\n\n\n. After examining the briefs and appellate record, this panel has determined unanimously that oral argument would not materially assist the determination of this appeal. See Fed.R.App.P. 34(a); 10th Cir.R. 34.1.9. The case is therefore ordered submitted without oral argument.\n\n\n. It is not clear from the trial transcript under which exceptions to the hearsay rule the district court admitted Ecklebarger's testimony containing A.T.'s statements. The government offered the statements under Rules 801(d)(1)(B), 803(4), and 803(24). Because the basis of the district court's ruling is unclear, we are unable to review its judgment with the deference normally accorded to Rule 803(24) rulings. Cf. Huff v. White Motor Corp., 609 F.2d 286, 292 (7th Cir.1979) (explaining that, because the district court did not mention the residual hearsay exception in its ruling excluding certain evidence, the court had \"little choice except to attempt to replicate the exercise of discretion that would be made by a trial judge in making the ruling\").\n\n\n. The precise issue in Idaho v. Wright was not the admissibility of evidence under Rule 803(24). Rather, the petitioner in Wright challenged the admission of a hearsay statement on Confrontation Clause grounds. 497 U.S. at 808, 110 S.Ct. at 3143. One of the requirements of the Confrontation Clause, however, is that the hearsay statement \"bear[] adequate 'indicia of reliability.’” Id. at 815, 110 S.Ct. at 3146 (internal quotation marks omitted). It was this requirement that the Court discussed at length in Wright. In doing so, it cited and discussed several lower court decisions that identify factors which should be considered in assessing the reliability of out-of-court statements by child witnesses in sexual abuse cases. Id. at 821-22, 110 S.Ct. at 3149-50. Importantly, each of the cases cited by the Court addressed the admissibility of such statements under exceptions to the hearsay rule. — not the Confrontation Clause. Indeed, two of the cases involved the reliability requirement of the residual hearsay exception. See Arizona v. Robinson, 153 Ariz. 191, 735 P.2d 801, 811 (1987); Wisconsin v. Sorenson, 143 Wis.2d 226, 421 N.W.2d 77, 83-86 (1988). In essence, the Court saw no meaningful distinction between Rule 803(24)’s requirement that a statement have \"circumstantial guarantees of trustworthiness\" and the Confrontation Clause requirement that it \"bear adequate indicia of reliability.” Thus, even though Wright is technically a Confrontation Clause case, its discussion of the reliability of hearsay statements by child victims of sexual abuse is equally pertinent to both Confrontation Clause cases and Rule 803(24) cases.\n\n\n. Because the statements do not meet the trustworthiness requirement of Rule 803(24), we need not address defendant’s contention that Eckle-barger's testimony was unnecessary.\n\n\n. In its supplemental brief, the government concedes that A.T.'s August 27 statement was inadmissible hearsay. Nevertheless, the government argues that admitting the statement was harmless error. We discuss the harmlessness of the erroneously admitted hearsay statements below.\n\n",
            "ocr": false,
            "opinion_id": 9488384
        },
        {
            "author_str": "Holloway",
            "per_curiam": false,
            "type": "035concurrenceinpart",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHOLLOWAY, Circuit Judge,\nconcurring and dissenting:\nI concur fully in the majority’s well-reasoned analysis of the testimony of Kae Eck-lebarger, Lisa Rocha, and Beverly Padilla and agree that the out-of-court statements made by A.T. to these witnesses were inadmissible hearsay. I also agree that the erroneous admission of these statements through the testimony of Ecklebarger, Rocha, and Padilla was not harmless and that therefore defendant Tome is entitled to a new trial.\nHowever, I disagree with the majority’s conclusion that A.T.’s out-of-court statements *1456to Drs. Kuper, Reich, and Spiegel were admissible under Fed.R.Evid. 803(4). In United States v. Joe, 8 F.3d 1488, 1493 (10th Cir.1993), cert. denied, — U.S. -, 114 S.Ct. 1236, 127 L.Ed.2d 579 (1994), we said “[t]he Rule 803(4) exception to the hearsay rule is founded on a theory of reliability that emanates from the patient’s own selfish motive — her understanding ‘that the effectiveness of the treatment received will depend upon the accuracy of the information provided to the physician.’ 2 McCormick on Evidence, § 277, at 246-47 (John W. Strong ed., 4th ed. 1992).” (Emphasis added.) It is the patient’s self-interest in furnishing accurate information which provides the guarantee of trustworthiness which justifies excepting these types of out-of-court statements from the general bar on the admission of hearsay. See White v. Illinois, 502 U.S. 346, 356, 112 S.Ct. 736, 743, 116 L.Ed.2d 848 (1992) (“a statement made in the course of procuring medical services, where the declarant knows that a false statement may cause misdiagnosis or mistreatment, carries special guarantees of credibility that a trier of fact may not think replicated by courtroom testimony.” (Emphasis added.)). Thus, unless the declar-ant appreciates the fact that giving truthful information is necessary to ensure proper treatment or diagnosis, there is no guarantee of trustworthiness justifying the admission of the statement under Rule 803(4).\nIn United States v. White, 11 F.3d 1446 (8th Cir.1993), the defendant was convicted of sexually abusing his wife’s two grandsons, R.H. and L.H., who were nine and seven years old respectively at the time of defendant’s trial. On appeal, the defendant argued that statements made by R.H. to a social worker were not admissible under 803(4). The court noted that in order for the statements to be admitted under 803(4) the government “must show that R.H. understood that he was speaking to a trained professional for the purposes of obtaining diagnosis of, or providing treatment for, emotional or psychological injuries.” 11 F.3d at 1449. The court concluded “[tjhere is nothing in the record to suggest that R.H. appreciated that it was in his best interests to tell the truth and was therefore unlikely to lie.” Id. at 1450. “How [the social worker] explained her role and purpose to R.H., how she asked him questions, and how and where she conducted the interview are matters that can provide evidence ‘that the child understood the physician’s [or therapist’s] role in order to trigger the motivation to provide truthful information.’ ” Id., quoting United States v. Barrett, 8 F.3d 1296, 1300 (8th Cir.1993).1\nThe court in White also relied on Ring v. Erickson, 983 F.2d 818 (8th Cir.1992), a ha-beas case which held that the admission at trial, under Minn.R.Evid. 803(4),2 of out-of-court statements made by a three year old child, C.R., to a physician violated the petitioner’s confrontation rights. In so holding, the Eighth Circuit said:\nC.R.’s mother, not C.R., sought the “medical treatment,” and there was no evidence suggesting that at the time of the interview C.R. even knew Dr. Levitt was a doctor. C.R. was three years old at the time. The principal reason why 803(4) is a traditional hearsay exception automatically carrying the indieia-of-reliability label is because of the selfish-motive doctrine. This exception is based on the belief that a person seeking medical treatment is unlikely to he to a doctor she wants to treat her, since it is in her best interest to tell the truth. White [v. Illinois], [502] U.S. at [354]—[58], 112 S.Ct. at 742-43.\n983 F.2d at 820.3\nHere the majority opinion correctly notes that the exception of Rule 803(4) “is prem*1457ised on the theory that a patient’s statements to her physician are likely to be particularly reliable because the patient has a self-interested motive to be truthful: She knows that the efficacy of her medical treatment depends upon the accuracy of the information provided to the doctor.” Majority Opinion at 1449, citing Joe. The majority thus appropriately recognizes the selfish treatment interest rationale supporting the exception. However, without proof that A.T. had such knowledge, the guarantee of trustworthiness disappears, and the statement then stands on no more rehable grounds than any other hearsay statement.\nTurning to the trial record, there is no showing which demonstrates that A.T., who was four years old at the time of the alleged abuse, five at the time she saw Drs. Kuper and Reich, and six when she saw Dr. Spiegel, had the necessary understanding that “the efficacy of her medical treatment depend[ed] upon the accuracy of the information she provide[d] to the doctor.” Majority Opinion at 1449. A.T.’s own testimony did not establish that she appreciated the importance of being truthful with the doctors. The government did not explore this area on direct examination. On cross-examination, defense counsel attempted to ask A.T. about the doctors she saw:\nQ What you talked with Tara [Neda, the prosecutor,] about Matthew, [the defendant,] that’s what I’m asking you about, what you told Tara about Matthew, whatever it was, did you tell that to any doctor? And you can say yes or no or you don’t remember.\nA (No audible response.)\nQ Do you remember, [A.T.]?\nA No.\nQ Do you know any doctors, [A.T.]?\nA (No audible response.)\nQ Do you know the names of any doctors that you went to see?\nA (No audible response.)\nQ Do you know the name of Dr. Ku-per?\nA Yes.\nQ Is that doctor’s job to help kids too?\nA Yes.\nQ Do you know the name of Dr. Spie-gel?\nA No.\nQ How about Dr. Kuper, did she hurt you in any way?\nA No.\nQ -When you talked to Dr. Kuper, do you remember telling her the truth or not the truth, do you remember?\nA No.\n*1458VII R. at 152, 154-56. On re-direct, the prosecutor asked\nQ Did you tell Dr. Kuper that Matthew did bad things to you, Dr. Kuper, the lady doctor?\nA (No audible response.)\nQ Do you remember?\nA (No audible response.)\nId. at 159.\nThus, A.T.’s testimony is insufficient to establish that she knew the importance of telling the truth to Drs. Kuper, Reich, and Spiegel, and is therefore insufficient to satisfy the selfish interest rationale under Rule 803(4). Likewise, the testimony of the doctors themselves and of Beverly Padilla, A.T.’s mother, shows no such proof. See Appendix to this opinion. Because the record does not show that A.T. appreciated the importance of telling the truth to the doctors, I must conclude that A.T.’s out-of-court statements to the doctors are not admissible under Rule 803(4). I therefore respectfully dissent from the majority’s conclusion that those statements are admissible under Rule 803(4).\nThe government argues in the alternative that the testimony of the three examining physicians concerning A.T.’s statements to them was admissible under Rule 803(24). I am persuaded that the testimony was not properly admissible under that rule. The majority opinion carefully applies the proper analysis under this provision to the testimony of Kae Ecklebarger, and I agree with the majority’s conclusion that the out-of-court statements made by A.T. to her were inadmissible hearsay. For the same reasons, I am convinced that the statements made by A.T. to the three physicians were not admissible under Rule 803(24).4\nFinally, I am impressed with the importance of care in the application of the hearsay exceptions because of the caveat in the Supreme Court’s opinion in this case, where Justice Kennedy stated:\nCourts must be sensitive to the difficulties attendant upon the prosecution of alleged child abusers. In almost all eases a youth is the prosecution’s only eye witness. But “[t]his court cannot alter evidentiary rules merely because litigants might prefer different rules in a particular class of cases.” United States v. Salerno, 505 U.S. [317], [322], 112 S.Ct. 2503, 2507, 120 L.Ed.2d 255 (1992).\nTome v. United States, — U.S. -, -, 115 S.Ct. 696, 705, 130 L.Ed.2d 574 (1995) (emphasis added).\nIn sum, while I concur in the other eviden-tiary conclusions the majority reaches and in the remand for a new trial, I respectfully dissent from the majority’s holding that the statements by A.T. introduced through the testimony of the doctors were admissible.\nAPPENDIX\nDr. Kuper, a pediatrician, testified that she saw A.T. on two occasions, once in September 1990 and then again in October 1990. VII R. at 251. During the September 1990 visit, Dr. Kuper interviewed A.T. “in order to ascertain exactly what injuries had occurred.” Id. at 251-52. Dr. Kuper said that A.T.’s mother was in the room at the time of the interview. The doctor explained that the purpose for that was that “[A.T.] had just turned five at that point. And with young *1459children I always have parents in the room. Id. at 267.\nOn cross-examination, defense counsel asked “Do you let [patients] know that you’re there to help kids?” to which Dr. Kuper replied “I don’t believe I use that term exactly, no.” VII R. at 265. Defense counsel then asked “Do you ever talk with a child about truth telling?” Id. Dr. Kuper answered “No, I don’t because that is part of Protective Services.” Id. Later, defense counsel asked “[a]nd you had no discussion with [A.T.] about truth telling? ” Id. at 267 (emphasis added). Dr. Kuper replied “No, I did not.” Id. (emphasis added). Nor did Dr. Kuper have any discussion with A.T.’s mother about truth telling. Id. It is clear from this and from the rest of Dr. Kuper’s testimony that Dr. Kuper did not convey to A.T. the importance of telling the truth. Thus, Dr. Kuper’s testimony does nothing to satisfy the preliminary requirement that the declarant understand the importance of candor with the doctor.\nDr. Laura Reich, another pediatrician, testified about an examination of A.T. on September 21, 1990. VII R. at 289-90. In questioning the child about personal history, the doctor said A.T. “was extremely calm during the examination and very friendly and said her father had put his thing in her.” Id. at 292. The doctor concluded from her examination that the vaginal opening was definitely larger than normal and the hymen was not intact. Id. at 293. The doctor said the child was approximately five years old when she saw her. Her conclusion was that she had “definitely had penile penetration in her vaginal area.” Id. at 294.\nDr. Reich was asked about whether she had discussed with A.T. the importance of giving truthful answers:\nQ Did you talk to her at all about the importance of truth telling with you?\nA No, I didn’t talk to her about that.\nQ Did you get any sense that she — if anyone else had talked with her about that, that it was important to tell you the truth?\nA No, that particular issue didn’t come up. I didn’t get any sense of that.\nQ Did you talk with her at all about what might happen if she didn’t — wasn’t completely honest with you about things?\nA No, I didn’t.\nVII R. at 299.\nAnother pediatrician, Dr. Jean Spiegel, testified about examining A.T. on September 3, 1991. A.T. was six years old then. IX R. at 472. Dr. Spiegel said her findings from the examination were consistent with hyme-nal penetration or vaginal penetration which was “chronic” in nature or had occurred more than one time. Id. at 473. She testified that while it was difficult to time such penetrations, nothing would have likely happened to the child within the prior four to six months, and that “the findings are old.” Id. There was no testimony by Dr. Spiegel about any statements by A.T. that the defendant had committed any of these acts. The doctor did say that A.T. was very shy and quiet and the doctor asked A.T. where her body was touched. She said that “her breasts were touched and her front privates were touched, and she also told [Dr. Spiegel] that her bottom where her poop comes out was touched.” Id. at 509. There was no testimony by Dr. Spiegel about any discussion with A.T. concerning truth telling or its importance in the examination of the child.\n\n. The court in White upheld the defendant's conviction on the grounds that the erroneous admission of the statements was harmless error. 11 F.3d at 1451.\n\n\n. Minn.R.Evid. 803(4) is identical to the federal rule.\n\n\n. See also People of Territory of Guam v. Ignacio, 10 F.3d 608, 613 n. 3 (9th Cir.1993) (“whether a statement is admissible under the medical treatment exception does not depend solely on the intent of the person asking the questions, but also on whether the respondent understands herself to be providing information for purposes of medical treatment.\" (Emphasis added.)); Morgan v. Foretich, 846 F.2d 941, 951-52 (4th Cir.1988) (Powell, J. (ret.), concurring in part and dissenting in part) (“[tjhere is no evidence in the record *1457that [the girl's] frame of mind was comparable to a patient seeking treatment.... [Tjhere is no evidence that Dr. Harrison ever explained to [the child] that his questions and relationship with her arose, at least in part, from a desire to treat her.... Absent a finding that [the child] made her statements believing they would be used by Dr. Harrison to help her, I am reluctant to rest my decision on the cases relied on by the court.”); Oldsen v. People, 732 P.2d 1132, 1135—36 (Colo.1986) (holding statements inadmissible under Colo.R.Evid. 803(4) (which is identical to the federal rule) because there was no evidence that the five-year old child \"was capable of recognizing, at the time the challenged statements were made, the need to provide accurate information for purposes of medical diagnosis or treatment within the meaning of CRE 803(4).”). Oldsen holds that the prosecution, as proponent of the hearsay statements, has the burden of establishing the foundation for admitting them under an exception to the hearsay rule. 732 P.2d at 1135 n. 7. The court in Oldsen did uphold the conviction because the challenged testimony was admitted properly on the alternative ground of being circumstantially trustworthy. Id. at 1137.\nBut see United States v. George, 960 F.2d 97, 100 (9th Cir.1992) (\"As a general matter, the age of the child and her other personal characteristics go to the weight of the hearsay statements rather than their admissibility.\"); cf. State v. Robinson, 153 Ariz. 191, 735 P.2d 801, 809 (1987) (upholding admission of statements under Ariz.R.Evid. 803(4) (also identical to the federal rule), concluding \"[t]he record is not as clear regarding [the child’s] motive in making the challenged statements. The record does indicate, however, that [the] statements were elicited in the course of treatment. And nothing in the record indicates that [the child victim's] ‘motive in making these statements was other than as a patient seeking [or at least needing] treatment.' [Citation omitted.]”).\n\n\n. As with Ecklebarger’s testimony, three circumstances surrounding A.T.’s statements to the physicians indicate trustworthiness: the experience and training of the physicians in interviewing child abuse victims; the use of non-leading questions; and the specificity of the statements. On the other hand, as with the statements made to Ecklebarger, the statements were not spontaneous, were not close in time to the abuse, and were made at a time when the child arguably had a motive to fabricate.\nThus, on balance, it is far from clear that A.T. \"was particularly likely to be telling the truth when [her] statements] [were] made.” Idaho v. Wright, 497 U.S. 805, 822, 110 S.Ct. 3139, 3150, 111 L.Ed.2d 638 (1990). Consequently, it could not be said that, at the time the statements were made, A.T.'s \"truthfulness [was] so clear from the surrounding circumstances that the test of cross-examination would be of marginal utility....\" Id. at 820, 110 S.Ct. at 3149. As the majority opinion correctly notes, although Wright involved a challenge to the admission of hearsay testimony under the Confrontation Clause, \"its discussion of the reliability of hearsay statements by child victims of sexual abuse is equally pertinent to both Confrontation Clause cases and Rule 803(24) cases.\" Majority Opinion at 1452 n. 5.\n\n",
            "ocr": false,
            "opinion_id": 9488385
        }
    ],
    "court_short_name": "Tenth Circuit",
    "court_full_name": "Court of Appeals for the Tenth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}