{
    "id": 1072999,
    "judges": "Judge J. Curwood Witt, Jr.",
    "date_filed": "1982-06-21",
    "date_filed_is_approximate": true,
    "slug": "state-of-tennessee-v-richard-albany-goode",
    "case_name_short": null,
    "case_name": "State of Tennessee v. Richard Albany Goode",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 3.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/OPINIONS/tcca/PDF/032/Goode.pdf",
            "author_id": 8295.0,
            "opinion_text": "         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT KNOXVILLE\n                           Assigned on Briefs February 25, 2003\n\n           STATE OF TENNESSEE v. RICHARD ALBANY GOODE\n\n                      Appeal from the Circuit Court for Blount County\n                        No. C-13653    D. Kelly Thomas, Jr., Judge\n\n\n\n                                 No. E2002-01228-CCA-R3-CD\n                                         April 2, 2003\n\nRichard Albany Goode, convicted upon his guilty plea of statutory rape, appeals from the Blount\nCounty Circuit Court’s imposition of a two-year incarcerative sentence. He claims he should have\nreceived an alternative sentence. Because the appellate record does not contain evidence relied upon\nby the parties and the court at the sentencing hearing, we hold that the defendant has waived our\nreview of his appellate issue. We therefore affirm the sentence imposed by the trial court.\n\n               Tenn. R. App. P. 3; Judgment of the Circuit Court is Affirmed.\n\nJAMES CURWOOD WITT, JR., J., delivered the opinion of the court, in which JOHN EVERETT\nWILLIAMS and ROBERT W. WEDEMEYER , JJ., joined.\n\nMack Garner, Maryville, Tennessee (at trial) and Julie A. Rice, Knoxville, Tennessee (on appeal),\nfor the Appellant, Richard Albany Goode.\n\nPaul G. Summers, Attorney General and Reporter; Helena Walton Yarbrough, Assistant Attorney\nGeneral; and Mike Flynn, District Attorney General, for the Appellee, State of Tennessee.\n\n                                            OPINION\n\n                 The defendant, who was 35 years old at the time of the offense herein, was charged\nwith the rape of the 17-year-old victim. He went to trial on the charge, and the jury was unable to\nreach a verdict. Thereafter, he entered into a plea agreement with the state whereby he would enter\na guilty plea to the offense of statutory rape with no agreement as to the sentence he would receive.\nThe lower court then conducted a sentencing hearing. Following receipt of the evidence, the court\ndetermined that the defendant should serve a maximum, Range I sentence of two years for the Class\nE felony. Furthermore, the court determined that the defendant’s poor prospects of rehabilitation\nwarranted a sentence of confinement. The defendant then appealed, claiming that the lower court\nerred in denying alternative sentencing.\n\f                In undertaking appellate review, we immediately notice the absence of two critical\ndocuments from the appellate record. First, the parties and the court relied heavily on the evidence\npresented at the defendant’s prior trial, yet no transcript or statement of the evidence from that trial\nhas been included in the appellate record. Secondly, the record does not contain a sex offender\nevaluation report for the defendant. See Tenn. Code Ann. § 39-13-705 (Supp. 2002). We surmise\nfrom the record that this report was not prepared, contrary to statutory mandate. See id.\n\n               With respect to the evidence from the defendant’s prior trial, the record reflects that\nthe parties asked the court to rely on the testimonial evidence and exhibits presented at the\ndefendant’s prior rape trial. Furthermore, the record reflects that the court did so in arriving at its\nsentencing determination. Nevertheless, the defendant has not provided us with a transcript or\nstatement of evidence from that trial or any exhibits received.\n\n                 As we have said on occasions too numerous to count, the appealing party has an\nobligation to prepare a record which conveys a fair, accurate and complete account of what\ntranspired with respect to the issues which form the bases of the appeal. Tenn. R. App. P. 24(a); State\nv. Boling, 840 S.W.2d 944, 951 (Tenn. Crim. App. 1992). \"Absent the necessary relevant material\nin the record an appellate court cannot consider the merits of an issue.\" State v. Ballard, 855 S.W.2d\n557, 560-61 (Tenn. 1993). The Sentencing Reform Act requires the trial court, in sentencing a\ndefendant, to consider among other factors, \"[t]he evidence, if any, received at the trial and the\nsentencing hearing,\" Tenn. Code Ann. § 40-35-210(b)(1) (1997), and this court's de novo review on\nthe record requires us, as well, to consider these factors. See generally Tenn. Code Ann. §\n40-35-401(d) (1997). The defendant's failure to present a transcript or statement of the evidence\nupon which the parties and the lower court relied at the sentencing hearing precludes our mandated\nde novo review. “In the absence of an adequate record on appeal, this court must presume that the\ntrial court's rulings were supported by sufficient evidence.” State v. Oody, 823 S.W.2d 554, 559\n(Tenn. Crim. App. 1991). Thus prevented from reviewing the defendant’s sentencing issue on its\nmerits, we must affirm the two-year incarcerative sentence imposed by the lower court.\n\n               Additionally, we are compelled to note the absence of the statutorily required sex\noffender evaluation report from the appellate record. See Tenn. Code Ann. § 39-13-703(3)(F) (Supp.\n2002) (includes statutory rape as a “sex offense” for purposes of the “Tennessee Standardized\nTreatment Program for Sex Offenders”). There is no evidence that the defendant actually underwent\nthis evaluation. In fact, we assume the opposite inasmuch as the presentence report states that the\ndefendant had not undergone the mandated evaluation at the time he was interviewed by the\npresentence report’s author, and although the presentence report author gave the defendant\ninformation regarding whom to contact to complete the evaluation, the sentencing hearing transcript\nis devoid of any indication that the evaluation took place or that such report was submitted and\nconsidered by the lower court at sentencing.\n\n               The Criminal Code requires that “each sex offender who is to be considered for\nprobation or any other alternative sentencing shall be required to submit to an evaluation for\ntreatment, risk potential, procedures required for monitoring of behavior to protect victims and\n\n\n                                                  -2-\n\fpotential victims, and an identification under the procedures developed pursuant to § 39-13-\n704(d)(1).” See id. § 39-13-705(a). Those who plead guilty without an agreement as to sentencing,\nlike the defendant herein, are not excepted from the requirement. See id. § 39-13-705(b). To be\nsure, those who plead guilty with no agreement as to sentencing are to have the report of such\nevaluation attached to the presentence report. The report of the evaluation is to be considered by the\nsentencing court in determining certain sentencing issues, and the treatment plan recommended in\nthe report must be made a condition of any alternative sentence granted. Id. The requirements of\nthe statute are clear. If a sex offender is to be considered for an alternative sentence, such as the\ndefendant herein seeks, he “shall” submit to the evaluation. See id. § 39-13-705(a).\n\n\n                 The record in this case does not reflect that the defendant submitted to the evaluation,\na requisite for consideration for probation or other alternative sentencing. Therefore, even if we had\nnot disposed of the defendant’s appeal via his failure to prepare a fair, accurate, and complete\nappellate record, we would be in a position to hold that the defendant cannot establish on appeal his\nclaim to a non-incarcerative sentence because he failed to submit to the requisite sex offender\nevaluation and to ensure that the report generated therefrom was considered by the lower court in\npassing sentence on him.\n\n\n              Accordingly, we affirm the judgment of the Blount County Circuit Court which\nordered a two-year incarcerative sentence for the defendant’s statutory rape conviction.\n\n\n\n\n                                                        ___________________________________\n                                                        JAMES CURWOOD WITT, JR., JUDGE\n\n\n\n\n                                                  -3-\n\f",
            "ocr": false,
            "opinion_id": 1072999
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Rape"
}