{
    "id": 1083103,
    "judges": null,
    "date_filed": 883440000000,
    "date_filed_is_approximate": false,
    "slug": "state-v-boston",
    "case_name_short": null,
    "case_name": "State v. Boston",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 11.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/OPINIONS/tcca/PDF/974/bostonr.pdf",
            "author_id": null,
            "opinion_text": "            IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n\n                             AT KNOXVILLE            FILED\n                        SEPTEMBER 1997 SESSION       December 30, 1997\n\n                                                     Cecil Crowson, Jr.\n                                                     Appellate C ourt Clerk\n\nSTATE OF TENNESSEE,              )\n                                 )    C.C.A. NO. 03C01-9611-CR-00401\n            Appellee,            )\n                                 )    SULLIVAN COUNTY\nVS.                              )\n                                 )    HON. FRANK L. SLAUGHTER,\nROBERT BOSTON,                   )    JUDGE\n                                 )\n            Appellee.            )    (Sentencing)\n\n\n\nFOR THE APPELLANT:                   FOR THE APPELLEE:\n\n\nSTEPHEN WALLACE                      JOHN KNOX WALKUP\nPublic Defender                      Attorney General & Reporter\n\nLESLIE HALE                          CLINTON J. MORGAN\nAsst. Public Defender                Counsel for the State\nP.O. Box 839                         450 James Robertson Pkwy.\nBlountville, TN 37617                Nashville, TN 37243-0493\n\n                                     FRANK A. HARVEY\n                                     District Attorney General, pro tem\n                                     P.O. Box 703\n                                     Kingston, TN 37763\n\n\n\n\nOPINION FILED:____________________\n\n\n\nSENTENCE MODIFIED AND REMANDED\n\n\nJOHN H. PEAY,\nJudge\n\f                                      OPINION\n\n\n              The defendant was charged by presentment on February 8, 1994, with\n\neighteen counts of incest, eighteen counts of statutory rape, and fourteen counts of\n\nsexual battery. On September 30, 1994, the defendant entered an Alford plea and pled\n\nguilty to two counts of sexual battery and one count of assault. As a part of the plea, the\n\ndefendant agreed to sentences of two years on each of the sexual battery charges and\n\na sentence of eleven months, twenty-nine days on the assault charge. He further agreed\n\nthat all sentences would run consecutively. The defendant was ultimately denied\n\nprobation or any other alternative sentence and was ordered to begin his incarceration.\n\nIn this appeal, the defendant contends that the trial court erred by refusing to sentence\n\nhim to Community Corrections or probation.\n\n\n\n              After a review of the record and applicable law, we find that the trial court\n\nerred when it denied the defendant’s request for Community Corrections. Thus, we\n\nremand this cause to the trial court for entry of an order consistent with this opinion.\n\n\n\n              The charges against the defendant stemmed from allegations made by the\n\ndefendant’s foster children. The defendant and his wife, Cindy Boston, had decided to\n\nbecome foster parents in 1988 after learning that Mrs. Boston could not have children.\n\nThe Bostons subsequently provided a home for several foster children and at one point\n\nhad as many as six children in their home. In September 1994, three of the foster\n\nchildren, all boys, accused the defendant of sexually abusing them.\n\n\n\n              The defendant entered the above described plea and on December 15,\n\n1994, the trial court held a sentencing hearing to determine how the defendant should\n\nserve his already determined sentences. At the conclusion of that hearing, the trial judge\n\n\n                                            2\n\fordered the defendant to the Hay House, a residence operated under the Community\n\nCorrections program, until the defendant could devise a suitable plan for receiving\n\ncounseling.\n\n\n\n              A second hearing to determine how the defendant should serve the\n\nremainder of his sentence was held on February 23, 1995. At this hearing, the trial court\n\nheard testimony from Dr. Nancy Lanthorn, a licensed clinical psychologist, who had been\n\ncounseling the defendant since December 1994. At that time, Dr. Lanthorn testified that\n\nthe defendant would benefit more from one-on-one sessions with a therapist rather than\n\ngroup therapy sessions such as those offered by the State for incarcerated felons. She\n\nfurther stated that the defendant would also benefit from joint counseling with his wife.\n\nShe noted that she had seen the defendant for seven sessions and that he had made\n\nexcellent progress thus far. Dr. Lanthorn testified that incarceration would be detrimental\n\nto the defendant’s progress. On cross-examination, Dr. Lanthorn testified that she had\n\nnot spoken to any of the victims in making her recommendation for the defendant’s\n\ntreatment.\n\n\n\n              At the conclusion of the hearing, the trial judge denied the defendant’s\n\nrequest for probation.    He further denied the defendant’s request for Community\n\nCorrections because he was of the erroneous impression that the defendant was not\n\neligible for Community Corrections. The defendant then appealed to this Court.\n\n\n\n              On appeal, a panel of this Court found, upon a de novo review, that while\n\nthe defendant was eligible for probation, he was not a suitable candidate. State v.\n\nBoston, 938 S.W.2d 435 (Tenn. Crim. App. 1996). The panel, which was identical in\n\ncomposition to this one, cited the circumstances of the offense, including the defendant’s\n\n\n\n                                            3\n\fabuse of a position of private trust, as sufficient grounds upon which to deny the\n\ndefendant probation. This Court concluded that the defendant had failed to establish his\n\nsuitability for the privilege of probation. Boston, 938 S.W.2d at 438. As to the possibility\n\nof Community Corrections, this Court determined that the defendant was statutorily\n\neligible for such a sentence, and that the trial court erred when it incorrectly interpreted\n\nthe Community Corrections Act and determined that the defendant was not eligible.\n\nHowever, this Court then remanded the cause to the trial court so that the trial court could\n\nproperly determine the defendant’s suitability for Community Corrections. Boston, 938\n\nS.W.2d at 439.\n\n\n\n              On remand, the trial court held another hearing to determine the defen-\n\ndant’s suitability for Community Corrections. At this hearing, the defendant testified that\n\nhe was now employed full-time in commercial construction and that he had no contact\n\nwith children in his job or elsewhere. He further testified that since the last hearing he\n\nhad continued his treatment with Dr. Lanthorn and was now simply going for therapy on\n\nan “as needed” basis. However, he noted that he does continue to attend group sessions\n\nof Adult Children of Alcoholics at least once or twice a week. The defendant testified that\n\nhe had never attended group therapy specifically for sex offenders.\n\n\n\n              He further told the court that he had been at the Hay House from December\n\n16, 1994, until February 23, 1995. He testified that after this period of time he had been\n\nready to be moved to an “in-house” program rather than maintain residence at the Hay\n\nHouse. The defendant further stated that he had destroyed everything with his “stupid\n\nacts” and that he had had no contact whatsoever with the six children that were removed\n\nfrom his home as a result of the charges brought against him.\n\n\n\n\n                                             4\n\f              Lisa Christian, the detective who originally investigated the allegations\n\nagainst the defendant, also testified at the hearing. She testified that she had taken\n\nstatements from the defendant and the victims and that the victims’ reports were\n\nsignificantly different from that of the defendant.\n\n\n\n               Following this testimony, the trial court evaluated the evidence introduced\n\nat this sentencing hearing as well as evidence from the original hearing. From his review\n\nof this evidence, the trial judge concluded that the defendant was not suitable for\n\nCommunity Corrections. The defendant now appeals this determination.\n\n\n\n              When a defendant complains of his/her sentence, we must conduct a de\n\nnovo review with a presumption of correctness. T.C.A. § 40-35-401(d). The burden of\n\nshowing that the sentence is improper is upon the appealing party. T.C.A.\n\n§ 40-35-401(d) Sentencing Commission Comments. This presumption, however, \"is\n\nconditioned upon the affirmative showing in the record that the trial court considered the\n\nsentencing principles and all relevant facts and circumstances.\" State v. Ashby, 823\n\nS.W.2d 166, 169 (Tenn. 1991).\n\n\n\n             The Community Corrections Act of 1985 establishes a community based\n\nalternative to incarceration for certain offenders and sets out the minimum eligibility\n\nrequirements. T.C.A. §§ 40-36-101 through -306. This Act does not provide that all\n\noffenders who meet the standards are entitled to such relief. State v. Taylor, 744 S.W.2d\n\n919, 922 (Tenn. Crim. App. 1987).\n\n\n\n             The purpose of the Tennessee Community Corrections Act of 1985 is to\n\nestablish a policy to punish selected, nonviolent felony offenders through community-\n\n\n\n                                            5\n\fbased alternatives to incarceration. The goals of the Community Corrections Act include\n\nthe following: maintaining safe and efficient community correctional programs, promoting\n\naccountability of offenders to their local community, filling gaps in the local correctional\n\nsystem through the development of a range of sanctions and services, reducing the\n\nnumber of nonviolent felony offenders in correctional institutions and jails, and providing\n\n“opportunities for offenders demonstrating special needs to receive services which\n\nenhance their ability to provide for their families and become contributing members of their\n\ncommunity . . . .” T.C.A. § 40-36-104(1)-(5).\n\n\n\n              Before one is entitled to community corrections, he or she must be eligible\n\npursuant to T.C.A. § 40-36-106(a). Mere eligibility, of course, does not end the inquiry.\n\nWe must also look to the Criminal Sentencing Reform Act of 1989. Under this Act, trial\n\njudges are encouraged to use alternatives to incarceration. T.C.A. § 40-35-102(6) states\n\nthat “a defendant who does not fall within the parameters of subdivision (5) and who is an\n\nespecially mitigated or standard offender convicted of a Class C, D or E felony is\n\npresumed to be a favorable candidate for alternative sentencing options in the absence\n\nof evidence to the contrary.” Militating against alternative sentencing are the following\n\nconsiderations:\n\n               Confinement is necessary to protect society by restraining a\n               defendant who has a long history of criminal conduct;\n               [c]onfinement is necessary to avoid depreciating the serious-\n               ness of the offense or confinement is particularly suited to\n               provide an effective deterrence to others likely to commit\n               similar offenses; or [m]easures less restrictive than confine-\n               ment have frequently or recently been applied unsuccessfully\n               to the defendant. . . .\n\n\nT.C.A. §40-35-103(1)(A)-(C). See also State v. Ashby, 823 S.W.2d 166, 169 (Tenn.\n\n1991).\n\n\n\n\n                                             6\n\f              In this case, the defendant is not eligible under the definitions of T.C.A.\n\n§ 40-36-106(a) because the offenses he committed were crimes “against the person.”\n\nT.C.A. 40-46-106(a)(2). However, he argues that he is eligible under T.C.A.\n\n§ 40-36-106(c) which provides:\n\n              Felony offenders not otherwise eligible under subsection (a),\n              and who would be usually considered unfit for probation due\n              to histories of chronic alcohol, drug abuse, or mental health\n              problems, but whose special needs are treatable and could be\n              served best in the community rather than in a correctional\n              institution, may be considered eligible for punishment in the\n              community under the provisions of this chapter.\n\n\n              The defendant argues that he meets the above criteria and that as a result,\n\nhe should be sentenced to Community Corrections. The trial court found that the\n\ndefendant did not satisfy the statutory requirements and thus denied his request for\n\nCommunity Corrections. In doing so, the trial court reviewed a report from Dr. Peter\n\nYoung, a clinical psychologist who evaluated the defendant on November 11, 1994, as\n\nwell as the testimony and report of Dr. Lanthorn. In his report to the court, Dr. Young\n\nstated that the defendant would benefit most from individual psychotherapy on a weekly\n\nbasis for an extended period of time. He further noted that if incarcerated, “it would be\n\nunlikely that [the defendant] would fare well or improve in his functioning.” However, Dr.\n\nYoung also noted in his report that the information used in writing the report came mainly\n\nfrom the defendant and the defendant’s attorney. He stated that he did not speak with the\n\nvictims and that because of this, “there is necessarily a lack of information with which to\n\nassert such conclusions strongly.”\n\n\n\n              The trial court concluded that the above statement in Dr. Young’s report\n\nmeant “that he wanted more information, at least if he intended, to further advocate the\n\nposition he had taken in the case relative to [the defendant].” Therefore, the trial court\n\nconcluded, “I find as a fact that he’s not fully informed about this case.”\n\n\n                                             7\n\f                 The trial court then reviewed the testimony of Dr. Lanthorn from the previous\n\nsentencing hearing as well as an updated report. In the updated report, Dr. Lanthorn\n\nstated that the defendant had continued his therapy sessions through December 8, 1995,\n\nand that he had “made considerable progress and was dealing with some lingering\n\nfeelings of grief regarding the loss of his children.” She further stated that in her opinion,\n\nthe defendant posed no risk to the community and that no purpose would be served by\n\nhis being incarcerated. Dr. Lanthorn concluded that the defendant had been rehabilitated\n\nand that his future therapy would be performed on an as needed basis.\n\n\n\n                 The trial court observed that because Dr. Lanthorn had not interviewed the\n\nvictims in this case nor other children who had lived with the defendant but were not\n\nsexually abused, she “was not possessed with sufficient information to develop any kind\n\nof a program [for the defendant] because she never recognized the problem. . . . In this\n\ncase, the record will disclose that when Dr. Lanthorn testified, she was the subject of\n\nextensive cross examination, questions by General Harvey. The record will show that she\n\nwas not fully informed.” The trial judge further stated, “I make a positive finding that Dr.\n\nLanthorn’s counseling plan is inadequate as a matter of law for reasons stated and so is\n\nDr. Peter Young’s.” The trial court then simply concluded that the defendant does not\n\nmeet the criteria for a sentence of Community Corrections.1\n\n\n\n                  In the defendant’s previous appeal of his sentence, this Court specifically\n\ndirected the trial court as to what findings of fact he must make in granting or denying the\n\ndefendant’s request for Community Corrections. The Court stated that a determination\n\n\n         1\n           At the c onc lusion of the defe nda nt’s o rigina l sent enc ing he aring , the tr ial jud ge st ated that it\nwas his belief that the defendant was not statutorily eligible for Community Corrections. In doing so, the\ntrial judge sta ted, “Now , I with som e reluctan ce den y [the defen dant] the rig ht to participa te in a private\nprog ram at the Hay H ous e and I pred icate my re aso ning u pon the s tatuto ry proh ibition .” Th us, it\nappears that the trial court’s erroneous interpretation of the statute was the main reason for denying the\ndefendant’s request for Comm unity Corrections. It is unclear why the trial judge’s position on this matter\ndiffered s ignificantly on re man d.\n\n                                                          8\n\fof the following is required: “(1) the offender has a history of chronic alcohol, drug abuse,\n\nor mental health problems, (2) these factors were reasonably related to and contributed\n\nto the offender's criminal conduct, (3) the identifiable special need (or needs) are\n\ntreatable, and (4) the treatment of the special need could be served best in the community\n\nrather than in a correctional institution.” Boston, 938 S.W.2d at 439. The trial judge failed\n\nto follow the instructions of this Court. His findings, as recited above, are not sufficient to\n\ndeny the defendant Community Corrections. The trial court simply stated that he doubted\n\nthe validity of the opinions of two experienced clinical psychologists. Accordingly, we\n\nconclude that the trial court’s failure to follow this Court’s previous opinion leaves us now\n\nwith the task of reviewing the evidence and properly sentencing the defendant.\n\n\n\n              First, we must determine whether the defendant has a history of chronic\n\nalcohol, drug abuse, or mental health problems. In her first report to the trial court, Dr.\n\nLanthorn stated that the defendant exhibited twelve of the eighteen symptoms of Attention\n\nDeficit Disorder and that he suffered from mood swings, depression, and chronic low self-\n\nesteem. She further noted that the defendant exhibited psychological dysfunctions of mild\n\nseverity. She pointed to the defendant’s submissive dependency as his most striking\n\ncharacteristic. In her later report, which was introduced as evidence at the most recent\n\nsentencing hearing, Dr. Lanthorn stated that it was her opinion that the defendant had\n\nbeen successfully rehabilitated and that he should continue counseling on an as needed\n\nbasis.\n\n\n\n              Dr. Peter Young stated in his report that the defendant “manifested a high\n\naverage to nearly superior intellectual functioning,” but that he did intermittently display\n\npoor judgment and experience some problems in perceptual accuracy. Dr. Young further\n\nnoted that the defendant most likely had been unaware of how unresolved issues from his\n\n\n\n                                              9\n\fpast might have led him to engage in inappropriate interactions with some of the children.\n\n\n\n              Thus, it appears from the evidence above that the defendant had been\n\nsuffering from some form of mental health problems. We find that his history of mental\n\ndifficulties, coupled with his ongoing need for group therapy and individual therapy on an\n\nas needed basis, is sufficient to warrant a finding of fact that the defendant has a history\n\nof mental health problems.\n\n\n\n              Second, it further appears that the defendant’s mental health problems were\n\nreasonably related and contributed to his criminal conduct. Dr. Young stated in his report\n\nthat the defendant struggles with issues from his past and that such issues are likely what\n\nled him to take on the responsibility of foster children in the first place. He further stated\n\nthat the defendant’s “psychological turmoils” caused him to engage in inappropriate\n\nbehavior with his foster children. Dr. Young also noted that it was unlikely that the\n\ndefendant had intentionally attempted to harm any of the victims. Rather, the defendant\n\ntried to be “a good individual,” but was unable to do so because of unresolved past issues.\n\nThus, we conclude that the defendant’s mental health problems contributed to his criminal\n\nacts.\n\n\n\n              Next, we conclude that the defendant’s needs are treatable. The above\n\nrecited testimony of both Dr. Young and Dr. Lanthorn clearly demonstrates that the\n\ndefendant is responding to individual and group therapy and that incarceration would be\n\ndetrimental to his rehabilitation.\n\n\n\n              And finally, as the testimony of Dr. Young and Dr. Lanthorn also reflects, the\n\ndefendant would benefit more from continuing his current plan of therapy rather than\n\n\n\n                                             1 0\n\fentering a correctional institution. We further note that the defendant’s earlier placement\n\nat the Hay House was quite successful, and we see no reason to disrupt the defendant’s\n\nrehabilitation with incarceration. The defendant poses no threat to the community, has\n\npreviously complied with the requirements of Community Corrections, is continuing his\n\ntherapy, and is employed at a full-time job. Therefore, we conclude that the trial court\n\nerred when it denied the defendant’s request to be placed on Community Corrections.\n\nWe reverse the trial court and remand this cause to the trial court for the entry of an order\n\nsentencing the defendant to Community Corrections with reasonable conditions to be set\n\nby the trial judge.\n\n\n\n\n                                                  JOHN H. PEAY, Judge\n\n\n\nCONCUR:\n\n\n\n\nDAVID G. HAYES, Judge\n\n\n\n\nWILLIAM M. BARKER, Judge\n\n\n\n\n                                            1 1\n\f",
            "ocr": false,
            "opinion_id": 1083103
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Rape"
}