{
    "id": 1495140,
    "judges": "William M. Barker",
    "date_filed": "2000-12-03",
    "date_filed_is_approximate": true,
    "slug": "houghton-v-aramark-educational-resources-inc",
    "case_name_short": "Houghton",
    "case_name": "Houghton v. Aramark Educational Resources, Inc.",
    "case_name_full": "John HOUGHTON, Et Al. v. ARAMARK EDUCATIONAL RESOURCES, INC.",
    "attorneys": "F. Dulin Kelly and Andy L. Allman, Hendersonville, Tennessee, for the petitioners, John Houghton, et al., Carol P. Michel, Helen M. Donnelly, Atlanta, Georgia, and Rebecca Wells Demar-ee, Nashville, Tennessee, for the respondent, Aramark Educational Resources, Inc.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 227,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b696-3\">\n    John HOUGHTON, et al. v. ARAMARK EDUCATIONAL RESOURCES, INC.\n   </parties><br><court id=\"b696-6\">\n    Supreme Court of Tennessee, at Nashville.\n   </court><br><decisiondate id=\"b696-7\">\n    Nov. 22, 2002.\n   </decisiondate><br><attorneys id=\"b697-20\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"677\"> \n     *677\n     </span>\n    F. Dulin Kelly and Andy L. Allman, Hendersonville, Tennessee, for the petitioners, John Houghton, et al.\n   </attorneys><br><attorneys id=\"b697-21\">\n    Carol P. Michel, Helen M. Donnelly, Atlanta, Georgia, and Rebecca Wells Demar-ee, Nashville, Tennessee, for the respondent, Aramark Educational Resources, Inc.\n   </attorneys>",
    "citations": [
        "90 S.W.3d 676"
    ],
    "opinions": [
        {
            "author_str": "Barker",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5708.0,
            "opinion_text": "\n90 S.W.3d 676 (2002)\nJohn HOUGHTON, et al.\nv.\nARAMARK EDUCATIONAL RESOURCES, INC.\nSupreme Court of Tennessee, at Nashville.\nNovember 22, 2002.\n*677 F. Dulin Kelly and Andy L. Allman, Hendersonville, Tennessee, for the petitioners, John Houghton, et al.\nCarol P. Michel, Helen M. Donnelly, Atlanta, Georgia, and Rebecca Wells Demaree, Nashville, Tennessee, for the respondent, Aramark Educational Resources, Inc.\n\nOPINION\nWILLIAM M. BARKER, J., delivered the opinion of the court, the panel of which consisted of FRANK F. DROWOTA, III, C.J., E. RILEY ANDERSON, ADOLPHO A. BIRCH, JR., and JANICE M. HOLDER, JJ.\nPursuant to Tennessee Supreme Court Rule 23, we accepted certification of a *678 question of law from the United States District Court for the Middle District of Tennessee concerning regulations issued by the Tennessee Department of Human Services. The certified question from the district court asks us to determine whether the rationale of statutorily imposed vicarious liability under Gleaves v. Checker Cab Transit Corp., 15 S.W.3d 799 (Tenn.2000), applies to rules governing licensing and operation of day care centers in Tennessee. For the reasons given herein, we answer that our holding in Gleaves is distinguishable from the present case, and the Tennessee regulations governing day care centers do not, absent fault on the part of the licensee, provide for vicarious liability for the injurious acts of an employee occurring outside the scope of employment.\n\nFACTUAL BACKGROUND\nThe petitioners, John Houghton and his wife Melissa Houghton, brought this suit individually, and as guardians and next friends of their minor daughter, referred to as \"Jane Doe.\" The respondent, Aramark Education Resources, Inc. (Aramark), owns and operates numerous day care facilities throughout the United States. Aramark does business within Tennessee as \"Children's World Learning Center, Inc.\"\nIn the summer of 1999, the Houghtons enrolled their infant daughter in the Children's World Learning Center located in the Donelson area of Nashville, Tennessee. In January of 1999, Aramark hired Daniel Towery to work at its Donelson location. Mr. Towery assisted or supervised children during activities and counseled children when social, academic, or other behavioral problems were encountered. Additionally, Mr. Towery assisted in toilet training and diapering the children, including Jane Doe. Aramark terminated the employment of Mr. Towery in July of 1999.\nThe Houghtons allege that between January of 1999 and July of 1999, Mr. Towery committed vile and lewd sexual acts against Jane Doe. In March of 2000, Mr. Towery pleaded guilty to two counts of child rape and three counts of aggravated sexual battery. These offenses originated from Mr. Towery's unlawful sexual contact with six children enrolled at Aramark's Donelson facility. Mr. Towery confessed to abusing certain children at the Donelson facility, but denied ever molesting or otherwise abusing Jane Doe.\nShortly after Mr. Towery's arrest, the Houghtons filed suit against Aramark on behalf of Jane Doe in the Circuit Court of Davidson County, Tennessee. The suit was voluntarily non-suited, and a subsequent suit was filed in federal district court. The Houghtons asserted a cause of action based upon the theories of respondeat superior, negligent hiring and supervision, and statutory liability under applicable regulations and statutes. In response to Aramark's motion for partial summary judgment, the district court issued a certification order to this Court. The certified question asks whether the rationale of statutorily imposed vicarious liability under our holding in Gleaves v. Checker Cab Transit Corp., 15 S.W.3d 799 (Tenn.2000), applies to the rules governing licensing and operations of day care centers in Tennessee.\n\nANALYSIS\nWe begin our analysis by acknowledging that \"the most basic principle of statutory construction is to ascertain and give effect to the legislative intent without unduly restricting or expanding a statute's coverage beyond its intended scope.\" Owens v. State, 908 S.W.2d 923, 926 (Tenn.1995); State v. Sliger, 846 *679 S.W.2d 262, 263 (Tenn.1993). Additionally, \"statutes in derogation of the common law are to be strictly construed and confined to their express terms.\" Ezell v. Cockrell, 902 S.W.2d 394, 399 (Tenn.1995)(citing Cardwell v. Bechtol, 724 S.W.2d 739, 744 (Tenn.1987)). Strict construction amounts to a \"recognition of a presumption against the legislature's intention to change existing law.\" Jordan v. Baptist Three Rivers Hospital, 984 S.W.2d 593, 599 (Tenn.1999). Thus, common law is not displaced by a legislative enactment, except to the extent required by the statute itself. See Lavin v. Jordon, 16 S.W.3d 362, 368 (Tenn.2000). We note that this Court has applied these general rules of statutory construction to rules and regulations drafted by administrative agencies, pursuant to a legislative delegation of power. See Consumer Advocate Div. v. Greer, 967 S.W.2d 759, 762 (Tenn.1998). However, when language within a statute is ambiguous, and the parties legitimately derive different interpretations from identical language, we must look to the entire statutory framework to determine legislative intent. See Jordan, 984 S.W.2d at 599 (citing Owens, 908 S.W.2d at 926).\nWe are asked by the district court[1] to construe regulations governing the licensure and administration of day care facilities, in light of our decision in Gleaves, namely, Rules 1240-4-3-.01, et seq., of the Tennessee Department of Human Services Social Services Division (DHS). These rules were enacted by the DHS pursuant to Tennessee Code Annotated sections 71-3-501, et seq., which vests the DHS with authority to license and regulate child care agencies. The regulatory language in Rule 1240-4-3-.02 cited in the federal district court's certification order provides the following definitions:\n(4) Central Operator\u0097The individual(s) . . . who . . . owns, administers, or operates a child care system. The central operators shall have ultimate responsibility for the administration/operation of any or all child care homes and child care centers in the system . . . .\n(20) Licensee\u0097The person . . . or entity to whom a license to operate a child care center is issued and who shall assume ultimate responsibility for the child care center.\n\n(Emphasis added).\nThe petitioners contend that these and other DHS regulations[2] require us to find *680 Aramark vicariously liable for the criminal acts of Mr. Towery. Specifically, petitioners argue that under the rationale expressed in Gleaves, Aramark is vicariously liable for Mr. Towery's acts because DHS mandates that day care center licensees assume \"ultimate responsibility\" for their facility. Respondent argues that this language is purely definitional in nature and that petitioners' reliance upon our decision in Gleaves is misplaced because no substantive similarity between the applicable ordinances in Gleaves and the instant case is discernable.\nIn order to fully explain and contrast the DHS regulations with those at issue in Gleaves, a brief review of that decision is warranted. The primary issue in Gleaves was whether the Code of the Metropolitan Government of Nashville and Davidson County (Metro. Code) imposed liability upon Checker Cab Transit Corporation, Inc. (Checker) for injuries to a third party caused by the negligence of one of Checker's contract drivers who was off duty at the time of the incident.[3]See Gleaves, 15 S.W.3d at 800-01. The municipal ordinance at issue in Gleaves required Checker to file liability insurance agreements for each automobile in its franchise. These agreements provided that Checker would be \"liable for any personal injuries or property damage to third parties as the result of the negligent use of these vehicles.\" Id. at 800 n. 2. In addition, the ordinance provided that these agreements \"shall place the vehicle operated under [the] franchise in [Checker's] complete possession and control, and the taxicab company shall assume complete liability\" for each vehicle in its fleet. Id. at 800 n. 1 (emphasis added). We found this language to be \"plain, clear, and unambiguous. It require[d] that all certified taxicab companies `assume complete liability' for each vehicle for which it enters into a liability insurance agreement.\"[4]Id. at 803. Importantly, vicarious liability on the part of Checker was not based upon the theory of respondeat superior. Our decision in Gleaves rested solely upon the unambiguous language contained within the municipal ordinance and insurance agreement.\nThe federal district court in this case has held that the criminal acts of Mr. Towery occurred outside the scope of his employment, thus eliminating the petitioners' contention that Aramark may be held liable under the theory of respondeat superior. Therefore, if Aramark were to be held liable for the acts of Mr. Towery based solely upon the language contained within the DHS regulations, such a holding would be in contravention of Tennessee common law. Accordingly, we find that the DHS regulations must be construed in light of the aforementioned principles of *681 statutory construction, principally that statutes in derogation of the common law be strictly construed.\nAfter conducting a thorough review of relevant DHS regulations, we find no intent on the part of DHS to alter, amend, or otherwise contravene the common law relating to vicarious liability. Indeed, based upon our interpretation of the DHS regulations in light of the doctrine of strict construction, we find our decision in Gleaves clearly distinguishable. The language at issue in Gleaves was contained within the directive portion of the code. It unambiguously addressed issues of liability, personal injuries, property damage to third parties, and causation occurring through the negligence of Checker or its employees. Hence, we concluded that the Metropolitan Government of Nashville expressed its intent, in the unambiguous language of the ordinance, to impose liability on the principal for the acts of its agent without regard to common law. In stark contrast, the relevant DHS provisions are devoid of similar unambiguous language. While the term \"ultimate responsibility\" can logically be construed as being synonymous with liability, we find this term ambiguous and subject to conflicting interpretations. Accordingly, we do not construe the contested language alone or disassociated from its framework, but examine the appropriate context and traditional usage of terms by the legislature. The term \"ultimate responsibility\" is found under the heading of \"Definitions\" and refers explicitly to administration and operations of child care facilities. The term is surrounded by repeated references to licensing, administration, and operational guidelines. If DHS had intended to contravene common law by imposing strict vicarious liability on child care facilities, such a mandate would extend from the directives of the legislation and not from the definitional portion. Also, the respondent correctly notes that the term \"ultimate responsibility\" is routinely used in numerous definitional provisions governing businesses in Tennessee, without providing for direct or vicarious liability.[5] In the absence of direct language to the contrary, we find that the deliberate use of the term \"ultimate responsibility\" cannot reasonably be construed as being legally synonymous with unlimited vicarious liability.\n\nCONCLUSION\nWe conclude that applicable DHS regulations do not, in the absence of fault on the part of a licensee, provide a basis for vicarious liability for the criminal acts of an employee that occur outside the scope of employment. To hold otherwise would contravene Tennessee common law and established rules of statutory construction. Accordingly, we answer the district court's certified question in the negative and reiterate that statutorily imposed vicarious liability *682 under Gleaves does not extend to the DHS rules regarding the licensing of day care centers in Tennessee.\nNOTES\n[1]  This Court, at its discretion, may \"answer questions of law certified to it by the Supreme Court of the United States, a Court of Appeals of the United States, a District Court of the United States in Tennessee, or a United States Bankruptcy Court in Tennessee.\" Swafford v. Harris, 967 S.W.2d 319, 320 n. 1 (Tenn.1998)(quoting Tenn. Sup.Ct. R. 23, § 1). The rules governing certification are properly invoked when \"the certifying court determines that, in a proceeding before it, there are questions of law of this state which will be determinative of the cause and as to which it appears to the certifying court there is no controlling precedent in the decisions of the Supreme Court of Tennessee.\" Id.\n[2]  Other relevant provisions include: (1) Rule 1240-4-30.01(2), which provides that the purpose of licensing is for the \"protection of children. These minimum requirements seek to maintain adequate health, safety, and supervision of children while in child care;\" (2) Rule 1240-4-3-.07(1)(a), which states that \"[t]he board, owner, applicant/licensee, or other designated agent of the child care center shall be responsible for selecting individuals of suitable character to work with children;\" (3) Rule 1240-4-3-.07(1)(b), which provides that \"[t]he director, with the guidance of the board or owner of the center, shall be responsible for staff and program and the day-to-day operation of the center;\" and (4) Rule 1240-4-3-.10(5)(a), which requires employees to undergo specialized training to prevent and report incidents of child abuse. Specifically, it states that \"[s]uspected child abuse or neglect shall be reported immediately to the local Department of Children's Services office by the staff of the child welfare agency.\"\n[3]  We described the incident as follows:\n\nthe record shows that Robert J. Mosley (a driver for Checker) began work at 5:30 a.m. and reported \"off-duty\" by radio at approximately 9:20 p.m. Shortly after reporting \"off-duty,\" and while en route home, Mosley's high speed attracted the attention of City of Lakewood police officers. A high speed chase ensued. The chase ended at about 10:05 p.m. when Mosley collided with a vehicle operated by Michael C. Gleaves. Gleaves sustained serious injuries.\n15 S.W.3d at 801.\n[4]  We determined that \"[t]he ordinance did not distinguish between cases when a driver is `on-duty,' and actively transporting or seeking passengers or `off-duty.' To have read the ordinance as distinguishing between `on-duty' and `off-duty' would have improperly diluted the meaning of the language, and unduly restricted the ordinance's intended scope.\" 15 S.W.3d at 803.\n[5]  For example, the term \"ultimate responsibility\" is found in the regulations governing: nursing home administrators (Tenn. Comp. R. &amp; Regs. R. 1200-1-.16(1)); solid waste storage, processing, and disposal facilities (Tenn. Comp. R. &amp; Regs. R. 1200-1-7-.02(5)(a)(2)(i)); hazardous waste treatment, storage, and disposal facilities, (Tenn. Comp. R. &amp; Regs. R. 1200-1-11-.07(9)(b)(2)(i)); hospitals, nursing homes, and assisted living centers (Tenn. Comp. R. &amp; Regs. R. 1200-8-1-.02(3)(a)); home health care organizations (Tenn. Comp. R. &amp; Regs. R. 1200-8-8-.02(5)(e)(1)); and birthing centers (Tenn. Comp. R. &amp; Regs. R. 1200-8-24-.02(3)(a)). The regulations governing these businesses are similar in content to those governing day care facilities and likewise fail to mention liability or injuries to third parties. Thus, if the term \"ultimate responsibility\" were synonymous with vicarious liability, the preceding organizations would be liable for the criminal and/or intentional acts of their employees. We cannot conclude that such a result was intended by the governmental bodies who drafted these rules.\n\n",
            "ocr": false,
            "opinion_id": 1495140
        }
    ],
    "court_short_name": "Tennessee Supreme Court",
    "court_full_name": "Tennessee Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Rape"
}