{
    "id": 1060768,
    "judges": "Anderson, Barker, Birch, Drowota, Hayes, Holder, Per Curiam",
    "date_filed": 917222400000,
    "date_filed_is_approximate": false,
    "slug": "anderson-v-save-a-lot-ltd",
    "case_name_short": "Anderson",
    "case_name": "Anderson v. Save-A-Lot Ltd.",
    "case_name_full": "Bernice ANDERSON, Plaintiff, v. SAVE-A-LOT, LTD., a Supervalue Company, D/B/A Save-A-Lot Foods, and Liberty Mutual Insurance Company, Defendants-Appellants",
    "attorneys": "Erich M. Shultz, Memphis, for Plaintiff., Jack A. Childers, Jr., Bateman, Gibson & Childers, Memphis, for Defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied March 1, 1999.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"AGo\">\n    Bernice ANDERSON, Plaintiff, v. SAVE-A-LOT, LTD., a Supervalue Company, d/b/a Save-a-Lot Foods, and Liberty Mutual Insurance Company, Defendants-Appellants.\n   </parties><br><court id=\"b299-7\">\n    Supreme Court of Tennessee, at Jackson.\n   </court><br><decisiondate id=\"b299-8\">\n    Jan. 25, 1999.\n   </decisiondate><br><otherdate id=\"b299-9\">\n    Rehearing Denied March 1, 1999.\n   </otherdate><br><attorneys id=\"b299-22\">\n    Erich M. Shultz, Memphis, for Plaintiff.\n   </attorneys><br><attorneys id=\"b299-23\">\n    Jack A. Childers, Jr., Bateman, Gibson &amp; Childers, Memphis, for Defendants.\n   </attorneys>",
    "citations": [
        "989 S.W.2d 272"
    ],
    "opinions": [
        {
            "author_str": "Drowota",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nOPINION\n\nDROWOTA, J.\nIn this workers’ compensation case, we consider for the first time whether an employee who has been sexually harassed by a supervisor in the course of employment may recover workers’ compensation benefits from the employer. Finding that the plaintiffs alleged injury did not arise out of her employment, the Chancery Court of Shelby County granted summary judgment to the employer and its insurance carrier, the defendants. The Special Workers’ Compensation Appeals Panel, upon reference for findings of fact and conclusions of law in accordance with Tenn.Code Ann. § 50-6-225(e)(5) (Supp.1998), reversed and remanded the case for a determination of factual issues. For the reasons that follow, we affirm the decision of the trial court granting summary judgment to the defendants.\n*278I. FACTS &amp; PROCEDURAL HISTORY\nSince this case is presented to us on summary judgment, we summarize the evidence in the light most favorable to the plaintiff, the non-moving party. Byrd v. Hall, 847 S.W.2d 208, 210-11 (Tenn.1993). The record demonstrates that the plaintiff, Bernice Anderson (“Anderson”), was employed by defendant Save-A-Lot Foods as a co-assistant manager of a grocery store in Memphis. Anderson testified in a deposition that she was repeatedly sexually harassed on a daily basis by her immediate supervisor, Kenneth Bush (“Bush”), during the course of her employment. Anderson’s relationship with Bush began when Anderson worked for a Save-A-Lot store on Jackson Avenue. Bush, an assistant manager at the time, worked at the Jackson Avenue store for two or three months while he trained to be a manager. Anderson stated that although Bush did not make any sexually inappropriate remarks during this time period, he told Anderson that he did not like her and that he did not like the fact that he had to ask her to show him how to perform certain tasks.\nAfter Bush was promoted to manager, he was eventually transferred to a Save-A-Lot store on Frayser Boulevard. Subsequently, Bush asked the manager of the Jackson Avenue store to transfer Anderson to the Fray-ser Boulevard store. Not realizing that Bush was the manager of the Frayser store, Anderson agreed to be transferred to the Frayser store, where she worked for approximately one year. When Anderson first started working in the Frayser store, Bush approached her, stating that he “knew how I got my job and what I had been doing with the other managers, [and] that he wanted the same thing.” Anderson testified that Bush routinely followed her around the store, making lewd gestures and remarks to her. For instance, it is alleged that Bush repeatedly made graphic sexual comments about her body, requested that Anderson engage in sexual relations with him and accused her of having sex with co-workers. Bush would often grab Anderson’s hand or bump up against her when he made these remarks. Anderson also alleged encounters in which Bush would “literally run up to me and get as close as he could to me and stare me up and down and then bust out laughing.” In addition, on numerous occasions Bush, in the presence of Anderson, made inappropriate remarks about the body parts of the cashiers in the store.\nAnderson explained that she feared notifying other Save-A-Lot supervisors of Bush’s conduct, because Bush threatened to fire her and even stated that he knew where she lived and that he would kill her if she told anyone about the harassment. Wary of losing her job if she reported Bush’s behavior, Anderson explained: “I tried to hold onto my job, keep my job, because I need my job.” Ultimately, after Anderson reported the incidents to other management employees, an investigation was conducted, and Anderson was transferred to another store. Anderson alleges that as a result of Bush’s harassing conduct, she suffers from post-traumatic stress disorder and depression and, consequently, has incurred medical expenses and has been unable to work. A psychiatrist who examined Anderson gave her a sixty (60%) percent permanent psychiatric impairment rating.\nAnderson filed this Complaint for Workers’ Compensation, seeking reimbursement for her medical expenses and lost earnings. In addition, Anderson filed a complaint in federal court alleging violations of the Tennessee Human Rights Act and Title VII of the Civil Rights Act of 1964. After considering the deposition testimony proffered by the plaintiff, the trial court in the present ease granted summary judgment to the defendants. It is unclear from the record whether the trial court found that a plaintiff may not recover workers’ compensation benefits for sexual harassment injuries as a matter of law, or whether the trial court found that Anderson failed to demonstrate in this particular instance that she suffered an injury that arose out of her employment. In an opinion written by Judge Don Ash, the Special Workers’ Compensation Appeals Panel reversed the decision of the trial court. Concluding that Anderson’s injury arose out of and in the course of her employment, the Panel found that Anderson would not have suffered an injury “but for” her employment.\n*279II. ANALYSIS\nA. Standard of Review\nSummary judgment is appropriate if the movants, the defendants, demonstrate that no genuine issues of material fact exist and that the defendants are entitled to a judgment as a matter of law. Tenn. R. Civ. P. 56.03. We must take the strongest view of the evidence in favor of the nonmoving party, Anderson, allowing all reasonable inferences in favor of Anderson and discarding all countervailing evidence. Shadrick v. Coker, 963 S.W.2d 726, 731 (Tenn.1998) (citing Byrd v. Hall, 847 S.W.2d at 210-11). Since our review concerns only questions of law, the trial court’s judgment is not presumed correct, and our review is de novo on the record before this Court. Warren v. Estate of Kirk, 954 S.W.2d 722, 723 (Tenn.1997); Bain v. Wells, 936 S.W.2d 618, 622 (Tenn.1997).\nB. Tennessee Law\nTennessee’s Workers’ Compensation Law, Tenn.Code Ann. §§ 50-6-101 et seq. (1991 Repl. &amp; Supp.1998), applies to covered employees who suffer from “personal injury or death by accident arising out of and in the course of employment without regard to fault as a cause of the injury or death.” Tenn. Code Ann. § 50-6-103(a) (1991 Repl.); see also id. § 50-6-102(a)(5) (Supp.1998). Under this two-pronged test, a plaintiff must prove by a preponderance of the evidence that: (1) the injury arose out of her employment; and (2) the injury occurred during the course of her employment. Hill v. Eagle Bend Mfg., Inc., 942 S.W.2d 483, 487 (Tenn.1997).\nThere is no dispute in this case that the alleged injury occurred in the course of Anderson’s employment with Save-A-Lot. Viewing the “time, place and circumstances” surrounding the alleged harassment, it is clear that such incidents occurred while Anderson was on the premises of Save-A-Lot, performing duties on behalf of her employer. Id.; Fink v. Caudle, 856 S.W.2d 952, 958 (Tenn.1993). The crucial inquiry in this case concerns whether the alleged injury arose out of Anderson’s employment. For years this Court has avoided applying “artificial labels” by advocating a steadfast test to determine when an injury arises out of employment. Hall v. Mason Dixon Lines, Inc., 743 S.W.2d 148 (Tenn.1987). This struggle that has confronted our courts was discussed in Bell v. Kelso Oil Co., 597 S.W.2d 731 (Tenn.1980):\nThis Court and others over the years have attempted, with little success, to wring more certainty and specificity from the terse words “arising out of and in the course of employment.” This has resulted in various judicial “tests” and “doctrines,” such as, the “positional doctrine,” the “peculiar hazard doctrine,” the “foreseeability” test, the “street-risk doctrine,” and others.\nIt is difficult, perhaps impossible, to compose a formula which will clearly define the line between accidents and injuries which arise out of and in the course of employment to those which do not; hence, in determining whether an accident arose out of and in the course of the employment, each case must be decided with respect to its own attendant circumstances and not by resort to some formula. See: 99 C.J.S. Workmen’s Compensation § 209 (1958).\nIn this endeavor, the relation of the employment to the injury is the essential point of inquiry....\nGenerally, an injury arises out of and in the course of the employment if it has a rational causal connection to the work and occurs while the employee is engaged in the duties of his employment; and, any reasonable doubt as to whether an injury “arose out of the employment” is to be resolved in favor of the employee. Great American Indemnity Company v. Friddell, 198 Tenn. 360, 280 S.W.2d 908 (1955); Tapp v. Tapp, 192 Tenn. 1, 236 S.W.2d 977 (1951).\nThe observation of this Court in Travelers Insurance Company v. Googe, 217 Tenn. 272, 279, 397 S.W.2d 368, 371 (1965), is pertinent here:\n“The phrase, ‘in the course of,’ refers to time and place, and ‘arising out of,’ to cause or origin; and an injury by accident to an employee is ‘in the course of *280employment if it occurred while he was performing a duty he was employed to do; and it is an injury ‘arising out of employment if caused by a hazard incident to such employment.”\nWe have said that an injury arises out of the employment “when there is apparent to the rational mind, upon consideration of all the circumstances, a causal connection between the conditions under which the work [was] required to be performed and the resulting injury.” T.J. Moss Tie Co. v. Rollins, 191 Tenn. 577, 235 S.W.2d 585 (1951).\nBell, 597 S.W.2d at 733-34; see also Hill, 942 S.W.2d at 487; Reeser v. Yellow Freight System, Inc., 938 S.W.2d 690, 692 (Tenn.1997); Fink, 856 S.W.2d at 958.\nThe defendants contend that claims for sexual harassment are properly brought pursuant to federal and state civil rights statutes, as well as tort suits, and do not fall within the ambit of Tennessee’s Workers’ Compensation Law. The defendants assert that Anderson’s alleged injury was not due to a risk inherent to her employment or a risk that is a normal component of the employment relationship. Because Save-A-Lot did not have policies facilitating or condoning the alleged harassment and because the alleged incidents were not motivated by a desire to further the business of the employer, the defendants argue that the injury did not arise from Anderson’s employment but, instead, was personal to Kenneth Bush. Thus, they contend that, as a matter of law, summary judgment was properly granted to the defendants.\nIt is well-settled that an employee may recover workers’ compensation benefits for emotional injuries, such as stress, arising out of employment so long as the mental disorder can be traced to an “identifiable, stressful, work-related event producing a sudden mental stimulus such as fright, shock or excessive unexpected anxiety.” Hill, 942 S.W.2d at 488; Batson v. Cigna Property &amp; Cas. Companies, 874 S.W.2d 566, 570 (Tenn.1994); Gatlin v. City of Knoxville, 822 S.W.2d 587, 591-92 (Tenn.1991). This is the first occasion, however, in which this Court has considered whether an employee may recover workers’ compensation benefits for emotional injuries resulting from sexual harassment by a supervisor.\nIn prior cases, we have identified factors which aid a court in determining whether emotional injuries arose out of employment. In Jesse v. Savings Products, 772 S.W.2d 425 (Tenn.1989), a convenience market clerk sought to recover workers’ compensation benefits for injuries suffered after she was raped by a customer on the premises of the market. The employer argued that the injury was not compensable because the injury arose from a personal motive and not an employment-related motive. Dismissing this argument, we stated:\nThe motive of the assailant is only one of the circumstances to be considered in determining whether the injury arises out of the employment, and its weight depends on the strength of other inferences raised by the proof. Thus, we have held that a clear animus toward the workplace supported coverage when other factors appeared ambiguous or neutral. See Bell v. Kelso Oil Company, 597 S.W.2d 731 (Tenn.1980) and Whaley v. Patent Button Company, 184 Tenn. 700, 202 S.W.2d 649 (Tenn.1947). We have also held that a motive purely personal to the injured employee, inflicted by an acquaintance, can be sufficient to preclude coverage. E.g., White v. Whiteway Pharmacy, 210 Tenn. 449, 360 S.W.2d 12 (1962). When the mo-fives were both personal and employment-related, we resolved the issue in favor of coverage. DeBow v. First Investment Property, 623 S.W.2d 273, 275 (Tenn.1981).\nBut this is not to say that the assailant’s motive is always determinative or that an injured employee must always establish a stranger’s motivation in order to connect the assault with the employment.\nJesse, 772 S.W.2d at 427. Acknowledging that the motive of the attacker could never be known, we found that the “the Plaintiffs indiscriminate exposure to the general public is one of the conditions under which her work was required to be performed, and the actions of those persons on the premises are reasonably considered hazards of the employment.” Id. Accordingly, we held that the *281plaintiff was entitled to workers’ compensation benefits since the injury arose out of the plaintiffs employment.\nIn Beck v. State, 779 S.W.2d 367 (Tenn.1989), a driver’s license examiner suffered emotional injuries after she was sexually accosted by an unknown man during the course of her employment. Finding that the injury arose out of her employment, we stated:\nWhile there is no evidence that the assailant was there for any business reason, the evidence shows that the assailant attacked Plaintiff after she, as a duty of her employment, asked the assailant to move his improperly parked car. Just as no one could ever know the full intent of the assailant in Jesse, no one will ever know the full intent of Plaintiffs assailant. But, as in Jesse, Plaintiffs indiscriminate exposure to the general public was one of the conditions under which her work was required to be performed, and the actions of persons on those premises can be considered a hazard of the employment. We therefore find a causal relationship existed between Plaintiff’s employment and the August 7, 1987 assault, and that Plaintiff suffered a com-pensable accidental injury within the statutory definition of the Tennessee Workers’ Compensation Laws.\nBeck, 779 S.W.2d at 371; see also Woods v. Harry B. Woods Plumbing Co., 967 S.W.2d 768 (Tenn.1998).\nCiting Brimhall v. Home Ins. Co., 694 S.W.2d 931 (Tenn.1985), and Harman v. Moore’s Quality Snack Foods, 815 S.W.2d 519 (Tenn.App.1991), the defendants contend that any injuries suffered by the plaintiff did not arise out of her employment since they resulted from conduct that was purely personal between the plaintiff and her supervisor. In Brimhall, the plaintiff, an auto mechanic, witnessed a co-worker appropriating a substantial amount of hand cleaner from the plaintiffs personal container. The plaintiff was injured in an altercation which eventually ensued after the co-worker refused to pay for the hand cleaner. Finding that the injury did not arise out of the employment since the dispute was a “personal matter,” we quoted the following proposition:\nIt is the general rule that “an injury arising from an assault on an employee committed solely to gratify his personal ill-will, anger, or hatred, or an injury received in a fight purely personal in nature with a fellow employee, does not arise out of the employment within the meaning of the workmen’s compensation acts.” 82 Am. Jur.2d Workmen’s Compensation § 330, at 128 (1976) (emphasis added).\nBrimhall, 694 S.W.2d at 932. The defendants in the instant case argue that since Kenneth Bush’s alleged conduct was “purely personal in nature,” the plaintiff can not recover workers’ compensation benefits. Id.\nIn Harman, the plaintiff employee and her husband brought a suit against her employer pursuant to the Tennessee Human Rights Act and the Federal Civil Rights Act. Among other contentions, the employee claimed that she was sexually harassed by her supervisor. The employer argued that the suit should be barred because the employee’s claim fell within the Tennessee Workers’ Compensation Law and, thus, the exclusive remedy provision prohibits any other law suits.\nThe Court of Appeals in Harman first discussed the distinction between remedies provided by the Workers’ Compensation Law and civil rights laws: workers’ compensation is intended to compensate employees for economic loss resulting from tangible injuries suffered on-the-job, whereas civil rights laws seek to redress injuries to an employee’s dignity and self-respect. See Harman, 815 S.W.2d at 523-27. The Court quoted the Supreme Court of Florida’s decision in Byrd v. Richardson-Greenshields Sec., Inc., 552 So.2d 1099 (Fla.1989), in which the Court stated that “as a matter of public policy, sexual harassment should not and cannot be recognized as a ‘risk’ inherent in any work environment.” Harman, 815 S.W.2d at 527 (quoting Richardson-Greenshields, 552 So.2d at 1104 n. 7). Finding that trial courts must decide whether a particular claim falls within the ambit of workers’ compensation or civil rights laws, the Harman Court stated:\nThere are too many variables in this issue to lay down a hard and fast mechanical formula into which trial courts may plug certain facts and come out with a specific *282answer. The trial courts of this state are going to be called upon from time to time to determine whether an employee’s claim is based upon real discrimination or arises from employer misconduct that is a normal part of the employment relationship.\nHarman, 815 S.W.2d at 527. The defendants assert that the alleged harassing conduct in the instant ease can not be characterized as a “normal part of the employment relationship,” and, thus, the plaintiff may not recover under the Workers’ Compensation Law.\nC. Other Jurisdictions\nAlthough this issue has been addressed in other jurisdictions, in most of these eases, as in Harman, the employee plaintiffs were seeking to recover under tort theories or pursuant to civil rights legislation. The focal inquiry in such cases addressed the employer defendants’ argument that the claims were preempted by the exclusive remedy provisions in workers’ compensation statutes. Therefore, in contrast to the present case, the employee plaintiffs often argued that workers’ compensation acts did not apply to their claims so that the exclusive remedy provisions were inapplicable. See generally Annotation, 52 AL.R.4th 731 (1987 &amp; Supp. 1998); 2A Arthur Larson &amp; Lex K. Larson, The Laiv of Workmen’s Compensation § 68.34(d) (1995); Jane Byeff Korn, The Fungible Woman and Other Myths of Sexual Harassment, 67 Tul. L.Rev. 1363 (1993); Ruth C. Vance, Workers’ Compensation and Sexual Harassment in the Workplace: A Remedy for Employees, or a Shield for Employers?, 11 Hofstra Lab. L.J. 141 (1993); Steven G. Biddle and Mary Jo Foster, When is Workers’ Compensation the Exclusive Remedy in Sexual Harassment Cases?, Ariz. Atty., Dec. 1996, at 25. Although the “arising out of’ prong is uniformly prevalent in workers’ compensation statutes throughout this country, many of these cases are not necessarily dispositive since they often involve slightly different statutory schemes and often apply differing causation standards with regard to the “arising out of’ prong.1\nOur research indicates that relatively few courts have considered cases in which an employee seeks workers’ compensation benefits for injuries resulting from sexual harassment by a co-worker. In Phillips v. Arkansas State Hwy. &amp; Transp. Dep’t, 52 Ark.App. 170, 916 S.W.2d 128 (1996), the claimant, a state employee, alleged that her supervisor sexually harassed her, causing her to suffer from post-traUmatic stress syndrome. Ruling that the injury could not arise out of the claimant’s employment as a matter of law, the administrative law judge and the Arkansas Workers’ Compensation Commission found that the alleged injury resulted from an “intentional personal ac[t]” by the perpetrator and that the injury was not a risk associated with employment since the employee could be equally exposed to such conduct outside of her employment. Id. at 129. On appeal, the Arkansas Court of Appeals noted that, under Arkansas law, the “arises out of’ component is satisfied if the risk of an injury is “increased by the nature or setting of the work.” Id. at 130. Reversing the commission’s finding, the Court stated:\nWhether sexual harassment is a risk to which an employee is exposed because of the nature of the work environment is a fact that should be decided on a ease-by-case basis, and it was error for the Commission to find that it did not have jurisdiction because sexual harassment could never arise out of and in the course of the employment.\nId.; but see Gina Cothern, Survey, Workers’ Compensation, 19 U. Ark. Little Rock L.J. 793, 794 (1997) (“However, because the Phillips decision was not construing the 1993 amendments [to the Arkansas workers’ compensation statute], the future of sexual harassment claims as compensable workers’ compensation claims in Arkansas is still unknown.”).\nThe New Mexico Court of Appeals also considered this issue in Cox v. Chino Mines/Phelps Dodge, 115 N.M. 335, 850 P.2d 1038 (1993). The claimant in Cox sought workers’ *283compensation benefits for emotional injuries suffered after two co-workers and a supervisor sexually harassed her and made vulgar comments in her presence. The employer, which had a written policy prohibiting sexual harassment,, had previously disciplined one perpetrator of the harassment. Rejecting the claimant’s argument that her injury arose out of her employment, the Court reasoned:\nHere, the incidents involving Claimant were isolated and were not part of the conditions of employment.... Claimant’s claim fails because sexual harassment was not a regular incident of the employment and Employer had specific policies in place prohibiting sexual harassment. In this regard, [one of the perpetrators of the harassment] was warned to stop his conduct or he would be discharged. Thereafter, the sexual harassment incidents stopped. Thus, sexual harassment was not a peculiar risk at this workplace. In fact, Claimant admits in her testimony that she had experienced no incidents of sexual harassment in approximately nine years of previous employment with Employer and that she was unaware of any other female employee who had previously been sexually harassed at this workplace.\nBy virtue of the Employer’s written policy on sexual harassment and its action in reprimanding its employee ... it is clear that Employer neither authorized nor tolerated the sexual harassment incidents. Thus, although Claimant’s injury may have been causally related to her employment, we hold that on the facts in this case, the [Workers’ Compensation Judge] properly concluded, as a matter of law, that Claimant did not sustain an accident arising out of her employment.\nId. at 1041. In addition, the Court responded to the claimant’s argument that the New Mexico workers’ compensation statute should cover sexual harassment injuries as a matter of public policy. After noting that federal and state civil rights statutes were promulgated to provide a remedy for sexual harassment injuries, the Court stated:\nWe are more persuaded ... that the con-cérns addressed by these statutes are quite different from those addressed by the workers’ compensation laws and that the way to maintain public policies against sexual harassment on the job is to pursue the common-law or statutory remedies available to promote these policies and not to engraft those policies on to a very different legislative scheme such as the Workers’ Compensation Act.\nId. at 1041-42; see also Comment, The Sexual Harassment Claim Quandary: Workers’ Compensation as an Inadequate and Unavailable Remedy: Cox v. Chino Mines/Phelps Dodge, 24 N.M. L.Rev. 565, 572 (1994) (“Another important distinction is that sexual harassment is a behavior rather than an ‘accident.’ ... The remedies prescribed by the Workers’ Compensation Act, which are corrective in nature and result in modest awards, are inadequate to help further policy which aims at eradicating sexual harassment.”).2\nIn Carr v. City of Norfolk, 15 Va.App. 266, 422 S.E.2d 417 (1992), the employee, a desk officer with the Norfolk police department, filed for workers’ compensation benefits, alleging that she suffered emotional injuries from a sexual assault by another police officer during a shift change. The fact-finding commission concluded that the injury did not “arise out of’ her employment since the assault was “of a personal nature” and not motivated to further the employer’s business.3 Id. at 418. On appeal, the Virginia *284Court of Appeals stated that courts “on a case-by-case basis” must determine whether a “causal connection [exists] between the claimant’s injury and the conditions under which the employer requires the work to be performed” so as to find that the injury arose out of employment. Id. Noting that “it is factually difficult to separate a purely personal sexual assault from one that is only directed against the victim as an employee or because of the employment,” the Court affirmed the commission’s finding that the injury did not arise out of the plaintiffs employment. Id. at 419; see also In re Goodman-Herron v. SAIF Corp., 151 Or.App. 602, 950 P.2d 932 (1997); Ramada Inn Surfside v. Swanson, 560 So.2d 300 (Fla.App.1990) (finding that a sexual harassment injury arose out of and in the course of the claimant’s employment); In re Brown v. Alos Micrographics Corp., 150 A.D.2d 888, 540 N.Y.S.2d 911 (1989) (affirming workers’ compensation board’s finding that employee could recover for emotional injury suffered as a result of sexual harassment); cf. City Market, Inc. v. Industrial Claim Appeals Office, 800 P.2d 1335 (Colo.App.1990) (workers’ compensation case in which the employer conceded that the employee’s injury from sexual harassment arose out of her employment).\nIn the context of employers asserting that a civil rights and/or tort suit is barred by a workers’ compensation exclusive remedy provision, there is a split of authority among courts concerning whether a sexual harassment injury arose out of employment. See generally Annotation, 52 A.L.R.4th 731. The defendants urge us to follow the approach taken by the Georgia Court of Appeals in Murphy v. ARA Services, Inc., 164 Ga.App. 859, 298 S.E.2d 528 (1982). In Murphy, the plaintiff, who was employed in a cafeteria owned by the defendant, brought a tort suit in which she sought damages emanating from sexual harassment by her supervisor. Among other allegations, the employee claimed that her supervisor threatened to fire her unless she consented to engaging in sexual intercourse with him. The trial court granted summary judgment to the employer, finding that the suit was barred by Georgia’s workers’ compensation exclusive remedy provision. In Georgia the test for whether an injury “arises out of’ employment is essentially the same as in Tennessee.4 See id. at 530. The Georgia Court of Appeals reasoned:\n[T]here is no evidence that the ongoing misconduct of the supervisor was directed to [the employee] because of any work-related dispute or altercation arising from the performance of her duties for [the employer]. Conversely, the [harassing conduct] could only have been entirely in furtherance of the supervisor’s own very personal reasons. It would be absurd to think that any of the foregoing acts of misconduct alleged by [the employee] were done by the supervisor either in fulfillment of his duties or to benefit [the employer’s] business of cafeteria food services.\nId. at 531. Concluding that the employee would not have been able to recover workers’ compensation benefits, the Court stated:\nIn the case sub judice [the employee’s] employment with ARA placed her in the working environment of the cafeteria where she was exposed to the presence of her supervisor. However, exposure to the person of the supervisor in his capacity as her supervisor is not dispositive. The risk or causative danger of the injury of the type [the employee] claims must be reasonably incidental to the character of her employment as a cafeteria worker. We refuse to say that the risk of verbal and *285physical abuse of a sexual nature alleged by [the employee] belongs to or is any way connected with what [the employee] had to do in fulfilling her responsibilities of employment with ARA. On the contrary, the risk of the offensive conduct alleged by [the employee] is, unfortunately, a hazard to which she would be equally exposed aside from her employment.\nId. (emphasis in original).\nIn another Georgia Court of Appeals decision, Kennedy v. Pineland State Bank, 211 Ga.App. 375, 439 S.E.2d 106 (1993), the defendant employer argued that the employee’s action was barred by the workers’ compensation exclusivity provision. The suit arose after the employee, a bank employee, allegedly was accosted by a member of the bank’s board of directors. Concluding that her claim would not be covered by Georgia’s workers’ compensation statute, the Court stated:\n[T]here is no question that [the employee] (as other members of society) was equally exposed to the hazard of sexual assault apart from her employment at the bank. However, [the employee’s] employment at the bank exposed her to the presence of [the alleged perpetrator] and to [the alleged perpetrator’s] alleged deviant sexual propensities. Nevertheless, “[w]e refuse to say that the risk of ... physical abuse of a sexual nature alleged by [the employee] belongs to or is in any way connected with what [the employee] had to do in fulfilling her responsibilities of employment.”\nId. at 107 (quoting Murphy, 298 S.E.2d at 531); see also Simon v. Morehouse School of Medicine, 908 F.Supp. 959, 971 (N.D.Ga.1995).\nA few other jurisdictions have reached similar conclusions. For instance, in Dunn v. Warhol, 778 F.Supp. 242 (E.D.Pa.1991), the plaintiff, a pathologist, brought suit pursuant to Title VII and common law tort after she was subjected to unwanted sexual touching and harassment by her supervisor. After considering the employer’s argument that the employee’s suit was barred by the exclusive remedy provision of the Pennsylvania Workmen’s Compensation Act, the federal court stated:\nIt does not follow ... that sexual harassment by a supervisor who also happens to be the victim’s employer is related to the scope of her employment. The court cannot conceive of an instance of sexual harassment of an employee by an employer or others in the workplace which properly could be characterized as employment related.\nId. at 244. Thus, the court held that the plaintiffs suit should not be dismissed since the workers’ compensation statute did not apply to her alleged injury. Id.; see also Arnold v. Kimberly Quality Care Nursing, 762 F.Supp. 1182, 1184 (M.D.Pa.1991);. Schweitzer v. Rockwell Int’l, 402 Pa.Super. 34, 586 A.2d 383, 391 (1990) (“In the present case, the alleged emotional distress arose from harassment personal in nature and not part of the proper employer/employee relationship.”)\nIn Carr v. U S West Direct Co., 98 Or.App. 30, 779 P.2d 154 (1989), the plaintiff, a sales representative, brought a tort action against her employer after she was sexually harassed, assaulted and, ultimately, raped by her supervisor. Responding to the employer’s argument that the injury arose out of her employment and, thus, was compensable only under Oregon’s workers’ compensation statute, the Court reasoned:\nHere the connection to the work is weak. The source of the injury bears little or no relationship to the employment. There is no evidence that the assaults were provoked by anything related to the work. There is no evidence that the nature of the job or the job environment created or enhanced the risk of assault. The fact that the employment placed plaintiff and [the supervisor] together is not, in itself, enough.\nId. at 156 (citations omitted); see also Richardson-Greenshields, 552 So.2d at 1104 n. 7 (“We conclude that, as a matter of public policy, sexual harassment should not and cannot be recognized as a ‘risk’ inherent in *286any work environment.”)5; Bennett v. Furr’s Cafeterias, Inc., 549 F.Supp. 887, 890 (D.Colo.1982) (in a Title VII and tort suit brought by a management trainee who allegedly was harassed and assaulted by her supervisor, held that “[i]ndeed, it would appear to lie outside the bounds of reason to propose that the sort of sexual assault and harassment heretofore described and the emotional trauma alleged to have been caused thereby result from risks inherent to the position of a ‘management trainee.’ ”).\nOn the other hand, other courts that have considered an employer’s contention that a sexually harassed employee’s claims are subject to the workers’ compensation exclusivity provision have found that such injuries arose out of the claimant’s employment. For instance, in Fernandez v. Ramsey County, 495 N.W.2d 859 (Minn.App.1993), the plaintiff brought a toft and civil rights suit, contending that two of her supervisors sexually harassed her. In Minnesota, the causal requirement in the “arising out of’ prong is considered:\na factor of source or contribution rather than cause in the sense of being proximate or direct. Because of the intervening wrongful act of third parties or some such extrinsic contribution, the employment may not be the proximate cause. But it may be nonetheless so much source of the event that the latter in a very real and decisive sense arises out of the employment. ... So it is enough that injury follows “as a natural incident of the work ... as a result of the exposure occasioned by the nature of the employment.”\nId. at 861 (quoting Foley v. Honeywell, Inc., 488 N.W.2d 268, 271 (Minn.1992)). Applying the law to the facts, the Minnesota Court of Appeals found:\nThe actions alleged by [the employee] occurred entirely while she was at work, and the alleged perpetrators are coworkers. Under the standard stated in Foley, the undisputed facts satisfy the [“arising out of’] coverage factor. [The employee’s] injuries, if proved, arise from her employment.\nFernandez, 495 N.W.2d at 861. The Court, however, remanded the case to the trial court for a determination of whether the circumstances fall within Minnesota’s “assault exception” 6 so that the injury would be non-compensable under the workers’ compensation statute.\nSeveral other courts that have addressed workers’ compensation exclusivity provisions have also suggested that sexual harassment injuries may be compensable under workers’ compensation schemes. See, e.g., Byers v. Labor &amp; Indus. Review Comm’n, 208 Wis.2d 388, 561 N.W.2d 678 (1997) (indicating that it is possible for a sexual harassment injury to be covered under Wisconsin’s workers’ compensation statute as well as under the state discrimination statute); Konstantopoulos v. Westvaco Corp., 690 A.2d 936 (Del.1996) (“personal dispute exception” in Delaware’s worker’s compensation statute did not apply to injury suffered from sexual harassment by co-workers and, thus, the exclusivity provision precludes state law claims); Green v. Wyman-Gordon Co., 422 Mass. 551, 664 N.E.2d 808 (1996); Doe v. Purity Supreme, Inc., 422 Mass. 563, 664 N.E.2d 815 (1996) (finding that sexual assault arose out of the employment and, thus, that common law claims are barred by the workers’ compensation exclusivity provision); Dickert v. Metropolitan Life Ins. Co., 311 S.C. 218, 428 S.E.2d 700 (1993) (South Carolina’s workers’ *287compensation exclusivity provision bars common law suit against employer for alleged sexual harassment committed by the plaintiffs supervisor); Kerans v. Porter Paint Co., 61 Ohio St.3d 486, 575 N.E.2d 428 (1991) (Ohio’s workers’ compensation scheme does not provide the exclusive remedy for sexual harassment injuries); In re Tolbert v. Martin Marietta Corp., 759 P.2d 17 (Colo.1988) (finding that the rape of the plaintiff by a coworker arose out of the employment and, thus, the workers’ compensation scheme is the exclusive remedy)7; Knox v. Combined, Ins. Co. of Am., 542 A.2d 363 (Me.1988) (it is possible for sexual harassment injuries to arise out of employment, so that such injuries would be compensable under Maine’s workers’ compensation act and subject to its exclusivity provision); Baker v. Wendy’s of Montana, Inc., 687 P.2d 885 (Wy.1984) (since employee’s alleged injury suffered as a result of harassment by her supervisor arose out of her employment, it was compensable under Wyoming’s worker’s compensation statute and, thus, her tort claims were barred by the exclusive remedy provision); Downer v. Detroit Receiving Hosp., 191 Mich.App. 232, 477 N.W.2d 146 (1991) (employee’s claim against her employer for negligently hiring an alleged sexual harasser is barred by the Michigan workers’ compensation exclusivity of remedies provision); Irvin Investors, Inc. v. Superior Ct., 166 Ariz. 113, 800 P.2d 979 (1990) (Arizona’s worker’s compensation exclusivity clause applied since the employee could have recovered workers’ compensation benefits for an injury suffered after she was sexually molested by a coworker); Crofts v. Harrison, 772 S.W.2d 901 (Mo.App.1989) (finding that a supervisor’s sexual assault on the plaintiff was an “irrational .. .’neutral,’ unprovoked assault,” and, therefore, the injury therefrom arose out of the employment so that Missouri’s worker’s compensation exclusivity provision applied); Juarez v. Ameritech Mobile Communications, Inc., 957 F.2d 317, 323-24 (7th Cir.1992) (under Illinois law, “[a] sexually harassing co-employee is similarly a ‘risk inherent in employment.’ ... Under such circumstances, the harassment-prone co-employee clearly is ‘as much a part of the victim’s work environment as a defective tool might be.’ ”) (internal citations omitted); Zabkowicz v. West Bend Co., 789 F.2d 540 (7th Cir.1986) (tort claims against the employer for alleged injuries from sexual harassment are barred by Wisconsin’s workers’ compensation exclusivity provision); Cremen v. Harrah’s Marina Hotel Casino, 680 F.Supp. 150, 154 (D.N.J.1988) (plaintiffs injuries from alleged sexual harassment and assault were “fully compen-sable under the provisions of the New Jersey Workers’ Compensation Act” and, thus, the exclusive remedy provision bars certain common law tort actions); Lui v. Intercontinental Hotels Corp., 634 F.Supp. 684 (D.Haw.1986) (plaintiffs assault and battery claim against her employer for sexual assault by her supervisor was barred by Hawaii’s workers’ compensation exclusivity provision).\nIII. CONCLUSION\nAfter carefully considering the rationale of these decisions and the facts of this case, we conclude that Anderson has failed to demonstrate that her alleged injury arose out *288of her employment. Although we recognize that Bush’s full intent may never be known, see Beck, 779 S.W.2d at 371, we can make certain reasonable inferences from Anderson’s testimony, which we construe in her favor. Byrd v. Hall, 847 S.W.2d at 210-11. On one hand, it is logical to construe Bush’s purported activity as seeking to further a personal perverse sexual desire. It is equally logical to interpret Bush’s conduct as being motivated by a demented animosity against Anderson in which he seeks to control and humiliate her. Under any interpretation, we find that it would be unreasonable to characterize Bush’s motivation as anything other than “purely personal in nature” and not related to furthering the business of the employer. Brimhall, 694 S.W.2d at 932; see also City of Norfolk, 422 S.E.2d at 418-19; Murphy, 298 S.E.2d at 531; U S West, 779 P.2d at 156. Anderson has not made any allegation suggesting that Bush was provoked to act in the best interest of Save-A-Lot, nor does the record support such an inference.\nFurthermore, there is no indication that the nature of Save-A-Lot’s business was such that the risk of harassment was a “reasonably considered hazar[d]” so that it was a normal component of Anderson’s employment relationship. Jesse, 772 S.W.2d at 427; see also Beck, 779 S.W.2d at 371; Harman, 815 S.W.2d at 527. There is no allegation that Save-A-Lot requires or encourages employees to engage in any practice or dress in any manner that may invite sexual advances. Moreover, there is no suggestion of an established policy or systematic behavior by the employer in which sexual harassment is condoned. In fact, Anderson testified that to her knowledge Bush was the only Save-A-Lot employee who engaged in inappropriate harassing conduct. Cf. Cox, 850 P.2d at 1041.\nThe record strongly indicates that the alleged harassment had absolutely no “connection] with what [Anderson] had to do in fulfilling her responsibilities of employment” with Save-A-Lot. Murphy, 298 S.E.2d at 531; see also Kennedy, 439 S.E.2d at 107. It is clear under Tennessee law that the fact that Anderson was exposed to Bush during the course of her employment is not disposi-tive. See, e.g., Brimhall, 694 S.W.2d at 932; see also Murphy, 298 S.E.2d at 531; U S West, 779 P.2d at 156; cf. Fernandez, 495 N.W.2d at 861. The record simply does not demonstrate that sexual harassment was an inherent risk to which Anderson was exposed when she accepted employment with Save-A-Lot. See Ford v. Revlon, 153 Ariz. 38, 734 P.2d 580, 591 (Ariz.1987) (Feldman, J., concurring) (“By law, exposure to sexual harassment is not an inherent or necessary risk of employment, even though it may be or may have been endemic.”); Cremen, 680 F.Supp. at 158 (“In every case of which we are aware, courts that have grappled with the troubling issue of sexual harassment in the workplace have refused to accept it as ‘a fact of life of industrial employment.’ ”)8. To the contrary, the alleged harassment was an unanticipated risk that was not a condition of Anderson’s employment. Accordingly, we find that Anderson’s alleged injury is not compensable under the Tennessee Workers’ Compensation Law.\nOur holding is supported by public policy justifications. The Tennessee Workers’ Compensation Law was enacted to “provide compensation for loss of earning power or capacity sustained by workmen through injuries in industry.” Smith v. Lincoln Mem. Univ., 202 Tenn. 238, 304 S.W.2d 70, 73 (Tenn.1957); Mathis v. J.L. Forrest &amp; Sons, 188 Tenn. 128, 216 S.W.2d 967 (1949); Harman, 815 S.W.2d at 524; see generally Jo*289seph H. King, Jr., The Exclusiveness of an Employee’s Workers’ Compensation Remedy Against His Employer, 55 Tenn. L.Rev. 405 (1988). We question whether the drafters ever contemplated that the statute would cover injuries suffered as a result of sexual harassment. As one commentator has noted:\nThe risks contemplated ... as the purpose behind workers’ compensation are “[a]ll things that can go wrong around a modern factory, mill, mine, transportation system, or construction project — machine breaking, objects falling, explosives exploding, tractors tipping, fingers getting caught in gears_” In passing workers’ compensation statutes, legislatures viewed these accidents “as the inevitable accompaniment of industrial production.”\nIn contrast, sexual harassment is not an “inevitable accompaniment of industrial production.” Sexual harassment is not the equivalent of “machinery breaking, objects falling, explosives exploding, tractors tipping” or “fingers getting caught in gears.” It does not happen to every worker — it happens disproportionately to women.... Although sexual harassment is commonplace, we need not accept it as a risk inherent in the workplace. It can, unlike true industrial accidents, be eliminated.\nKorn, 67 Tul. L.Rev. at 1385-86 (citing Ford, 734 P.2d at 590 (Feldman, J., concurring); Larson § 7.10; Note, Exception to the Exclusive Remedy Requirements of Workers’ Compensation Statutes, 96 Harv. L.Rev. 1641, 1642 (1983)); see also Richardson-Greenshields, 552 So.2d at 1102 (“[W]e cannot find that acts constituting sexual harassment were ever meant to fall under workers’ compensation.”); Bennett, 549 F.Supp. at 891 (“I cannot credit the suggestion that the Colorado General Assembly intended to permit licentious behavior under the rubric of workmen’s compensation.”); Darryll M. Hal-comb Lewis, Sexual Harassment Under Workers’ Compensation Law, 44 Labor L.J. 297, 305-06 (1993) (“Sexual harassment claims simply have no place in a workers’ compensation court. As was stated in Byrd v. Richardson, it was never intended that these types of claims be under the province of workers’ compensation courts.”); Vance, 11 Hofstra Labor L.J. at 158 (“It is less clear that providing workers’ compensation coverage for sexual harassment on the job fulfills the goal of redressing industrial injuries. Indeed, one might ask whether sexual harassment is an industrial injury. Sexual harassment, an injury occasioned by intentional actions in the workplace, is not a normal risk of employment.”). From a practical standpoint, since sexual harassment victims ordinarily do not suffer tangible economic loss, calculating damages under the workers’ compensation scheme may often be cumbersome and arbitrary. See Kerans, 575 N.E.2d at 431 (“[Ajside from expenses which they may incur for psychiatric care, victims of sexual harassment generally do not suffer economic loss. Their injuries are much less tangible and often are not susceptible to a neat compensatory formula. Thus, ... most victims would not obtain appropriate or sufficient relief.”).\nIn fact, the Tennessee Human Rights Act, Tenn.Code Ann. §§ 4-21-101 et seq. (1998 Repl.) (“THRA”), was enacted to provide a remedy for the type of injuries that the plaintiff alleges.9 The remedies provision of the THRA, as well as its federal counterpart, Title VII of the Civil Rights Act of 1964, 42 U.S.C.2000e et seq., is designed to fully compensate victims of sexual harassment in the workplace.10 See Tenn.Code *290Ann. § 4-21-306. Moreover, it is conceivable that a contrary ruling would thwart the intent of the framers of the THRA to provide sexual harassment victims with a full recovery, since employer defendants would argue that THRA suits brought by employee plaintiffs are barred by the Tennessee workers’ compensation exclusivity of remedies provision. According to one commentator:\nSexual harassment was probably never contemplated by the original authors of workers’ compensation systems because women did not have a strong presence in the workplace. Furthermore, public policy against sexual discrimination had not been formulated and translated into statutory law. Therefore, sexual harassment is completely outside the contemplation of the workers’ compensation scheme, and employers should not be allowed to use the exclusive remedy provision as a shield to avoid liability for permitting sexual harassment to occur in the workplace.\nVance, 11 Hofstra Lab. L.J. at 192; see also Deborah A. Ballam, The Workers’ Compensar tion Exclusivity Doctrine: A Threat to Workers’ Rights Under State Employment Discrimination Statutes, 27 Am. Bus. L.J. 95 (1989). Accordingly, the THRA is the appropriate avenue of relief for plaintiffs who suffer injuries as a result of sexual harassment. See Lewis, 44 Labor L.J. at 306 (“Except for the convenience of employers and the flimsy benefit the victims of sexual harassment might achieve by quicker, but much smaller awards, it is difficult to conjure a reason for workers’ compensation courts handling sexual-harassment cases.”).\nThe judgment of the trial court granting summary judgment to the defendants is hereby affirmed. Costs of this appeal are taxed to the plaintiff.\nANDERSON, C.J., BIRCH, BARKER, JJ., and HAYES, Senior Justice, concur.\nHOLDER, J., not participating.\n\n. For a discussion of the differing causation standards, see 1 Larson, §§ 6.00, 6.20 -.60, at 3-1, 3-4 thru -11; Bell, 597 S.W.2d at 734.\n\n\n. In this comment, the author maintains that “it is difficult to consider sexual harassment actions incident to the work of most occupations or employment positions. There is no logical nexus between sexual harassment and the job description or job duties of most occupations.” Id. at 569. The commentator notes that the Cox Court left open the possibility that sexual harassment injuries may be compensable under the workers’ compensation statute in the event that the employer ignored or tolerated the harassing behavior or in the event that the employer committed negligent hiring. Id. at 571.\n\n\n. Before resolving whether the alleged injury arose out of the claimant’s employment, the commission first considered the following Virginia statutory provision:\nAny employee who, in the course of employment, is sexually assaulted, ... and promptly reports the assault to the appropriate law-en*284forcement authority, where the nature of such employment substantially increases the risk of such assault, ... shall be deemed to have suffered an injury arising out of the employment and shall have a valid claim for workers’ compensation benefits.\nVa.Code Ann. § 65.2-301(A) (emphasis added). The commission concluded that the provision did not apply since the employment at issue was not of such nature as to increase the risk of a sexual assault. Carr, 422 S.E.2d at 418.\n\n\n. It should be noted, however, that the Georgia workers’ compensation statute contains a provision stating that the statute \"shall not include injury caused by the willful act of a third person directed against an employee for reasons personal to such employee_” Ga.CodeAnn. § 34-9-1(4).\n\n\n. The Florida Supreme Court, however, left open the possibility that certain sexual harassment injuries may be compensable:\nWorkers’ compensation addresses purely economic injury; sexual harassment laws are concerned with a much more intangible injury to personal rights. To the extent these injuries are separable, we believe that they both should be, and can be, enforced separately.\nId.; see also Moniz v. Reitano Enter., Inc., 709 So.2d 150, 153 (\"In the context of a choice between workers’ compensation and tort remedies or Title VII remedies for sexual harassment, where they address separable injuries, then they can co-exist and no election is necessary. Where they address the same injury, then there can be an election of remedies.”).\n\n\n. Under this exception to workers’ compensation coverage, an assault \"(1) must be intended to injure the victim because of personal reasons, and (2) must not be directed against the employee as an employee.’’ Id. (construing Minn.Stat. § 176.011(16) (1990)).\n\n\n. In In re Tolbert the perpetrator did not specifically target the plaintiff as a victim. Subsequent to In re Tolbert, the Colorado Court of Appeals has used this fact to distinguish the case from other circumstances, thus limiting the scope of In re Tolbert. See Stamper v. Hiteshew, 797 P.2d 784, 786 (Colo.App.1990) (\"Here, the evidence strongly supports a finding that [the perpetrator’s] acts were specifically targeted at plaintiff and not neutral in nature. Under the circumstances, her claims could not be characterized as having arisen out of her employment. Thus, there exists a genuine factual controversy regarding the requisite degree of job relatedness for workmen's compensation coverage, and the trial court erred in dismissing plaintiff's state claims.”); Patel v. Thomas, 793 P.2d 632, 637 (Colo.App.1990) (\"Here, unlike the circumstances in [In re Tolbert ], in which the parties agreed that there was not private motivation for the attack, the complaint implies that [the supervisor perpetrator] specifically .chose [the plaintiff] as his victim and that both he and [another supervisor] may have mistreated her because some .two years previously [this second supervisor] had successfully initiated a private sexual relationship with [the plaintiff]. In light of these factual circumstances, we cannot conclude as a matter of law that [the plaintiff's] injuries arose out of her employment nor, therefore, that she can prove no set of facts to exempt her from the exclusivity provisions of the Workmen’s Compensation Act.\").\n\n\n. According to one commentator:\nSexual harassment is not an increased risk of employment. Women may be exposed to sexual harassment in public, at home, or at work. There is no increased risk of sexual harassment on the job. Sexual harassment is typically the result of purely personal motivations and is usually not related to a dispute at work. A causal connection between the harassment injury and the employment is tenuous at best. Vance, 11 Hofstra Lab. L.J. at 189-90; see also Korn, 67 Tul. L.Rev. at 1384 (\"Sexual harassment, although it occurs frequently, should not, as a matter of public policy, be viewed as a risk inherent in the workplace and, therefore, should be outside the scope of workers’ compensation statutes.”)\n\n\n. It is presumed that the General Assembly was aware of the state of the law at the time that it passes legislation. Fletcher v. State, 951 S.W.2d 378, 382 (Tenn.1997).\n\n\n. As noted in this opinion, several courts have painstakingly attempted to create a bifurcated system in which a sexual harassment victim may recover either workers’ compensation benefits or human rights act damages depending upon the nature of the injury. See, e.g., Harman, 815 S.W.2d at 527; Richardson-Greenshields, 552 So.2d at 1103-04. We find such a distinction to be illusory in the context of our human rights act. The remedies provision of the THRA is designed to provide a sexual harassment victim with a full recovery, which includes damages for humiliation and embarrassment as well as damages for economic loss. See Tenn.Code Ann. § 4-21-306(a)(7) &amp; (8). Thus, there are no damages that a sexual harassment victim could recover under the workers’ compensation scheme that he or she could not recover under the THRA.\n\n",
            "ocr": false,
            "opinion_id": 9524337
        },
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "070rehearing",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nORDER ON PETITION FOR REHEARING\n\nPER CURIAM.\nThe Court has considered the plaintiffs petition for rehearing in this case and is of the opinion that the petition is without merit. The petition to rehear is denied.\n",
            "ocr": false,
            "opinion_id": 9524338
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 25.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/OPINIONS/TSC/PDF/991/andersob.pdf",
            "author_id": null,
            "opinion_text": "                  IN THE SUPREME COURT OF TENNESSEE\n                              AT JACKSON\n                                                FILED\n                                      FOR PUBLICATION\n\nBERNICE ANDERSON,                )    Filed: January 25, 1999\n                                                 January 25, 1999\n                                 )\n     Plaintiff,                  )    SHELBY COUNTY\n                                 )\nv.                               )    Hon. Floyd Peete\n                                 )    Chancellor Cecil W. Crowson\nSAVE-A-LOT, LTD., a SUPERVALUE   )\nCOMPANY, d/b/a SAVE-A-LOT        )            Appellate Court Clerk\nFOODS, and LIBERTY MUTUAL        )    Supreme Court\nINSURANCE COMPANY                )    No. 02-S01-9610-CH-00093\n     Defendants-Appellants       )\n\n\n\n\nFOR PLAINTIFF                         FOR DEFENDANT\n\nErich M. Shultz                       Jack A. Childers, Jr.\nMemphis, Tennessee                    Bateman, Gibson & Childers\n                                      Memphis, Tennessee\n\n\n\n\n                           OPINION\n\n\nTRIAL COURT AFFIRMED                                    DROWOTA, J.\n\f                                     OPINION\n\n\n       In this workers’ compensation case, we consider for the first time whether an\n\nemployee who has been sexually harassed by a supervisor in the course of\n\nemployment may recover workers’ compensation benefits from the employer.\n\nFinding that the plaintiff’s alleged injury did not arise out of her employment, the\n\nChancery Court of Shelby County granted summary judgment to the employer and\n\nits insurance carrier, the defendants. The Special Workers’ Compensation Appeals\n\nPanel, upon reference for findings of fact and conclusions of law in accordance with\n\nTenn. Code Ann. § 50-6-225(e)(5) (Supp. 1998), reversed and remanded the case\n\nfor a determination of factual issues. For the reasons that follow, we affirm the\n\ndecision of the trial court granting summary judgment to the defendants.\n\n\n\n\n                      I. FACTS & PROCEDURAL HISTORY\n\n\n\n       Since this case is presented to us on summary judgment, we summarize the\n\nevidence in the light most favorable to the plaintiff, the non-moving party. Byrd v.\n\nHall, 847 S.W.2d 208, 210-11 (Tenn. 1993). The record demonstrates that the\n\nplaintiff, Bernice Anderson (“Anderson”), was employed by defendant Save-A-Lot\n\nFoods as a co-assistant manager of a grocery store in Memphis. Anderson testified\n\nin a deposition that she was repeatedly sexually harassed on a daily basis by her\n\nimmediate supervisor, Kenneth Bush (“Bush”), during the course of her employment.\n\nAnderson’s relationship with Bush began when Anderson worked for a Save-A-Lot\n\nstore on Jackson Avenue. Bush, an assistant manager at the time, worked at the\n\nJackson Avenue store for two or three months while he trained to be a manager.\n\nAnderson stated that although Bush did not make any sexually inappropriate remarks\n\nduring this time period, he told Anderson that he did not like her and that he did not\n\nlike the fact that he had to ask her to show him how to perform certain tasks.\n\n\n\n       After Bush was promoted to manager, he was eventually transferred to a\n\n                                         -2-\n\fSave-A-Lot store on Frayser Boulevard. Subsequently, Bush asked the manager of\n\nthe Jackson Avenue store to transfer Anderson to the Frayser Boulevard store. Not\n\nrealizing that Bush was the manager of the Frayser store, Anderson agreed to be\n\ntransferred to the Frayser store, where she worked for approximately one year.\n\nWhen Anderson first started working in the Frayser store, Bush approached her,\n\nstating that he “knew how I got my job and what I had been doing with the other\n\nmanagers, [and] that he wanted the same thing.” Anderson testified that Bush\n\nroutinely followed her around the store, making lewd gestures and remarks to her.\n\nFor instance, it is alleged that Bush repeatedly made graphic sexual comments about\n\nher body, requested that Anderson engage in sexual relations with him and accused\n\nher of having sex with co-workers. Bush would often grab Anderson’s hand or bump\n\nup against her when he made these remarks. Anderson also alleged encounters in\n\nwhich Bush would “literally run up to me and get as close as he could to me and stare\n\nme up and down and then bust out laughing.” In addition, on numerous occasions\n\nBush, in the presence of Anderson, made inappropriate remarks about the body parts\n\nof the cashiers in the store.\n\n\n\n       Anderson explained that she feared notifying other Save-A-Lot supervisors of\n\nBush’s conduct, because Bush threatened to fire her and even stated that he knew\n\nwhere she lived and that he would kill her if she told anyone about the harassment.\n\nWary of losing her job if she reported Bush’s behavior, Anderson explained: “I tried\n\nto hold onto my job, keep my job, because I need my job.” Ultimately, after Anderson\n\nreported the incidents to other management employees, an investigation was\n\nconducted, and Anderson was transferred to another store. Anderson alleges that\n\nas a result of Bush’s harassing conduct, she suffers from post-traumatic stress\n\ndisorder and depression and, consequently, has incurred medical expenses and has\n\nbeen unable to work. A psychiatrist who examined Anderson gave her a sixty (60%)\n\npercent permanent psychiatric impairment rating.\n\n\n\n       Anderson filed this Complaint for Workers’ Compensation, seeking\n\n\n\n                                         -3-\n\freimbursement for her medical expenses and lost earnings. In addition, Anderson\n\nfiled a complaint in federal court alleging violations of the Tennessee Human Rights\n\nAct and Title VII of the Civil Rights Act of 1964. After considering the deposition\n\ntestimony proffered by the plaintiff, the trial court in the present case granted\n\nsummary judgment to the defendants. It is unclear from the record whether the trial\n\ncourt found that a plaintiff may not recover workers’ compensation benefits for sexual\n\nharassment injuries as a matter of law, or whether the trial court found that Anderson\n\nfailed to demonstrate in this particular instance that she suffered an injury that arose\n\nout of her employment. In an opinion written by Judge Don Ash, the Special\n\nWorkers’ Compensation Appeals Panel reversed the decision of the trial court.\n\nConcluding that Anderson’s injury arose out of and in the course of her employment,\n\nthe Panel found that Anderson would not have suffered an injury “but for” her\n\nemployment.\n\n\n\n\n                                    II. ANALYSIS\n\n\n\n                               A. Standard of Review\n\n       Summary judgment is appropriate if the movants, the defendants, demonstrate\n\nthat no genuine issues of material fact exist and that the defendants are entitled to\n\na judgment as a matter of law. Tenn. R. Civ. P. 56.03. We must take the strongest\n\nview of the evidence in favor of the nonmoving party, Anderson, allowing all\n\nreasonable inferences in favor of Anderson and discarding all countervailing\n\nevidence. Shadrick v. Coker, 963 S.W.2d 726, 731 (Tenn. 1998) (citing Byrd v. Hall,\n\n847 S.W.2d at 210-11). Since our review concerns only questions of law, the trial\n\ncourt’s judgment is not presumed correct, and our review is de novo on the record\n\nbefore this Court. Warren v. Estate of Kirk, 954 S.W.2d 722, 723 (Tenn. 1997); Bain\n\nv. Wells, 936 S.W.2d 618, 622 (Tenn. 1997).\n\n\n\n\n                                          -4-\n\f                                B. Tennessee Law\n\n      Tennessee’s Workers’ Compensation Law, Tenn. Code Ann. §§ 50-6-101 et\n\nseq. (1991 Repl. & Supp. 1998), applies to covered employees who suffer from\n\n“personal injury or death by accident arising out of and in the course of employment\n\nwithout regard to fault as a cause of the injury or death.” Tenn. Code Ann. § 50-6-\n\n103(a) (1991 Repl.); see also id. § 50-6-102(a)(5) (Supp. 1998). Under this two-\n\npronged test, a plaintiff must prove by a preponderance of the evidence that: (1) the\n\ninjury arose out of her employment; and (2) the injury occurred during the course of\n\nher employment. Hill v. Eagle Bend Mfg., Inc., 942 S.W.2d 483, 487 (Tenn. 1997).\n\n\n\n      There is no dispute in this case that the alleged injury occurred in the course\n\nof Anderson’s employment with Save-A-Lot.           Viewing the “time, place and\n\ncircumstances” surrounding the alleged harassment, it is clear that such incidents\n\noccurred while Anderson was on the premises of Save-A-Lot, performing duties on\n\nbehalf of her employer. Id.; Fink v. Caudle, 856 S.W.2d 952, 958 (Tenn. 1993). The\n\ncrucial inquiry in this case concerns whether the alleged injury arose out of\n\nAnderson’s employment. For years this Court has avoided applying “artificial labels”\n\nby advocating a steadfast test to determine when an injury arises out of employment.\n\nHall v. Mason Dixon Lines, Inc., 743 S.W.2d 148 (Tenn. 1987). This struggle that\n\nhas confronted our courts was discussed in Bell v. Kelso Oil Co., 597 S.W.2d 731\n\n(Tenn. 1980):\n\n             This Court and others over the years have attempted, with little\n      success, to wring more certainty and specificity from the terse words\n      \"arising out of and in the course of employment.\" This has resulted in\n      various judicial \"tests\" and \"doctrines,\" such as, the \"positional\n      doctrine,\" the \"peculiar hazard doctrine,\" the \"foreseeability\" test, the\n      \"street-risk doctrine,\" and others.\n\n              It is difficult, perhaps impossible, to compose a formula which\n      will clearly define the line between accidents and injuries which arise\n      out of and in the course of employment to those which do not; hence,\n      in determining whether an accident arose out of and in the course of\n      the employment, each case must be decided with respect to its own\n      attendant circumstances and not by resort to some formula. See: 99\n      C.J.S. Workmen's Compensation § 209 (1958).\n\n            In this endeavor, the relation of the employment to the injury is\n      the essential point of inquiry. . . .\n\n\n\n                                         -5-\n\f             Generally, an injury arises out of and in the course of the\n       employment if it has a rational causal connection to the work and\n       occurs while the employee is engaged in the duties of his employment;\n       and, any reasonable doubt as to whether an injury \"arose out of the\n       employment\" is to be resolved in favor of the employee. Great\n       American Indemnity Company v. Friddell, 198 Tenn. 360, 280 S.W.2d\n       908 (1955); Tapp v. Tapp, 192 Tenn. 1, 236 S.W.2d 977 (1951).\n\n              The observation of this Court in Travelers Insurance Company\n       v. Googe, 217 Tenn. 272, 279, 397 S.W.2d 368, 371 (1966), is\n       pertinent here:\n\n              \"The phrase, 'in the course of,' refers to time and place,\n              and 'arising out of,' to cause or origin; and an injury by\n              accident to an employee is 'in the course of' employment\n              if it occurred while he was performing a duty he was\n              employed to do; and it is an injury 'arising out of'\n              employment if caused by a hazard incident to such\n              employment.\"\n\n              We have said that an injury arises out of the employment \"when\n       there is apparent to the rational mind, upon consideration of all the\n       circumstances, a causal connection between the conditions under\n       which the work [was] required to be performed and the resulting injury.\"\n       T. J. Moss Tie Co. v. Rollins, 191 Tenn. 577, 235 S.W.2d 585 (1951).\n\nBell, 597 S.W.2d at 733-34; see also Hill, 942 S.W.2d at 487; Reeser v. Yellow\n\nFreight System, Inc., 938 S.W.2d 690, 692 (Tenn. 1997); Fink, 856 S.W.2d at 958.\n\n\n\n       The defendants contend that claims for sexual harassment are properly\n\nbrought pursuant to federal and state civil rights statutes, as well as tort suits, and do\n\nnot fall within the ambit of Tennessee’s Workers’ Compensation Law.                  The\n\ndefendants assert that Anderson’s alleged injury was not due to a risk inherent to her\n\nemployment or a risk that is a normal component of the employment relationship.\n\nBecause Save-A-Lot did not have policies facilitating or condoning the alleged\n\nharassment and because the alleged incidents were not motivated by a desire to\n\nfurther the business of the employer, the defendants argue that the injury did not\n\narise from Anderson’s employment but, instead, was personal to Kenneth Bush.\n\nThus, they contend that, as a matter of law, summary judgment was properly granted\n\nto the defendants.\n\n\n\n       It is well-settled that an employee may recover workers’ compensation benefits\n\nfor emotional injuries, such as stress, arising out of employment so long as the\n\n\n\n                                           -6-\n\fmental disorder can be traced to an “identifiable, stressful, work-related event\n\nproducing a sudden mental stimulus such as fright, shock or excessive unexpected\n\nanxiety.” Hill, 942 S.W.2d at 488; Batson v. Cigna Property & Cas. Companies, 874\n\nS.W.2d 566, 570 (Tenn. 1994); Gatlin v. City of Knoxville, 822 S.W.2d 587, 591-92\n\n(Tenn. 1991). This is the first occasion, however, in which this Court has considered\n\nwhether an employee may recover workers’ compensation benefits for emotional\n\ninjuries resulting from sexual harassment by a supervisor.\n\n\n\n      In prior cases, we have identified factors which aid a court in determining\n\nwhether emotional injuries arose out of employment. In Jesse v. Savings Products,\n\n772 S.W.2d 425 (Tenn. 1989), a convenience market clerk sought to recover\n\nworkers’ compensation benefits for injuries suffered after she was raped by a\n\ncustomer on the premises of the market. The employer argued that the injury was\n\nnot compensable because the injury arose from a personal motive and not an\n\nemployment-related motive. Dismissing this argument, we stated:\n\n              The motive of the assailant is only one of the circumstances to\n      be considered in determining whether the injury arises out of the\n      employment, and its weight depends on the strength of other\n      inferences raised by the proof. Thus, we have held that a clear animus\n      toward the workplace supported coverage when other factors appeared\n      ambiguous or neutral. See Bell v. Kelso Oil Company, 597 S.W.2d 731\n      (Tenn.1980) and Whaley v. Patent Button Company, 184 Tenn. 700,\n      202 S.W.2d 649 (Tenn.1947). We have also held that a motive purely\n      personal to the injured employee, inflicted by an acquaintance, can be\n      sufficient to preclude coverage. E.g., White v. Whiteway Pharmacy,\n      210 Tenn. 449, 360 S.W.2d 12 (1962). When the motives were both\n      personal and employment-related, we resolved the issue in favor of\n      coverage. DeBow v. First Investment Property, 623 S.W.2d 273, 275\n      (Tenn.1981).\n\n            But this is not to say that the assailant's motive is always\n      determinative or that an injured employee must always establish a\n      stranger's motivation in order to connect the assault with the\n      employment.\n\nJesse, 772 S.W.2d at 427. Acknowledging that the motive of the attacker could\n\nnever be known, we found that the “the Plaintiff's indiscriminate exposure to the\n\ngeneral public is one of the conditions under which her work was required to be\n\nperformed, and the actions of those persons on the premises are reasonably\n\nconsidered hazards of the employment.” Id. Accordingly, we held that the plaintiff\n\n\n\n                                         -7-\n\fwas entitled to workers’ compensation benefits since the injury arose out of the\n\nplaintiff’s employment.\n\n\n\n       In Beck v. State, 779 S.W.2d 367 (Tenn. 1989), a driver’s license examiner\n\nsuffered emotional injuries after she was sexually accosted by an unknown man\n\nduring the course of her employment. Finding that the injury arose out of her\n\nemployment, we stated:\n\n       While there is no evidence that the assailant was there for any\n       business reason, the evidence shows that the assailant attacked\n       Plaintiff after she, as a duty of her employment, asked the assailant to\n       move his improperly parked car. Just as no one could ever know the\n       full intent of the assailant in Jesse, no one will ever know the full intent\n       of Plaintiff's assailant. But, as in Jesse, Plaintiff's indiscriminate\n       exposure to the general public was one of the conditions under which\n       her work was required to be performed, and the actions of persons on\n       those premises can be considered a hazard of the employment. We\n       therefore find a causal relationship existed between Plaintiff's\n       employment and the August 7, 1987 assault, and that Plaintiff suffered\n       a compensable accidental injury within the statutory definition of the\n       Tennessee Workers' Compensation Laws.\n\nBeck, 779 S.W.2d at 371; see also Woods v. Harry B. Woods Plumbing Co., 967\n\nS.W.2d 768 (Tenn. 1998).\n\n\n\n       Citing Brimhall v. Home Ins. Co., 694 S.W.2d 931 (Tenn. 1985), and Harman\n\nv. Moore’s Quality Snack Foods, 815 S.W.2d 519 (Tenn. App. 1991), the defendants\n\ncontend that any injuries suffered by the plaintiff did not arise out of her employment\n\nsince they resulted from conduct that was purely personal between the plaintiff and\n\nher supervisor. In Brimhall, the plaintiff, an auto mechanic, witnessed a co-worker\n\nappropriating a substantial amount of hand cleaner from the plaintiff’s personal\n\ncontainer. The plaintiff was injured in an altercation which eventually ensued after\n\nthe co-worker refused to pay for the hand cleaner. Finding that the injury did not\n\narise out of the employment since the dispute was a “personal matter,” we quoted the\n\nfollowing proposition:\n\n       It is the general rule that \"an injury arising from an assault on an\n       employee committed solely to gratify his personal ill-will, anger, or\n       hatred, or an injury received in a fight purely personal in nature with a\n       fellow employee, does not arise out of the employment within the\n       meaning of the workmen's compensation acts.\" 82 Am.Jur.2d\n       Workmen's Compensation § 330, at 128 (1976) (emphasis added).\n\n\n                                           -8-\n\fBrimhall, 694 S.W.2d at 932. The defendants in the instant case argue that since\n\nKenneth Bush’s alleged conduct was “purely personal in nature,” the plaintiff can not\n\nrecover workers’ compensation benefits. Id.\n\n\n\n       In Harman, the plaintiff employee and her husband brought a suit against her\n\nemployer pursuant to the Tennessee Human Rights Act and the Federal Civil Rights\n\nAct. Among other contentions, the employee claimed that she was sexually harassed\n\nby her supervisor. The employer argued that the suit should be barred because the\n\nemployee’s claim fell within the Tennessee Workers’ Compensation Law and, thus,\n\nthe exclusive remedy provision prohibits any other law suits.\n\n\n\n       The Court of Appeals in Harman first discussed the distinction between\n\nremedies provided by the Workers’ Compensation Law and civil rights laws: workers’\n\ncompensation is intended to compensate employees for economic loss resulting from\n\ntangible injuries suffered on-the-job, whereas civil rights laws seek to redress injuries\n\nto an employee’s dignity and self-respect. See Harman, 815 S.W.2d at 523-27. The\n\nCourt quoted the Supreme Court of Florida’s decision in Byrd v. Richardson-\n\nGreenshields Sec., Inc., 552 So. 2d 1099 (Fla. 1989), in which the Court stated that\n\n“as a matter of public policy, sexual harassment should not and cannot be recognized\n\nas a ‘risk’ inherent in any work environment.” Harman, 815 S.W.2d at 527 (quoting\n\nRichardson-Greenshields, 552 So. 2d at 1104 n.7). Finding that trial courts must\n\ndecide whether a particular claim falls within the ambit of workers’ compensation or\n\ncivil rights laws, the Harman Court stated:\n\n       There are too many variables in this issue to lay down a hard and fast\n       mechanical formula into which trial courts may plug certain facts and\n       come out with a specific answer. The trial courts of this state are\n       going to be called upon from time to time to determine whether an\n       employee's claim is based upon real discrimination or arises from\n       employer misconduct that is a normal part of the employment\n       relationship.\n\nHarman, 815 S.W.2d at 527. The defendants assert that the alleged harassing\n\nconduct in the instant case can not be characterized as a “normal part of the\n\nemployment relationship,” and, thus, the plaintiff may not recover under the Workers’\n\n\n                                          -9-\n\fCompensation Law.\n\n\n\n                                   C. Other Jurisdictions\n\n       Although this issue has been addressed in other jurisdictions, in most of these\n\ncases, as in Harman, the employee plaintiffs were seeking to recover under tort\n\ntheories or pursuant to civil rights legislation. The focal inquiry in such cases\n\naddressed the employer defendants’ argument that the claims were preempted by\n\nthe exclusive remedy provisions in workers’ compensation statutes. Therefore, in\n\ncontrast to the present case, the employee plaintiffs often argued that workers’\n\ncompensation acts did not apply to their claims so that the exclusive remedy\n\nprovisions were inapplicable. See generally Annotation, 52 A.L.R. 4th 731 (1987 &\n\nSupp. 1998); 2A Arthur Larson & Lex K. Larson, The Law of Workmen’s\n\nCompensation § 68.34(d) (1995); Jane Byeff Korn, The Fungible Woman and Other\n\nMyths of Sexual Harassment, 67 Tul. L. Rev. 1363 (1993); Ruth C. Vance, Workers’\n\nCompensation and Sexual Harassment in the Workplace: A Remedy for Employees,\n\nor a Shield for Employers?, 11 Hofstra Lab. L.J. 141 (1993); Steven G. Biddle and\n\nMary Jo Foster, When is Workers’ Compensation the Exclusive Remedy in Sexual\n\nHarassment Cases?, Ariz. Atty., Dec. 1996, at 25. Although the “arising out of” prong\n\nis uniformly prevalent in workers’ compensation statutes throughout this country,\n\nmany of these cases are not necessarily dispositive since they often involve slightly\n\ndifferent statutory schemes and often apply differing causation standards with regard\n\nto the “arising out of” prong. 1\n\n\n\n       Our research indicates that relatively few courts have considered cases in\n\nwhich an employee seeks workers’ compensation benefits for injuries resulting from\n\nsexual harassment by a co-worker. In Phillips v. Arkansas State Hwy. & Transp.\n\nDep’t, 916 S.W.2d 128 (Ark. App. 1996), the claimant, a state employee, alleged that\n\nher supervisor sexually harassed her, causing her to suffer from post-traumatic stress\n\n\n       1\n           For a discussion of the differing causation standards, see 1 Larson, §§ 6.00,\n\n6.20 -.60, at 3-1, 3-4 thru -11; Bell, 597 S.W.2d at 734.\n\n                                            -10-\n\fsyndrome. Ruling that the injury could not arise out of the claimant’s employment as\n\na matter of law, the administrative law judge and the Arkansas Workers’\n\nCompensation Commission found that the alleged injury resulted from an “intentional\n\npersonal ac[t]” by the perpetrator and that the injury was not a risk associated with\n\nemployment since the employee could be equally exposed to such conduct outside\n\nof her employment. Id. at 129.     On appeal, the Arkansas Court of Appeals noted\n\nthat, under Arkansas law, the “arises out of” component is satisfied if the risk of an\n\ninjury is “increased by the nature or setting of the work.” Id. at 130. Reversing the\n\ncommission’s finding, the Court stated:\n\n       Whether sexual harassment is a risk to which an employee is exposed\n       because of the nature of the work environment is a fact that should be\n       decided on a case-by-case basis, and it was error for the Commission\n       to find that it did not have jurisdiction because sexual harassment could\n       never arise out of and in the course of the employment.\n\nId.; but see Gina Cothern, Survey, Workers’ Compensation, 19 U. Ark. Little Rock\n\nL.J. 793, 794 (1997) (“However, because the Phillips decision was not construing the\n\n1993 amendments [to the Arkansas workers’ compensation statute], the future of\n\nsexual harassment claims as compensable workers’ compensation claims in\n\nArkansas is still unknown.”).\n\n\n\n       The New Mexico Court of Appeals also considered this issue in Cox v. Chino\n\nMines/Phelps Dodge, 850 P.2d 1038 (N.M. App. 1993). The claimant in Cox sought\n\nworkers’ compensation benefits for emotional injuries suffered after two co-workers\n\nand a supervisor sexually harassed her and made vulgar comments in her presence.\n\nThe employer, which had a written policy prohibiting sexual harassment, had\n\npreviously disciplined one perpetrator of the harassment. Rejecting the claimant’s\n\nargument that her injury arose out of her employment, the Court reasoned:\n\n              Here, the incidents involving Claimant were isolated and were\n       not part of the conditions of employment. . . . Claimant’s claim fails\n       because sexual harassment was not a regular incident of the\n       employment and Employer had specific policies in place prohibiting\n       sexual harassment. In this regard, [one of the perpetrators of the\n       harassment] was warned to stop his conduct or he would be\n       discharged. Thereafter, the sexual harassment incidents stopped.\n       Thus, sexual harassment was not a peculiar risk at this workplace. In\n       fact, Claimant admits in her testimony that she had experienced no\n       incidents of sexual harassment in approximately nine years of previous\n\n\n                                          -11-\n\f       employment with Employer and that she was unaware of any other\n       female employee who had previously been sexually harassed at this\n       workplace.\n\n              By virtue of the Employer’s written policy on sexual harassment\n       and its action in reprimanding its employee . . . it is clear that Employer\n       neither authorized nor tolerated the sexual harassment incidents.\n       Thus, although Claimant’s injury may have been causally related to her\n       employment, we hold that on the facts in this case, the [Workers’\n       Compensation Judge] properly concluded, as a matter of law, that\n       Claimant did not sustain an accident arising out of her employment.\n\nId. at 1041. In addition, the Court responded to the claimant’s argument that the New\n\nMexico workers’ compensation statute should cover sexual harassment injuries as\n\na matter of public policy. After noting that federal and state civil rights statutes were\n\npromulgated to provide a remedy for sexual harassment injuries, the Court stated:\n\n       We are more persuaded . . . that the concerns addressed by these\n       statutes are quite different from those addressed by the workers’\n       compensation laws and that the way to maintain public policies against\n       sexual harassment on the job is to pursue the common-law or statutory\n       remedies available to promote these policies and not to engraft those\n       policies on to a very different legislative scheme such as the Workers’\n       Compensation Act.\n\nId. at 1041-42; see also Comment, The Sexual Harassment Claim Quandary:\n\nWorkers’ Compensation as an Inadequate and Unavailable Remedy: Cox v. Chino\n\nMines/Phelps Dodge, 24 N.M. L. Rev. 565, 572 (1994) (“Another important distinction\n\nis that sexual harassment is a behavior rather than an ‘accident.’ . . . The remedies\n\nprescribed by the Workers’ Compensation Act, which are corrective in nature and\n\nresult in modest awards, are inadequate to help further policy which aims at\n\neradicating sexual harassment.”). 2\n\n\n\n\n       2\n           In this comment, the author maintains that “it is difficult to consider sexual\n\nharassment actions incident to the work of most occupations or employment\n\npositions.    There is no logical nexus between sexual harassment and the job\n\ndescription or job duties of most occupations.” Id. at 569. The commentator notes\n\nthat the Cox Court left open the possibility that sexual harassment injuries may be\n\ncompensable under the workers’ compensation statute in the event that the employer\n\nignored or tolerated the harassing behavior or in the event that the employer\n\ncommitted negligent hiring. Id. at 571.\n\n                                           -12-\n\f       In Carr v. City of Norfolk, 422 S.E.2d 417 (Va. App. 1992), the employee, a\n\ndesk officer with the Norfolk police department, filed for workers’ compensation\n\nbenefits, alleging that she suffered emotional injuries from a sexual assault by\n\nanother police officer during a shift change. The fact-finding commission concluded\n\nthat the injury did not “arise out of” her employment since the assault was “of a\n\npersonal nature” and not motivated to further the employer’s business.3 Id. at 418.\n\nOn appeal, the Virginia Court of Appeals stated that courts “on a case-by-case basis”\n\nmust determine whether a “causal connection [exists] between the claimant’s injury\n\nand the conditions under which the employer requires the work to be performed” so\n\nas to find that the injury arose out of employment. Id. Noting that “it is factually\n\ndifficult to separate a purely personal sexual assault from one that is only directed\n\nagainst the victim as an employee or because of the employment,” the Court affirmed\n\nthe commission’s finding that the injury did not arise out of the plaintiff’s employment.\n\nId. at 419; see also In re Goodman-Herron v. SAIF Corp., 950 P.2d 932 (Ore. App.\n\n1997); Ramada Inn Surfside v. Swanson, 560 So. 2d 300 (Fla. App. 1990) (finding\n\nthat a sexual harassment injury arose out of and in the course of the claimant’s\n\nemployment) ; In re Brown v. Alos Micrographics Corp., 540 N.Y.S.2d 911 (N.Y. App.\n\nDiv. 1989) (affirming workers’ compensation board’s finding that employee could\n\n\n       3\n           Before resolving whether the alleged injury arose out of the claimant’s\n\nemployment, the commission first considered the following Virginia statutory\n\nprovision:\n\n       Any employee who, in the course of employment, is sexually assaulted,\n\n       . . . and promptly reports the assault to the appropriate law-\n\n       enforcement authority, where the nature of such employment\n\n       substantially increases the risk of such assault, . . . shall be deemed to\n\n       have suffered an injury arising out of the employment and shall have\n\n       a valid claim for workers’ compensation benefits.\n\nVa. Code Ann. § 65.2-301(A) (emphasis added). The commission concluded that the\n\nprovision did not apply since the employment at issue was not of such nature as to\n\nincrease the risk of a sexual assault. Carr, 422 S.E.2d at 418.\n\n                                          -13-\n\frecover for emotional injury suffered as a result of sexual harassment); cf. City\n\nMarket, Inc. v. Industrial Claims Appeals Office, 800 P.2d 1335 (Col. App. 1990)\n\n(workers’ compensation case in which the employer conceded that the employee’s\n\ninjury from sexual harassment arose out of her employment).\n\n\n\n       In the context of employers asserting that a civil rights and/or tort suit is barred\n\nby a workers’ compensation exclusive remedy provision, there is a split of authority\n\namong courts concerning whether a sexual harassment injury arose out of\n\nemployment. See generally Annotation, 52 A.L.R. 4th 731. The defendants urge us\n\nto follow the approach taken by the Georgia Court of Appeals in Murphy v. ARA\n\nServices, Inc., 298 S.E.2d 528 (Ga. App. 1982). In Murphy, the plaintiff, who was\n\nemployed in a cafeteria owned by the defendant, brought a tort suit in which she\n\nsought damages emanating from sexual harassment by her supervisor. Among other\n\nallegations, the employee claimed that her supervisor threatened to fire her unless\n\nshe consented to engaging in sexual intercourse with him. The trial court granted\n\nsummary judgment to the employer, finding that the suit was barred by Georgia’s\n\nworkers’ compensation exclusive remedy provision. In Georgia the test for whether\n\nan injury “arises out of” employment is essentially the same as in Tennessee.4 See\n\nid. at 530. The Georgia Court of Appeals reasoned:\n\n       [T]here is no evidence that the ongoing misconduct of the supervisor\n       was directed to [the employee] because of any work-related dispute or\n       altercation arising from the performance of her duties for [the\n       employer]. Conversely, the [harassing conduct] could only have been\n       entirely in furtherance of the supervisor’s own very personal reasons.\n       It would be absurd to think that any of the foregoing acts of misconduct\n       alleged by [the employee] were done by the supervisor either in\n       fulfillment of his duties or to benefit [the employer’s] business of\n       cafeteria food services.\n\nId. at 531. Concluding that the employee would not have been able to recover\n\nworkers’ compensation benefits, the Court stated:\n\n\n       4\n           It should be noted, however, that the Georgia workers’ compensation statute\n\ncontains a provision stating that the statute “shall not include injury caused by the\n\nwillful act of a third person directed against an employee for reasons personal to such\n\nemployee . . . .” Ga. Code Ann. § 34-9-1(4).\n\n                                          -14-\n\f                In the case sub judice [the employee’s] employment with ARA\n       placed her in the working environment of the cafeteria where she was\n       exposed to the presence of her supervisor. However, exposure to the\n       person of the supervisor in his capacity as her supervisor is not\n       dispositive. The risk or causative danger of the injury of the type [the\n       employee] claims must be reasonably incidental to the character of her\n       employment as a cafeteria worker. We refuse to say that the risk of\n       verbal and physical abuse of a sexual nature alleged by [the employee]\n       belongs to or is any way connected with what [the employee] had to do\n       in fulfilling her responsibilities of employment with ARA. On the\n       contrary, the risk of the offensive conduct alleged by [the employee] is,\n       unfortunately, a hazard to which she would be equally exposed aside\n       from her employment.\n\nId. (emphasis in original).\n\n\n\n       In another Georgia Court of Appeals decision, Kennedy v. Pineland State\n\nBank, 439 S.E.2d 106 (Ga. App. 1993), the defendant employer argued that the\n\nemployee’s action was barred by the workers’ compensation exclusivity provision.\n\nThe suit arose after the employee, a bank employee, allegedly was accosted by a\n\nmember of the bank’s board of directors. Concluding that her claim would not be\n\ncovered by Georgia’s workers’ compensation statute, the Court stated:\n\n       [T]here is no question that [the employee] (as other members of\n       society) was equally exposed to the hazard of sexual assault apart from\n       her employment at the bank. However, [the employee’s] employment\n       at the bank exposed her to the presence of [the alleged perpetrator]\n       and to [the alleged perpetrator’s] alleged deviant sexual propensities.\n       Nevertheless, “[w]e refuse to say that the risk of . . . physical abuse of\n       a sexual nature alleged by [the employee] belongs to or is in any way\n       connected with what [the employee] had to do in fulfilling her\n       responsibilities of employment.”\n\nId. at 107 (quoting Murphy, 298 S.E.2d at 531); see also Simon v. Morehouse School\n\nof Medicine, 908 F. Supp. 959, 971 (N.D. Ga. 1995).\n\n\n\n       A few other jurisdictions have reached similar conclusions. For instance, in\n\nDunn v. Warhol, 778 F. Supp. 242 (E.D. Pa. 1991), the plaintiff, a pathologist,\n\nbrought suit pursuant to Title VII and common law tort after she was subjected to\n\nunwanted sexual touching and harassment by her supervisor. After considering the\n\nemployer’s argument that the employee’s suit was barred by the exclusive remedy\n\nprovision of the Pennsylvania Workmen’s Compensation Act, the federal court stated:\n\n       It does not follow . . . that sexual harassment by a supervisor who also\n       happens to be the victim’s employer is related to the scope of her\n\n\n                                         -15-\n\f       employment. The court cannot conceive of an instance of sexual\n       harassment of an employee by an employer or others in the workplace\n       which properly could be characterized as employment related.\n\nId. at 244. Thus, the court held that the plaintiff’s suit should not be dismissed since\n\nthe workers’ compensation statute did not apply to her alleged injury. Id.; see also\n\nArnold v. Kimberly Quality Care Nursing, 762 F. Supp. 1182, 1184 (M.D. Pa. 1991);\n\nSchweitzer v. Rockwell Int’l, 586 A.2d 383, 391 (Pa. Super. Ct. 1990) (“In the present\n\ncase, the alleged emotional distress arose from harassment personal in nature and\n\nnot part of the proper employer/employee relationship.”)\n\n\n\n       In Carr v. U S West Direct Co., 779 P.2d 154 (Ore. App. 1989), the plaintiff,\n\na sales representative, brought a tort action against her employer after she was\n\nsexually harassed, assaulted and, ultimately, raped by her supervisor. Responding\n\nto the employer’s argument that the injury arose out of her employment and, thus,\n\nwas compensable only under Oregon’s workers’ compensation statute, the Court\n\nreasoned:\n\n       Here the connection to the work is weak. The source of the injury\n       bears little or no relationship to the employment. There is no evidence\n       that the assaults were provoked by anything related to the work. There\n       is no evidence that the nature of the job or the job environment created\n       or enhanced the risk of assault. The fact that the employment placed\n       plaintiff and [the supervisor] together is not, in itself, enough.\n\nId. at 156 (citations omitted); see also Richardson-Greenshields, 552 So. 2d at 1104\n\nn.7 (“We conclude that, as a matter of public policy, sexual harassment should not\n\nand cannot be recognized as a ‘risk’ inherent in any work environment.”)5; Bennett\n\n       5\n           The Florida Supreme Court, however, left open the possibility that certain\n\nsexual harassment injuries may be compensable:\n\n\n\n       Workers’ compensation addresses purely economic injury; sexual\n\n       harassment laws are concerned with a much more intangible injury to\n\n       personal rights. To the extent these injuries are separable, we believe\n\n       that they both should be, and can be, enforced separately.\n\n\n\nId.; see also Moniz v. Reitano Enter., Inc., 709 So. 2d 150, 153 (“In the context of a\n\n                                         -16-\n\fv. Furr’s Cafeterias, Inc., 549 F. Supp. 887, 890 (D. Colo. 1982) (in a Title VII and tort\n\nsuit brought by a management trainee who allegedly was harassed and assaulted by\n\nher supervisor, held that “[i]ndeed, it would appear to lie outside the bounds of reason\n\nto propose that the sort of sexual assault and harassment heretofore described and\n\nthe emotional trauma alleged to have been caused thereby result from risks inherent\n\nto the position of a ‘management trainee.’”).\n\n\n\n       On the other hand, other courts that have considered an employer’s contention\n\nthat a sexually harassed employee’s claims are subject to the workers’ compensation\n\nexclusivity provision have found that such injuries arose out of the claimant’s\n\nemployment. For instance, in Fernandez v. Ramsey County, 495 N.W.2d 859 (Minn.\n\nApp. 1993), the plaintiff brought a tort and civil rights suit, contending that two of her\n\nsupervisors sexually harassed her. In Minnesota, the causal requirement in the\n\n“arising out of” prong is considered:\n\n       a factor of source or contribution rather than cause in the sense of\n       being proximate or direct. Because of the intervening wrongful act of\n       third parties or some such extrinsic contribution, the employment may\n       not be the proximate cause. But it may be nonetheless so much\n       source of the event that the latter in a very real and decisive sense\n       arises out of the employment. . . . So it is enough that injury follows “as\n       a natural incident of the work . . . as a result of the exposure\n       occasioned by the nature of the employment.”\n\nId. at 861 (quoting Foley v. Honeywell, Inc., 488 N.W.2d 268, 271 (Minn. 1992)).\n\nApplying the law to the facts, the Minnesota Court of Appeals found:\n\n       The actions alleged by [the employee] occurred entirely while she was\n       at work, and the alleged perpetrators are coworkers. Under the\n       standard stated in Foley, the undisputed facts satisfy the [”arising out\n       of”] coverage factor. [The employee’s] injuries, if proved, arise from her\n       employment.\n\nFernandez, 495 N.W.2d at 861. The Court, however, remanded the case to the trial\n\ncourt for a determination of whether the circumstances fall within Minnesota’s\n\n\n\n\nchoice between workers’ compensation and tort remedies or Title VII remedies for\n\nsexual harassment, where they address separable injuries, then they can co-exist\n\nand no election is necessary. Where they address the same injury, then there can\n\nbe an election of remedies.”).\n\n                                          -17-\n\f“assault exception”6 so that the injury would be non-compensable under the workers’\n\ncompensation statute.\n\n\n\n       Several other courts that have addressed workers’ compensation exclusivity\n\nprovisions have also suggested that sexual harassment injuries may be compensable\n\nunder workers’ compensation schemes. See, e.g., Byers v. Labor & Indus. Review\n\nComm’n, 561 N.W.2d 378 (Wis. 1997) (indicating that it is possible for a sexual\n\nharassment injury to be covered under Wisconsin’s workers’ compensation statute\n\nas well as under the state discrimination statute); Konstantopoulos v. Westvaco\n\nCorp., 690 A.2d 936 (Del. 1996) (“personal dispute exception” in Delaware’s worker’s\n\ncompensation statute did not apply to injury suffered from sexual harassment by co-\n\nworkers and, thus, the exclusivity provision precludes state law claims); Green v.\n\nWyman-Gordon Co., 664 N.E.2d 808 (Mass. 1996); Doe v. Purity Supreme, Inc., 664\n\nN.E.2d 815 (Mass. 1996) (finding that sexual assault arose out of the employment\n\nand, thus, that common law claims are barred by the workers’ compensation\n\nexclusivity provision); Dickert v. Metropolitan Life Ins. Co., 428 S.E.2d 700 (S.C.\n\n1992) (South Carolina’s workers’ compensation exclusivity provision bars common\n\nlaw suit against employer for alleged sexual harassment committed by the plaintiff’s\n\nsupervisor); Kerans v. Porter Paint Co., 575 N.E.2d 428 (Ohio 1991) (Ohio’s workers’\n\ncompensation scheme does not provide the exclusive remedy for sexual harassment\n\ninjuries); In re Tolbert v. Martin Marietta Corp., 759 P.2d 17 (Col. 1988) (finding that\n\nthe rape of the plaintiff by a coworker arose out of the employment and, thus, the\n\nworkers’ compensation scheme is the exclusive remedy)7; Knox v. Combined Ins. Co.\n\n\n\n       6\n           Under this exception to workers’ compensation coverage, an assault “(1)\n\nmust be intended to injure the victim because of personal reasons, and (2) must not\n\nbe directed against the employee as an employee.” Id. (construing Minn. Stat. §\n\n176.011(16) (1990)).\n       7\n           In In re Tolbert the perpetrator did not specifically target the plaintiff as a\n\nvictim. Subsequent to In re Tolbert, the Colorado Court of Appeals has used this fact\n\nto distinguish the case from other circumstances, thus limiting the scope of In re\n\n                                           -18-\n\fof Am., 542 A.2d 363 (Me. 1988) (it is possible for sexual harassment injuries to arise\n\nout of employment, so that such injuries would be compensable under Maine’s\n\nworkers’ compensation act and subject to its exclusivity provision); Baker v. Wendy’s\n\nof Montana, Inc., 687 P.2d 885 (Wy. 1984) (since employee’s alleged injury suffered\n\nas a result of harassment by her supervisor arose out of her employment, it was\n\ncompensable under Wyoming’s worker’s compensation statute and, thus, her tort\n\nclaims were barred by the exclusive remedy provision); Downer v. Detroit Receiving\n\nHosp., 477 N.W.2d 146 (Mich. App. 1991) (employee’s claim against her employer\n\nfor negligently hiring an alleged sexual harasser is barred by the Michigan workers’\n\ncompensation exclusivity of remedies provision); Irvin Investors, Inc. v. Superior Ct.,\n\n800 P.2d 979 (Ariz. App. 1990) (Arizona’s worker’s compensation exclusivity clause\n\napplied since the employee could have recovered workers’ compensation benefits\n\nfor an injury suffered after she was sexually molested by a coworker); Crofts v.\n\nHarrison, 772 S.W.2d 901 (Mo. App. 1989) (finding that a supervisor’s sexual assault\n\n\n\nTolbert. See Stamper v. Hiteshew, 797 P.2d 784, 786 (Col. App. 1990) (“Here, the\n\nevidence strongly supports a finding that [the perpetrator’s] acts were specifically\n\ntargeted at plaintiff and not neutral in nature. Under the circumstances, her claims\n\ncould not be characterized as having arisen out of her employment. Thus, there\n\nexists a genuine factual controversy regarding the requisite degree of job relatedness\n\nfor workmen’s compensation coverage, and the trial court erred in dismissing\n\nplaintiff’s state claims.”); Patel v. Thomas, 793 P.2d 632, 637 (Col. App. 1990)\n\n(“Here, unlike the circumstances in [In re Tolbert], in which the parties agreed that\n\nthere was not private motivation for the attack, the complaint implies that [the\n\nsupervisor perpetrator] specifically chose [the plaintiff] as his victim and that both he\n\nand [another supervisor] may have mistreated her because some two years\n\npreviously [this second supervisor] had successfully initiated a private sexual\n\nrelationship with [the plaintiff]. In light of these factual circumstances, we cannot\n\nconclude as a matter of law that [the plaintiff’s] injuries arose out of her employment\n\nnor, therefore, that she can prove no set of facts to exempt her from the exclusivity\n\nprovisions of the Workmen’s Compensation Act.”).\n\n                                          -19-\n\fon the plaintiff was an “irrational . . .’neutral,’ unprovoked assault,” and, therefore, the\n\ninjury therefrom arose out of the employment so that Missouri’s worker’s\n\ncompensation exclusivity provision applied); Juarez v. Ameritech Mobile\n\nCommunications, Inc., 957 F.2d 317, 323-24 (7th Cir. 1992) (under Illinois law, “[a]\n\nsexually harassing co-employee is similarly a ‘risk inherent in employment.’ . . . Under\n\nsuch circumstances, the harassment-prone co-employee clearly is ‘as much a part\n\nof the victim’s work environment as a defective tool might be.’”) (internal citations\n\nomitted); Zabkowicz v. West Bend Co., 789 F.2d 540 (7th Cir. 1986) (tort claims\n\nagainst the employer for alleged injuries from sexual harassment are barred by\n\nWisconsin’s workers’ compensation exclusivity provision); Cremen v. Harrah’s Marina\n\nHotel Casino, 680 F. Supp. 150, 154 (D. N.J. 1988) (plaintiff’s injuries from alleged\n\nsexual harassment and assault were “fully compensable under the provisions of the\n\nNew Jersey Workers’ Compensation Act” and, thus, the exclusive remedy provision\n\nbars certain common law tort actions); Lui v. Intercontinental Hotels Corp., 634 F.\n\nSupp. 684 (D. Haw. 1986) (plaintiff’s assault and battery claim against her employer\n\nfor sexual assault by her supervisor was barred by Hawaii’s workers’ compensation\n\nexclusivity provision).\n\n\n\n\n                                   III. CONCLUSION\n\n\n\n       After carefully considering the rationale of these decisions and the facts of this\n\ncase, we conclude that Anderson has failed to demonstrate that her alleged injury\n\narose out of her employment. Although we recognize that Bush’s full intent may\n\nnever be known, see Beck, 779 S.W.2d at 371, we can make certain reasonable\n\ninferences from Anderson’s testimony, which we construe in her favor. Byrd v. Hall,\n\n847 S.W.2d at 210-11. On one hand, it is logical to construe Bush’s purported\n\nactivity as seeking to further a personal perverse sexual desire. It is equally logical\n\nto interpret Bush’s conduct as being motivated by a demented animosity against\n\nAnderson in which he seeks to control and humiliate her. Under any interpretation,\n\n\n\n                                           -20-\n\fwe find that it would be unreasonable to characterize Bush’s motivation as anything\n\nother than “purely personal in nature” and not related to furthering the business of the\n\nemployer. Brimhall, 694 S.W.2d at 932; see also City of Norfolk, 422 S.E.2d at 418-\n\n19; Murphy, 298 S.E.2d at 531; U S West, 779 P.2d at 156. Anderson has not made\n\nany allegation suggesting that Bush was provoked to act in the best interest of Save-\n\nA-Lot, nor does the record support such an inference.\n\n\n\n       Furthermore, there is no indication that the nature of Save-A-Lot’s business\n\nwas such that the risk of harassment was a “reasonably considered hazar[d]” so that\n\nit was a normal component of Anderson’s employment relationship. Jesse, 772\n\nS.W.2d at 427; see also Beck, 779 S.W.2d at 371; Harman, 815 S.W.2d at 527.\n\nThere is no allegation that Save-A-Lot requires or encourages employees to engage\n\nin any practice or dress in any manner that may invite sexual advances. Moreover,\n\nthere is no suggestion of an established policy or systematic behavior by the\n\nemployer in which sexual harassment is condoned. In fact, Anderson testified that\n\nto her knowledge Bush was the only Save-A-Lot employee who engaged in\n\ninappropriate harassing conduct. Cf. Cox, 850 P.2d at 1041.\n\n\n\n       The record strongly indicates that the alleged harassment had absolutely no\n\n“connect[ion] with what [Anderson] had to do in fulfilling her responsibilities of\n\nemployment” with Save-A-Lot. Murphy, 298 S.E.2d at 531; see also Kennedy, 439\n\nS.E.2d at 107. It is clear under Tennessee law that the fact that Anderson was\n\nexposed to Bush during the course of her employment is not dispositive. See, e.g.,\n\nBrimhall, 694 S.W.2d at 932; see also Murphy, 298 S.E.2d at 531; U S West, 779\n\nP.2d at 156; cf. Fernandez, 495 N.W.2d at 861. The record simply does not\n\ndemonstrate that sexual harassment was an inherent risk to which Anderson was\n\nexposed when she accepted employment with Save-A-Lot. See Ford v. Revlon, 734\n\nP.2d 580, 591 (Ariz. 1987) (Feldman, J., concurring) (“By law, exposure to sexual\n\nharassment is not an inherent or necessary risk of employment, even though it may\n\nbe or may have been endemic.”); Cremen, 680 F. Supp. at 158 (“In every case of\n\n\n\n                                         -21-\n\fwhich we are aware, courts that have grappled with the troubling issue of sexual\n\nharassment in the workplace have refused to accept it as ‘a fact of life of industrial\n\nemployment.’”)8. To the contrary, the alleged harassment was an unanticipated risk\n\nthat was not a condition of Anderson’s employment.         Accordingly, we find that\n\nAnderson’s alleged injury is not compensable under the Tennessee W orkers’\n\nCompensation Law.\n\n\n\n       Our holding is supported by public policy justifications. The Tennessee\n\nWorkers’ Compensation Law was enacted to “provide compensation for loss of\n\nearning power or capacity sustained by workmen through injuries in industry.” Smith\n\nv. Lincoln Mem. Univ., 304 S.W.2d 70, 73 (Tenn. 1957); Mathis v. J.L. Forrest &\n\nSons, 216 S.W.2d 967 (Tenn. 1949); Harman, 815 S.W.2d at 524; see generally\n\nJoseph H. King, Jr., The Exclusiveness of an Employee’s Workers’ Compensation\n\nRemedy Against His Employer, 55 Tenn. L. Rev. 405 (1988). We question whether\n\nthe drafters ever contemplated that the statute would cover injuries suffered as a\n\nresult of sexual harassment. As one commentator has noted:\n\n       The risks contemplated . . . as the purpose behind workers’\n       compensation are “[a]ll things that can go wrong around a modern\n\n       8\n           According to one commentator:\n\n\n\n       Sexual harassment is not an increased risk of employment. Women\n\n       may be exposed to sexual harassment in public, at home, or at work.\n\n       There is no increased risk of sexual harassment on the job. Sexual\n\n       harassment is typically the result of purely personal motivations and is\n\n       usually not related to a dispute at work. A causal connection between\n\n       the harassment injury and the employment is tenuous at best.\n\n\n\nVance, 11 Hofstra Lab. L. J. at 189-90; see also Korn, 67 Tul. L. Rev. at 1384\n\n(“Sexual harassment, although it occurs frequently, should not, as a matter of public\n\npolicy, be viewed as a risk inherent in the workplace and, therefore, should be\n\noutside the scope of workers’ compensation statutes.”)\n\n                                        -22-\n\f       factory, mill, mine, transportation system, or construction project --\n       machine breaking, objects falling, explosives exploding, tractors tipping,\n       fingers getting caught in gears . . . .” In passing workers’ compensation\n       statutes, legislatures viewed these accidents “as the inevitable\n       accompaniment of industrial production.”\n\n              In contrast, sexual harassment is not an “inevitable\n       accompaniment of industrial production.” Sexual harassment is not the\n       equivalent of “machinery breaking, objects falling, explosives exploding,\n       tractors tipping” or “fingers getting caught in gears.” It does not happen\n       to every worker -- it happens disproportionately to women. . . . Although\n       sexual harassment is commonplace, we need not accept it as a risk\n       inherent in the workplace. It can, unlike true industrial accidents, be\n       eliminated.\n\nKorn, 67 Tul. L. Rev. at 1385-86 (citing Ford, 734 P.2d at 590 (Feldman, J.,\n\nconcurring); Larson § 7.10; Note, Exception to the Exclusive Remedy Requirements\n\nof Workers’ Compensation Statutes, 96 Harv. L. Rev. 1641, 1642 (1983)); see also\n\nRichardson-Greenshields, 552 So. 2d at 526 (“[W]e cannot find that acts constituting\n\nsexual harassment were ever meant to fall under workers’ compensation.”); Bennett,\n\n549 F. Supp. at 891 (“I cannot credit the suggestion that the Colorado General\n\nAssembly intended to permit licentious behavior under the rubric of workmen’s\n\ncompensation.”); Darryll M. Halcomb Lewis, Sexual Harassment Under Workers’\n\nCompensation Law, 44 Labor L. J. 297, 305-06 (1993) (“Sexual harassment claims\n\nsimply have no place in a workers’ compensation court. As was stated in Byrd v.\n\nRichardson, it was never intended that these types of claims be under the province\n\nof workers’ compensation courts.”); Vance, 11 Hofstra Labor L. J. at 158 (“It is less\n\nclear that providing workers’ compensation coverage for sexual harassment on the\n\njob fulfills the goal of redressing industrial injuries. Indeed, one might ask whether\n\nsexual harassment is an industrial injury. Sexual harassment, an injury occasioned\n\nby intentional actions in the workplace, is not a normal risk of employment.”). From\n\na practical standpoint, since sexual harassment victims ordinarily do not suffer\n\ntangible economic loss, calculating damages under the workers’ compensation\n\nscheme may often be cumbersome and arbitrary. See Kerans, 575 N.E.2d at 489\n\n(“[A]side from expenses which they may incur for psychiatric care, victims of sexual\n\nharassment generally do not suffer economic loss. Their injuries are much less\n\ntangible and often are not susceptible to a neat compensatory formula. Thus, . . .\n\nmost victims would not obtain appropriate or sufficient relief.”).\n\n\n                                         -23-\n\f         In fact, the Tennessee Human Rights Act, Tenn. Code Ann. §§ 4-21-101 et\n\nseq. (1998 Repl.) (“THRA”), was enacted to provide a remedy for the type of injuries\n\nthat the plaintiff alleges. 9 The remedies provision of the THRA, as well as its federal\n\ncounterpart, Title VII of the Civil Rights Act of 1964, 42 U.S.C. 2000e et seq., is\n\ndesigned to fully compensate victims of sexual harassment in the workplace.10 See\n\nTenn. Code Ann. § 4-21-306. Moreover, it is conceivable that a contrary ruling would\n\nthwart the intent of the framers of the THRA to provide sexual harassment victims\n\nwith a full recovery, since employer defendants would argue that THRA suits brought\n\nby employee plaintiffs are barred by the Tennessee workers’ compensation\n\nexclusivity of remedies provision. According to one commentator:\n\n         Sexual harassment was probably never contemplated by the original\n         authors of workers’ compensation systems because women did not\n         have a strong presence in the workplace. Furthermore, public policy\n         against sexual discrimination had not been formulated and translated\n         into statutory law. Therefore, sexual harassment is completely outside\n         the contemplation of the workers’ compensation scheme, and\n         employers should not be allowed to use the exclusive remedy provision\n         as a shield to avoid liability for permitting sexual harassment to occur\n         in the workplace.\n\nVance, 11 Hofstra Lab. L. J. at 192; see also Deborah A. Ballam, The Workers’\n\n\n\n         9\n              It is presumed that the General Assembly was aware of the state of the law\n\nat the time that it passes legislation. Fletcher v. State, 951 S.W.2d 378, 382 (Tenn.\n\n1997).\n         10\n               As noted in this opinion, several courts have painstakingly attempted to\n\ncreate a bifurcated system in which a sexual harassment victim may recover either\n\nworkers’ compensation benefits or human rights act damages depending upon the\n\nnature of the injury.         See, e.g., Harman, 815 S.W.2d at 527; Richardson-\n\nGreenshields, 552 So. 2d at 1103-04. We find such a distinction to be illusory in the\n\ncontext of our human rights act. The remedies provision of the THRA is designed to\n\nprovide a sexual harassment victim with a full recovery, which includes damages for\n\nhumiliation and embarrassment as well as damages for economic loss. See Tenn.\n\nCode Ann. § 4-21-306(a)(7)&(8).           Thus, there are no damages that a sexual\n\nharassment victim could recover under the workers’ compensation scheme that he\n\nor she could not recover under the THRA.\n\n                                            -24-\n\fCompensation Exclusivity Doctrine: A Threat to Workers’ Rights Under State\n\nEmployment Discrimination Statutes, 27 Am. Bus. L. J. 95 (1989). Accordingly, the\n\nTHRA is the appropriate avenue of relief for plaintiffs who suffer injuries as a result\n\nof sexual harassment. See Lewis, 44 Labor L. J. at 306 (“Except for the convenience\n\nof employers and the flimsy benefit the victims of sexual harassment might achieve\n\nby quicker, but much smaller awards, it is difficult to conjure a reason for workers’\n\ncompensation courts handling sexual-harassment cases.”).\n\n\n\n       The judgment of the trial court granting summary judgment to the defendants\n\nis hereby affirmed. Costs of this appeal are taxed to the plaintiff.\n\n\n\n\n                                   _____________________________________\n                                   Frank F. Drowota, III,\n                                   Justice\n\n\n\nCONCUR:\n\nAnderson, C.J.\nBirch, Barker, J.J.\nHayes, S.J.\nHolder, J., not participating\n\n\n\n\n                                         -25-\n\f",
            "ocr": false,
            "opinion_id": 1060768
        }
    ],
    "court_short_name": "Tennessee Supreme Court",
    "court_full_name": "Tennessee Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Rape"
}