{
    "id": 2727621,
    "judges": null,
    "date_filed": "2005-10-30",
    "date_filed_is_approximate": true,
    "slug": "maximilian-spiegel-v-state-of-indiana",
    "case_name_short": null,
    "case_name": "Maximilian Spiegel v. State of Indiana",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.in.gov/judiciary/opinions/pdf/04181301ewn.pdf",
            "author_id": null,
            "opinion_text": "Pursuant to Ind.Appellate Rule 65(D),\nthis Memorandum Decision shall not be\nregarded as precedent or cited before\nany court except for the purpose of                          Apr 18 2013, 8:53 am\nestablishing the defense of res judicata,\ncollateral estoppel, or the law of the case.\n\n\n\nATTORNEY FOR APPELLANT:                           ATTORNEYS FOR APPELLEE:\n\nANDREW J. BORLAND                                 GREGORY F. ZOELLER\nBorland & Gaerte                                  Attorney General of Indiana\nIndianapolis, Indiana\n                                                  ANGELA N. SANCHEZ\nRUTH JOHNSON                                      Deputy Attorney General\nIndianapolis, Indiana                             Indianapolis, Indiana\n\n\n\n\n                              IN THE\n                    COURT OF APPEALS OF INDIANA\n\nMAXIMILIAN SPIEGEL,                               )\n                                                  )\n       Appellant-Defendant,                       )\n                                                  )\n              vs.                                 )      No. 49A02-1208-CR-687\n                                                  )\nSTATE OF INDIANA,                                 )\n                                                  )\n       Appellee-Plaintiff.                        )\n\n\n                    APPEAL FROM THE MARION SUPERIOR COURT\n                    The Honorable Jeffrey W. Mendes, Judge Pro Tempore\n                            Cause No. 49G04-1108-FA-60510\n\n\n\n                                        April 18, 2013\n\n\n                MEMORANDUM DECISION - NOT FOR PUBLICATION\n\n\nNAJAM, Judge\n\f                             STATEMENT OF THE CASE\n\n       Maximilian Spiegel appeals his conviction for child molesting, as a Class A\n\nfelony. Spiegel presents two issues for review:\n\n       1.     Whether the prosecutor’s statements made during cross-examination\n              and closing argument constitute prosecutorial misconduct.\n\n       2.     Whether the trial court abused its discretion when giving the jury an\n              additional final instruction after deliberations had already begun.\n\n       We affirm.\n\n                       FACTS AND PROCEDURAL HISTORY\n\n       In April 2011, eighteen-year-old P.L. wrote a letter to her older sister C.H.,\n\nalleging that P.L. had been molested by “Uncle Max” since she was in first grade and that\n\nthe abuse had just recently stopped. Exh. 13. C.H. showed the letter to her mother, who\n\nthen telephoned her sister, Spiegel’s wife. Spiegel was referred to as “Uncle Max.”\n\nSpiegel also spoke to P.L.’s mother during that call, was crying, was extremely upset, and\n\nrepeatedly threatened to kill himself, but he did not deny P.L.’s allegations.\n\n       P.L.’s mother then informed P.L.’s father, J.L., of the allegations.      J.L. had\n\npreviously been convicted of and incarcerated for molesting his step-daughter, C.H. J.L.\n\ntelephoned Spiegel, who initially denied the allegations. Subsequently, though, Spiegel\n\nstated that he “did do it” and was “sorry for what he had done.” Transcript at 197.\n\n       At the time of P.L.’s allegations, C.H. worked for the Indiana Department of Child\n\nServices. Spiegel telephoned C.H. several times beginning in May 2011. He inquired\n\nabout DCS procedures and what would happen next, said he would admit what he had\n\ndone, and apologized. During that time, Spiegel also sent several text messages to C.H.\n\n\n                                             2\n\fIn the texts, Spiegel said he had “hurt everybody so bad[ly,]” Exh. 9; apologized; and\n\nsaid he was in three kinds of therapy. And in June, Spiegel asked C.H. to encourage her\n\nmother and sister not to press criminal charges. He offered to make “retribution in the\n\nform of gifts” such as “paying for college or buying a vehicle for P.L.” Id. at 144.\n\n       The State charged Spiegel with two counts of child molesting, as Class A felonies,\n\nand one count of sexual misconduct with a minor, as a Class B felony. The court held a\n\njury trial on July 2, 2012. P.L. testified that she could not estimate how many times\n\nSpiegel had molested her, but she testified that it began when she was in first grade and\n\ncontinued for years. For example, she gave details of two occasions when she was seven\n\nyears old when Spiegel blindfolded her and forced her to perform oral sex on him in\n\nexchange for candy. She also described an occasion when she was in eighth grade in\n\nwhich Spiegel picked her up on the pretense of taking her to buy tennis shoes as a reward\n\nfor her team winning a championship. They stopped at his house, and he asked her to\n\ncome in. He turned the television on for her, and pornography was playing. He left the\n\nroom for a couple of minutes, and, when he returned, he pulled his penis out. She said\n\nshe did not feel well, but he prayed over her and then made her perform oral sex on him.\n\nFinally, P.L. described a particular occasion when she was playing Barbie dolls with her\n\ncousin at Spiegel’s house when Spiegel called to her from his bedroom. P.L. went to the\n\nbedroom and found Spiegel lying on the bed with his penis exposed through the zipper of\n\nhis jeans. He stood and instructed her to kneel and had her perform oral sex on him.\n\n       Spiegel also testified at trial. The prosecutor asked whether he knew why his\n\nfamily believed P.L.’s allegations, and Spiegel answered that he did not know.         In\n\n\n                                             3\n\fresponse, the prosecutor commented, “You’re a good liar.” Transcript at 319. The trial\n\ncourt sustained Spiegel’s objection and request to strike, and when he requested that the\n\ncourt admonish the jury, the trial court stated, “so admonished.” Id. at 320. The trial\n\ncourt denied Spiegel’s request for a mistrial.\n\n       Later, in its rebuttal to closing argument, the State made the following comment:\n\n“If you decide not to believe P.L., you go back and deliberate and when you’re done you\n\nsay, [‘]We believed her but we needed more evidence,[’] we might as well just tell our\n\nchildren to just take it and shut up because that’s what you’ll be saying.” Id. at 396.\n\nSpiegel objected on the ground that it was improper to “argue about . . . the effect on the\n\ncommunity[.]” Id. The trial court responded that the statement was made during closing\n\nargument and was not evidence, overruling the objection.\n\n       Subsequently in closing argument, the State referred to P.L.’s father, who had\n\npreviously been convicted of child molesting, had gone to prison, and had been “set free\n\nin prison because it changed his life when he went to prison” and “healed” him. Id. at\n\n399. Then, referring to Spiegel, the prosecutor said, “That’s what we’re asking for the\n\ndefendant. We’re asking you to send a message that he can live his life differently.” Id.\n\nThe trial court overruled Spiegel’s objection. Finally, the prosecutor also said, “You\n\ncan’t be set free by hiring an attorney to get you off when you know you’ve done wrong.”\n\nId. at 407. The trial court sustained Spiegel’s objection and request to strike, and the\n\nprosecutor then stated, “Oh, no; he has a right to counsel. Absolutely. I would never\n\nwant to do this without an attorney sitting over there.” Id.\n\n       During deliberations, the jury sent two questions to the trial court:\n\n\n                                                 4\n\f        1.      Did the molestation have to occur between July 1999 and June 2000\n                or (Rule/Instruction 5a) could the molestation occur at any time prior\n                to her turning 14.\n\n        2.      Define “on or about.” How much time can be added to the time\n                frame July 19, 1999[,] and June 18, 2000.\n\nAppellant’s App. at 101. The trial court discussed the appropriate response with the\n\nparties. Spiegel initially objected “to the entire process” on the ground that there was no\n\ndifference between the evidence at trial and the charging information1 and, therefore, an\n\nadditional instruction was neither necessary nor appropriate. Transcript at 432. The trial\n\ncourt noted the objection for the record but did not rule on it. Initially, the trial court did\n\nnot agree with the State that there was a difference between the evidence and the\n\ncharging information. However, after further discussion, the trial court concluded that\n\nthere was a difference and that an additional instruction was necessary. The court then\n\ndetermined the language to be used in answering the jury questions and discussed the\n\nmethod of communicating that to the jury:\n\n        The Court:      You want me to tell them there’s a new instruction when they\n                        come back out or do you just want to give it to them without\n                        reading all this?\n        [State]:        I would defer to [defense counsel] and what he feels\n                        comfortable with.\n        [Defense]:      Judge, I think—I think we add a new instruction, we give\n                        them their instructions and–\n        The Court:      Let them go back?\n        [Defense]:      Let them go back.\n        The Court:      Okay. Let’s make copies. When they come out—\n        [State]:        Not read them to them? Is that what you’re saying, you don’t\n                        need them read to the jurors?\n\n        1\n           At trial P.L. testified to multiple incidents of abuse by Spiegel spanning several years. At the\nclose of evidence, the State dismissed two counts, leaving only one count that charged Spiegel for\nmolesting P.L. over a span of dates when she was approximately seven years old. Spiegel argued to the\ntrial court that any confusion occasioned by the jury regarding dates, which was the basis for the jury\nquestion, arose after the State dismissed the other two counts and, therefore, was the State’s own fault.\n                                                    5\n\f      The Court:    I don’t need them read to the jurors. I mean, as long as they\n                    have the instruction.\n      [State]:      And as long as they know that there’s a new instruction in\n                    there?\n      The Court:    I’m just going to say we’ve reviewed your question and\n                    we’ve come to a decision, all parties, concerning an answer to\n                    your question or questions. There’s an additional 5B1\n                    instruction in your packet of which [sic] you were just given.\n                    This becomes part of your final—this becomes your\n                    preliminary instructions additional [sic]. Please go back and\n                    deliberate. Okay?\n      [Defense]:    That procedure’s fine with me.\n      [State]:      Fine with the State.\n      The Court:    Okay? (court confers with staff.)\n      [Defense]:    Well, well—\n      The Court:    You said that’s okay. Given them a copy of the new\n                    instruction—\n      [Defense]:    The new—the instructions. I think the issue is handing them\n                    this instruction by itself is drawing—is the drawing attention\n                    that I had concern about. Telling the jurors here’s the\n                    instruction, you put it in your packet, that’s—that’s the\n                    drawing attention that I’m concerned about. I think—I think\n                    they—they should be—the instructions should be inserted and\n                    they should be given all the instructions.\n      The Court:    (Court confers with staff.) All right, we’ll just make copies\n                    and reinsert them.\n\n                      JURY RETURNS TO THE COURTROOM\n\n      The Court:    . . . In response to your question, the Court responds as\n                    follows: There is an additional instruction in your Court’s\n                    preliminary instruction booklet number 5A1. Continue to\n                    deliberate. Good luck.\n\nTranscript at 444-46. After deliberating further, the jury found Spiegel guilty of child\n\nmolesting, as a Class A felony. The trial court entered judgment of conviction and\n\nsentenced Spiegel accordingly. Spiegel now appeals.\n\n\n\n\n                                           6\n\f                              DISCUSSION AND DECISION\n\n                           Issue One: Prosecutorial Misconduct\n\n         Spiegel contends that the State committed prosecutorial misconduct when it made\n\ncertain statements during the trial.        Whether a prosecutor’s argument constitutes\n\nmisconduct is measured by reference to caselaw and the Rules of Professional Conduct.\n\nSobolewski v. State, 889 N.E.2d 849, 856 (Ind. Ct. App. 2008), trans. denied.\n\n                 We evaluate a properly preserved claim of prosecutorial misconduct\n         using a two-step analysis. We first determine whether misconduct\n         occurred, then, if there was misconduct, we assess “whether the\n         misconduct, under all of the circumstances, placed the defendant in a\n         position of grave peril to which he or she would not have been subjected”\n         otherwise. Cooper v. State, 854 N.E.2d 831, 835 (Ind. 2006). To preserve\n         a claim of prosecutorial misconduct, the defendant must ask the trial court,\n         at the time the misconduct occurs, to admonish the jury or move for a\n         mistrial if admonishment is inadequate. Id. Failure to request an\n         admonishment or a mistrial waives the claim, unless the defendant can\n         demonstrate that the misconduct rises to the level of fundamental error. Id.\n         Fundamental error is a narrow exception intended to place a heavy burden\n         on the defendant. It requires the defendant to establish that the misconduct\n         “[made] a fair trial impossible or constitute[ed] clearly blatant violations of\n         basic and elementary principles of due process” or that the misconduct\n         “present[ed] an undeniable and substantial potential for harm.” Benson v.\n         State, 762 N.E.2d 748, 756 (Ind. 2002); accord Cooper, 854 N.E.2d at 835.\n\nCastillo v. State, 974 N.E.2d 458, 468 (Ind. 2012) (alterations in original).\n\n         Here, we first consider Spiegel’s argument that the State committed prosecutorial\n\nmisconduct when the prosecutor commented during cross-examination, “You’re a good\n\nliar.”   Spiegel contends that the prosecutor’s comment was improper under Indiana\n\nProfessional Conduct Rule 3.4. That rule provides, in relevant part:\n\n         A lawyer shall not[,] in trial, allude to any matter that the lawyer does not\n         reasonably believe is relevant or that will not be supported by admissible\n         evidence, assert personal knowledge of facts in issue except when testifying\n         as a witness, or state a personal opinion as to the justness of a cause, the\n                                               7\n\f       credibility of a witness, or the culpability of a civil litigant or the guilt or\n       innocence of an accused[.]\n\nInd. Professional Conduct Rule 3.4(e).\n\n       The trial court sustained Spiegel’s objection to the prosecutor’s comment and\n\ncomplied with Spiegel’s request for an admonishment, simply stating “so admonished.”\n\nTranscript at 320. Spiegel then requested a mistrial, which was denied. On appeal,\n\nSpiegel contends that the admonishment was “inadequate under the circumstances,”\n\nAppellant’s brief at 12. But, as noted above, an admonishment is presumed to cure any\n\nerror. TRW Vehicle Safety Sys. V. Moore, 936 N.E.2d 201, 221 (Ind. 2010) (citation\n\nomitted). When a party believes the admonishment is inadequate, then that party should\n\nrequest a mistrial. Castillo, 974 N.E.2d at 468. Thus, here, Spiegel’s appeal should be\n\nfrom the denial of his motion for a mistrial. Because he does not set out the standard of\n\nreview for such cases, we could consider the issue waived. Waiver notwithstanding, we\n\nconsider the merits of his claim.\n\n       We conclude that the prosecutor did, in fact, commit misconduct during the\n\nepisode which ended with her saying to Spiegel, “You’re a good liar.”               First, the\n\npreceding question about why Spiegel’s family believed P.T. was completely irrelevant.\n\nThe follow-up statement, however, is more troubling, as an obvious expression of the\n\nprosecutor’s opinion that Spiegel is not credible. Attorneys are simply not permitted to\n\nexpress “a personal opinion as to the credibility of a witness.” Hobson v. State, 675\n\nN.E.2d 1090, 1095 (Ind. 1996) (citing Ind. Professional Conduct Rule 3.4(e)).             Cf.\n\nCooper, 854 N.E.2d at 836 (not necessarily misconduct where prosecutor called\n\ndefendants liars during rebuttal to closing argument). The threshold question of whether\n                                              8\n\fthe prosecutor committed misconduct during his cross-examination of Spiegel has been\n\nmet.\n\n       Nevertheless, to prevail on appeal, Spiegel must also show that the prosecutor’s\n\ncomment subjected him to grave peril despite the admonishment given by the trial court.\n\nHere, Spiegel’s extended family testified that he had confessed to the molestations, and\n\nhis victim testified regarding the molestations.        Still, Spiegel testified on cross-\n\nexamination that he did not know why his family did not believe him. That directly\n\ncontradictory evidence indicates that either Spiegel or his entire family was lying, and the\n\nprosecutor’s comment merely invited the jury to determine which party was being\n\nuntruthful. In light of the abundance of evidence of Spiegel’s guilt, he has not shown that\n\nthe prosecutor’s comment subjected him to grave peril to which he otherwise would not\n\nhave been subjected.\n\n       Spiegel also contends that three of the prosecutor’s comments during closing\n\nargument constitute misconduct. His entire argument on that point is as follows:\n\n               In this case, the Prosecutor made editorial comments calling the\n       Defendant a “good liar[.”] (T. 319) Later, she told the Jury if they failed to\n       convict they “might as well tell our children to just take it and shut up.” (T.\n       396) Then she suggested that they convict to send a message to tell the\n       Defendant to live his life differently. (T. 299) Finally, she suggested that\n       excusing his right to counsel under the 6th Amendment to the United States\n       Constitution done [sic] “simply to get (him) off.” (T. 407)\n               These errors are serious. Counsel for Mr. Spiegel objected at each\n       comment, but only asked for a mistrial on the first occasion. To the extent\n       that the failure to do so may have waived the issues, the waiver is overcome\n       by the fundamental nature of the error.\n\nAppellant’s Brief at 15. But Spiegel did not request an admonishment or a mistrial when\n\nobjecting to any of these closing argument statements. See Castillo, 974 N.E.2d at 468.\n\n\n                                             9\n\fStill, Spiegel states that the prosecutor’s statements rise to the level of fundamental error\n\nfrom the cumulative effect of these statements. But he provides no cogent reasoning\n\nsupporting that conclusion. Merely calling something fundamental error does not make it\n\nso. As such, Spiegel’s contentions regarding the prosecutor’s statements made during\n\nclosing argument are waived. See Ind. Appellate Rule 46(A)(8)(a).\n\n       Although we have concluded that Spiegel has waived his appellate argument\n\nrelating to several of the prosecutor’s statements during final argument, we would also\n\nlike to take a moment to express our belief that they also constituted misconduct. As\n\npreviously mentioned, the prosecutor told the jury that, if it acquitted Spiegel, “we might\n\nas well just tell our children to just take it and shut up because that is what you’ll be\n\nsaying.” This statement is not based on the evidence and strikes us as an attempt to play\n\non the fears of the jurors, and it is well-settled that “[i]t is misconduct to phrase final\n\nargument in a manner calculated to inflame the passions or prejudices of the jury[.]”\n\nJohnson v. State, 453 N.E.2d 365, 369 (Ind. Ct. App. 1983). Moreover, when the\n\nprosecutor told the jury that it should send Spiegel to prison so that he might be healed,\n\nthis is an impermissible comment regarding the possible penal consequences of\n\nconviction. “[W]hen punishment is not to be imposed by the jury, it is not a matter to be\n\nplaced before the jury, by the State, for its consideration.” Lainhart v. State, 916 N.E.2d\n\n924, 934 (Ind. Ct. App. 2009). Although the prosecutor made no specific statement\n\nregarding potential terms of incarceration, her statement was nonetheless too close for\n\nour comfort. Finally, we believe improper the prosecutor’s statement to the jury, “You\n\ncan’t be set free by hiring an attorney to get you off when you know you’ve done wrong.”\n\n\n                                             10\n\fAlthough we recognize the disparate roles of the prosecutor and defense attorney in a\n\ncriminal trial, it is nonetheless improper to highlight the disparate roles to the jury.\n\nTherefore, the prosecutor’s statement that Spiegel’s attorney was there to “get him off”\n\namounts to misconduct; “if jurors are tainted by the viewpoint that only the prosecutor is\n\npresenting the truth and the defense counsel’s role is to obstruct the search for truth, they\n\nmay evaluate every bit of evidence from this perspective.” Bardonner v. State, 587\n\nN.E.2d 1353, 1360 (Ind. Ct. App. 1992), trans. denied.\n\n                                Issue Two: Jury Questions\n\n       Spiegel also contends that the trial court erred in the manner in which it issued an\n\nadditional instruction to the jury after deliberations had begun. He does not contend that\n\nthe trial court erred when it gave the jury an additional instruction. Rather, he argues that\n\nthe trial court was required to have re-read all of the jury instructions in order to avoid\n\noveremphasizing the newly added instruction.           We conclude that Spiegel has not\n\npreserved this issue for review.\n\n       In Graves v. State, 714 N.E.2d 724 (Ind. Ct. App. 1999), we observed:\n\n       [O]ur supreme court has long recognized that once jury deliberations\n       commence, the trial court should not give any additional instructions. Only\n       one limited and narrow exception has been recognized to this strict rule.\n       When the jury’s question coincides with an error or “legal lacuna” in the\n       final instructions, the trial court may respond in a manner other than simply\n       re-reading the entire set of final instructions. However, the court must not\n       undertake this endeavor lightly for “the path is extremely hazardous for the\n       court that would depart from the body of final instructions and do other\n       than reread the final instructions in responding to jury questions.”\n\nId. at 726. In Graves, the defendant had “strenuously objected . . . to providing an\n\nadditional instruction without re-reading the entire set of final instructions.” Id.\n\n\n                                              11\n\f        Here, although Spiegel initially objected to the giving of any supplemental\n\ninstruction on the ground that there was no difference between the evidence at trial and\n\nthe charging information, on appeal he does not argue that the court erred based on a\n\nvariance between the evidence and the charging information. Instead, he argues only that\n\nthe procedure employed by the trial court in supplementing the jury instructions was\n\nerroneous. A party may not object on one ground at trial and rely on a different ground\n\non appeal. Small v. State, 736 N.E.2d 742, 747 (Ind. 2000). Spiegel has not preserved\n\nhis claim for appellate review.\n\n        Additionally, Spiegel invited the error. Spiegel did not ask that the trial court re-\n\nread all of the final instructions, nor did he object to the trial court’s decision to insert the\n\nadditional instruction in the instruction packets given to the jurors and then return the\n\npackets to the jurors.         In fact, he specifically agreed to the method employed in\n\nresponding to the jury question. Spiegel expressed concern that handing the additional\n\ninstruction by itself to the jurors could draw attention to that instruction, but he approved\n\nthe method of inserting the instruction and then returning the entire instruction packet to\n\nthe jurors.2 A party may not take advantage of an error that he commits, invites, or is the\n\nnatural consequence of his own neglect or misconduct. Baugh v. State, 933 N.E.2d 1277,\n\n1280 (Ind. 2010). Spiegel may not now appeal the error he invited by approving the\n\nprocedure for giving the additional instruction to the jury.\n\n\n\n\n        2\n           Spiegel contends that he had asserted a general objection regarding the additional instruction to\nthe jury. As explained above, our review of the transcript shows that his objection was to the necessity\nfor such an instruction. Once the trial court had determined to give an additional instruction, Spiegel\nspecifically approved of the method proposed by the trial court for accomplishing that task.\n                                                    12\n\f        Finally, failure to object at trial constitutes waiver of review unless an error is\n\nfundamental. Absher v. State, 866 N.E.2d 350, 355 (Ind. Ct. App. 2007). A party cannot\n\nsit idly by, permit the trial court to act in a claimed erroneous manner, and then attempt to\n\ntake advantage of the alleged error at a later time. Robles v. State, 705 N.E.2d 183, 187\n\n(Ind. Ct. App. 1998). Spiegel has waived his claim of error and he makes no argument\n\nthat the trial court’s action constituted fundamental error. Thus, his claim on this issue is\n\nwithout merit.\n\n       Affirmed.\n\nBRADFORD, J., concurs.\n\nFRIEDLANDER, J., concurs with separate opinion.\n\n\n\n\n                                             13\n\f                               IN THE\n                    COURT OF APPEALS OF INDIANA\n\nMAXIMILIAN SPIEGEL,                              )\n                                                 )\n       Appellant - Defendant,                    )\n                                                 )\n              vs.                                )      No. 49A02-1208-CR-687\n                                                 )\nSTATE OF INDIANA,                                )\n                                                 )\n       Appellee - Plaintiff.                     )\n                                                 )\n\n\n\n\nFRIEDLANDER, Judge, concurring\n\n\n       I fully concur in the panel’s opinion, but write separately to express a few thoughts\n\non the issue of prosecutorial misconduct in the present case. We correctly conclude that\n\nthe prosecuting attorney in this case crossed the line of acceptable advocacy not once, but\n\nfour times. She called Spiegel a liar on the witness stand, commented upon possible\n\npenal consequences of a verdict of “guilty”, highlighted the disparate roles of prosecuting\n\nand defense attorneys, and intimated to the jury that a vote of “not guilty” was\n\ntantamount to societal condemnation of unspecified other children to suffer similar abuse\n\nat the hands of other perpetrators, without recourse.       We also conclude that these\n\ntransgressions do not merit reversal because they were waived and because of the\n\nstrength of the evidence of guilt.\n\n\n                                            14\n\f       In reaching these conclusions, we do not go so far as to explicitly “condemn” the\n\nprosecuting attorney’s actions, although we could, and perhaps should. Be that as it may,\n\nthere is cause to doubt the efficacy of even an official condemnation of such behavior.\n\nOur appellate courts have on occasion issued condemnations of prosecutorial misconduct.\n\nSee, e.g., Splunge v. State, 641 N.E.2d 628 (Ind. 1994) (the Supreme Court condemned\n\nthe prosecutor’s attempt to remind the jury that the defendant did not testify, but\n\nnevertheless affirmed because of the overwhelming evidence of guilt) ; see also Bernard\n\nv. State , 540 N.E.2d 23, 25 (Ind. 1989) (prosecutor’s comments on the defendant’s\n\nfailure to testify were described as “condemnable”). Yet, instances of condemnable\n\nprosecutorial behavior continue to come before us on appeal. It would seem that our\n\nadmonishments are falling on deaf ears on an all-too-regular basis. At some point, I will\n\nbe forced to conclude that our condemnations lack sufficient deterrent effect, and that\n\nonly reversal will provide sufficient impetus for adhering to the well-settled boundaries\n\nof propriety in these matters.\n\n\n\n\n                                           15\n\f",
            "ocr": false,
            "opinion_id": 2727621
        }
    ],
    "court_short_name": "Indiana Court of Appeals",
    "court_full_name": "Indiana Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Rape"
}