{
    "id": 1081183,
    "judges": "Judge James Curwood Witt, Jr.",
    "date_filed": 931478400000,
    "date_filed_is_approximate": false,
    "slug": "state-of-tennessee-v-james-richard-watson",
    "case_name_short": null,
    "case_name": "State of Tennessee v. James Richard Watson",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/OPINIONS/tcca/PDF/993/watsonjr.pdf",
            "author_id": 8295.0,
            "opinion_text": "                                                     FILED\n          IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                                                               July 9, 1999\n                            AT KNOXVILLE\n                                                            Cecil Crowson, Jr.\n                                                           Appellate C ourt\n                           MAY 1999 SESSION                    Clerk\n\n\n\n\nSTATE OF TENNESSEE,               )\n                                  )\n             Appellee,            )      C.C.A. No. 03C01-9809-CR-00325\n                                  )\nvs.                               )      McMinn County\n                                  )\nJAMES RICHARD WATSON,             )      Hon. R. Steven Bebb, Judge\n                                  )\n             Appellant.           )      (Sentencing)\n\n\n\nFOR THE APPELLANT:                       FOR THE APPELLEE:\n\nCHARLES M. CORN                          PAUL G. SUMMERS\nDistrict Public Defender                 Attorney General & Reporter\n53-A Central Avenue\nCleveland, TN 37364                      R. STEPHEN JOBE\n                                         Assistant Attorney General\nWILLIAM C. DONALDSON                     425 Fifth Ave. N., 2d Floor\nAssistant Public Defender                Nashville, TN 37243-0493\n110 ½ Washington Avenue N.E.\nAthens, TN 37303                         JERRY N. ESTES\n                                         District Attorney General\n\n                                         AMY REEDY\n                                         Assistant District Attorney General\n                                         130 Washington Avenue\n                                         Athens, TN 37371\n\n\n\n\nOPINION FILED:________________\n\nAFFIRMED\n\nJAMES CURWOOD WITT, JR., JUDGE\n\n\n\n\n                               OPINION\n\f              The defendant, James Richard Watson, appeals from his sentence\n\nimposed for aggravated assault, a Class C felony, in the McMinn County Criminal\n\nCourt. See Tenn. Code Ann. § 39-13-102(a)(1)(B) (1997). The trial court imposed\n\na five year sentence in the Tennessee Department of Correction. In this direct\n\nappeal, the defendant challenges the length of the sentence imposed and the\n\nmanner of service. After a review of the record, the briefs of the parties, and the\n\napplicable law, we affirm the sentence.\n\n\n\n              The evidence of the circumstances of the offense was presented at\n\nthe sentencing hearing after the defendant pleaded guilty. The victim testified that\n\non January 28, 1998, a neighbor, the defendant, knocked on the front door of his\n\nhome asking about his dog. As the victim’s wife attempted to close the door, the\n\ndefendant pushed the door open, knocked the victim’s wife back against a doorway\n\nand caused a lump on the back of her head. The victim barely heard his wife yelling\n\nfor him as the defendant hit her and choked her. The victim approached the\n\ndefendant with a rifle which the defendant grabbed. The defendant drew and\n\nopened a large switch-blade-type knife with a serrated edge. The victim told the\n\ndefendant twice to put the knife back in his pocket. As the defendant was leaving,\n\nhe cut the victim’s hand with the knife.\n\n\n\n              At the time of sentencing, the 29-year old defendant had a sparse\n\nemployment history. He had been married for eleven years and had four children.\n\nThe presentence report reveals no prior criminal convictions, but the preparer of the\n\npresentence report testified at the sentencing hearing regarding the defendant’s\n\ncriminal history in Indiana.   At the time of the offense, the defendant had been\n\nreleased only eight days earlier from jail in Indiana on his own recognizance. There\n\nwere pending charges for rape, criminal deviate conduct, and public intoxication in\n\nIndiana. The defendant admitted that he had a 1997 Indiana criminal conviction for\n\n                                           2\n\fbattery, a Class A misdemeanor.\n\n\n\n               The defendant contends that the court erred in applying three of the\n\nfive enhancement factors the court used to assess the length of his sentence.\n\nWhen there is a challenge to the length, range, or manner of service of a sentence,\n\nit is the duty of this court to conduct a de novo review of the record with a\n\npresumption that the determinations made by the trial court are correct. Tenn.\n\nCode Ann. § 40-35-401(d) (1997). This presumption is “conditioned upon the\n\naffirmative showing in the record that the trial court considered the sentencing\n\nprinciples and all relevant facts and circumstances.” State v. Ashby, 823 S.W.2d\n\n166, 169 (Tenn. 1991). “The burden of showing that the sentence is improper is\n\nupon the appellant.” Id. In the event the record fails to demonstrate the required\n\nconsideration by the trial court, review of the sentence is purely de novo. Id. If\n\nappellate review reflects the trial court properly considered all relevant factors and\n\nits findings of fact are adequately supported by the record, this court must affirm the\n\nsentence, “even if we would have preferred a different result.” State v. Fletcher, 805\n\nS.W.2d 785, 789 (Tenn. Crim. App. 1991).\n\n\n\n              In making its sentencing determination, the trial court, at the\n\nconclusion of the sentencing hearing, determines the range of sentence and then\n\ndetermines the specific sentence and the propriety of sentencing alternatives by\n\nconsidering (1) the evidence, if any, received at the trial and the sentencing hearing,\n\n(2) the presentence report, (3) the principles of sentencing and arguments as to\n\nsentencing alternatives, (4) the nature and characteristics of the criminal conduct\n\ninvolved, (5) evidence and information offered by the parties on the enhancement\n\nand mitigating factors, (6) any statements the defendant wishes to make in the\n\ndefendant’s behalf about sentencing, and (7) the potential for rehabilitation or\n\ntreatment. Tenn. Code Ann. § 40-35-210(a), (b) (1997); Tenn. Code Ann. § 40-35-\n\n                                          3\n\f103(5) (1997); State v. Holland, 860 S.W.2d 53, 60 (Tenn. Crim. App. 1993).\n\n\n\n              In the present case, the trial court’s sentencing determination is not\n\nentitled to the presumption of correctness because the trial court erred in applying\n\ntwo enhancement factors and did not place on the record its findings regarding the\n\nneed for incarceration. Accordingly, we will review the sentence under a purely de\n\nnovo standard.\n\n\n\n                              1. Length of Sentence\n\n              In determining the sentence, the trial court applied five enhancement\n\nfactors: (1) a previous history of criminal convictions and behavior, (2) the offense\n\ninvolved more than one victim, (3) both victims were particularly vulnerable because\n\nof their age, (4) a previous history of unwillingness to comply with the conditions of\n\nrelease in the community, and (5) the offense was committed while on bail. See\n\nTenn. Code Ann. § 40-35-114(1), (3), (4), (8), (13) (1997). The trial court found\n\nmitigation applicable for the defendant’s show of remorse and the defendant’s\n\nvoluntarily seeking treatment for alcohol or drug abuse. The defendant contests the\n\napplication of three enhancement factors: a previous history of criminal convictions\n\nand behavior, a previous history of unwillingness to comply with the conditions of\n\nrelease in the community, and that the offense was committed while on bail.\n\n\n\n                                    a. Factor (1)\n\n              Regarding enhancement factor (1), a previous history of criminal\n\nconvictions or criminal behavior, the defendant argues this factor should not be\n\napplied because his criminal history was not extensive. A defendant’s criminal\n\nhistory need not be extensive for enhancement factor (1) to be applied. The\n\ndefendant admitted a prior conviction for battery in Indiana. Additionally, the\n\ndefendant testified that he abused alcohol and drugs throughout his life and used\n\n                                          4\n\fdrugs up to two and one-half to three years before the date of the current offense.\n\nThis was ample evidence to apply enhancement factor (1). See State v. Melissa\n\nAnn Sweat, No. 03C01-9708-CC-00348, slip op. at 6 (Tenn. Crim. App., Knoxville,\n\nOct. 12, 1998); State v. Algernon Willie Rice, No. 03C01-9707-CR-00252, slip op.\n\nat 7 (Tenn. Crim. App., Knoxville, Aug. 14, 1998).\n\n\n\n                                    b. Factor (8)\n\n              The defendant argues enhancement factor (8), a previous history of\n\nunwillingness to comply with the conditions of release in the community, should not\n\napply to his case because there was no evidence presented at the sentencing\n\nhearing showing he was on probation or any other form of release in the community.\n\nSpecifically, the defendant contests application of this factor because no probation\n\norders were entered as evidence. There was testimony presented at the sentencing\n\nhearing by Ginger Long, the preparer of the defendant’s presentence report. Long\n\ntestified she had sent a “record check” to Connersville, Indiana, and in response,\n\nshe received a phone call from a probation officer in Connersville regarding the\n\ndefendant’s criminal record. The defendant objected to her testimony as hearsay,\n\nbut the trial court overruled the objection. Long testified that the probation officer\n\nsaid the defendant received one year probation on August 5, 1997, following a\n\nClass A misdemeanor battery conviction. Long also testified that the defendant had\n\ncharges pending in Indiana on which he had been released on his own\n\nrecognizance, a circumstance the defendant confirmed by his own testimony. Long\n\nhad not received the defendant’s records from Indiana at the time of sentencing, but\n\nshe had confirmed that the records had been sent and received in “Nashville” and\n\nthat “Nashville” forwarded them to her on Thursday before the Monday on which the\n\nsentencing hearing was held.\n\n\n\n              Although the defendant objected to this testimony as hearsay at the\n\n                                          5\n\fsentencing hearing, he does not reiterate that argument in his brief. Instead, the\n\ndefendant argues there is no evidence in the record showing the defendant was on\n\nprobation at the time of this offense. The state points to Ginger Long’s testimony\n\nas the evidence necessary to prove the defendant was on probation at the time of\n\nthe present offense. The trial court allowed Long to testify because it found her\n\ntestimony was reliable hearsay.\n\n\n\n              The standard of review applicable to the decision to admit evidence\n\nis abuse of discretion. State v. Dubose, 953 S.W.2d 649, 652 (Tenn. 1997); State\n\nv. Baker, 785 S.W.2d 132, 134 (Tenn. Crim. App. 1980). Pursuant to Tennessee\n\nCode Annotated section 40-35-209(b), reliable hearsay is admissible at the\n\nsentencing hearing if the opposing party has a fair opportunity to rebut the evidence.\n\nAdditionally, the evidence must have an indicia of reliability to satisfy due process.\n\nSee State v. Taylor, 744 S.W.2d 919, 921 (Tenn. Crim. App. 1987). The defendant\n\nhad a fair opportunity to rebut Long’s testimony at the sentencing hearing. Long’s\n\ntestimony bears an indicia of reliability because the defendant does not deny that\n\nhe was on probation at the time of this offense. See State v. Anthony D. Hines, No.\n\n01C01-9406-CC-00189, slip op. at 6 (Tenn. Crim. App., Nashville, May 25, 1995).\n\nFurthermore, Long reported various details and specifics of the Indiana criminal\n\nrecord, some of which the defendant himself confirmed.\n\n\n\n              We do not wish to signal to prosecutors and presentence investigators\n\nthat testimony of the type offered by Long should be routinely tolerated by trial\n\ncourts. In fact, in this day of instantaneously transmitting documents by facsimiles,\n\nan oral recitation of a defendant’s criminal record based upon a telephone\n\nconversation should be avoided, especially when the presentence investigation was\n\nordered 35 days in advance of the hearing as it was in the present case.\n\nNevertheless, in view of the factors we have cited which indicate the reliability of the\n\n                                           6\n\fhearsay evidence, especially the defendant’s failure to challenge or controvert that\n\nevidence, we find the trial court did not abuse its discretion by admitting Long’s\n\ntestimony as reliable hearsay. See State v. Richard Douglas Lowery, No. 03C01-\n\n9604-CC-00146, slip op. at 10-11 (Tenn. Crim. App., Knoxville, May 19, 1997),\n\nperm. app. denied (Tenn. 1998). With Long’s testimony, there is evidence in the\n\nrecord that the defendant was on probation at the time of this offense.\n\n\n\n              However, enhancement factor (8) is not applicable to the present\n\noffense, even though committed during the probationary period. See State v.\n\nHayes, 899 S.W.2d 175, 186 (Tenn. Crim. App. 1995) (“commission of the offense\n\nfor which a defendant is being sentenced should not make factor (8) applicable”).\n\nEnhancement factor (8) applies when there is a previous history of unwillingness to\n\ncomply with the conditions of a sentence involving release into the community. The\n\ntrial court may have applied this factor due to the defendant’s admitted drug use\n\nduring his probationary period. Drug abuse for which the defendant is not presently\n\nbeing sentenced could support the application of enhancement factor (8). See\n\nState v. George Blake Kelly, No. 01C01-9610-CC-00448, slip op. at 23 n.9 (Tenn.\n\nCrim. App., Nashville, Oct. 13, 1998) (offenses committed while the defendant was\n\non probation in close proximity to the offense for which the sentence is being\n\ndetermined support the application of factor (8)). However, there is no evidence in\n\nthe record which supports the trial court’s finding of drug abuse during the\n\nprobationary period.1 Therefore, the trial court erred in applying enhancement\n\nfactor (8).\n\n\n\n\n       1\n          The defendant admitted illegal drug use two and one half to three years\nprior to the present offense, but not during the probationary period. Additionally,\nthe defendant admitted taking Valium prior to the current offense, however, there\nis no evidence regarding how the defendant obtained the Valium. We cannot\nconclude that he obtained Valium illegally.\n\n                                         7\n\f                                   c. Factor (13)\n\n             The third enhancement factor the defendant contests is enhancement\n\nfactor (13), committing a felony while on bail from a prior felony if ultimately\n\nconvicted of the prior felony. At the time of sentencing, the defendant’s criminal\n\nrecord only consisted of the battery conviction which is a Class A misdemeanor in\n\nIndiana. For enhancement factor (13) to apply, the defendant must be on a form\n\nof release from a prior felony. See Tenn. Code Ann. § 40-35-114(13) (1997). Eight\n\ndays prior to sentencing, the defendant was released on his own recognizance from\n\nan Indiana jail. There were pending charges which could be felonies, but there was\n\nno proof of a conviction on any of the charges. The state concedes the trial court\n\nerred in applying this factor. We find enhancement factor (13) was inapplicable to\n\nthe defendant in this case.\n\n\n\n             The trial court erred in applying two enhancement factors, but three\n\nenhancement factors were properly applied. We accord the three enhancement\n\nfactors substantial weight. We have considered and apply the mitigating factors\n\nfound by the trial court. We conclude that a high-range, but less-than-maximum\n\nsentence is appropriate and set the sentence at five years.\n\n\n\n                              b. Alternative Sentencing\n\n             Next, the defendant contends he should have been granted some\n\nform of alternative sentencing. A defendant “who is an especially mitigated or\n\nstandard offender convicted of a Class C, D, or E felony is presumed to be a\n\nfavorable candidate for alternative sentencing options in the absence of evidence\n\nto contrary.” Tenn. Code Ann. § 40-35-102(6) (1997). Thus, a defendant who\n\nmeets the criteria of section 40-35-102(6) is presumed eligible for alternative\n\nsentencing unless sufficient evidence rebuts the presumption. However, offenders\n\nwho meet the criteria are not automatically entitled to such relief because\n\n                                         8\n\fsentencing issues should be determined by the facts and circumstances presented\n\nin each case. State v. Taylor, 744 S.W.2d 919, 922 (Tenn. Crim. App. 1987).\n\n\n\n             The defendant, a Range I standard offender, enjoyed the presumption\n\nof favorable candidacy for alternative sentencing for the Class C felony involved in\n\nthis case. See Tenn. Code Ann. § 40-35-102(6) (1997). However, he is not eligible\n\nfor sentencing pursuant to the Community Corrections program because he\n\ncommitted an aggravated assault. See Tenn. Code Ann. § 40-36-106(a)(2)-(4)\n\n(1997).\n\n\n\n             There is sufficient evidence in the record to rebut the presumption of\n\nthe defendant’s candidacy for alternative sentencing. The defendant was on\n\nprobation when he committed the current offense. Therefore, the record supports\n\na finding that confinement was necessary because “measures less restrictive than\n\nconfinement have . . . recently been applied unsuccessfully to the defendant.”\n\nTenn. Code Ann. § 40-35-103(1)(C) (1997). We find the evidence supports a\n\nsentence of total confinement.\n\n\n\n              The sentence imposed by the trial court is affirmed.\n\n\n\n                                          ________________________________\n                                          JAMES CURWOOD WITT, JR., JUDGE\n\n\n\nCONCUR:\n\n\n\n_______________________________\nJOHN EVERETT WILLIAMS, JUDGE\n\n\n\n_______________________________\n\n                                         9\n\fALAN E. GLENN, JUDGE\n\n\n\n\n                       10\n\f",
            "ocr": false,
            "opinion_id": 1081183
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Rape"
}