{
    "id": 1671111,
    "judges": "Cornelius",
    "date_filed": 504489600000,
    "date_filed_is_approximate": false,
    "slug": "sapien-v-state",
    "case_name_short": "Sapien",
    "case_name": "Sapien v. State",
    "case_name_full": "Raymundo SAPIEN, Appellant, v. the STATE of Texas, Appellee",
    "attorneys": "John Hagler, Dallas, for appellant., John D. Nation, Asst. Dist. Atty., Dallas, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b246-9\">\n    Raymundo SAPIEN, Appellant, v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b246-12\">\n    No. 6-85-020-CR.\n   </docketnumber><br><court id=\"b246-13\">\n    Court of Appeals of Texas, Texarkana.\n   </court><br><decisiondate id=\"b246-14\">\n    Dec. 27, 1985.\n   </decisiondate><br><attorneys id=\"b248-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"216\"> \n     *216\n     </span>\n    John Hagler, Dallas, for appellant.\n   </attorneys><br><attorneys id=\"b248-5\">\n    John D. Nation, Asst. Dist. Atty., Dallas, for appellee.\n   </attorneys>",
    "citations": [
        "705 S.W.2d 214"
    ],
    "opinions": [
        {
            "author_str": "Cornelius",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n705 S.W.2d 214 (1985)\nRaymundo SAPIEN, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNo. 6-85-020-CR.\nCourt of Appeals of Texas, Texarkana.\nDecember 27, 1985.\n*216 John Hagler, Dallas, for appellant.\nJohn D. Nation, Asst. Dist. Atty., Dallas, for appellee.\nCORNELIUS, Chief Justice.\nRaymundo Sapien was convicted of aggravated rape of a child under fourteen, and assessed punishment of sixteen years confinement. The sufficiency of the evidence is not challenged.\nIn his first ground of error Sapien contends the trial court erred in admitting evidence of other sexual assaults he had committed on the victim, who was his daughter.\nExtraneous acts are generally not admissible, and they become admissible only if they are clearly shown to be both material and relevant to a contested issue, and their relevance outweighs any inflammatory and prejudicial effect they may have. Wallace v. State, 679 S.W.2d 1 (Tex. Crim.App.1983); Williams v. State, 662 S.W.2d 344 (Tex.Crim.App.1983); Albrecht v. State, 486 S.W.2d 97 (Tex.Crim.App. 1972). In sexual offense cases, other sexual assaults of like character committed by the defendant are admissible as evidence of the probability of the charged act, to show the unnatural attention which the accused paid to the victim, or to show a continuing scheme or course of conduct. Williams v. State, 490 S.W.2d 604 (Tex.Crim.App.1973); Veloz v. State, 666 S.W.2d 581 (Tex.App.\u0097 Houston [1st Dist.] 1984, no pet.). Moreover, in cases of incest or rape involving victims under the age of consent, evidence of previous sexual conduct between the parties is admissible because it tends to show the probability of the act charged, the illicit desire of the accused and the nature of the relationship existing between the parties. Brown v. State, 657 S.W.2d 117 (Tex.Crim.App.1983); Johns v. State, 155 Tex.Crim. 503, 236 S.W.2d 820 (1951). The evidence here was clearly relevant and was properly admitted.\nIn Sapien's second ground of error he complains because the trial court refused to allow evidence of the victim's sexual conduct with other children. He argues that the evidence was relevant and admissible because the State contended that the victim's credibility was supported by her sexual knowledge, and the excluded evidence would have shown that her sexual knowledge could have been gained from sources other than Sapien's assaults on her.\nWe find no abuse of discretion in excluding the evidence. Sapien was statutorally prohibited from using it to show the victim's promiscuity or to impeach her generally. See Tex. Penal Code Ann. §§ 22.021; 22.065 (Vernon Supp.1985). And we conclude that its prejudicial effect would have outweighed its relevancy for any other purpose.\nIn Sapien's third ground of error he asserts the trial court erred in allowing Dr. Prescott (one of the State's expert witnesses) to \"bolster complainant's testimony.\" The portion of the testimony objected to was the following:\nQ All right. And based on the information related to you, and if the additional information were added that the child can accurately describe seminal fluid and an erect penis, would that be certainly consistent with a child this age having seen those things?\nMR. POYNER: Your Honor, I'm going to object. He is trying to bolster his witness. Improper.\nTHE COURT: Overruled.\nA Yes, it would.\nIn support of his contention Sapien cites Farris v. State, 643 S.W.2d 694 (Tex. Crim.App.1982), where the court held that a psychiatrist testifying that small children were incapable of fantasizing about deviate sexual intercourse, when the testimony of the child witnesses had not been impeached and they had not undergone vigorous cross-examination which undermined their *217 testimony, constituted improper bolstering. The Farris case and the case at bar are inapposite. In the present case the victim's testimony had been impeached and she had undergone vigorous cross-examination which tended to undermine her testimony. On cross-examination the defense questioned her in such a manner as to imply that her testimony had been coached, and that she had lied about the assaults to get rid of her father and because her mother told her if she did not testify against her father she would go to reform school. Since her testimony was impeached before Dr. Prescott testified, his testimony was admissible to rehabilitate the earlier impeached testimony. Farris v. State, supra; Pless v. State, 576 S.W.2d 83 (Tex.Crim. App.1978).\nFurthermore, Sapien voluntarily introduced Dr. Prescott's affidavit into evidence which contained the same opinion. Thus, any error in this respect was harmless since the same evidence came in elsewhere without objection. Montelongo v. State, 681 S.W.2d 47 (Tex.Crim.App.1984); Hudson v. State, 675 S.W.2d 507 (Tex. Crim.App.1984).\nIn Sapien's fourth ground of error he asserts the trial court erred in refusing to allow Mrs. Dora Escajeda to testify about the victim's reputation for truthfulness in the community.\nFor reputation testimony to be admissible the impeaching witness must form his opinion from observing the person in his or her day-to-day activities and discussing those observations with other members of the community who have observed the person over a period of time. It is through this that a synthesis of observations and discussions is formed which result in a conclusion as to the person's reputation within the community. Wagner v. State, 687 S.W.2d 303 (Tex.Crim.App.1984); Parasco v. State, 168 Tex.Crim. 89, 323 S.W.2d 257 (1959). \"It is imperative that a reputation witness has discussed the ... reputation with members of the community as a basis for his opinion that such reputation is bad.\" Wagner v. State, supra at 313.\nThere is nothing in the record here that indicates the witness knew of the victim's reputation for truthfulness from discussing it with other members of the community, and the testimony did not show the basis for her opinion. Thus, the trial judge properly sustained the State's objection to the testimony.\nSapien also complains because the trial court failed to grant his motion for new trial based on newly discovered evidence.\nThe alleged newly discovered evidence was from a \"missing witness\" who Sapien claims would have testified that the victim told her three times that appellant had raped her and three times that he had not raped her, and that she was constantly changing her story and wanted her father out of the house. The record reflects that Sapien knew of this witness at trial. As the defense knew of the witness' existence during trial and did not ask the court for a continuance so that the witness could be located and brought to court, the diligence required for the granting of a new trial has not been shown. Acosta v. State, 162 Tex. Crim. 384, 285 S.W.2d 764 (1955); King v. State, 140 Tex.Crim. 466, 145 S.W.2d 879 (1940).\nMoreover, the newly discovered evidence would merely corroborate the defensive theory used at trial which was rejected by the jury, and act as cumulative impeachment of the witness. The motion for new trial, under these circumstances, was properly denied. Etter v. State, 679 S.W.2d 511 (Tex.Crim.App.1984); Markham v. State, 644 S.W.2d 53 (Tex.App.\u0097San Antonio 1982, no pet.).\nThe judgment of the trial court is affirmed.\n",
            "ocr": false,
            "opinion_id": 1671111
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Rape"
}