{
    "id": 1781928,
    "judges": "Sparling, Whitham and Devany",
    "date_filed": "2017-03-10",
    "date_filed_is_approximate": true,
    "slug": "coyle-v-state",
    "case_name_short": "Coyle",
    "case_name": "Coyle v. State",
    "case_name_full": "David Glenn COYLE, Appellant, v. the STATE of Texas, Appellee",
    "attorneys": "Tex MeConathy, Dallas, for appellant., Michael A. Klein, Asst. Dist. Atty., Dallas, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied June 21, 1985.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b775-6\">\n    David Glenn COYLE, Appellant, v. The STATE of Texas, Appellee.\n   </parties><br><docketnumber id=\"b775-9\">\n    Nos. 05-84-00525-CR, 05-84-00526-CR.\n   </docketnumber><br><court id=\"b775-10\">\n    Court of Appeals of Texas, Dallas.\n   </court><br><decisiondate id=\"b775-12\">\n    June 12, 1985.\n   </decisiondate><br><otherdate id=\"b775-13\">\n    Rehearing Denied June 21, 1985.\n   </otherdate><br><attorneys id=\"b775-22\">\n    Tex MeConathy, Dallas, for appellant.\n   </attorneys><br><attorneys id=\"b775-23\">\n    Michael A. Klein, Asst. Dist. Atty., Dallas, for appellee.\n   </attorneys><br><judges id=\"b775-24\">\n    Before SPARLING, WHITHAM and DE-VANY, JJ.\n   </judges>",
    "citations": [
        "693 S.W.2d 743"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n693 S.W.2d 743 (1985)\nDavid Glenn COYLE, Appellant,\nv.\nThe STATE of Texas, Appellee.\nNos. 05-84-00525-CR, 05-84-00526-CR.\nCourt of Appeals of Texas, Dallas.\nJune 12, 1985.\nRehearing Denied June 21, 1985.\nTex McConathy, Dallas, for appellant.\nMichael A. Klein, Asst. Dist. Atty., Dallas, for appellee.\nBefore SPARLING, WHITHAM and DEVANY, JJ.\nWHITHAM, Justice.\nAppellant appeals two convictions for aggravated sexual assault. In his third ground of error, appellant complains that the prosecutor commented on his failure to testify. We agree. Accordingly, we reverse and remand.\nAt the punishment phase of the trial, the prosecutor remarked, the appellant objected and the trial court ruled as follows:\n[PROSECUTOR]: I want to talk about what he looks like in the courtroom right now. You've looked at him throughout the trial\u0097and that's all I'm talking about, just his actions here in this courtroom while you've watched him.\nHave you seen by his actions one single iota of remorse for aggravated rape\u0097\n[DEFENSE COUNSEL]: Judge\u0097\n[PROSECUTOR]:\u0097and aggravated sexual assault?\n[DEFENSE COUNSEL]: Objection, Your Honor. Counsel is commenting on the defendant's failure to testify.\nTHE COURT: I'll overrule that objection.\nAppellant argues that Dickinson v. State, 685 S.W.2d 320 (Tex.Crim.App.1984) controls. In Dickinson, the prosecutor remarked during the punishment phase of the trial that \"[y]ou haven't seen one iota of remorse, one iota of shame.\" In Dickinson, as in the present case, the accused's *744 objection was overruled. In Dickinson, the court of criminal appeals reversed.\nAsserting that Dickinson does not control, the State directs our attention to the prosecutor's language in the present case \"... and that's all I'm talking about, just his actions here in this courtroom while you've watched him.\" The State argues that the prosecutor's remark commenting on the absence of \"one single iota of remorse\" from appellant \"indicates that Appellant had reluctantly shown his teeth to the jury\" during the guilt or innocence stage of the trial. Relying on Hawkins v. State, 660 S.W.2d 65 (Tex.Crim.App.1983), the State asserts that the prosecutor's remark in the present case was, therefore, calling attention to appellant's demeanor.\nThus, we look to the record to tell us what transpired when appellant was asked to show his teeth to the jury at the guilt or innocence stage of trial.\n[PROSECUTOR]: May I have the defendant come forward at this time, Judge?\nTHE COURT: Where did you want him, Mr. Carden?\n[PROSECUTOR]: If the Court would direct him to show the jury his top teeth?\nA JUROR: I don't see them.\nA JUROR: I can't see his teeth.\nTHE DEFENDANT: It's hard to smile under the circumstances, Your Honor.\nTHE COURT: Did the jury\u0097\nA JUROR: I didn't see his teeth. All I saw was lips.\n[DEFENSE COUNSEL]: Show them your teeth. Can you see his teeth?\nTHE COURT: Thank you, Mr. Coyle.\nTHE DEFENDANT: You're welcome.\nOther than this teeth exhibition, the State does not refer us to any other place in the record reflecting any act on appellant's part that might enable us to conclude that appellant misbehaved or conducted himself in an improper manner during the course of his trial. See Dickinson, at 323. We fail to see the connection between appellant's demeanor in showing the jury his teeth and the emotion of remorse. Therefore, in the present case, as did the court of criminal appeals in Dickinson, we conclude that reliance upon Hawkins is misplaced. We fail to see the connection between the exhibition of appellant's teeth and \"one single iota of remorse for aggravated rape.\" Instead, we treat the State's \"teeth exhibition as demeanor\" ploy in the present case as the court of criminal appeals treated the \"demeanor\" remark in Dickinson when it stated:\nWe are compelled to agree with appellant's counsel that the attempt by the prosecuting attorney not to comment on the appellant's failure to testify, by using the word \"demeanor,\" amounted to a transparent attempt to call the jury's attention to the appellant's invocation of his right to remain silent.\nDickinson, at 324. What was transparent to the court of criminal appeals in Dickinson is equally transparent to this court in the present case.\nConsequently, we conclude that the attempt by the prosecutor not to comment on the appellant's failure to testify, by using the words \"and that's all I'm talking about, just his actions here in this courtroom while you've watched him\", amounted to a transparent attempt to call the jury's attention to the appellant's invocation of his right to remain silent. We conclude further, therefore, that Dickinson is controlling in the present case. Thus, in Dickinson `s language:\n[F]or us to approve the argument that was made by one of the prosecuting attorneys would amount to permitting jurors to infer lack of remorse from the exercise by the appellant of his constitutional right to remain silent. We decline to approve the argument on the specious ground that it only went to appellant's demeanor in the courtroom.\nDickinson, at 325. It follows, and we so hold, that the challenged argument in the present case constitutes, not a proper expression upon the appellant's courtroom demeanor, but, instead, constitutes an indirect comment on the appellant's failure to *745 testify. Dickinson, at 324. As put by the court in Dickinson:\nThe necessary and natural effect of the prosecutor's comments, that went to \"remorsefulness,\"... amounted to directing the jury's attention to the failure of the appellant to testify to [this mental state] which, as there is no showing that [it was] ever unlocked and [its] secrecy removed, could have only been known by the appellant, or the appellant was the only person who could have given evidence going to [this mental state], which would have required him to give up his right of self-incrimination.\nDickinson, at 324.\nHaving found error, we consider whether that error is reversible error. The court of criminal appeals has often held that:\n[W]hen a prosecuting attorney violates the provisions of Art. 38.08, ... and the matter is brought before this court for review, this Court's duty is clear, and the responsibility for the reversal must rest solely upon the prosecuting attorney.... Such error is rarely cureable [sic] by an instruction to the jury to disregard.\nDickinson, at 322. In Dickinson, the prosecutor remarked on the absence of one iota of remorse from the accused and the trial court overruled the accused's objection. In the present case, the prosecutor remarked on the absence of one iota of remorse from the appellant and the trial court overruled appellant's objection. In Dickinson, the court of criminal appeals reversed and remanded. We conclude, therefore, that in the present case, we must reverse and remand.\nReversed and remanded.\nSPARLING, J., concurs.\nSPARLING, Justice, concurring.\nI concur in the result reached by the majority. It is an understatement to acknowledge that the majority here and the court of criminal appeals in Dickinson v. State, 685 S.W.2d 320 (Tex.Crim.App.1984), do not like arguments like the one in the present case. I disagree, however, with the legal theories under which they express their displeasure.\nI liken this area of law to the allegory of the woodcutter who attempted to cut firewood in uniform lengths. Instead of measuring each successive log to the original, he measured it to the log cut immediately before. At the end of the cord, he discovered that the last log bore no resemblance in length to the first.\nUndoubtedly, this jury argument resembles the jury argument in Dickinson \u0097which is the last log cut\u0097and, therefore, must be reversed. I seriously doubt, however, that the framers of our constitution had this extreme in mind when they wrote, \"nor shall [any person] be compelled in any criminal case to be a witness against himself.\" U.S. CONST. amend. V. Nor do I believe that our legislature envisioned this extreme application when enacting TEX. CODE CRIM.PROC.ANN. art. 38.08 (Vernon 1979) which extends the principles of the Fifth Amendment: \"[T]he failure of any defendant to so testify shall not be taken as a circumstance against him, nor shall the same be alluded to or commented on by counsel in this cause.\" And, finally, I do not believe that the interpretation by Ramos v. State, 419 S.W.2d 359 (Tex.Crim. App.1967) (cited by the majority in Dickinson), of article 38.08 authorizes this extreme application. Ramos states the test:\n\"the language used must be looked to from the standpoint of the jury, and the implication that the language used had reference to the defendant's failure to testify must be a necessary one. It is not sufficient that the language might be construed as an implied or indirect allusion thereto.\"\nRamos, 419 S.W.2d at 367.\nThe offending argument in this case is as follows:\n[PROSECUTOR]: \"Did you see the little grin on his face now and when he was looking at Lisa when she was arguing? I want to talk about what he looks like in the courtroom right now. You've looked at him throughout the trial\u0097and that's all I'm talking about, just his actions *746 here in this courtroom while you've watched him.\n\nHave you seen by his actions one single iota of remorse for aggravated rape\u0097\n[DEFENSE ATTORNEY]: Judge\u0097\n[PROSECUTOR]:\u0097and aggravated sexual assault?\n[DEFENSE ATTORNEY]: Objection, Your Honor. Counsel is commenting on the defendant's failure to testify.\nTHE COURT: I'll overrule that objection.\" [Emphasis added.]\nApplying the Ramos test to the above argument, I cannot, in my mind's eye, fathom a jury of laypersons thinking to themselves that the prosecutor was referring to the defendant's failure to testify. Or, stated differently, the prosecutor's unequivocal statement, \"that's all I'm talking about, just his actions,\" does not\u0097could not\u0097be a necessary allusion to a failure to testify. Thus, it appears that our holding is a product of recent case law, with no thoughtful view to the Fifth Amendment, article 38.08 or Ramos. Like the woodcutter we have lost sight of our original standards.\nFinally, the rationale in Dickinson, as in the majority here, hinged partially upon the fact that the record did not reflect misbehavior of the defendant in court. The prosecutor referred to a \"little grin\" in this case, and in Dickinson said the complainant \"hid her face in shame.\" Neither the majority here nor the majority in Dickinson tells us how, from a practical viewpoint, an act of the defendant in open court gets into the record. Is it the court reporter's responsibility to observe and record conduct and gestures? Does the judge have the responsibility to make gestures appear in the record? If the prosecutor says \"let the record reflect ...\" in an effort to establish, for example, an obscene gesture by the defendant, is it properly in the record? Or, alternatively, should the prosecutor take the stand and testify under oath to facts that he and the jury were in an equal position to see?\nThe prosecutor's verbal rendition in argument of his observation of the appellant would, I would hold, have the same weight as if the prosecutor had made the record reflect the act during the trial. They are both unsworn descriptions in the record regarding the defendant's conduct. The jurors, as witnesses, can see for themselves if the event occurred or if it was mischaracterized, thereby resolving any issue that the prosecutor's description is erroneous. Indeed, the majority in Dickinson characterized the prosecutor's argument in Hawkins v. State, 660 S.W.2d 65 (Tex.Crim. App.1983), as amounting \"to directing the juror's attention to that which they themselves had witnessed, namely, that the defendant had slept during his trial.\" Dickinson, 685 S.W.2d at 327. If the jurors are competent to witness the defendant sleeping, then it would follow that they were competent to see our appellant's \"little grin.\" Yet the majority here says that the showing-of-the-teeth scenario is the \"only place in the record reflecting any act on appellant's part.\" Thus, I conclude that the majority has dismissed the prosecutor's comment about the \"little grin\" as though it were outside the record.\nIn sum, I concur with the majority only because Dickinson demands it. But I think that if we apply the Ramos test and look at the argument from the jury's perspective, this cannot be a comment on the defendant's failure to testify\u0097especially when the prosecutor strenuously argued that he was only referring to the defendant's actions in court. The fact that we abhor the argument should not result in a reversal in the absence of more pertinent legal theory upon which to rely.\n",
            "ocr": false,
            "opinion_id": 1781928
        },
        {
            "author_str": "Whitham",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWHITHAM, Justice.\nAppellant appeals two convictions for aggravated sexual assault. In his third ground of error, appellant complains that the prosecutor commented on his failure to testify. We agree. Accordingly, we reverse and remand.\nAt the punishment phase of the trial, the prosecutor remarked, the appellant objected and the trial court ruled as follows:\n[PROSECUTOR]: I want to talk about what he looks like in the courtroom right now. You’ve looked at him throughout the trial — and that’s all I’m talking about, just his actions here in this courtroom while you’ve watched him.\nHave you seen by his actions one single iota of remorse for aggravated rape—\n[DEFENSE COUNSEL]: Judge—\n[PROSECUTOR]: —and aggravated sexual assault?\n[DEFENSE COUNSEL]: Objection, Your Honor. Counsel is commenting on the defendant’s failure to testify.\nTHE COURT: I’ll overrule that objection.\nAppellant argues that Dickinson v. State, 685 S.W.2d 320 (Tex.Crim.App.1984) controls. In Dickinson, the prosecutor remarked during the punishment phase of the trial that “[y]ou haven’t seen one iota of remorse, one iota of shame.” In Dickinson, as in the present case, the accused’s *744objection was overruled. In Dickinson, the court of criminal appeals reversed.\nAsserting that Dickinson does not control, the State directs our attention to the prosecutor’s language in the present case “... and that’s all I’m talking about, just his actions here in this courtroom while you’ve watched him.” The State argues that the prosecutor’s remark commenting on the absence of “one single iota of remorse” from appellant “indicates that Appellant had reluctantly shown his teeth to the jury” during the guilt or innocence stage of the trial. Relying on Hawkins v. State, 660 S.W.2d 65 (Tex.Crim.App.1983), the State asserts that the prosecutor’s remark in the present case was, therefore, calling attention to appellant’s demeanor.\nThus, we look to the record to tell us what transpired when appellant was asked to show his teeth to the jury at the guilt or innocence stage of trial.\n[PROSECUTOR]: May I have the defendant come forward at this time, Judge?\nTHE COURT: Where did you want him, Mr. Carden?\n[PROSECUTOR]: If the Court would direct him to show the jury his top teeth?\nA JUROR: I don’t see them.\nA JUROR: I can’t see his teeth.\nTHE DEFENDANT: It’s hard to smile under the circumstances, Your Honor.\nTHE COURT: Did the jury—\nA JUROR: I didn’t see his teeth. All I saw was lips.\n[DEFENSE COUNSEL]: Show them your teeth. Can you see his teeth?\nTHE COURT: Thank you, Mr. Coyle.\nTHE DEFENDANT: You’re welcome.\nOther than this teeth exhibition, the State does not refer us to any other place in the record reflecting any act on appellant’s part that might enable us to conclude that appellant misbehaved or conducted himself in an improper manner during the course of his trial. See Dickinson, at 323. We fail to see the connection between appellant’s demeanor in showing the jury his teeth and the emotion of remorse. Therefore, in the present case, as did the court of criminal appeals in Dickinson, we conclude that reliance upon Hawkins is misplaced. We fail to see the connection between the exhibition of appellant’s teeth and “one single iota of remorse for aggravated rape.” Instead, we treat the State’s “teeth exhibition as demeanor” ploy in the present case as the court of criminal appeals treated the “demeanor” remark in Dickinson when it stated:\nWe are compelled to agree with appellant’s counsel that the attempt by the prosecuting attorney not to comment on the appellant’s failure to testify, by using the word “demeanor,” amounted to a transparent attempt to call the jury’s attention to the appellant’s invocation of his right to remain silent.\nDickinson, at 324. What was transparent to the court of criminal appeals in Dickinson is equally transparent to this court in the present case.\nConsequently, we conclude that the attempt by the prosecutor not to comment on the appellant’s failure to testify, by using the words “and that’s all I’m talking about, just his actions here in this courtroom while you’ve watched him”, amounted to a transparent attempt to call the jury’s attention to the appellant’s invocation of his right to remain silent. We conclude further, therefore, that Dickinson is controlling in the present case. Thus, in Dickinson ’s language:\n[F]or us to approve the argument that was made by one of the prosecuting attorneys would amount to permitting jurors to infer lack of remorse from the exercise by the appellant of his constitutional right to remain silent. We decline to approve the argument on the specious ground that it only went to appellant’s demeanor in the courtroom.\nDickinson, at 325. It follows, and we so hold, that the challenged argument in the present case constitutes, not a proper expression upon the appellant’s courtroom demeanor, but, instead, constitutes an indirect comment on the appellant’s failure to *745testify. Dickinson, at 824. As put by the court in Dickinson-.\nThe necessary and natural effect of the prosecutor’s comments, that went to “re-morsefulness,” ... amounted to directing the jury’s attention to the failure of the appellant to testify to [this mental state] which, as there is no showing that [it was] ever unlocked and [its] secrecy removed, could have only been known by the appellant, or the appellant was the only person who could have given evidence going to [this mental state], which would have required him to give up his right of self-incrimination.\nDickinson, at 324.\nHaving found error, we consider whether that error is reversible error. The court of criminal appeals has often held that:\n[W]hen a prosecuting attorney violates the provisions of Art. 38.08, ... and the matter is brought before this court for review, this Court’s duty is clear, and the responsibility for the reversal must rest solely upon the prosecuting attorney.... Such error is rarely cureable [sic] by an instruction to the jury to disregard.\nDickinson, at 322. In Dickinson, the prosecutor remarked on the absence of one iota of remorse from the accused and the trial court overruled the accused’s objection. In the present case, the prosecutor remarked on the absence of one iota of remorse from the appellant and the trial court overruled appellant’s objection. In Dickinson, the court of criminal appeals reversed and remanded. We conclude, therefore, that in the present case, we must reverse and remand.\nReversed and remanded.\nSPARLING, J., concurs.\n",
            "ocr": false,
            "opinion_id": 9682386
        },
        {
            "author_str": "Sparling",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSPARLING, Justice,\nconcurring.\nI concur in the result reached by the majority. It is an understatement to acknowledge that the majority here and the court of criminal appeals in Dickinson v. State, 685 S.W.2d 320 (Tex.Crim.App.1984), do not like arguments like the one in the present case. I disagree, however, with the legal theories under which they express their displeasure.\nI liken this area of law to the allegory of the woodcutter who attempted to cut firewood in uniform lengths. Instead of measuring each successive log to the original, he measured it to the log cut immediately before. At the end of the cord, he discovered that the last log bore no resemblance in length to the first.\nUndoubtedly, this jury argument resembles the jury argument in Dickinson —which is the last log cut — and, therefore, must be reversed. I seriously doubt, however, that the framers of our constitution had this extreme in mind when they wrote, “nor shall [any person] be compelled in any criminal case to be a witness against himself.” U.S. CONST, amend. V. Nor do I believe that our legislature envisioned this extreme application when enacting TEX. CODE CRIM.PROC.ANN. art. 38.08 (Vernon 1979) which extends the principles of the Fifth Amendment: “[T]he failure of any defendant to so testify shall not be taken as a circumstance against him, nor shall the same be alluded to or commented on by counsel in this cause.” And, finally, I do not believe that the interpretation by Ramos v. State, 419 S.W.2d 359 (Tex.Crim.App.1967) (cited by the majority in Dickinson), of article 38.08 authorizes this extreme application. Ramos states the test:\n“the language used must be looked to from the standpoint of the jury, and the implication that the language used had reference to the defendant’s failure to testify must be a necessary one. It is not sufficient that the language might be construed as an implied or indirect allusion thereto.”\nRamos, 419 S.W.2d at 367.\nThe offending argument in this case is as follows:\n[PROSECUTOR]: “Did you see the little grin on his face now and when he was looking at Lisa when she was arguing? I want to talk about what he looks like in the courtroom right now. You’ve looked at him throughout the trial — and that’s all I’m talking about, just his actions *746here in this courtroom while you ve watched him.\nHave you seen by his actions one single iota of remorse for aggravated rape—\n[DEFENSE ATTORNEY]: Judge—\n[PROSECUTOR]: —and aggravated sexual assault?\n[DEFENSE ATTORNEY]: Objection, Your Honor. Counsel is commenting on the defendant’s failure to testify.\nTHE COURT: I'll overrule that objection.” [Emphasis added.]\nApplying the Ramos test to the above argument, I cannot, in my mind’s eye, fathom a jury of laypersons thinking to themselves that the prosecutor was referring to the defendant’s failure to testify. Or, stated differently, the prosecutor’s unequivocal statement, “that’s all I’m talking about, just his actions,” does not — could not — be a necessary allusion to a failure to testify. Thus, it appears that our holding is a product of recent case law, with no thoughtful view to the Fifth Amendment, article 38.08 or Ramos. Like the woodcutter we have lost sight of our original standards.\nFinally, the rationale in Dickinson, as in the majority here, hinged partially upon the fact that the record did not reflect misbehavior of the defendant in court. The prosecutor referred to a “little grin” in this case, and in Dickinson said the complainant “hid her face in shame.” Neither the majority here nor the majority in Dickinson tells us how, from a practical viewpoint, an act of the defendant in open court gets into the record. Is it the court reporter’s responsibility to observe and record conduct and gestures? Does the judge have the responsibility to make gestures appear in the record? If the prosecutor says “let the record reflect ...” in an effort to establish, for example, an obscene gesture by the defendant, is it properly in the record? Or, alternatively, should the prosecutor take the stand and testify under oath to facts that he and the jury were in an equal position to see?\nThe prosecutor’s verbal rendition in argument of his observation of the appellant would, I would hold, have the same weight as if the prosecutor had made the record reflect the act during the trial. They are both unsworn descriptions in the record regarding the defendant's conduct. The jurors, as witnesses, can see for themselves if the event occurred or if it was mischarac-terized, thereby resolving any issue that the prosecutor’s description is erroneous. Indeed, the majority in Dickinson characterized the prosecutor’s argument in Hawkins v. State, 660 S.W.2d 65 (Tex.Crim.App.1983), as amounting “to directing the juror’s attention to that which they themselves had witnessed, namely, that the defendant had slept during his trial.” Dickinson, 685 S.W.2d at 327. If the jurors are competent to witness the defendant sleeping, then it would follow that they were competent to see our appellant’s “little grin.” Yet the majority here says that the showing-of-the-teeth scenario is the “only place in the record reflecting any act on appellant’s part.” Thus, I conclude that the majority has dismissed the prosecutor’s comment about the “little grin” as though it were outside the record.\nIn sum, I concur with the majority only because Dickinson demands it. But I think that if we apply the Ramos test and look at the argument from the jury’s perspective, this cannot be a comment on the defendant’s failure to testify — especially when the prosecutor strenuously argued that he was only referring to the defendant’s actions in court. The fact that we abhor the argument should not result in a reversal in the absence of more pertinent legal theory upon which to rely.\n",
            "ocr": false,
            "opinion_id": 9682387
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Rape"
}