{
    "id": 1713569,
    "judges": "Tyson",
    "date_filed": "1980-05-29",
    "date_filed_is_approximate": true,
    "slug": "gilmore-v-state",
    "case_name_short": "Gilmore",
    "case_name": "Gilmore v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "358 So. 2d 501"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6166.0,
            "opinion_text": "\n358 So. 2d 501 (1978)\nWillie GILMORE\nv.\nSTATE.\n4 Div. 599.\nCourt of Criminal Appeals of Alabama.\nApril 4, 1978.\nRehearing Denied May 2, 1978.\nW. Perry Calhoun, Dothan, for appellant.\nWilliam J. Baxley, Atty. Gen., and Milton E. Belcher, Asst. Atty. Gen., for the State.\nTYSON, Judge.\nThe appellant was indicted for forcibly ravishing the prosecutrix, a white female. The jury found the appellant guilty as charged and its verdict fixed punishment at ten years imprisonment. The trial court then set sentence accordingly.\nThe prosecutrix testified that she was employed at the Salt and Pepper Restaurant in Dothan, Alabama. She indicated that on July 29, 1977, the appellant came in the restaurant around 2:00 p.m. and ordered a beer. Shortly thereafter, the appellant came to the ordering table and began talking with her about his girl friend. She told him that she was busy and did not have time to talk. Tim Pierce, the owner's husband, told the appellant to go back to his table and leave the prosecutrix alone. About this time, Tim Pierce and his wife, Rosemary, left the restaurant. The appellant came back up to the bar after everyone in the restaurant had left. Then the appellant grabbed her by the arms and started pushing her up against the wall. She testified that someone came in the restaurant and she screamed, but they left. The appellant tore her blouse and pulled down her pants. Then the appellant had sexual intercourse with her against her will and with force by choking her.\nShe then dressed and ran next door to the cleaners. There she telephoned Rosemary Pierce (the owner) and told her what had occurred. She next called the police. Tim Pierce came in the cleaners a short time later, and the prosecutrix told him what had happened. Pierce went next door to the restaurant, and his wife, Rosemary, brought the prosecutrix over to identify the appellant, which she did. Pierce held a gun on the appellant while he was in the restaurant and asked him why he did it. Pierce put the gun in his pocket and then struck *502 the appellant. The police came in and arrested appellant. Rosemary Pierce took the prosecutrix to the Southeast Alabama Medical Center where she was examined by Dr. Page. The prosecutrix testified that she had seen the appellant in the restaurant a few times before, but did not know his name.\nOn cross-examination the prosecutrix testified that the rape occurred around 4:30 or 5:00 p.m. She stated that she screamed and fought during the rape, but that the appellant kept choking her during the act. She related that she had several red marks on her neck as a result.\nMrs. Rosemary Pierce testified that she was the owner of the Salt and Pepper Restaurant in Dothan, Alabama, and that the prosecutrix was her employee. She stated that on July 29, 1977, she was at the restaurant working and that the appellant was at a table drinking beer. She left the restaurant around 4:00 p.m. She stated that the appellant was still there when she left. She stated that the prosecutrix called her at her home around 5:00 p.m. and told her that she had been raped. She and her husband, Tim Pierce, went to the cleaners next door to the restaurant and found the prosecutrix upset and crying. She testified that her husband went to the restaurant and that she took the prosecutrix there shortly afterwards. Then the prosecutrix identified the appellant as the man who raped her. She stated that her husband hit the appellant and that the police arrived shortly thereafter. She then took the prosecutrix to the Southeast Alabama Medical Center. Also, Mrs. Pierce indicated that the prosecutrix had several red marks on her neck.\nTim Pierce testified that he was working in the Salt and Pepper Restaurant on July 29, 1977. He stated that he told the appellant to stop bothering the prosecutrix by talking to her while she was working. Pierce and his wife, Rosemary, then left the restaurant around 4:00 p.m. He testified that he went home and was doing some work there when his wife told him that the prosecutrix had just called and told her that she had been raped. Pierce indicated that, when he arrived at the cleaners, the prosecutrix was very upset and crying. He stated that she told him that the man who had bothered her earlier at the bar was the man who raped her. Pierce said the appellant denied raping the prosecutrix when he went to the restaurant and talked with him. He stated that the appellant told him \"that wasn't all he would do\" (R. p. 52), and at this point Pierce struck him. He stated that Mrs. Pierce then brought the prosecutrix to the restaurant and she identified the appellant as the man who had raped her. He said the prosecutrix had several red marks on her neck.\nOn cross-examination Pierce stated that he also owned the cleaners located next door to the restaurant. He testified that, while one is in the cleaners and the restaurant door is closed, conversation, music or noise from the restaurant cannot be heard.\nJames Hartzog, police officer with the City of Dothan, testified that on July 29, 1977, around 5:35 p.m., he investigated a reported rape at the Salt and Pepper Restaurant. He stated that when he arrived the appellant was on the floor of the restaurant. The prosecutrix told him that the appellant had raped her, so he took the appellant to the City Jail and booked him. He testified that the prosecutrix' clothes were disarranged. Also, according to Hartzog, she had several red marks on her neck.\nLarry Lynn, also with the City of Dothan Police Department, testified that he investigated a reported rape on July 29, 1977, at the Salt and Pepper Restaurant. He stated that the Prosecutrix was crying and very upset when he arrived. Lynn went to the Southeast Alabama Medical Center later that evening and received a vaginal smear test from one Dr. Page, which he sent to the Toxicology Lab in Auburn, Alabama.\nDr. Russell Page testified that he performed a vaginal examination of the prosecutrix to determine if sperm were present. He also indicated that it was not unusual for an adult rape victim not to have lacerations and bruises around the vaginal area.\nAt the close of the State's case, each side stipulated that, if Dr. William H. Landrum, *503 a serologist with the Department of Toxicology and Criminal Investigation, were present, he would testify that State's Exhibit No. 1 was the result of the vaginal smear performed by Dr. Page. The results stated, in part, that the \". . . examination of the two smears showed whole intact spermatoza.\"\nMs. Sandra Gayle Brackin testified that on July 29, 1977, she was working at the Perfection Dry Cleaners, located next door to the Salt and Pepper Restaurant. She stated that she did not hear anyone screaming next door that afternoon. Ms. Brackin indicated the prosecutrix was crying, but was neatly dressed when she came in the cleaners that afternoon to use the telephone.\nFour witnesses testified that they were in the Salt and Pepper Restaurant drinking beer with the appellant on July 29, 1977. Two of these witnesses, Jerry Frederick and Herman Curry, stated that they noticed the appellant talking with the prosecutrix. One of the four, Jerry Frederick, testified that when he left, around 4:30 p.m., the appellant and the prosecutrix were the only ones there.\nThe appellant testified that he had talked with the prosecutrix two or three times before July 29, 1977. He stated that Tim Pierce was jealous of his talking with her and that was why Pierce told him to stop talking with her that day in the restaurant. According to the appellant, the prosecutrix consented to sexual intercourse, and at no time did he use any force.\n\nI\nThe appellant contends that the trial court erred in denying his motion for a directed verdict made at the close of all evidence, and also refusing to grant the general affirmative charge.\nRape is the unlawful carnal knowledge of a woman by a man forcibly and against her will. Harris v. State, Ala.Cr.App., 333 So. 2d 871 (1976); Stewart v. State, 27 Ala.App. 315, 172 So. 675, cert. denied 233 Ala. 480, 172 So. 678; Harris v. State, 2 Ala.App. 116, 56 So. 55. The appellant admitted having sexual intercourse with the prosecutrix, but maintained that she consented to the act. The prosecutrix, on the other hand, testified that the appellant had sexual intercourse with her against her will and with force and violence.\nWhere the evidence is contradictory, a jury question is presented. The jury may believe or disbelieve all or any part of the testimony presented by either side. Harris v. State, Ala.Cr.App., 333 So. 2d 871 (1976); Williams v. State, 51 Ala.App. 1, 282 So. 2d 349, cert. denied 291 Ala. 803, 282 So. 2d 355.\nAs this court stated in Williams, supra:\n\"The fact that essentially all of the evidence against the appellant was from the testimony of the prosecutrix does not vitiate the conviction. A jury that will believe the uncorroborated testimony of the prosecutrix, beyond a reasonable doubt, can convict a defendant of rape, Barnett v. State, 83 Ala. 40, 3 So. 612, or of any lesser included offense. Title 14, Section 42, Code of Alabama 1940; Kelsoe v. State, [50 Ala.App. 378, 279 So. 2d 549, cert. den., 291 Ala. 786, 279 So. 2d 552] supra, and authorities therein cited.\"\nInasmuch as the State presented sufficient evidence to set forth a prima facie case of rape, the trial judge was correct in submitting to the jury the issue of the appellant's guilt or innocence. Cases cited.\nWe have carefully examined this record and have found no error therein. The judgment is due to be and the same is hereby\nAFFIRMED.\nAll the Judges concur.\n",
            "ocr": false,
            "opinion_id": 1713569
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Alabama",
    "court_full_name": "Court of Criminal Appeals of Alabama",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Rape"
}