{
    "id": 1733434,
    "judges": "Jorgenson, Green, and Nesbitt",
    "date_filed": "1978-12-20",
    "date_filed_is_approximate": true,
    "slug": "state-v-ortiz",
    "case_name_short": "Ortiz",
    "case_name": "State v. Ortiz",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 22,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "766 So. 2d 1137"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n766 So. 2d 1137 (2000)\nThe STATE of Florida, Appellant,\nv.\nJulio ORTIZ, Appellee.\nNo. 3D99-2761.\nDistrict Court of Appeal of Florida, Third District.\nAugust 23, 2000.\n*1138 Robert A. Butterworth, Attorney General and Margaret A. Brenan, Assistant Attorney General, for appellant.\nAbraham &amp; Agnoli, and Lane Abraham and Amy Agnoli, for appellee.\nBefore JORGENSON, GREEN, and NESBITT, JJ.\nGREEN, J.\nOn this appeal, the state of Florida challenges the dismissal of an attempted sexual battery charge against appellee, Julio Ortiz, pursuant to a Florida Rule of Criminal Procedure 3.190(c)(4) motion. The state argues, and we agree, that the trial court reversibly erred in granting this motion where the undisputed factual evidence otherwise established a prima facie case of attempted sexual battery. Accordingly, we reverse and remand for further proceedings.\n\nUNDISPUTED RECORD EVIDENCE\nThe state charged Ortiz by indictment with one count of first degree murder and one count of attempted sexual battery of a female victim. The undisputed record evidence, in this case, reveals that the victim's body was found dead, virtually nude, and burned, in an isolated wooded park area of Miami Beach, Florida on March 24, 1993. The City of Miami Beach Police summoned the then deputy medical examiner, Dr. Charles Wetli to the scene. Dr. Wetli's initial impression upon seeing the body, with only remnants of clothing on her chest and some white cloth on one of her lower legs, was that this was a rape/homicide victim who had subsequently been set on fire. Alternatively, he opined that the victim died of a drug overdose and was then set on fire. Dr. Wetli found contusions on the victim's tongue which he opined were the result of the victim having been punched in the jaw. There was also trauma to the top of the victim's head which Dr. Wetli testified could not have been caused by the victim falling.\nDr. Wetli later determined that the victim had not died from the burns or smoke inhalation. Rather, Dr. Wetli determined the cause of death to be strangulation. *1139 This determination was based upon autopsy findings of significant damage to the neck structure as well as a fracture of the thyroid cartilage. The toxicology report showed that the victim had tested negative for drugs and alcohol.[1]\nDr. Wetli's examination of the victim did not reveal the existence of any anal or vaginal tears or any physical evidence to indicate the occurrence of a rape. Dr. Wetli also performed the procedures from a rape kit on the victim's body and sent the specimens to the crime laboratory. At the time of his testimony, Dr. Wetli did not know the results from the rape kit, as it is standard procedure that the medical examiners do not receive the results of these tests. During his deposition, Dr. Wetli testified that there was no scientific evidence of a sexual assault on the victim. He explained that his reason for believing that the victim had been subjected to a sexual assault, however, was based upon a study, which he co-authored, that appeared in the Journal of Forensic Science in 1983. According to this article, there is a high probability that a deceased woman, such as the victim in this case, who is found in an isolated field, disrobed, with her clothing down her legs, with her vaginal area exposed, will have been the victim of strangulation and sexual assault. Dr. Wetli testified that he came to this hypothesis by looking at a variety of women who had been the victims of rape/homicide and concluded that this was a pattern.\nAppellee Ortiz initiated contact with the police department shortly after hearing the news accounts of the murder. Ortiz explained that he had left a cigarette package near the crime scene and was concerned that the police would lift his fingerprints off of the package and charge him with the murder. Ortiz made several conflicting statements to police after being Mirandized,[2] that the trial court found to be knowing and voluntary. Initially, Ortiz told police that he saw a white male, white female and a black male approach an area where he was resting and he witnessed them smoking crack. He stated that he later saw the three people return to his area carrying gas in a plastic container. Ortiz told police that the woman poured gas all over herself from the top of her head to her feet. She then lit a match and set herself on fire. Ortiz stated that he left the scene without calling the police or fire department out of fear.\nWithin the next few weeks, Ortiz voluntarily returned to the police station and requested to view a videotape from a Shell gas station, which was located only blocks from the location where the victim had been found. Ortiz later explained that he wanted to see whether he appeared on the tape. The tape was never shown to Ortiz.\nIn April 1995, Detective Drucker approached Ortiz and told him that the police had some new information that they wished to discuss with him. Ortiz agreed to accompany the police to the police station. After again being Mirandized, Ortiz admitted to accidentally killing the victim. Ortiz stated that he had met the victim at the scene and both of them had smoked crack. He then claimed that the victim \"went crazy\", removed her clothing and tried to attack him. He supposedly then grabbed her by the throat and held her for about two minutes. Thereafter, he pushed her to the ground where she allegedly hit her head on an unknown object. Ortiz then shook the victim to see if he could get a response. When she did not respond, Ortiz walked to the nearby Shell gas station and purchased some gasoline. He returned to the scene, poured gasoline over the victim and set her on fire.\nAt the pretrial hearing on Ortiz's motion to suppress his confession, and motion to determine the sufficiency of a corpus delicti, Dr. Emma Lew, an associate medical examiner, testified that the victim's cause of death was strangulation and that the body had been set on fire subsequent to death. Dr. Lew testified that the victim *1140 had a piece of residual cloth around one of her legs and cloth over her head, otherwise the victim was nude. Dr. Lew further testified that the fire was started in the front of the victim and that her buttocks had not really been burnt. Thus, Dr. Lew opined that if any clothing had been on the victim's buttocks, it would still have been there when the police found the body. Dr. Lew agreed with Dr. Wetli's report that the victim had been subjected to a rape or attempted rape. Dr. Lew further testified that although there was no physical evidence of rape, that rape can occur without semen and/or DNA in the woman's vaginal area.\nAt this same pretrial hearing, Detective Drucker, the responding officer to the crime scene, testified that he saw the victim lying on her side with one hand beneath her. He saw clothing that appeared to have been pulled over the victim's head and another material which was down by the bottom part of one of the victim's legs. Other than that, the victim was completely nude. Detective Drucker testified that his impression upon coming to the scene was that this might have been some type of sexual battery that had escalated into something else.\nAt the conclusion of this hearing, the trial court denied Ortiz's motion to suppress his confession and found that there was prima facie evidence of a criminal act. Thereafter, the appellant filed a motion to dismiss the count for attempted sexual battery which is the subject matter of this appeal.\n\nMOTION TO DISMISS\nIn his sworn motion to dismiss the attempted sexual battery count, Ortiz argued that the undisputed facts of this case did not present a prima facie case against him of attempted sexual battery. He averred, among other things, that both medical examiners in this case, Drs. Wetli and Lew had found no physical or medical evidence of a sexual battery or attempted sexual battery on the victim. In particular, he highlighted that Dr. Lew had stated that there was no physical evidence that would lead her to believe that there was a sexual battery or an attempted sexual battery of the alleged victim.[3]\nThe state filed a traverse in which it specifically denied that Dr. Lew had testified that there was no physical evidence that would lead her to believe that there was a sexual battery or attempted sexual battery of the victim. The state cited those portions of Dr. Lew's testimony wherein she agreed with the conclusions of deputy chief medical examiner, Dr. Wetli, that there are indications from reviewing the entire scene of the investigation, as well as the autopsy, that the victim in this case may have been raped or that a rape may have been attempted during the course of this murder.[4] The state also *1141 responded in the traverse that the defense had not asked Drs. Lew or Wetli whether the deceased had been a victim of attempted rape or attempted sexual battery. Finally, the state averred that given the circumstances of the victim at the scene, her bare buttocks and clothing pulled up from her breast section over her face, that a jury could reasonably conclude from the totality of the evidence that Ortiz was attempting to commit a sexual battery upon the victim when he murdered her.\nA hearing was conducted on the motion to dismiss. During this hearing, Ortiz recanted any involvement in this case. At the hearing, the state maintained that its proof of the attempted sexual battery charge was not based upon medical evidence, although Dr. Lew had testified that rape can occur even in the absence of such evidence. Rather, the state asserted that its proof of this count was based upon the circumstantial evidence of the location of victim with her shirt around her head and her shorts below her knees as well as the physical signs that she had been beaten (i.e. blunt force injury to the top of her head and serial sectioning of the tongue indicating a punch to her jaw). The trial court granted the motion to dismiss finding generally that the circumstantial evidence was insufficient to establish a prima facie case, or withstand a motion for judgment of acquittal. The court also particularly found Dr. Lew's expert opinion that there was an attempted sexual battery, to be disingenuous and not based upon any reasonable medical grounds.[5] This appeal followed.\nThe state argues that the trial court erred in dismissing the count for attempted sexual battery because the circumstantial evidence in this case was sufficient to establish a prima facie case, and because reasonable minds could differ as to whether the deceased had been the victim of an attempted sexual battery. The state further asserts that in arriving at its conclusion, the trial court improperly weighed the evidence and the credibility of its witnesses. We concur.\nA motion to dismiss, made pursuant to Florida Rule of Criminal Procedure 3.190(c)(4), must allege and establish that \"there are no material disputed facts and the undisputed facts do not establish a prima facie case of guilt against the defendant.\" State v. Kalogeropolous, 758 So. 2d 110, 111 (Fla.2000). A motion to dismiss *1142 in a criminal case is analogous to a motion made for summary judgment in civil cases, and as such \"[b]oth should be granted sparingly.\" State v. Bonebright, 742 So. 2d 290, 291 (Fla. 1st DCA 1998); Kalogeropolous, 758 So.2d at 111. See also State v. McQuay, 403 So. 2d 566, 567-68 (Fla. 3d DCA 1981) (stating that \"[a] motion to dismiss should be granted only where the most favorable construction to the state would not establish a prima facie case of guilt. And if there is any evidence upon which a reasonable jury could find guilt, such a motion must be denied.\" (emphasis added) (citation omitted)).\nMoreover, on a motion made pursuant to Rule 3.190(c)(4), the state is entitled to the most favorable construction of the evidence with all inferences being resolved against the defendant. See State v. Paleveda, 745 So. 2d 1026, 1027 (Fla. 2d DCA 1999) (stating that \"[w]hen considering a defendant's rule 3.190(c)(4) motion to dismiss, all questions and inferences from the facts must be resolved in favor of the state.\"); State v. Hunwick, 446 So. 2d 214, 215 (Fla. 4th DCA 1984) (holding that \"[o]n a motion to dismiss, the state is entitled to a construction most favorable to it; all inferences are resolved against the defendant.\"). To counter a motion to dismiss, the state need not adduce evidence sufficient to sustain a conviction. See State v. Fetherolf, 388 So. 2d 38, 39 (Fla. 5th DCA 1980) (holding that \"[t]o counter a motion to dismiss, the state need not produce evidence sufficient to sustain a conviction. The proceeding is not designed to create a trial by affidavit or a `dry run' of a trial on the merits\").\nIndeed, it is clear that in considering such a motion, the trial court is not permitted to make factual determinations nor consider either the weight of the conflicting evidence or the credibility of the witnesses. Fetherolf, 388 So.2d at 39 (stating that \"[i]t is not proper [on a rule 3.190(c)(4) motion] for the court to determine factual issues, consider weight of conflicting evidence, or credibility of witnesses.\"). See also State v. Gutierrez, 649 So. 2d 926, 928 (Fla. 3d DCA 1995)(\"On a motion to dismiss, if the affidavits and depositions filed in support of or in opposition to the motion create materially disputed facts, it is improper for the trial court to determine factual issues and consider the weight of conflicting evidence of credibility of witnesses.\"). \"Even if the trial court doubts the sufficiency of the state's evidence, it cannot grant a motion to dismiss criminal charges simply because it concludes that the case will not survive a motion for a judgment of acquittal.\" Paleveda, 745 So.2d at 1027. \"Moreover, if the state's evidence is all circumstantial, whether it excludes all reasonable hypothesis of innocence may only be decided at trial, after all of the evidence has been presented.\" Bonebright, 742 So.2d at 291. See also Taylor v. State, 583 So.2d at 328 (\"The question of whether the [circumstantial] evidence fails to exclude all reasonable hypothesis of innocence is to be decided by the jury.\"); State v. Law, 559 So. 2d 187, 189 (Fla.1989) (it is the jury's duty to determine whether the circumstantial evidence is sufficient to exclude every reasonable hypothesis of innocence beyond a reasonable doubt); State v. Scarfo, 465 So. 2d 1347, 1348-49 (Fla. 5th DCA 1985) (stating that \"[i]f the state's evidence is all circumstantial, then whether it has carried its burden of excluding all reasonable hypotheses of innocence must be decided at the close of all the evidence\").\nThe state's evidence in support of the attempted sexual battery charge in this case is admittedly circumstantial. The victim was found beaten and virtually nude in an isolated wooded area of a park with her shirt pulled up around her head and her shorts down around her ankles. Ortiz's explanation to the police that the victim herself removed her clothing after getting \"coked up\" was specifically refuted by the toxicology report which indicated that at the time of death, the victim had no alcohol or drugs in her system. We believe that the state's substantial and competent evidence in this case is sufficient to *1143 establish a prima facie case of guilt against the appellee.[6]See, e.g., Barwick v. State, 660 So. 2d 685 (Fla.1995); Rhodes v. State, 638 So. 2d 920 (Fla.1994); Taylor v. State, 583 So. 2d 323 (Fla.1991); Dailey v. State, 594 So. 2d 254 (Fla.1991); Holton v. State, 573 So. 2d 284 (Fla.1990). It was simply not within the province of the trial court to assess the credibility of the medical examiner's opinion that the deceased had been the victim of attempted sexual battery. That is an issue for the jury's consideration.\nIn dismissing this count based upon the absence of physical or medical evidence such as semen or DNA, the very able trial judge in this case may have lost sight of the fact that the charge was one for an attempted sexual battery. \"By its nature, attempt occupies the conceptual area between the non-commission of the greater offense and the completion of the greater offense itself.\" Wilson v. State, 622 So. 2d 31, 36 (Fla. 1st DCA 1993). The two necessary elements for an attempt to commit a crime is: (1) a specific intent to commit a particular crime and (2) an overt act toward its commission. See Geldreich v. State, 763 So. 2d 1114 (Fla. 4th DCA 1999). As the Geldreich court noted:\nThe intent and the act must be such that they would have resulted, except for the interference of some cause preventing the carrying out of the intent, in the completed commission of the crime. Thus, the act must go beyond mere preparation and planning. (citations omitted).\nId.\nTherefore, even in the absence of medical or physical evidence such as semen or DNA, we think that the other circumstantial evidence here is sufficient for a jury to consider whether the appellee engaged in an attempted sexual battery of the victim, and the trial court erred in dismissing this count. We thus reverse the order of dismissal and remand for further proceedings.\nReversed.\nNOTES\n[1]  This negated Dr. Wetli's alternative theory, that the victim had died of a drug overdose.\n[2]  Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966).\n[3]  The testimony relied on by Ortiz is as follows:\n\n[Court]:I believe the question is did you and Dr. Wetli find any indication that would lead you to believe there was rape.\n[Prosecutor]: Or attempted rape, Your Honor.\n[Court]: Or attempted rape.\n[Dr. Lew]: No, no physical evidence.\n[4]  The full context of Dr. Lew's testimony cited by the state was as follows:\n\n[Q] Okay did you review the part of Dr. Wetli's report or his deposition where he indicated that there may have been an attempted rape or some type of sexual intercourse involved here?\n[A] I had done some reading about that, yes\n[Q] Do you have any opinion as to that area at all, did you look at that at all?\n[A] Did I look at what at all?\n[Q] Whether or not the body had been subjected to rape or attempted rape.\n[A] I reviewed his report, and I cannot disagree with him.\n[Q] Well, you cannot disagree, but do you agree with him?\n[A] Yes, I agree with him.\n[Q] Okay, what is it about what you saw that would indicate that\u0097well first of all, let me back up a second. Was there evidence in this case that the victim had been the subject of an actual rape?\n[A] There was no physical evidence. However, rape can occur without injury. Rape can occur without semen and DNA in the vagina.\n* * * *\nAt this point, the court asked the witness the questions quoted in footnote 2. The questioning of Dr. Lew then continued as follows:\n[Q] Because of where it occurred, and the burning, and the wooded area?\n[A] No, a young woman who has no other cause of death, mostly unclad, killed and then set afire. I mean those circumstances would suggest the possibility of a rape homicide to any medical examiner.\n[Q] Okay the possibility?\n[A] Yes.\n[Q] Okay. Do you say that there was a probability of this?\n[A] The scene findings are highly suspicious of a rape homicide, and it depends on how far you want to take it. Possibility is definitely there, probability, some would say is a high probability.\n[Q] Well, would you say that?\n[A] If I came upon the scene, I would think of a rape homicide, yes.\n* * * *\n[5]  The full text of the lower court's oral conclusion is as follows:\n\nIn this particular case, we have the following testimony from Dr. Lew.... [T]he witness goes on to say that within the bounds of reasonable medical certainty, in my opinion, based on a review of the case, which includes the autopsy report and a deposition, there was an attempted battery. What is that based on? An opinion. That was it. It was based on a dead woman being found outdoors with an attempt to disfigure or destroy [sic] the body. On the question to be raised in terms of reasonable medical certainty, whether she was the victim in a sexual battery, I have been considering referring Dr. Lew's testimony to whatever agency controls the regulation of her profession. This will not get past a directed verdict of acquittal. A witness testifying to these facts is disingenuous at best as to reasonable medical certainty. There is absolutely no way this case would get a jury verdict, because it would be dismissed on a directed verdict of acquittal.\n[6]  We note that courts in other jurisdictions have similarly found such circumstantial evidence to be sufficient to support an attempted sexual battery charge. See, e.g., State v. Menter, 293 N.J.Super. 330, 680 A.2d 800, 806 (1995) (where victim found lying on her back with her legs spread apart; her shorts and panties pulled down around her left ankle, exposing her genitalia; blood stained shirt pushed up partially revealing her breasts and forensic tests revealed no evidence of a completed assault there was enough evidence to present an attempted aggravated sexual assault count to the jury); State v. Carter, 338 N.C. 569, 451 S.E.2d 157 (1994) (where murder victim's left pant leg was pulled off; her panties were down; and her brassiere was above her breasts and there was no trauma to the vagina or genitalia and no physical evidence of a completed sexual assault, the court found that there was sufficient evidence to support the aggravating circumstance that the murder was committed during an attempted rape). See also State v. Harris, 319 N.C. 383, 354 S.E. 222 (1987) (motion to dismiss denied, where victim found disrobed from waist down with legs spread apart, because evidence supported inference that defendant attempted to rape victim); Dawson v. State, 103 Nev. 76, 734 P.2d 221 (1987) (attempted sexual assault was supported by the evidence, \"[e]ven though no physical evidence of rape was discovered, the victim's body was found nude from the shoulders down.\").\n\n",
            "ocr": false,
            "opinion_id": 1733434
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Rape"
}