{
    "id": 1743956,
    "judges": "Redmann, Augustine and Byrnes",
    "date_filed": "2013-04-11",
    "date_filed_is_approximate": true,
    "slug": "state-v-hughes",
    "case_name_short": "Hughes",
    "case_name": "State v. Hughes",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "436 So. 2d 677"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n436 So. 2d 677 (1983)\nSTATE of Louisiana\nv.\nKenneth HUGHES.\nNo. KA-0315.\nCourt of Appeal of Louisiana, Fourth Circuit.\nJuly 8, 1983.\nWrit Denied October 17, 1983.\n*678 Dwight Doskey, Orleans Indigent Defender Program, New Orleans, for plaintiff-appellant.\nHarry F. Connick, Dist. Atty. for the Parish of Orleans, Mary Charlotte McMullan, Asst. Dist. Atty., for the Parish of Orleans, New Orleans, for plaintiff-appellee.\nBefore REDMANN, AUGUSTINE and BYRNES, JJ.\nAUGUSTINE, Judge.\nKenneth Hughes was indicted by an Orleans Parish grand jury on one count of aggravated rape, a violation of La.R.S. 14:42, and two counts of aggravated crime against nature, violations of La.R.S. 14:89.1. After two days of trial by a twelve member jury, the defendant was found guilty of aggravated rape and guilty of one count of aggravated crime against nature. He was sentenced to life in prison at hard labor, without benefit of parole for the offense of aggravated rape and fifteen years at hard labor, without benefit of parole for the offense of aggravated crime against nature, this sentence to run consecutively to the first. The defendant now appeals his conviction and sentence alleging two assignments of error.\n\nAssignment of Error No. 1\nThe defendant alleges that the trial court erred in denying him access to the state's information on prospective jurors' prior voting records and criminal arrests and convictions.\nTo obtain voting records held by the prosecution, a defendant must show that the records are necessary to prevent undue prejudice, hardship or injustice. State v. Wright, 344 So. 2d 1014 (La.1977). In order to make such a showing however, he is required to demonstrate that he cannot practicably obtain the information from other sources and that the State intended to use it in selecting the jury. State v. Welch, 368 So. 2d 965 (La.1979) and cases cited therein. The same standard has been applied to those cases in which the defendant sought information on jurors' criminal records. State v. Singleton, 352 So. 2d 191 (La.1977).\nThe defendant relies on the Supreme Court's statement in State v. Holmes, 347 So. 2d 221 (La.1977) which said that it would be impossible for various defense attorneys who practice in Criminal District Court to set up a system similar to the comprehensive procedure currently used in the district attorney's office. Defendant interpreted this statement to mean that defendants are now not required to prove that they cannot *679 practicably obtain information on voting records and on prior criminal arrests and convictions. Holmes expressly held that \"since voir dire had not yet been conducted, [the] defendant's claims based on fundamental fairness and inability to obtain the information through other means are premature.\" 347 So.2d at 223-24. The entire thrust of the Holmes opinion was to emphasize that the laws and jurisprudence of our state have afforded defendants wide latitude to question jurors during voir dire in order to exercise peremptory challenges intelligently. In the present case, the defendant did not attempt to question the jurors prior to raising his claim.\nDefense counsel alleges that to question the jurors on their prior voting records and criminal records would alienate them from his client thereby preventing the defendant from being tried by an impartial jury. Holmes requires that the defendant be permitted to frame his questions in such a manner as to prevent the jurors from becoming defensive or hostile towards the defendant. The defense counsel made a tactical decision not to question the jurors in this area because he feared his client would be prejudiced. However, Holmes requires that voir dire be used as a vehicle to obtain this type of information. Until defense counsel actually attempts to question the jurors and until he actually finds them to be alienated towards his client, his claim is premature.\nSince the voir dire, selection of the jury and the trial have all occurred, the defense counsel can not exercise his right. He must now show that by not obtaining the information on the jurors he was actually prejudiced. There is no showing that the defense was actually prejudiced by not having the information. The trial judge was correct in denying the motion.\n\nAssignment of Error No. 2\nThe defendant's second assignment of error charges that the evidence presented at trial was insufficient to support the conviction for aggravated rape.[1] The defendant asserts that the state failed to prove an essential element of the crime, namely sexual intercourse with the victim.\nRape is defined by L.S.A.-R.S. 14:41 as:\n... the act of anal or vaginal sexual intercourse with a male or female person who is not the spouse of the offender, committed without the person's lawful consent.\nEmmission is not necessary; and any sexual penetration, vaginal or anal, however slight is sufficient to complete the crime.\nWhen a conviction is challenged based on sufficiency of the evidence, the reviewing court must determine whether, viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could conclude that the state proved the essential elements of the crime beyond a reasonable doubt. Jackson v. Virginia, 443 U.S. 307, 99 S. Ct. 2781, 61 L. Ed. 2d 560 (1979); State v. Johnson, 404 So. 2d 239 (La.1981). The question in the case at bar is whether there was sufficient evidence to show that any penetration was made by the penis rather than by the defendant's hands or by a vibrator.\nThe facts elicited at trial were contained in the testimony of the doctor who examined the victim, the medical technologist and the victim herself.\nDr. Carey Allison testified that he examined the victim and found her development progressing into the very early stages of puberty. The examination revealed redness in the area of the victim's genitals which could have occurred from friction, irritation or prolonged pressure, but the redness could not have occurred from a hit or a blow to the vaginal area. The hymenal ring of the vagina showed some thinning with small, healed lacerations to the front and on the left side. According to the doctor, it takes approximately 7-10 days for a laceration to heal and therefore the healed lacerations he observed on the victim would have occurred *680 at least that length of time prior to the examination. According to the doctor's report, said incident occurred nine days prior to his examination. Allison testified that the thinning in the hymenal ring would be consistent with an attempt to insert a penis, and that there could be a slight penetration without any tearing of the hymen.\nSpecimens were obtained by the doctor and sent to the coroner's office to be tested for seminal fluid and spermatazoa. The medical technologist, Patricia Daniels, testified that the results of the tests were negative and that if the individual had bathed prior to obtaining the specimens, then the seminal fluid, if present, could be washed away.\nThe victim testified that the defendant, a neighbor, acted as baby sitter for the victim and her brother on several occasions. Sometimes it was convenient for the children to spend the night. The victim would sleep in one bedroom, the defendant in the other bedroom and the victim's brother slept on the sofa in the living room.\nOn three separate occasions, the defendant made sexual advances toward the victim. The first incident occurred approximately two weeks before she was examined at the hospital. During this incident the defendant undressed her and fondled her breasts and genitals. In addition, sometimes used a vibrator which he rubbed over her body and private parts. At no time, victim testified, did defendant attempt to insert it into her vagina. The third incident occurred a few days after the alleged rape during which the defendant again fondled the victim and inserted his finger into her vagina.\nThe second incident led to the present charge of aggravated rape. The defendant took the victim to his dark bedroom and placed her on the bed. She felt something press against her vagina but could not or did not look to see what it was. The victim testified that although she did not see the defendant's hands, she could feel his finger(s) inside of her. She also described his penis and testified that she could feel the defendant attempt to sexually penetrate her, at which time she pushed him away. Mr. Hughes then attempted to have anal intercourse with her but was unable to penetrate. At this point, the defendant poured a liquid on her and told her this would help him to enter her anally. She complained that the liquid gave her a stinging sensation and went to wash it off, cleansing her entire genital area.\nThe defendant's main contention on appeal is that the victim is not capable of distinguishing between a vibrator (or his fingers) and his penis, and that her testimony does not therefore prove sexual intercourse. The victim was questioned specifically with reference to the rape itself. She testified that she knew the defendant used his penis (as opposed to a finger or vibrator) because she could feel it and because she could see it after her eyes became accustomed to the dark. When first called by the state, the victim raised a question by defense counsel as to whether he penetrated her. However, on rebuttal, the victim clarified her testimony by saying that his penis was erect when he tried to insert it into her and that the only reason the defendant did not fully penetrate her was because his penis did not \"fit.\" She then explained to the jury that his penis did not become flaccid until he put the liquid on himself.\nIn reviewing the evidence in the light most favorable to the prosecution, any rational trier of fact could conclude that, beyond a reasonable doubt, the defendant had engaged in sexual intercourse with the victim within the meaning of the statute. The statute considers any penetration however slight sufficient to complete the crime. By this appeal, Hughes attacks the credibility of the victim's testimony on the element of sexual intercourse. The question of the credibility of the witnesses is within the sound discretion of the trier of fact. State v. Klar, 400 So. 2d 610 (La.1981). We will not invade the province of the jury. There is sufficient evidence in the record on which any rational trier of fact could conclude that the state proved its case.\n*681 For the reasons assigned, the convictions and sentences are hereby affirmed.\nAFFIRMED.\nNOTES\n[1]  The defendant was charged with aggravated rape because L.S.A.-R.S. 14:42 defines one element of aggravated rape as the rape of a victim under the age of twelve.\n\n",
            "ocr": false,
            "opinion_id": 1743956
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Rape"
}