{
    "id": 2196479,
    "judges": "Boslaugh, Caporale, Fahrnbruch, Hastings, Lanphier, White, Wright",
    "date_filed": "1973-05-27",
    "date_filed_is_approximate": true,
    "slug": "state-v-joubert",
    "case_name_short": "Joubert",
    "case_name": "State v. Joubert",
    "case_name_full": "State of Nebraska, Appellee, v. John J. Joubert, Appellant",
    "attorneys": "Mark A. Weber, of Walentine, O’Toole, McQuillan & Gordon, for appellant., Don Stenberg, Attorney General, and J. Kirk Brown for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 155,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b321-3\">\n    State of Nebraska, appellee, v. John J. Joubert, appellant.\n   </parties><br><citation id=\"b321-4\">\n    518 N.W.2d 887\n   </citation><br><decisiondate id=\"b321-5\">\n    Filed July 8, 1994.\n   </decisiondate><docketnumber id=\"A-tH\">\n    No. S-84-842.\n   </docketnumber><br><attorneys id=\"b322-18\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"288\"> \n     *288\n     </span>\n    Mark A. Weber, of Walentine, O’Toole, McQuillan &amp; Gordon, for appellant.\n   </attorneys><br><attorneys id=\"b322-19\">\n    Don Stenberg, Attorney General, and J. Kirk Brown for appellee.\n   </attorneys><br><judges id=\"b323-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"289\"> \n     *289\n     </span>\n    Hastings, C.J., Boslaugh, White, Caporale, Fahrnbruch, Lanphier, and Wright, J J.\n   </judges>",
    "citations": [
        "518 N.W.2d 887",
        "246 Neb. 287"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5016.0,
            "opinion_text": "\n518 N.W.2d 887 (1994)\n246 Neb. 287\nSTATE of Nebraska, Appellee,\nv.\nJohn J. JOUBERT, Appellant.\nNo. S-84-842.\nSupreme Court of Nebraska.\nJuly 8, 1994.\n*890 Mark A. Weber, Waltine, O'Toole, McQuillan &amp; Gordon, Omaha, for appellant.\nDon Stenberg, Atty. Gen., and J. Kirk Brown, Lincoln, for appellee.\nHASTINGS, C.J., and BOSLAUGH, WHITE, CAPORALE, FAHRNBRUCH, LANPHIER, and WRIGHT, JJ.\nPER CURIAM.\nNotwithstanding the existence of a stay issued by the U.S. District Court for the District of Nebraska, the plaintiff State, through its Attorney General, has moved this court to set still another date for executing the convicted prisoner, John J. Joubert. The prisoner has responded by filing a special appearance objecting to this court's jurisdiction over the matter and by filing a motion for sanctions, claiming that given the pendency of the federal stay, the Attorney General's motion is frivolous and vexatious. For the reasons hereinafter stated, the prisoner's special appearance is overruled, the Attorney General's motion is overruled without prejudice, and the prisoner's motion for sanctions is overruled without prejudice.\n\nPART I\nUpon pleading guilty, the prisoner was convicted in the district court of two counts of first degree murder and sentenced to death on each count. This court affirmed those sentences in State v. Joubert, 224 Neb. 411, 399 N.W.2d 237 (1986), and thereupon issued its mandate to the district court with the direction to \"enter judgment in conformity with the judgment and opinion of this court.\" This court subsequently issued a warrant ordering that Joubert be put to death by passing an electric current through his body. That order of execution was stayed by the U.S. Supreme Court on Joubert's petition for a writ of certiorari. Upon the termination of that stay, this court issued a second death warrant. Upon Joubert's motion, this court itself later stayed that order of execution so that he might pursue his legislatively created proceeding for postconviction relief. When that quest proved unsuccessful, State v. Joubert, 235 Neb. 230, 455 N.W.2d 117 (1990), this court issued a third death warrant. That order of execution was again stayed by the U.S. Supreme Court on another petition by Joubert for a writ of certiorari. Upon the termination of that stay, this court issued the fourth death warrant, yet again ordering that Joubert be put to death. On July 3, 1991, the U.S. District Court for the District of Nebraska, upon Joubert's petition for federal habeas corpus relief, entered an order staying \"execution of [the] sentence\" pending resolution *891 of the petition. Joubert v. Hopkins, case No. 8:CV 91-00350.\n\nPART II\nThis opinion concerns itself with the two issues presented by the Attorney General's motion and the prisoner's special appearance: whether this court has jurisdiction to entertain the Attorney General's motion and, if so, whether this court may set an execution date notwithstanding the federal stay of the \"sentence.\"\n\n1. JURISDICTION\nThere are two aspects to the prisoner's claim that this court lacks jurisdiction to entertain the Attorney General's motion: the contention that no court possesses jurisdiction to set successive execution dates and the position that even if such jurisdiction exists, this court has surrendered its jurisdiction to the district court.\nWhether jurisdiction exists to entertain the Attorney General's motion in turn breaks down into two questions: whether there is a statutory basis for such jurisdiction and whether there is any other basis for such jurisdiction.\nBecause the Legislature has addressed the setting of execution dates in several statutes, we initially turn to those enactments for guidance in determining whether, upon appeal to this court, an execution date is properly set by this or the original sentencing court.\nNeb.Rev.Stat. § 29-2543 (Supp.1993) provides:\nWhenever any person has been tried and convicted before any district court in this state of a crime punishable by death and under the conviction has been sentenced by the court to suffer death, it shall be the duty of the clerk of the court before which the conviction was had to issue a warrant, under the seal of the court, reciting therein the conviction and sentence directed to the warden of the Nebraska Penal and Correctional Complex, commanding him or her to proceed at the time named in the sentence to carry the same into execution....\nHowever, Neb.Rev.Stat. § 29-2525 (Reissue 1989) grants a prisoner convicted and sentenced to death an automatic appeal to this court, during which time Neb. Const. art. I, § 23, stays execution of the sentence until further order of this court. See State v. Simants, 197 Neb. 549, 250 N.W.2d 881 (1977), cert. denied 434 U.S. 878, 98 S.Ct. 231, 54 L.Ed.2d 158, reh'g denied 434 U.S. 961, 98 S.Ct. 496, 54 L.Ed.2d 322.\nNeb.Rev.Stat. § 29-2528 (Reissue 1989) further provides that after consideration of the appeal, this court shall \"order the prisoner to be discharged, a new trial to be had, or appoint a day certain for the execution of the sentence.\"\nAccordingly, there is no question that this court has the statutory jurisdiction to set an execution date once it has considered the prisoner's automatic appeal and determined that death is the legally appropriate sentence.\nNeither is there any basis for an argument that no state court has the jurisdiction to reset an execution date once the initial date set has passed. Without regard to who has the duty of fixing the date, the failure to execute a death warrant on the original date fixed does not result in the discharge of a prisoner sentenced to die, but requires the court to fix a new date for the execution. In Iron Bear v. Jones, 149 Neb. 651, 658, 32 N.W.2d 125, 129 (1948), we said, \"`Where a defendant in a criminal action has been legally sentenced to death and has not been executed at the time fixed in the death warrant, he is not entitled to be discharged... but a new date for the execution may be fixed by the proper court.'\" See, Simmons v. Fenton, 113 Neb. 768, 205 N.W. 296 (1925); State v. Miller, 169 Kan. 1, 217 P.2d 287 (1950).\nThe question, then, is whether this court has the statutory jurisdiction to set a new execution date upon the expiration of an earlier date it had set and to issue a warrant thereon. In these regards, the statutes are not entirely clear.\nNeb.Rev.Stat. § 29-2544 (Reissue 1989), without giving direction as to who is to issue the document, provides that upon receipt of a *892 death warrant fixing the execution date, the warden of the Nebraska Penal and Correctional Complex shall proceed at the time named in the warrant to carry out the sentence. In addition, Neb.Rev.Stat. § 29-2545 (Reissue 1989) provides that if a writ of error is granted and execution of the proceedings is suspended, this court may thereafter issue a warrant commanding the warden to carry the sentence into execution at the time stated therein. However, with the exception of coram nobis, the 1972 amendment of Neb. Const. art. I, § 23, abolished writs of error and instead provided for review by appeal to this court. In re Contempt of Liles, 217 Neb. 414, 349 N.W.2d 377 (1984); State v. Longmore, 178 Neb. 509, 134 N.W.2d 66 (1965) (Legislature abolished writ of error in 1961).\nIt is true that where the language of a statute is plain and unambiguous, no interpretation is needed, and a court is without authority to change such language. State v. Palmer, 215 Neb. 273, 338 N.W.2d 281 (1983), cert. denied 484 U.S. 872, 108 S.Ct. 206, 98 L.Ed.2d 157 (1987). But when the language used in a statute requires interpretation or may reasonably be considered ambiguous, the statute is open to construction. Coleman v. Chadron State College, 237 Neb. 491, 466 N.W.2d 526 (1991).\nAlthough a penal statute must be strictly construed, it is to be given a sensible construction, and general terms are to be limited in their construction and application so as to avoid injustice, oppression, or an absurd consequence. See, State v. Saulsbury, 243 Neb. 227, 498 N.W.2d 338 (1993); State v. Pierson, 239 Neb. 350, 476 N.W.2d 544 (1991). Further, in construing a statute, an appellate court must look at the statutory objective to be accomplished, problem to be remedied, or purpose to be served, and then place on the statute a reasonable construction which best achieves its purpose, rather than a construction which will defeat the purpose. Saulsbury, supra; State v. Seaman, 237 Neb. 916, 468 N.W.2d 121 (1991). In construing a statute, the court must attempt to give effect to all of its parts, and if it can be avoided, no word, clause, or sentence will be rejected as superfluous or meaningless; it is not within the province of the court to read anything plain, direct, and unambiguous out of the statute. State ex rel. Grams v. Beach, 243 Neb. 126, 498 N.W.2d 83 (1993). The language of a statute is to be considered in its plain, ordinary, and popular sense. Arizona Motor Speedway v. Hoppe, 244 Neb. 316, 506 N.W.2d 699 (1993); State ex rel. Grams, supra.\nMoreover, a series or collection of statutes pertaining to a certain subject matter, statutory components of acts which are in pari materia, may be conjunctively considered and construed to determine the intent of the Legislature so that different provisions of an act are consistent, harmonious, and sensible. AMISUB v. Board of Cty. Comrs. of Douglas Cty., 244 Neb. 657, 508 N.W.2d 827 (1993); Arizona Motor Speedway, supra; State v. Escamilla, 237 Neb. 647, 467 N.W.2d 59 (1991). Furthermore, in construing a statute, the legislative intention is to be determined from a general consideration of the whole act with reference to the subject matter to which it applies and the particular topic under which the language in question is found, and the intent as deduced from the whole will prevail over that of a particular part considered separately. Neumeyer v. Omaha Public Power Dist., 188 Neb. 516, 198 N.W.2d 80 (1972).\nBy the time of the enactment of § 29-2545, the Legislature had already abolished most writs of error and provided that appeals under the criminal code would be the same as for civil cases. See Longmore, supra. We must therefore conclude that when read with the legislative purpose in mind, § 29-2545 grants this court jurisdiction to set an execution date and issue a warrant upon completion of an appeal.\nThus, when the foregoing statutes are read conjunctively, they provide that after appeal, this court sets an execution date. Further, under the provisions of §§ 29-2543 and 29-2545, this court has jurisdiction to set successive execution dates and issue warrants as may be needed to carry out the sentence.\nIn point of fact, this court has in the past set execution dates and issued death warrants *893 in at least 14 appeals. Some of these cases involved setting execution dates numerous times during the appeal and postconviction process. E.g., State v. Anderson, S-42301; State v. Harper, S-43070; State v. Hochstein, S-42302; State v. Holtan, S-40638; State v. Joubert, S-84-842; State v. Moore, S-43557; State v. Otey, S-42204; State v. Palmer, S-84-733; State v. Perry, S-40967; State v. Reeves, S-81-706; State v. Rust, S-40451; State v. Ryan, S-86-946; State v. Victor, S-88-982; State v. Williams, S-42235. And in Otey v. State, 240 Neb. 813, 485 N.W.2d 153 (1992), we instructed that as this court had issued the death warrant which had been stayed, further application for a death warrant should be filed with this court.\nGenerally, where a statute has been judicially construed and that construction has not evoked amendment, it will be presumed that the Legislature has acquiesced in the court's determination of its intent. Erspamer Advertising Co. v. Dept. of Labor, 214 Neb. 68, 333 N.W.2d 646 (1983). See, also, State, ex rel. Case Threshing Machine Co., v. Marsh, 117 Neb. 832, 223 N.W. 126 (1929); State, ex rel. Village of Dakota City, v. Bryan, 112 Neb. 692, 200 N.W. 870 (1924); State, ex rel. Western Bridge &amp; Construction Co., v. Marsh, 111 Neb. 185, 196 N.W. 130 (1923); Douglas County v. Vinsonhaler, 82 Neb. 810, 118 N.W. 1058 (1908) (it is one of principles governing interpretation and construction of statutes that where meaning of statute is dubious, long usage is just medium by which to expound it).\nThe contention that this court needs separate statutory or other authority to issue a death warrant in addition to the authority to set an execution date overlooks that the death warrant in this context is nothing more than an extension of the setting of a date. Thus, no separate authority to issue a warrant is required. See, State v. Armstrong, 45 Or. 25, 74 P. 1025 (1904) (once death warrant issued, subsequent death warrant not needed); Commonwealth v. Hill, 185 Pa. 385, 39 A. 1055 (1898); Hopkinson v. State, 704 P.2d 1323 (Wyo.1985), cert. denied 474 U.S. 1026, 106 S.Ct. 582, 88 L.Ed.2d 564.\nIt should also be noted that even in the absence of such statutory jurisdiction, this court possesses the inherent judicial power to set successive execution dates and issue death warrants. The inherent judicial power of a court is that power which is essential to the court's existence, dignity, and functions. See In re Integration of Nebraska State Bar Ass'n, 133 Neb. 283, 275 N.W. 265 (1937). Such power is not derived from legislative grant or specific constitutional provision, but from the very fact that this court has been created and charged by the Constitution with certain duties and responsibilities. See id. See, also, Eichelberger v. Eichelberger, 582 S.W.2d 395 (Tex.1979). Accordingly, the Legislature cannot limit the exercise of inherent judicial power, such being essential to the existence of the court and the orderly and efficient exercise of the administration of justice. Inherent judicial power exists in addition to the express grants of judicial power to each court and originates in the mandate of the Nebraska Constitution of the separation of powers between three coequal branches, or departments, of government. State, ex rel. Ralston, v. Turner, 141 Neb. 556, 4 N.W.2d 302 (1942). See, Neb. Const. art. II, § 1; Beard v. N.C. State Bar, 320 N.C. 126, 357 S.E.2d 694 (1987).\nIn addressing the nature of inherent power of the courts in In re Integration of Nebraska State Bar Ass'n, we wrote:\nThe Constitution does not, by any express grant, vest the power to define and regulate the practice of law in any of the three departments of government. In the absence of an express grant of this power to any one of the three departments, it must be exercised by the department to which it naturally belongs because \"It is a fundamental principle of constitutional law that each department of government, whether federal or state, `has, without any express grant, the inherent right to accomplish all objects naturally within the orbit of that department, not expressly limited by the fact of the existence of a similar power elsewhere or the express limitations in the Constitution.' ...\" *894 (Emphasis in original.) 133 Neb. at 285, 275 N.W. at 266.\nThe power arises from necessity where, in the absence of any previously established procedural rule, rights would be lost or the court would be unable to function. Cottle v. Superior Court (Oxnard Shores Co.), 3 Cal.App.4th 1367, 5 Cal.Rptr.2d 882 (1992).\nThis court has recognized the inherent power of courts in many cases and circumstances, e.g., Christianson v. Educational Serv. Unit No. 16, 243 Neb. 553, 501 N.W.2d 281 (1993) (inherent power to dismiss action for disobedience of court order); Schuessler v. Benchmark Mktg. &amp; Consulting, 243 Neb. 425, 500 N.W.2d 529 (1993) (courts inherently possess power to stay civil proceedings when required by interests of justice); In re Interest of D.A., 239 Neb. 264, 475 N.W.2d 511 (1991) (within inherent power of court to appoint guardian ad litem in absence of statutory requirements); State Farm Mut. Auto. Ins. Co. v. Royal Ins. Co., 222 Neb. 13, 382 N.W.2d 2 (1986) (allowance of attorney fees made pursuant to inherent power of court); Creager v. Creager, 219 Neb. 760, 366 N.W.2d 414 (1985) (inherent power to continue court's jurisdiction over alimony judgment to avoid inequitable results); Kirby v. Liska, 214 Neb. 356, 334 N.W.2d 179 (1983) (courts have authority to monitor and determine reasonableness of contingent fee contract under inherent power to regulate the bar); State ex rel. Partin v. Jensen, 203 Neb. 441, 279 N.W.2d 120 (1979) (inherent power of court may be exercised as to bail, although not specifically vested by statute); Kovarik v. County of Banner, 192 Neb. 816, 224 N.W.2d 761 (1975) (inherent power to appoint counsel to represent indigent misdemeanant); Roach v. Roach, 192 Neb. 268, 220 N.W.2d 27 (1974) (court has inherent power to retain jurisdiction to determine amounts due and enforce its judgment); State, ex rel. Ralston, supra (inherent power to regulate conduct and qualifications of attorneys); and In re Integration of Nebraska State Bar Ass'n, supra (inherent power to promulgate rules providing for integration of bar of state).\nThrough its inherent judicial power, this court has authority to do all things that are reasonably necessary for the proper administration of justice, whether any previous form of remedy has been granted or not. In re Integration of Nebraska State Bar Ass'n, supra. See, Kovarik, supra; Beard, supra. A court that has jurisdiction to make a decision also has the power to enforce it by making such orders as are necessary to carry its judgment or decree into effect. State ex rel. Brubaker v. Pritchard, Judge, etc., 236 Ind. 222, 138 N.E.2d 233 (1956); State ex rel. Watkins v. Land and Timber Company, Limited, 106 La. 621, 31 So. 172 (1902); State ex rel. Martin v. Superior Court, 101 Wash. 81, 172 P. 257 (1918). Contra Dexter &amp; Carpenter v. Kunglig Jarnvagsstyrelsen, 43 F.2d 705 (2d Cir.1930), cert. denied 282 U.S. 896, 51 S.Ct. 181, 75 L.Ed. 789 (1931).\nNeb. Const. art. V, § 2, vests this court with, among other things, \"such appellate jurisdiction as may be provided by law\" and requires that the judges of this court hear and determine all appeals \"involving capital cases.\" As noted earlier, § 29-2525 grants a prisoner sentenced to death an automatic appeal to this court, during which period the sentence is constitutionally stayed. Thus, the only question is whether the setting of successive execution dates is necessary to the administration of justice so as to fall within the scope of inherent powers.\nCourts in other jurisdictions have answered affirmatively, holding that setting an execution date is within the courts' inherent powers necessary to allow them to enforce their own judgments. State v. Miller, 169 Kan. 1, 217 P.2d 287 (1950) (once state supreme court affirmed death sentence on appeal and entered order setting execution date, was within court's inherent authority to enforce judgment and order); Williams v. Moore, 262 F.2d 335 (5th Cir.1959), cert. denied 360 U.S. 911, 79 S.Ct. 1297, 3 L.Ed.2d 1261. In Williams, much like the situation presented here, no statutory authority existed for the court to set a new date after the expiration of the stay. See, Upshaw v. State, 350 So.2d 1358 (Miss.1977) (inherent power of court to prescribe rules of procedure for cases involving death penalty); Beck v. State, 396 So.2d 645 (Ala.1980).\n*895 The primary duty of the courts is the proper and efficient administration of justice. In re Integration of Nebraska State Bar Ass'n, 133 Neb. 283, 275 N.W. 265 (1937). See, also, In Matter of Richards, 333 Mo. 907, 63 S.W.2d 672 (1933). Likewise, it is the duty of a court to see that justice is administered speedily, without delay, and legally, and in conformity to constitutional mandates. Knox County Council v. State ex rel. McCormick, 217 Ind. 493, 29 N.E.2d 405 (1940). See, People v. Felella, 131 Ill.2d 525, 137 Ill.Dec. 547, 546 N.E.2d 492 (1989) (judicial power includes adjudication and application of law, administration of courts, and imposition of criminal sentences); State v. Wilkins, 220 Kan. 735, 556 P.2d 424 (1976) (trial court has inherent power to enforce its own orders).\nAccordingly, this court has the inherent power, as well as the statutory power, to set successive execution dates and issue death warrants as the circumstances may dictate.\nIt is urged, however, that once the mandate of this court issued, the court no longer retained jurisdiction; rather, jurisdiction was returned to the district court in order that it might enter judgment in accordance with the mandate. See, State v. Horr, 232 Neb. 380, 441 N.W.2d 139 (1989); Rehn v. Bingaman, 152 Neb. 171, 40 N.W.2d 673 (1950); State Bank of Beaver Crossing v. Mackley, 118 Neb. 734, 226 N.W. 318 (1929) (when some action was taken by district court upon mandate, that court acquired exclusive jurisdiction of cause).\nBut Rehn notes that a ministerial act may be completed by this court even after its mandate is issued because such act \"in no way involves a reconsideration of the judicial determinations made.\" 152 Neb. at 177, 40 N.W.2d at 677 (award of costs which is part of judgment awarded could be corrected after issuance of mandate and without its recall and even after district court has taken action on mandate). See State v. Blankenfeld, 228 Neb. 611, 423 N.W.2d 479 (1988) (where county court's judgment and sentence appealed to district court and to this court, which remanded upon affirmance to district court, district court was not required to remand to county court for performance of ministerial task of enforcing order of this court). Because the setting of an execution date has been uniformly held to be a ministerial and not a judicial act, this court retains the authority to set an execution date. See, Pate v. State, 393 P.2d 247 (Okla.Crim. 1964); Ex parte Grayson, 86 Okla.Crim. 86, 187 P.2d 232 (1948); Rose v. Commonwealth, 189 Va. 771, 55 S.E.2d 33 (1949). See, also, Iron Bear v. Jones, 149 Neb. 651, 32 N.W.2d 125 (1948) (time designated by court for executing sentence of death is not part of sentence; it is simply order prescribing time when sentence shall take effect); In re Cross, 146 U.S. 271, 13 S.Ct. 109, 36 L.Ed. 969 (1892); Schwab v. Berggren, 143 U.S. 442, 12 S.Ct. 525, 36 L.Ed. 218 (1892).\nIt has \"long been settled that, `The jurisdiction of a court is not exhausted by the rendition of its judgment, but continues until that judgment shall be satisfied.'\" Williams, 262 F.2d at 338 n. 4. See Anderson v. State, 267 So.2d 8 (Fla.1972) (where supreme court originally obtained jurisdiction of certain criminal cases because each was capital case, court would retain jurisdiction for all purposes until final disposition of case). Contra State ex rel. Vance v. Hatten, 508 S.W.2d 625 (Tex.Crim.App.1974) (once criminal court of appeals has acquired jurisdiction, it is only by judgment of that court that jurisdiction over case is restored to lower court, which acquires jurisdiction of case only to see that judgment of criminal court of appeals is carried out). Thus, this court retains jurisdiction to set an execution date and issue a death warrant notwithstanding the issuance of a mandate to the inferior court.\nMoreover, in order for the inferior court to reacquire jurisdiction, it must take action on this court's mandate. Here, Neb. Rev.Stat. § 29-2522 (Reissue 1989) prevented the district court from setting an execution date \"until after the conclusion of the appeal provided for by section 29-2525.\" This court's mandate did not direct the district court to set an execution date, and we find nothing in the record which demonstrates that the district court undertook to do so. Consequently, the issuance of this *896 court's mandate did not surrender its jurisdiction to the district court.\n\n2. EXERCISE OF JURISDICTION\nThe Attorney General contends in the brief for appellee that notwithstanding the pendency of the federal court stay, this court may and should set an execution date in the future so as to provide the federal court with a deadline within which to adjudicate the matter before it. He concedes, however, that if the federal court fails to meet such a deadline, the State would be powerless to prepare for and to carry out the sentence.\nA prisoner who has been sentenced to death has two separate avenues of review by the federal courts. If a federal question is involved, a prisoner sentenced to death may seek review by the U.S. Supreme Court by petitioning that court for a writ of certiorari. Barefoot v. Estelle, 463 U.S. 880, 103 S.Ct. 3383, 77 L.Ed.2d 1090 (1983), reh'g denied 464 U.S. 874, 104 S.Ct. 209, 78 L.Ed.2d 185. In addition, Congress has provided for federal review via habeas corpus. Not only is a stay permitted in the event of a direct appeal, 28 U.S.C. § 2101(f) (1988), but 28 U.S.C. § 2251 (1988) provides that once a federal stay has been granted in a habeas corpus action, any proceeding in any state court or by or under any state authority shall be void. See, also, U.S.Sup.Ct.R. 23; Fed. R.Crim.P. 38; 8th Cir.R. 8A.\nIn Rogers v. Peck, 199 U.S. 425, 436, 26 S.Ct. 87, 90, 50 L.Ed. 256 (1905), the U.S. Supreme Court, in speaking of U.S.Comp. Stat. § 766 (1901), the predecessor to § 2251 (see In re Strauss, 126 F. 327 (1903)), said:\nStatutes should be given a reasonable construction with a view to make effectual the legislative intent in their enactment. The object of this statute is apparent. It requires the state courts and authorities to make no order and entertain no proceeding which shall interfere with the full examination and final judgment in a habeas corpus proceeding in the Federal courts....\nSee, Louie Yung v. Coleman, 5 F.Supp. 702 (D.Idaho 1934) (state authorities and courts are prevented by this statute from making any order or entering any proceedings which shall interfere with full determination and final judgment in habeas corpus proceeding pending in federal court); Rogers, supra (statute aims to entirely prevent action which shall interfere with perfect freedom of federal courts to inquire into case and make such orders and render such judgment as they shall see fit).\nIn like vein, in In re Shibuya Jugiro, 140 U.S. 291, 295, 11 S.Ct. 770, 772, 35 L.Ed. 510 (1891), the U.S. Supreme Court had written:\nOf the object of the statute there can be no doubt. It was\u0097in cases where the applicant was held in custody under the authority of a state court or by the authority of a State\u0097to stay the hands of such court or State, while the question as to whether his detention was in violation of the Constitution, laws or treaties of the United States was being examined by the courts of the Union having jurisdiction in the premises. But the jurisdiction of the state court in the cases specified is restrained only pending the proceedings in the courts of the United States, and until final judgment therein.\nIn accord are the decisions of United States v. Shipp, 203 U.S. 563, 27 S.Ct. 165, 51 L.Ed. 319 (1906), and United States v. Brown, 281 F. 657 (8th Cir.1922). In Shipp, the prisoner, who had been sentenced to death for a rape, presented a petition for a writ of habeas corpus. After denial of the writ, he appealed to the U.S. Supreme Court. The Court allowed the appeal and ordered that all proceedings against the prisoner be stayed and custody of the prisoner be retained pending the appeal. The sheriff and his deputies were informed of the Court's stay but conspired to break into the jail for the purpose of lynching and murdering the defendant. The U.S. Supreme Court declared:\n[T]he order suspended further proceedings by the State against the prisoner and required that he should be forthcoming to abide the further order of this court. It may be found that what created the mob and led to the crime was the unwillingness of its members to submit to the delay *897 required for the trial of the appeal. From that to the intent to prevent that delay and the hearing of the appeal is a short step. If that step is taken the contempt is proved.\n203 U.S. at 575, 27 S.Ct. at 167.\nSimilarly, in Brown, after the prisoner had appealed to the U.S. Court of Appeals for the Eighth Circuit and while the appeal was pending, the county attorney, sheriff, and clerk of the district court were proceeding to \"try, convict, and imprison the petitioner under the indictment in the case.\" 281 F. at 661. The Eighth Circuit Court stated that if the actions of the state proceeded to imprisonment pending the appeal, the power of the court to grant relief to the petitioner would have been impaired, if not destroyed. Thus, it had the power to protect and preserve its jurisdiction and to give effect to its jurisdiction unimpaired.\nThe Attorney General advises this court he \"perceive[s] no tension between a stay of execution issued by a federal court and the establishment of a viable date of execution for a death-sentenced prisoner should that prisoner's last established execution date have passed as a result of a federal stay of execution.\" Brief for appellee at 13. In part, the Attorney General argues that the stay precludes only the execution of the prisoner, not the ministerial act of setting a date on which the execution is to be carried out. See Pate v. State, 393 P.2d 247 (Okla.Crim. App.1964).\nHowever, in In re Ebanks, 84 F. 311 (N.D.Cal.1897), aff'd sub nom., Ebanks v. Hale, 168 U.S. 707, 18 S.Ct. 942, 42 L.Ed. 1214, when, during the pendency of an appeal and stay, the state court made an order directing the warden to carry into execution the judgment convicting the prisoner of murder by inflicting upon him on a stated date the penalty of death, the federal court held that it necessarily followed from its grant of an appeal and the stay imposed upon all proceedings in the state court that the state's order was given without jurisdiction and was absolutely void. Moreover, if carried into effect, the federal court stated, the state's actions would deprive the prisoner of the right to have the judgment of that court in the matter of his petition for a writ of habeas corpus reviewed by the U.S. Supreme Court, a right guaranteed to him by the laws of the United States. See Ex parte Martin, 180 F. 209 (D.Or.1910) (after issuance of writ, state court is wholly without authority to proceed further as against prisoner).\nIt has also been held that preparations by a state consisting of moving the prisoner from his cell on death row to a special holding area with the intent to carry out the death sentence promptly if the state's motion to vacate was granted are improper. Smith v. Armontrout, 825 F.2d 182 (8th Cir.1987). The court in Smith held that the prisoner should not be subject to these \"`preparations' \"until the habeas corpus petition was dismissed and the stay of execution finally dissolved. Id. at 184. See Levine v. Torvik, 986 F.2d 1506 (6th Cir.1993), cert. denied ___ U.S. ___, 113 S.Ct. 3001, 125 L.Ed.2d 694 (pursuant to § 2251 district court has authority to grant stay of all state court proceedings that have effect of defeating or impairing federal court's jurisdiction; stay is necessary to preserve status quo); Jackson v. Justices of Superior Court of Mass., 423 F.Supp. 50 (D.Mass.1976), judgment vacated 549 F.2d 215 (1st Cir.1977), cert. denied 430 U.S. 975, 97 S.Ct. 1666, 52 L.Ed.2d 370 (court has jurisdiction under § 2251 to stay state court proceedings where it is necessary to do so to prevent state from acting in manner which will render relief by federal court meaningless).\nIn Bates v. Estelle, 483 F.Supp. 224 (S.D.Tex.1980), the court disposed of a similar argument that a stay did not reach purely ministerial or administrative acts of the court. Therein, the respondents, the director of the Texas Department of Corrections and the sheriff, argued that the execution of a state court mandate is not a proceeding within the terms of § 2251 and could not be stayed pending a ruling on the petition. The court defined the respondents' argument as being, in effect, that Congress considered habeas corpus rights important enough to authorize federal courts to halt or even void state court proceedings but not to authorize federal courts to interfere with administrative and ministerial actions related to *898 these proceedings. Characterizing the argument as untenable, the court held that the execution of a state court sentence was a proceeding in the sense that the federal district court had the power to stay the execution of its mandate calling for the habeas corpus petitioner's incarceration pending review of a habeas corpus petition.\nTo determine what constitutes a \"proceeding... in any State court\" for the purposes of § 2251, the Bates court turned to the construction given to similar language in the federal Anti-Injunction Act. See 28 U.S.C. § 2283 (1988). According to the U.S. Supreme Court, the term \"`proceedings in a State court'\" in the Anti-Injunction Act \"`includes all steps taken or which may be taken in the state court or by its officers from the institution to the close of the final process.'\" Bates, 483 F.Supp. at 227. See, Hill v. Martin, 296 U.S. 393, 56 S.Ct. 278, 80 L.Ed. 293 (1935) (stay of proceedings in any court of state applies alike to action by court and its ministerial officers; applies not only to execution issued on judgment, but to any proceeding supplemental or ancillary taken with view to making suit or judgment effective); Leathe v. Thomas, 97 F. 136 (7th Cir.1899) (prohibition of statute extends not only to proceedings up to and including final judgments, but to entire proceedings from commencement of suit until execution); American Ass'n v. Hurst, 59 F. 1 (6th Cir.1893) (act of executive officer of court done under color of its process is to be regarded as proceeding of that court); Black's Law Dictionary 1204 (6th ed. 1990) (term \"proceeding\" refers to \"[r]egular and orderly progress in form of law, including all possible steps in an action from its commencement to execution of judgment ... an act necessary to be done in order to obtain a given end\").\nWhile we agree that the purpose of a stay is to prevent a state from doing an act which is challenged and may be declared unlawful in a pending proceeding, In re Strauss, 126 F. 327 (1903), we must reject the Attorney General's position that the setting of an execution date is exempted from the stay.\nThe setting of execution dates in anticipation of the termination of a stay clearly constitutes preparation for the carrying out of an execution, in violation of federal law. See Clair v. Vasquez, 827 F.Supp. 1465 (C.D.Cal. 1993) (seven jurisdictional challenges by state to stays of execution close to line between advocacy and frivolousness); Smith v. State, 145 So.2d 688 (Miss.1962) (affirmative action by state court on state's motion to have new date set for execution of death sentence precluded where justice of U.S. Supreme Court stayed execution of death sentence of defendant pending action of Court on defendant's petition for certiorari).\nThus, the Attorney General asks us not only to perform a useless act, he asks us to perform a lawless one. It appears he has overlooked that U.S. Const. art. VI subjects the State of Nebraska to the \"Constitution, and the Laws of the United States\" and that he has sworn not only to support the Constitution of this state, but that of the United States as well. Neb. Const. art. XV, § 1; Neb.Rev.Stat. § 7-104 (Reissue 1991).\nIt must be borne in mind that the \"legal barriers that exist to preserve the individual's constitutional rights and protect against the unlawful execution of a death sentence\" separate the unlawful killing by a person and the lawful killing by the state. Mercer v. Armontrout, 864 F.2d 1429, 1431 (8th Cir. 1988). \"If the law is not given strict adherence, then we as a society are just as guilty of a heinous crime as the condemned felon.\" Id.\nConcerns for finality to a state's judgments do not outweigh the absolute need to protect against the deprivation of an individual's constitutional rights which might invalidate his capital sentence. Mercer, supra.\n\nPART III\nWe therefore hold that this court may not set an execution date anticipating the termination of a federal stay. The prisoner's special appearance is overruled, and the Attorney General's motion is overruled without prejudice.\nAlthough it is clear from the foregoing analysis that the Attorney General could have had no legitimate legal reason for moving for the setting of an execution date while *899 a federal stay was pending, because this is the first time we have directly so held, we overrule, without prejudice, the prisoner's motion for sanctions.\nSPECIAL APPEARANCE OVERRULED.\nMOTION FOR SETTING OF EXECUTION DATE OVERRULED WITHOUT PREJUDICE.\nMOTION FOR SANCTIONS OVERRULED WITHOUT PREJUDICE.\n",
            "ocr": false,
            "opinion_id": 2196479
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Rape"
}