{
    "id": 1788920,
    "judges": "Newbern",
    "date_filed": "1976-12-27",
    "date_filed_is_approximate": true,
    "slug": "bonds-v-state",
    "case_name_short": "Bonds",
    "case_name": "Bonds v. State",
    "case_name_full": "Roger BONDS v. STATE of Arkansas",
    "attorneys": "Ralph J. Blagg, for appellant., Winston Bryant, Att’y Gen., by: Sandy Moll, Asst. Att’y Gen., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 12,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b581-10\" pgmap=\"581\">\n    Roger BONDS v. STATE of Arkansas\n   </parties><br><docketnumber id=\"b581-11\" pgmap=\"581\">\n    CR 92-438\n   </docketnumber><br><citation id=\"b581-12\" pgmap=\"581\">\n    837 S.W.2d 881\n   </citation><br><court id=\"b581-13\" pgmap=\"581\">\n    Supreme Court of Arkansas\n   </court><decisiondate id=\"AZ6\" pgmap=\"581\">\n    Opinion delivered October 5, 1992\n   </decisiondate><br><attorneys id=\"b582-13\" pgmap=\"582\">\n    Ralph J. Blagg, for appellant.\n   </attorneys><br><attorneys id=\"b582-14\" pgmap=\"582\">\n    Winston Bryant, Att’y Gen., by: Sandy Moll, Asst. Att’y Gen., for appellee.\n   </attorneys>",
    "citations": [
        "837 S.W.2d 881",
        "310 Ark. 541"
    ],
    "opinions": [
        {
            "author_str": "Newbern",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3769.0,
            "opinion_text": "\n837 S.W.2d 881 (1992)\n310 Ark. 541\nRoger BONDS, Appellant,\nv.\nSTATE of Arkansas, Appellee.\nNo. CR 92-438.\nSupreme Court of Arkansas.\nOctober 5, 1992.\n*882 Ralph J. Blagg, Clinton, for appellant.\nSandy Moll, Asst. Atty. Gen., Little Rock, for appellee.\nNEWBERN, Justice.\nThe appellant, Roger Bonds, was convicted of first degree sexual abuse of his thirteen year old niece. The jury imposed a four year imprisonment sentence and a $5000 fine. Bonds argues the Trial Court erred by (1) refusing to instruct the jury on carnal abuse in the third degree and sexual misconduct as lesser offenses included in rape, (2) allowing a minister, Danny Brown, to testify in violation of the religious privilege in Ark.R.Evid. 505(b) (1992), and (3) submitting a verdict form to the jury which incorrectly stated the minimum penalty for a Class C felony to be four years imprisonment. We find no reversible error and affirm the conviction.\nThe victim was visiting in the home of her cousin, Linda. Bonds is Linda's father and the victim's uncle. The victim stated she was sitting in a chair downstairs, while Linda was upstairs, and Bonds came over and \"touched her privates.\" She testified Bonds put his finger, tongue, and penis inside her.\nDanny Brown, Bonds' former employer, brother-in-law, and minister, stated he called Bonds to determine if the allegations he had heard about the sexual abuse were true. If the allegations were true, Brown intended to fire Bonds. Brown testified over objection that Bonds told him that Linda and the victim were upstairs when the phone rang, and he was downstairs watching television. The victim came downstairs to listen in on the conversation. Bonds told Brown the victim was not properly dressed, and she \"caught him at a bad time.\" Bonds admitted to Brown that he touched and kissed the victim's breasts, but he denied raping her. After this conversation, Brown fired Bonds. At trial, Bonds testified to the same basic facts.\nThe Trial Court instructed the jury on the offense of rape and the lesser included offense of sexual abuse in the first degree. Defense counsel's proffered instructions for the lesser included offenses of carnal abuse in the third degree and sexual misconduct were refused.\n\n1. Lesser included offenses\nBonds requested the jury be instructed on carnal abuse in the third degree and sexual misconduct as lesser offenses included in rape. A person commits rape if he engages in sexual intercourse or deviate *883 sexual activity with a victim less than fourteen years old. Ark.Code Ann. § 5-14-103(a)(3) (1987). A person commits carnal abuse in the third degree if he is twenty years or older and engages in sexual intercourse or deviate sexual activity with a victim who is less than sixteen years old. ArkCode Ann. § 5-14-106(a) (1987). A person commits sexual misconduct if he engages in sexual intercourse or deviate sexual activity with a victim who is less than sixteen years old. ArkCode Ann. § 5-14-107(a) (1987). Carnal abuse in the third degree and sexual misconduct are misdemeanor offenses.\nIn Sullivan v. State, 289 Ark. 323, 711 S.W.2d 469 (1986), Sullivan was convicted of raping his thirteen year old stepdaughter. He argued the Trial Court should have instructed the jury on the lesser included offense of carnal abuse in the first degree. We recognized that rape and carnal abuse in the first degree had become identical, except that carnal abuse required proof that the accused be at least eighteen years old. Therefore, carnal abuse in the first degree contained an element not included in rape, and it was not a lesser included offense. We reaffirmed the Sullivan holding in Kester v. State, 303 Ark. 303, 797 S.W.2d 704 (1990), and Leshe v. State, 304 Ark. 442, 803 S.W.2d 522 (1991).\nFollowing the Sullivan rationale leads to the conclusion that carnal abuse in the third degree is likewise not a lesser offense included in rape. Carnal abuse in the third degree contains two elements not included in rape, i.e., that the accused be twenty years or older and that the victim be less than sixteen. The Trial Court was correct in not instructing the jury on carnal abuse in the third degree.\nSexual misconduct also contains an element not included in rape, i.e., that the victim be less than sixteen years old. Even assuming, however, that sexual misconduct is a lesser included offense, there was no rational basis for instructing the jury on it. ArkCode Ann. § 5-l-110(c) (1987). We have held that the only substantive purpose of the sexual misconduct statute is to fill the gaps in other sections of the Code which would occur when the sexual offender is less than 18 or less than 20 years old. McKinnon v. State, 287 Ark. 1, 695 S.W.2d 826 (1985). As Bonds was forty-three at the time of the offense, sexual misconduct is inapplicable.\nBonds asserts the statutes deny him the right to equal protection of the laws as they prohibit him, because of his age, from receiving a misdemeanor jury instruction. Bonds did not obtain a ruling on his equal protection argument at the trial. Failure to obtain a ruling, even with respect to a constitutional question, precludes the issue on appeal. State v. Torres, 309 Ark. 422, 831 S.W.2d 903 (1992).\n\n2. A.R.E. 505(b)\nBonds argues the Trial Court erred by allowing Brown to testify about what he, Bonds, told him about the sexual abuse in violation of the religious privilege of Ark.R.Evid. 505(b). During a pre-trial hearing on Bonds' motion to suppress this testimony, Brown testified he was a minister and associate pastor of Friendship Baptist Church in Clinton. He also owned a small air conditioning business where Bonds had been employed. Thirty days before the allegedly privileged communication, Brown had invited Bonds to attend his church. Although Bonds was not a member, he had attended church there on several occasions.\nThe alleged privileged communication occurred as a result of a phone call Brown made to Bonds. At the time of the call, Bonds worked for Brown. Although Brown had ministered to Bonds once in the past, Brown testified without contradiction that he made the call as Bonds' employer. The Trial Court held the privilege did not apply because Brown was not acting in his \"capacity as a spiritual advisor.\"\nA person has a privilege to refuse to disclose and to prevent another from disclosing a confidential communication by the person to a clergyman in his professional character as spiritual advisor. A.R.E. 505(b). In reviewing a trial court's ruling on a motion to suppress, we make an independent *884 determination based on the totality of the circumstances and reverse only if the decision is clearly against the preponderance of the evidence. Cook v. State, 293 Ark. 103, 732 S.W.2d 462 (1987).\nThe most recent case involving the religious privilege in Arkansas is Magar v. State, 308 Ark. 380, 826 S.W.2d 221 (1992). It was held that the religious privilege was inapplicable despite the-fact that Magar and his minister had several counseling sessions where the minister had agreed to keep any communications confidential. The privilege did not apply because \"it was an accusatory situation initiated by Reverend Rowe that did not encompass spiritual counseling.\"\nThere are stronger reasons for refusing to apply the religious privilege in the present case than existed in the Magar case. Brown was Bonds' employer, brother-inlaw, and friend. Brown testified at the suppression hearing that he called Bonds as an employer to determine if Bonds should be fired. There was no evidence of ongoing counseling between Brown and Bonds which Brown agreed to keep confidential. In light of these facts and the Magar decision, we have little difficulty determining that the communication was not made to Brown in his capacity as a spiritual advisor. The Trial Court's decision was not clearly against the preponderance of the evidence.\n\n3. Verdict form\nBonds' last point relates to the verdict form submitted to the jury. The Trial Court correctly instructed the jury that the penalty range for a Class C felony, sexual abuse in the first degree, was a minimum of three years and a maximum of ten years imprisonment. The verdict form, however, in paragraph (C) indicated a minimum imprisonment for a Class C felony to be four years. The statutory minimum imprisonment for a Class C felony is three years. Ark.Code Ann. § 5-4-401(a)(4) (1987). The jury returned a four year imprisonment sentence.\nBonds did not object to the submission of this erroneous verdict form. An error in the verdict form cannot be raised on appeal if the point was not presented to the trial court. See, e.g., Parker v. State, 302 Ark 509, 790 S.W.2d 894 (1990); Curtis v. State, 279 Ark. 64, 648 S.W.2d 487 (1983); Ply v. State, 270 Ark. 554, 606 S.W.2d 556 (1980).\nAffirmed.\n",
            "ocr": false,
            "opinion_id": 1788920
        }
    ],
    "court_short_name": "Supreme Court of Arkansas",
    "court_full_name": "Supreme Court of Arkansas",
    "court_type": "S",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Rape"
}