{
    "id": 1093914,
    "judges": "Taylor",
    "date_filed": 489974400000,
    "date_filed_is_approximate": false,
    "slug": "pride-v-state",
    "case_name_short": "Pride",
    "case_name": "Pride v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "473 So. 2d 576"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6165.0,
            "opinion_text": "\n473 So. 2d 576 (1984)\nOliver Eugene PRIDE\nv.\nSTATE.\n8 Div. 142.\nCourt of Criminal Appeals of Alabama.\nNovember 13, 1984.\nRehearing Denied January 8, 1985.\nCertiorari Quashed July 12, 1985.\n*577 Gary W. Alverson, Tuscumbia, for appellant.\nCharles A. Graddick, Atty. Gen., and Fred F. Bell, Asst. Atty. Gen., for appellee.\nAlabama Supreme Court 84-392.\nTAYLOR, Judge.\nOliver Eugene Pride was found guilty of rape. In accordance with the Habitual Felony Offenders Act, he was sentenced to a term of life in the penitentiary without the benefit of parole. Three issues are raised by him on appeal.\n\nI\nPride contends that the trial court erred by allowing into evidence testimony of a prior bad act. Specifically, Pride argues that the trial court's admission into evidence of an alleged prior burglary and attempted rape of another woman in the same neighborhood was reversible error. He argues that the testimony regarding this incident could have only been offered for the purpose of showing the general bad reputation of the appellant and his propensity to commit such a crime, thus violating the general exclusionary rule. He also asserts that the prior incident was too remote for consideration.\nThe state submits that the testimony was properly admitted because it tended to show that the appellant intended to rape the occupant of the house he had broken into.\nIn the present case, the state's evidence was that the appellant entered the female victim's house through a window, and stood over the victim's bed calling her name. She screamed and he put his hand over her mouth and dragged her into another room. He then threw her on the bed, held a knife to her throat, and raped her. The victim's neighbors heard the victim say, \"Oh, my God, somebody help me ...\" and a male voice say, \"Hush, or I will cut *578 your damn throat,\" and the neighbor began calling her. When the neighbors began knocking on the door, the victim stated, the appellant ran out the back door.\nThe state's evidence regarding the prior act was that the appellant entered a female victim's home through a bathroom window, threw the victim on the bed, put his hand over her mouth and told her not to make any noise. The victim hit him and called out for her sister and brother. The appellant then left. The state proposed to recall the victim as a rebuttal witness after the appellant testified.\nThe appellant admits that he had sexual relations with the victim in this case, but contends that she consented to the act. He stated that she began to scream only after he refused to pay her.\nShould the state have been allowed to prove the appellant's prior act?\nTherefore, the appellant's intent becomes an issue. The intent exception which permits admission of evidence of bad acts requires that the bad act shed light on his intent in the case being tried. Otherwise, the evidence would tend to show only a propensity to commit crimes, or bad character.\nIn Alabama, evidence of collateral criminal activity is admissible if \"it relates to motive and intent to commit the crime presently charged to the accused.\" Laing v. State, 390 So. 2d 1154 (Ala.Crim.App.), cert. denied, 390 So. 2d 1160 (Ala.1980).\nMoreover,\n\"The testimony of a woman that the accused attacked her and apparently attempted to rape her 5 days prior to the rape for which the accused was prosecuted was held to be admissible in Fisher v. State, 57 Ala.App. 310, 328 So. 2d 311, cert. denied, 295 Ala. 401, 328 So. 2d 321 (1976), where the accused admitted that he had intercourse with the complainant, but contended that it was voluntary and in fact was at the urging of the complainant. Noting that the sole question for the jury was whether the act was committed by force or whether it was voluntary, the court stated that the testimony of the other victim was relevant to show the motive and intent of the accused, as well as to rebut the accused's defense that the act was voluntary.\"\nAnnot. 2 A.L.R. 4th 318 (1980).\nBased upon the proposition stated in Fisher, supra, appellant's prior bad act was correctly admitted to show the appellant's intent to commit rape in the present case and negate his defense of consent. Glanton v. State, 474 So. 2d 154 (Ala.Crim. App.1984). Appellant additionally contends that this prior act was too remote to be considered in evidence, having occurred four months before the offense in this case. similar act inadmissible. White v. State, 380 So. 2d 348 (Ala.Crim.App. 1980). Remoteness is a relative standard, varying in its application according to the facts of each particular case. Palmer v. State, 401 So. 2d 266 (Ala.Crim.App.), cert. denied, 401 So. 2d 270 (Ala.1981). In the present case, the prior incident occurred approximately four months previous to the incident in the present case, and so was not remote in fact. No error was committed here.\n\nII\nAppellant also contends that the trial court erred in denying his motion for mistrial.\nWhen the district attorney was cross-examining the appellant, he asked where he had been residing at the time of the incident. The following occurred:\n\"Q: How about down at the Heglar house? Did you go down there first?\n\"A: I stayed there.\n\"Q: All right, did you go down there first right after you raped her?\"\n\"MR. ALVERSON: Now I'm going to object to this\u0097\n\"A: You can go ahead and let him ask it.\n\"MR. ALVERSON: Well, I'm going to object to it on the grounds that he has characterized\u0097\n\"BY THE COURT: Sustain the objection.\n\n*579 \"MR. ALVERSON: We move for a mistrial on that basis, Your Honor.\n\"BY THE COURT: Ladies and gentlemen of the jury, you are not to consider the last answer of Mr. Pride in your deliberations, and the motion for a mistrial is denied.\n\"MR. ALVERSON: Your Honor, what I'm objecting to is the district attorney's characterization of whatever took place as a rape.\n\"BY THE COURT: Well, I have told the jury they are not to consider that in their deliberations as to what was said by the D.A. or the answer by Mr. Pride. Let's move on.\"\nWe find no error in the refusal of the trial judge to grant the requested mistrial. \"A motion for mistrial should not be granted where the prejudicial qualities of the comment can be eradicated by action of the trial court.\" Nix v. State, 370 So. 2d 1115 (Ala.Crim.App.), cert. denied, 370 So. 2d 1119 (Ala.1979). The district attorney's question called for a conclusion\u0097as to whether the act complained of was rape\u0097 and so was subject to objection. It was not highly prejudicial. The trial judge's instruction to the jury sufficiently eradicated any adverse effects of this question.\nAFFIRMED.\nAll the Judges concur.\n",
            "ocr": false,
            "opinion_id": 1093914
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Alabama",
    "court_full_name": "Court of Criminal Appeals of Alabama",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Rape"
}