{
    "id": 1206106,
    "judges": "Durham, Hall, Howe, Stewart, Zimmerman",
    "date_filed": 534038400000,
    "date_filed_is_approximate": false,
    "slug": "state-v-velarde",
    "case_name_short": "Velarde",
    "case_name": "State v. Velarde",
    "case_name_full": "STATE of Utah, Plaintiff and Respondent, v. Jerry Lee VELARDE, Defendant and Appellant",
    "attorneys": "Andrew A. Valdez, Salt Lake City, for defendant and appellant., David L. Wilkinson, Atty. Gen., J. Stephen Mikita, Asst. Atty. Gen., Salt Lake City, for plaintiff and respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 15,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b499-3\">\n    STATE of Utah, Plaintiff and Respondent, v. Jerry Lee VELARDE, Defendant and Appellant.\n   </parties><br><docketnumber id=\"b499-6\">\n    No. 19697.\n   </docketnumber><br><court id=\"b499-7\">\n    Supreme Court of Utah.\n   </court><br><decisiondate id=\"b499-8\">\n    Dec. 4, 1986.\n   </decisiondate><br><attorneys id=\"b500-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"450\"> \n     *450\n     </span>\n    Andrew A. Valdez, Salt Lake City, for defendant and appellant.\n   </attorneys><br><attorneys id=\"b500-5\">\n    David L. Wilkinson, Atty. Gen., J. Stephen Mikita, Asst. Atty. Gen., Salt Lake City, for plaintiff and respondent.\n   </attorneys>",
    "citations": [
        "734 P.2d 449"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5854.0,
            "opinion_text": "\n734 P.2d 449 (1986)\nSTATE of Utah, Plaintiff and Respondent,\nv.\nJerry Lee VELARDE, Defendant and Appellant.\nNo. 19697.\nSupreme Court of Utah.\nDecember 4, 1986.\n*450 Andrew A. Valdez, Salt Lake City, for defendant and appellant.\nDavid L. Wilkinson, Atty. Gen., J. Stephen Mikita, Asst. Atty. Gen., Salt Lake City, for plaintiff and respondent.\nHALL, Chief Justice:\nDefendant Jerry Lee Velarde was convicted of murder in the second degree, U.C.A., 1953, § 76-5-203(1)(a), (b) (Repl. Vol. 8B, 1978 ed., Supp. 1985) (amended 1986), following a trial to a jury. We reverse.\nOn June 13, 1983, Richard McIntyre was attacked from behind, without provocation, by three individuals as he sat on a picnic bench at Washington Park in Salt Lake City. Two of the attackers carried wood two-by-fours approximately two and one-half feet long, while the third carried a rounded stick resembling an ax handle. McIntyre was hit at least six times about the head and neck, sustaining severe head injuries. Following neurosurgery, an electroencephalogram (EEG) was performed, which showed severe dysfunction of McIntyre's brain. Two additional EEGs were performed on June 15 and 16. Neither EEG indicated brain activity (the EEG was \"flat\"). Following the last EEG, it was determined that McIntyre was brain dead and that artificial support systems should be removed. McIntyre ceased to breathe immediately, and his heart stopped within five to ten minutes after the respirator was removed.\nTwo individuals were sitting with McIntyre at the time of the attack: his fiance, Sherry Miller, and a friend, Robert Shelton. Another eyewitness, Gerald Collins, was in a car pulling away from the park at the time of the attack. Among them, these three eyewitnesses identified Jerry Velarde, Randy Velarde, and Ignacio Sanchez as the assailants.\nSanchez, who initially was also charged with second degree murder, agreed to cooperate with the prosecution and to testify against the Velarde brothers in exchange for a plea to aggravated assault. At trial, Sanchez testified that Jerry wanted to jump McIntyre because McIntyre had beaten Jerry up and bitten his nose. Sanchez and Randy were going to back up Jerry. Sanchez admitted that he and the Velarde brothers carried out the attack, but claimed that he, Sanchez, did not hit the victim. Sanchez also testified that prior to the assault on McIntyre, the three assailants had consumed some wine and a fifth of vodka.\nDefendant's first point on appeal is that the trial court erred by refusing to instruct the jury regarding the offenses of simple assault, aggravated assault, and negligent homicide. Defendant contends that these offenses are lesser included offenses of second degree murder as it was charged in this case.\nThe information filed against defendant charged that defendant committed second degree murder in that he \"intentionally or knowingly caused the death of Richard Dean McIntyre and/or intending to cause serious bodily injury to another, committed an act clearly dangerous to human life that caused the death of Richard Dean McIntyre.\" The information was read to the jury.\nThe jury instructions advising the jurors of the elements they had to find in order to convict defendant of second degree murder *451 included only the elements found in U.C.A., 1953, § 76-5-203(1)(a) and (b) (Repl.Vol. 8B, 1978 ed., Supp. 1985) (amended 1986). Those sections state:\n(1) Criminal homicide constitutes murder in the second degree if the actor:\n(a) Intentionally or knowingly causes the death of another; or\n(b) Intending to cause serious bodily injury to another, he commits an act clearly dangerous to human life that causes the death of another... .\nThis Court in State v. Baker[1] set forth the standards to be used to determine whether a jury should be instructed on lesser included offenses. If a defendant requests a lesser included instruction, as was the case here, an evidence-based standard controls.[2] To determine whether an offense is included in a charged offense, the trial court must first determine whether the offense is established by proof of the same or less than all the facts required to establish the commission of the offense charged.[3] If the same facts tend to prove elements of more than one statutory offense and the evidence is ambiguous and susceptible to alternative explanations, the trial court must give the lesser included offense instruction if any one of the alternative interpretations provides both a rational basis for a verdict acquitting the defendant of the offense charged and convicting him of the included offense.[4]\nIn Baker, we further noted that this standard does not allow the court in jury cases to weigh the credibility of the evidence offered by a defendant in support of his or her request for a lesser included offense instruction.[5] To allow otherwise would impinge upon the defendant's right to have the jury decide issues of fact.[6] The court must determine only whether there is a sufficient quantum of evidence presented to justify charging the jury with a defendant's requested instruction.[7] It follows that in determining whether a rational jury could acquit on the greater charge and find guilt on the lesser charge, the court must view the evidence and the inferences that can be drawn from it in the light most favorable to the defendant.[8]\nDefendant took the stand in his own defense at trial. His version of the facts is as follows: Defendant admitted taking part in the assault on McIntyre and admitted that he intended to get into a fistfight with McIntyre. Defendant also admitted that he and the others carried clubs when confronting McIntyre. Defendant told the jury that he had been in a fight with McIntyre several days before this incident occurred. McIntyre had gouged defendant's eyes and bitten defendant on the nose. On the day the events at issue here took place, defendant, Randy Velarde, and Sanchez were walking down the sidewalk across the street from Washington Park, when defendant saw McIntyre in the park. McIntyre waved to defendant to come over. Defendant told Randy and Sanchez that \"that was the guy that bit [defendant's] nose.\" Defendant also told them that he was going to go over and see what McIntyre wanted and that if it ended up in a fight they should help him. Because there were seven or eight other people around at the time, Randy suggested picking up some sticks before going over. Defendant and the others went behind a store, and each picked up a piece of wood. Defendant testified that, although there were now only three or four people including the victim, the others having gotten into a car and left, he, Randy, and Sanchez went into the park all carrying the sticks they had picked up. Defendant said that he had not intended to use his stick, but only wanted to go \"hands up\" with McIntyre. When defendant and *452 the other two men reached McIntyre, McIntyre talked to defendant for a few minutes, threatening defendant. Then, still sitting on the park bench, McIntyre hit defendant in the mouth with his fist, knocking out defendant's tooth. Defendant claimed that he then dropped his stick. Randy then threw his stick at McIntyre as a baseball bat would be thrown, hitting McIntyre in the neck and chest and knocking him backward. As McIntyre went backward, Sanchez hit McIntyre on the back of the head with a stick. Finally, as McIntyre fell forward after this blow, defendant punched McIntyre in the face several times with his fist. Defendant testified that he did not hit McIntyre with a stick at any time. McIntyre then fell on the ground, and Sanchez hit him several more times with his stick. Miller started to scream, and Randy ran from the park, followed by Sanchez and finally by defendant.\nOfficer Clegg from the Salt Lake City Police Department testified that defendant had told him a very jumbled story with some of the same elements the evening defendant was arrested. Officer Clegg also noted that defendant had a tooth missing, which appeared to have been freshly lost, but that there was no blood and defendant's lip was not swollen or bruised. Dr. Monique Ryser, assistant state medical examiner, testified that there were abrasions on McIntyre's left hand that could have been caused by an offensive blow and/or caused by impact with teeth, but that such was not probable. Sanchez testified that defendant had wanted to go over and go one-on-one, hands only, with McIntyre and wanted Sanchez and Randy to \"back his play.\" Sanchez also testified that Randy thought that since there were too many people around McIntyre, they should acquire clubs for safety.\nBased on this evidence, the trial judge concluded that there was a sufficient quantum of evidence to raise a jury question regarding a lesser offense. The trial judge therefore instructed the jury as follows:\nYou are instructed that Manslaughter is a lesser included offense of the crime of Criminal Homicide-Murder in the Second Degree.\nCriminal Homicide constitutes Manslaughter if the actor ... recklessly causes the death of another.\nThe judge also instructed the jury concerning the definition of \"recklessly,\" using the language of U.C.A., 1953, § 76-2-103(3) (Repl.Vol. 8B, 1978 ed.):\nYou are instructed that a person engages in conduct:\n... .\nRecklessly ... with respect to circumstances surrounding his conduct or the result of his conduct when he is aware of but consciously disregards a substantial and unjustifiable risk that the circumstances exist or the result will occur. The risk must be of *453 such a nature and degree that its disregard constitutes a gross deviation from the standard of care that an ordinary person would exercise under all the circumstances as viewed from the actor's standpoint.\nGiven both the evidence adduced by defendant at trial and this instruction, it is possible that the jury could have found, if the jurors believed defendant's story, that defendant was aware of but consciously disregarded the substantial and unjustifiable risk that entering a charged situation with a revenge motive and with deadly weapons could result in death.\nDefendant argues that negligent homicide, U.C.A., 1953, § 76-5-206 (Repl.Vol. 8B, 1978 ed.), is a lesser included offense of second degree murder under the facts of this case. Section 76-5-206 states: \"Criminal homicide constitutes negligent homicide if the actor, acting with criminal negligence, causes the death of another.\" \"Criminal negligence\" is defined in U.C.A., 1953, § 76-2-103(4) (Repl.Vol. 8B, 1978 ed.), as follows:\nA person engages in conduct:\n... .\nWith criminal negligence or is criminally negligent with respect to circumstances surrounding his conduct or the result of his conduct when he ought to be aware of a substantial and unjustifiable risk that the circumstances exist or the result will occur. The risk must be of such a nature and degree that the failure to perceive it constitutes a gross deviation from the standard of care that an ordinary person would exercise in all the circumstances as viewed from the actor's standpoint.\nWhile there are certainly circumstances under which criminal negligence could be a lesser included offense of second degree murder, this is not such a case. As we said in Baker, a defendant's right to a lesser included offense instruction is limited by the evidence presented at trial.[9]\nLooking at the evidence in a light most favorable to defendant,[10] we do not believe that the evidence at trial was ambiguous or susceptible to alternative interpretations which would make it possible for the jury to acquit defendant of second degree murder and convict him of negligent homicide. Under no rational view of the evidence could defendant's conduct constitute gross negligence. Therefore, the trial judge did not err in refusing to instruct the jury on negligent homicide.[11]\nDefendant further argues that the trial judge should have instructed the jury on the lesser included offenses of assault and aggravated assault. Defendant admitted the elements of assault. He testified that he intended to hit McIntyre with his fists. He thus admitted that he attempted to do bodily injury to McIntyre, using unlawful force or violence. Defendant also testified that he used a two-by-four piece of wood as a club when confronting McIntyre (\"a deadly weapon or such means or force likely to produce death or serious bodily injury\"). Thus, he also admitted that he committed aggravated assault. Therefore, by his own admissions, he was not entitled to an instruction on simple assault since he admitted that he had at least committed aggravated assault. Defendant, however, contends that an instruction on aggravated assault should have been given.\nU.C.A., 1953, § 76-5-103 (Repl.Vol. 8B, 1978 ed.) states in pertinent part:\n(1) A person commits aggravated assault if he commits assault as defined in section 76-5-102 and:\n(a) He intentionally causes serious bodily injury to another; or\n(b) He uses a deadly weapon or such means or force likely to produce death or serious bodily injury.\nUnder this definition, aggravated assault is established by proof of the same or less than all of the facts required to establish the offense of second degree murder as charged in this case. The elements of subsections (a) and (b) of section 103 (aggravated assault) overlap with subsection (b) of section 203 (second degree murder). Both subsection (a) of the aggravated assault statute and subsection (b) of the second degree murder statute require an intent to cause serious bodily injury to another. Further, using a means or force likely to produce death or serious bodily injury is the equivalent of committing an act clearly dangerous to human life. Because the same facts tend to prove some of the elements of both offenses, the offenses are sufficiently related to satisfy the first half of the Baker test.\nWhile the State concedes that the first step of the Baker analysis is satisfied in this case, it claims that defendant has not met the second half of the test. The State contends that to find a defendant not guilty of second degree murder, as was charged in this case, a jury would have to find that the victim was not killed, that the defendant did not intentionally cause his death, or that the defendant did not intend to cause the victim serious bodily injury by committing a clearly dangerous act. The victim in this case unquestionably died as the result *454 of the beating he received; therefore, to find defendant innocent of second degree murder, the jury would have to find that defendant did not intend to kill McIntyre or intend to cause him serious bodily injury while committing an act clearly dangerous to human life. Alternatively, to convict defendant of aggravated assault, the jury would have to find that defendant intended to cause serious bodily injury to McIntyre or that defendant used means or force likely to produce death or serious bodily injury. The State thus contends that the grounds for acquitting defendant of second degree murder in this case are the same as those necessary to acquit defendant of aggravated assault. While this analysis has superficial appeal, it simply cannot withstand close scrutiny.\nAs previously indicted, defendant was charged under only subsections (a) and (b) of section 76-5-203(1). As charged, the jury had to find that defendant intentionally or knowingly caused McIntyre's death or intentionally caused McIntyre serious bodily injury. Subsection (b) of section 76-5-103 does not require that a similar mens rea be proven for a conviction. That section merely requires the use of a deadly weapon or such force as is likely to produce death or serious bodily injury. We have recently upheld the proposition that section 76-5-103(b) does not specifically define a culpable mental state.\nIn State v. Royball,[12] the defendant claimed that his conviction for aggravated assault was infirm because he was intoxicated. Without discussing the implications of U.C.A., 1953, § 76-4-101 (Repl.Vol. 8B, 1978 ed.), this Court ruled that assuming the defendant was intoxicated, the defendant's conviction was proper; the defendant could be found guilty of aggravated assault \"if his actions were either intentional, knowing or reckless.\"[13]\nIn this case, defendant admitted that he used means likely to produce death or serious bodily injury, the club, but testified that he did not intend to cause death or serious bodily injury. Regardless of how unconvincing defendant's testimony may be, it remains within the prerogative of the jury to make the determination whether defendant lacked the intent to cause death or serious bodily injury. And as previously stated, defendant admitted that he at least committed an aggravated assault. The trial court was under a duty to give defendant's requested lesser included offense instruction under the dictates of Baker. Therefore, the case is reversed and remanded for a new trial.\nDefendant also raises several additional points on appeal. Because some of these issues are likely to arise upon retrial, we address them.\nDefendant contends that termination of McIntyre's life support systems following the attending physician's determination that McIntyre was brain dead, not the injuries inflicted on McIntyre by defendant, was the cause of McIntyre's death. Therefore, defendant argues that the State failed to establish a prima facie case against him.\nWhat actually constitutes death and the time of its occurrence has not been statutorily defined in the state of Utah. At common law, the standard of death is that a person is not dead until his heart and lungs permanently cease functioning.[14] However, advances in modern medical technology have made it possible for the heart to continue to beat and the lungs to expand and contract even when the entire brain has irreversibly ceased to function.[15]\nTo cope with this circumstance, numerous responsible organizations and authorities have made efforts to arrive at a statutory *455 statement of the meaning of \"brain death.\"[16] Finally, in 1980, representatives of the American Bar Association, the American Medical Association, and the National Conference of Commissioners on Uniform State Laws convened for the purpose of drafting a model brain death statute agreeable to all three organizations. This effort resulted in the Uniform Determination of Death Act.[17] The uniform act provides in pertinent part:\nAn individual who has sustained either (1) irreversible cessation of circulatory and respiratory functions, or (2) irreversible cessation of all functions of the entire brain, including the brain stem, is dead. A determination of death must be made in accordance with accepted medical standards.\nThis uniform act has been adopted by at least nineteen states.[18]\nIn total, since 1970, when the Kansas legislature enacted the first brain death statute in the United States,[19] at least thirty-four states have enacted brain death statutes,[20] and the highest courts in several states have recognized a brain death standard in the absence of legislative standards.[21]\nIn the instant case, a mechanical respirator was forcing McIntyre's lungs to expand and contract. Oxygen was intermittently pushed into the lungs, and blood was pumped through his body. Therefore, under the common law rule, McIntyre was not legally dead. However, expert testimony received in the case indicated that under accepted medical standards, McIntyre was brain dead (i.e., his brain had totally ceased to function) before the respirator was withdrawn.[22] Under the vast weight of authority in this country, \"brain death\" as defined by accepted medical standards is death. We see no reason to find to the contrary.\nIn any event, the removal of the respirator was not the cause of death. Bruce Sorensen, M.D., the neurological surgeon who performed surgery on McIntyre after the assault, testified that blunt-instrument injuries were the cause of McIntyre's *456 death. Dr. Sorensen stated that it was his opinion, both before and after surgery, that McIntyre could not survive because of the severity of his injuries. Monique Ryser, M.D., the assistant state medical examiner who performed the autopsy on McIntyre, testified that there were six to eight wounds on McIntyre's head caused by separate blows from a blunt force object. Dr. Ryser stated that any single one of those wounds was serious enough to cause McIntyre's death. It was her expert opinion that the cause of McIntyre's death was the blunt force injuries to McIntyre's head. Finally, Alvin E. Harris, M.D., the trauma surgeon and attending physician for McIntyre, testified that upon first observation, based upon apparent multiple skull fractures and the brain tissue and fluid leaking out of two areas of McIntyre's face and head, McIntyre's chances of survival were almost nil.\nDrs. Sorensen and Harris, following consultation with family members, gave approval to remove the respirator from McIntyre. They did so after receiving two flat EEGs over a twenty-four-hour period and after determining, in accordance with established medical standards, that McIntyre was not hypothermic or under sedation. It was each doctor's expert medical opinion that there was no life in McIntyre's brain and no chance of recovery.\nThe State has the burden in a homicide case of proving beyond a reasonable doubt that the death of the victim resulted proximately from some act or omission on the part of the defendant.[23] If the injury inflicted contributes immediately to the death of the victim, the defendant is guilty of homicide.[24] In this case, the State presented sufficient evidence to prove beyond a reasonable doubt that the injuries to McIntyre's head, not removal of the life support systems, were the proximate cause of McIntyre's death.\nHowever, even if the support systems were removed prematurely, defendant would still be responsible for McIntyre's death since intervening medical error is not a defense to a defendant who has inflicted a mortal wound upon another.[25]\nDefendant also contends that he was denied his right to a fair trial because of prosecutorial misconduct. This Court, in State v. Troy,[26] set forth a two-step test that must be applied to determine whether a prosecutor engaged in misconduct and whether that misconduct constitutes reversible error. A prosecutor's actions and remarks constitute misconduct which merits reversal if (1) those actions or remarks call to the attention of the jurors matters they would not be justified in considering in determining their verdict, and (2) under the circumstances of the particular case the jurors were probably influenced by those actions or remarks.[27]\nUpon review, only three of the five instances of alleged misconduct relied on by defendant need be discussed:\n(1) The prosecutor elicited hearsay testimony in two instances: (a) testimony from Sanchez that one of the people in the car in which Collins was riding said \"don't be so mean\" to the three men, and (b) testimony from Collins that as the car passed the Velardes and Sanchez when they crossed the street to the park, one of the occupants of the car said to the three men, \"Looks like you're going to beat somebody's ass.\" The jury was admonished to disregard the last statement.\n(2) The prosecutor referred to the sticks used in the assault as \"clubs.\"\n(3) The prosecutor repeatedly showed the sticks to the jury after their admission into evidence.\nNone of these instances rise to the level of prosecutorial misconduct under the circumstances *457 of this case. First, the sticks used by McIntyre's assailants were properly admitted into evidence and certainly were properly considered by the jury as the weapons used in the assault. Second, reference to the sticks as \"clubs\" was a proper characterization of the evidence since indeed those sticks were used as clubs to bludgeon McIntyre to death. Finally, the prosecutor's attempt to elicit the above testimony was properly directed at establishing intent and premeditation.[28]\nReversed.\nSTEWART, DURHAM and ZIMMERMAN, JJ., concur.\nHOWE, Justice (concurring and dissenting):\nI concur in the result of the majority opinion except in that part treating defendant's first point on appeal, viz., that the trial court erred in refusing to instruct the jury on the offense of aggravated assault. Viewing the evidence most favorable to the defendant, there is no rational basis for the jury to acquit him of homicide and convict him of aggravated assault.\nThe majority appears to base its conclusion that the defendant was entitled to an instruction on aggravated assault on two false premises. First, the majority apparently assumes that the jury could find that McIntyre's death was not in any way caused by the blows from the defendant's fists. The majority admits that \"[t]he victim in this case unquestionably died as the result of the beating he received.\" But the majority then proceeds on the assumption that the jury could find that the blows from the defendant's fists did not contribute to McIntyre's death. I can find no basis in the evidence for this assumption. The defendant's counsel in his brief makes no such assertion. The defendant testified that he struck McIntyre in the face as he was falling to the ground. Thereafter, he observed facial bleeding. He made no attempt to separate the consequences of his blows from the beating administered by his brother, Randy, and Sanchez.\nSecondly, the majority makes the false assumption that the jury could find that the attackers were not acting in concert, and that each attacker is criminally responsible only for what he alone did. This assumption flies in the face of the defendant's own testimony. He testified that he wanted to fight with McIntyre because the latter had earlier bitten him on the nose. He knew that when he went over to where McIntyre was sitting \"there would be trouble.\" He told his companions that \"if it ended up in a fight to help me.\" He also asked them to \"back my play.\" He said Randy replied that \"if anything happened, he'd help me.\" Just as the defendant expected, a fight did ensue, and while the defendant was striking McIntyre with his fists, the other assailants were striking him with their clubs. The defendant did not testify that he was surprised when they did so, and he did not claim that he ever asked them to stop. He did not at any point withdraw from the fracas in an attempt to terminate his participation. Thus, taking his own testimony at full value, his two companions were acting in concert with him and at his behest. Under these circumstances, the majority's conclusion that the jury could have found that the defendant had no intent to inflict serious bodily harm, but that his companions, who were aiding him, had that intent, is wholly unreasonable. The trial court properly instructed the jury under U.C.A., 1953, § 76-2-202, that every person, acting with the mental state required for the commission of an offense, who directly commits the offense or who aids and abets others in committing the offense shall be criminally liable as a party for such conduct. We stated in our opinion in the companion case of State v. Velarde, 734 P.2d 440 (Utah 1986), that the record amply supported the conclusion that Randy aided the other two assailants in beating McIntyre, and we affirmed his conviction of second degree murder. That same instruction on aiding and abetting *458 applies to the defendant in the instant case, and his conviction of murder should, too, be affirmed.\nAssuming, however, that the defendant was entitled to an instruction on aggravated assault, as the majority holds, the failure to give that requested instruction could not have prejudiced the defendant. This is because an instruction was given on manslaughter which allowed the jury to convict him of that offense in the event they found that he acted not with the intent to kill or even to cause serious bodily harm, but only that he acted recklessly. The trial court instructed the jury as to the definition of reckless in the words of our statute. (See the majority opinion where this definition is set out.) The majority correctly points out that had the jury believed the defendant's testimony, they could have convicted him of manslaughter on the basis that he was aware of, but consciously disregarded, the substantial and unjustifiable risk that entering a charged situation with a revenge motive and with deadly weapons could result in death. Yet the jury opted not to convict him of manslaughter, but instead convicted him of the greater offense of second degree murder. Having denied him a manslaughter conviction, it is wholly inconceivable that they would have opted for finding him innocent of any homicide and instead convicted him only of an aggravated assault. The majority also holds that it was not error to refuse an instruction on criminal homicide because the evidence does not admit of any criminal negligence. It is a waste of judicial resources to grant this defendant a new trial because he was denied an instruction which did not prejudice him.\nNOTES\n[1]  671 P.2d 152 (Utah 1983).\n[2]  Id. at 156-59.\n[3]  U.C.A., 1953, § 76-1-402(3)(a) (Repl.Vol. 8B, 1978 ed.).\n[4]  State v. Oldroyd, 685 P.2d 551, 553-54 (Utah 1984); Baker, 671 P.2d at 158-60.\n[5]  671 P.2d at 159.\n[6]  See Oldroyd, 685 P.2d at 555.\n[7]  671 P.2d at 159.\n[8]  State v. Crick, 675 P.2d 527, 532 (Utah 1983).\n[9]  671 P.2d at 157.\n[10]  Oldroyd, 685 P.2d at 555; Crick, 675 P.2d at 532.\n[11]  It is important to note here that this is not a sufficiency-of-the-evidence question. There was substantial evidence to support defendant's conviction of murder, both as an individual and under a concert-of-action theory. However, it is the jury's prerogative to determine whom to believe. If there is a rational basis in the evidence by which a jury could determine that a defendant could be convicted of a lesser charge, a lesser included instruction should be given.\n[12]  710 P.2d 168 (Utah 1985).\n[13]  Id. at 170 (emphasis in original). See also State v. McElhaney, 579 P.2d 328, 328-29 (Utah 1978).\n[14]  Thomas v. Anderson, 96 Cal. App. 2d 371, 376, 215 P.2d 478, 482 (1950). See also In re Quinlan, 70 N.J. 10, 26-27, 355 A.2d 647, 656, cert. denied, 429 U.S. 922, 97 S. Ct. 319, 50 L. Ed. 2d 289 (1976), receded from, In re Conroy, 98 N.J. 321, 362, 486 A.2d 1209, 1230 (1985).\n[15]  See Biorck, When is Death?, 1968 Wis.L.Rev. 484, 493. See also Lovato v. District Court, 198 Colo. 419, 426 n. 4, 601 P.2d 1072, 1076 n. 4 (1979) (en banc) (authorities describing these advances).\n[16]  E.g., A Definition of Irreversible Coma, Report of the Ad Hoc Committee of the Harvard Medical School to Examine the Definition of Brain Death, 205 J.A.M.A. 337, passim (1968); AMA Insights: Model Legislation Defining Death, 243 J.A.M.A. 419, 420 (1980); Capron &amp; Kass, A Statutory Definition of the Standards for Determining Human Death: An Appraisal and a Proposal, 121 U.Pa.L.Rev. 87, 111 (1972); House of Delegates Redefines Death, Urges Redefinition of Rape, and Undoes the Houston Amendments, 61 A.B.A.J. 463, 463-64 (1975); Unif. Determination of Death Act, 12 U.L.A. 270-73 (Supp. 1986); see also Medical-Legal Agreement on Brain Death: An Assessment of the Uniform Determination of Death Act, 8 J.Contemp.L. 97 (1982).\n[17]  12 U.L.A. 270 (Supp. 1986).\n[18]  See Unif. Determination of Death Act, 12 U.L.A. 270 (Supp. 1986) (states cited therein).\n[19]  Kan. Stat. Ann. § 77-202 (Supp. 1983) (repealed &amp; superseded 1984) (Unif. Determination of Death Act, now codified at Kan. Stat. Ann. §§ 77-204 to -206 (1984)).\n[20]  See, e.g., Alaska Stat. § 09.65.120 (Supp. 1986); Cal. Health &amp; Safety Code § 7180 (West Supp. 1986); Colo. Rev. Stat. § 12-36-136 (1985); Hawaii Rev.Stat. § 327C-1 (1985 Repl.Vol.); Idaho Code § 54-1819 (Supp. 1986); Mont. Code Ann. § 50-22-101 (1985); Nev.Rev.Stat. § 451.007 (1986); N.M. Stat. Ann. § 12-2-4 (1978); Or. Rev. Stat. § 146.001 (1985); Wyo. Stat. § 35-19-101 (Supp. 1986); see also Medical-Legal Agreement on Brain Death: An Assessment of the Uniform Determination of Death Act, 8 J.Contemp.L. at 97 n. 2; Unif. Determination of Death Act, 12 U.L.A. 270 (Supp. 1986).\n[21]  State v. Fierro, 124 Ariz. 182, 185-86, 603 P.2d 74, 77-78 (1979) (en banc); Commonwealth v. Golston, 373 Mass. 249, 252-56, 366 N.E.2d 744, 747-49 (1977), cert. denied, 434 U.S. 1039, 98 S. Ct. 777, 54 L. Ed. 2d 788 (1978); State v. Meints, 212 Neb. 410, 414-20, 322 N.W.2d 809, 812-14 (1982); In re Welfare of Bowman, 94 Wash.2d 407, 420-21, 617 P.2d 731, 738 (1980) (en banc).\n[22]  There is an important distinction to be made between irreversible coma and brain death. Irreversible coma is a vegetative state in which the sapient part of the brain has ceased to function but the vegetative part of the brain, that which controls vital functions such as heart beat and breathing, continues to function. Brain death, on the other hand, is where there is total cessation of function of the brain, both vegetative and sapient. See In re Quinlan, 70 N.J. at 24, 355 A.2d at 654-55; Lovato, 198 Colo. at 426 n. 6, 601 P.2d at 1076 n. 6 (citing 237 J.A.M.A. 982 (1977)). We do not in any fashion address the issue of persons in a persistent vegetative state, since it is not relevant to the issue of brain death.\n[23]  State v. Bassett, 27 Utah 2d 272, 274, 495 P.2d 318, 319 (1972).\n[24]  Fierro, 124 Ariz. at 185, 603 P.2d at 77.\n[25]  See State v. Shaffer, 223 Kan. 244, 250, 574 P.2d 205, 210 (1977); People v. Vanderford, 77 Mich. App. 370, 372-73, 258 N.W.2d 502, 503 (1977).\n[26]  688 P.2d 483 (Utah 1984).\n[27]  Id. at 486 (quoting State v. Valdez, 30 Utah 2d 54, 60, 513 P.2d 422, 426 (1973)).\n[28]  This evidence is also admissible under Utah R. Evid. 803(1) (Repl.Vol. 9B, 1977 ed., Supp. 1986).\n\n",
            "ocr": false,
            "opinion_id": 1206106
        },
        {
            "author_str": "Hall",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHALL, Chief Justice:\nDefendant Jerry Lee Velarde was convicted of murder in the' second degree, U.C.A., 1953, § 76-5-203(l)(a), (b) (Repl. Vol. 8B, 1978 ed., Supp.1985) (amended 1986), following a trial to a jury. We reverse.\nOn June 13, 1983, Richard McIntyre was attacked from behind, without provocation, by three individuals as he sat on a picnic bench at Washington Park in Salt Lake City. Two of the attackers carried wood two-by-fours approximately two and one-half feet long, while the third carried a rounded stick resembling an ax handle. McIntyre was hit at least six times about the head and neck, sustaining severe head injuries. Following neurosurgery, an electroencephalogram (EEG) was performed, which showed severe dysfunction of McIntyre’s brain. Two additional EEGs were performed on June 15 and 16. Neither EEG indicated brain activity (the EEG was “flat”). Following the last EEG, it was determined that McIntyre was brain dead and that artificial support systems should be removed. McIntyre ceased to breathe immediately, and his heart stopped within five to ten minutes after the respirator was removed.\nTwo individuals were sitting with McIntyre at the time of the attack: his fiancé, Sherry Miller, and a friend, Robert Shelton. Another eyewitness, Gerald Collins, was in a car pulling away from the park at the time of the attack. Among them, these three eyewitnesses identified Jerry Ve-larde, Randy Velarde, and Ignacio Sanchez as the assailants.\nSanchez, who initially was also charged with second degree murder, agreed to cooperate with the prosecution and to testify against the Velarde brothers in exchange for a plea to aggravated assault. At trial, Sanchez testified that Jerry wanted to jump McIntyre because McIntyre had beaten Jerry up and bitten his nose. Sanchez and Randy were going to back up Jerry. Sanchez admitted that he and the Velarde brothers carried out the attack, but claimed that he, Sanchez, did not hit the victim. Sanchez also testified that prior to the assault on McIntyre, the three assailants had consumed some wine and a fifth of vodka.\nDefendant’s first point on appeal is that the trial court erred by refusing to instruct the jury regarding the offenses of simple assault, aggravated assault, and negligent homicide. Defendant contends that these offenses are lesser included offenses of second degree murder as it was charged in this case.\nThe information filed against defendant charged that defendant committed second degree murder in that he “intentionally or knowingly caused the death of Richard Dean McIntyre and/or intending to cause serious bodily injury to another, committed an act clearly dangerous to human life that caused the death of Richard Dean McIntyre.” The information was read to the jury-\nThe jury instructions advising the jurors of the elements they had to find in order to convict defendant of second degree murder *451included only the elements found in U.C.A., 1953, § 76-5-203(l)(a) and (b) (Repl.Yoí. 8B, 1978 ed., Supp. 1985) (amended 1986). Those sections state:\n(1) Criminal homicide constitutes murder in the second degree if the actor:\n(a) Intentionally or knowingly causes the death of another; or\n(b) Intending to cause serious bodily injury to another, he commits an act clearly dangerous to human life that causes the death of another....\nThis Court in State v. Baker1 set forth the standards to be used to determine whether a jury should be instructed on lesser included offenses. If a defendant requests a lesser included instruction, as was the case here, an evidence-based standard controls.2 To determine whether an offense is included in a charged offense, the trial court must first determine whether the offense is established by proof of the same or less than all the facts required to establish the commission of the offense charged.3 If the same facts tend to prove elements of more than one statutory offense and the evidence is ambiguous and susceptible to alternative explanations, the trial court must give the lesser included offense instruction if any one of the alternative interpretations provides both a rational basis for a verdict acquitting the defendant of the offense charged and convicting him of the included offense.4\nIn Baker, we further noted that this standard does not allow the court in jury cases to weigh the credibility of the evidence offered by a defendant in support of his or her request for a lesser included offense instruction.5 To allow otherwise would impinge upon the defendant’s right to have the jury decide issues of fact.6 The court must determine only whether there is a sufficient quantum of evidence presented to justify charging the jury with a defendant’s requested instruction.7 It follows that in determining whether a rational jury could acquit on the greater charge and find guilt on the lesser charge, the court must view the evidence and the inferences that can be drawn from it in the light most favorable to the defendant.8\nDefendant took the stand in his own defense at trial. His version of the facts is as follows: Defendant admitted taking part in the assault on McIntyre and admitted that he intended to get into a fistfight with McIntyre. Defendant also admitted that he and the others carried clubs when confronting McIntyre. Defendant told the jury that he had been in a fight with McIntyre several days before this incident occurred. McIntyre had gouged defendant’s eyes and bitten defendant on the nose. On the day the events at issue here took place, defendant, Randy Velarde, and Sanchez were walking down the sidewalk across the street from Washington Park, when defendant saw McIntyre in the park. McIntyre waved to defendant to come over. Defendant told Randy and Sanchez that “that was the guy that bit [defendant’s] nose.” Defendant also told them that he was going to go over and see what McIntyre wanted and that if it ended up in a fight they should help him. Because there were seven or eight other people around at the time, Randy suggested picking up some sticks before going over. Defendant and the others went behind a store, and each picked up a piece of wood. Defendant testified that, although there were now only three or four people including the victim, the others having gotten into a car and left, he, Randy, and Sanchez went into the park all carrying the sticks they had picked up. Defendant said that he had not intended to use his stick, but only wanted to go “hands up” with McIntyre. When defendant and *452the other two men reached McIntyre, McIntyre talked to defendant for a few minutes, threatening defendant. Then, still sitting on the park bench, McIntyre hit defendant in the mouth with his fist, knocking out defendant’s tooth. Defendant claimed that he then dropped his stick. Randy then threw his stick at McIntyre as a baseball bat would be thrown, hitting McIntyre in the neck and chest and knocking him backward. As McIntyre went backward, Sanchez hit McIntyre on the back of the head with a stick. Finally, as McIntyre fell forward after this blow, defendant punched McIntyre in the face several times with his fist. Defendant testified that he did not hit McIntyre with a stick at any time. McIntyre then fell on the ground, and Sanchez hit him several more times with his stick. Miller started to scream, and Randy ran from the park, followed by Sanchez and finally by defendant.\nOfficer Clegg from the Salt Lake City Police Department testified that defendant had told him a very jumbled story with some of the same elements the eyening defendant was arrested. Officer Clegg also noted that defendant had a tooth missing, which appeared to have been freshly lost, but that there was no blood and defendant’s lip was not swollen or bruised. Dr. Monique Ryser, assistant state medical examiner, testified that there were abrasions on McIntyre’s left hand that could have been caused by an offensive blow and/or caused by impact with teeth, but that such was not probable. Sanchez testified that defendant had wanted to go over and go one-on-one, hands only, with McIntyre and wanted Sanchez and Randy to “back his play.” Sanchez also testified that Randy thought that since there were too many people around McIntyre, they should acquire clubs for safety.\nBased on this evidence, the trial judge concluded that there was a sufficient quantum of evidence to raise a jury question regarding a lesser offense. The trial judge therefore instructed the jury as follows:\nYou are instructed that Manslaughter is a lesser included offense of the crime of Criminal Homicide-Murder in the Second Degree.\nCriminal Homicide constitutes Manslaughter if the actor ... recklessly causes the death of another.\nThe judge also instructed the jury concerning the definition of “recklessly,” using the language of U.C.A., 1953, § 76-2-103(3) (Repl.Vol. 8B, 1978 ed.):\nYou are instructed that a person engages in conduct:\n[[Image here]]\nRecklessly ... with respect to circumstances surrounding his conduct or the result of his conduct when he is aware of but consciously disregards a substantial and unjustifiable risk that the circumstances exist or the result will occur. The risk must be of such a nature and degree that its disregard constitutes a gross deviation from the standard of care that an ordinary person would exercise under all the circumstances as viewed from the actor’s standpoint.\nGiven both the evidence adduced by defendant at trial and this instruction, it is possible that the jury could have found, if the jurors believed defendant’s story, that defendant was aware of but consciously disregarded the substantial and unjustifiable risk that entering a charged situation with a revenge motive and with deadly weapons could result in death.\nDefendant argues that negligent homicide, U.C.A., 1953, § 76-5-206 (Repl.Vol. 8B, 1978 ed.), is a lesser included offense of second degree murder under the facts of this case. Section 76-5-206 states: “Criminal homicide constitutes negligent homicide if the actor, acting with criminal negligence, causes the death of another.” “Criminal negligence” is defined in U.C.A., 1953, § 76-2-103(4) (Repl.Vol. 8B, 1978 ed.), as follows:\nA person engages in conduct:\n[[Image here]]\nWith criminal negligence or is criminally negligent with respect to circumstances surrounding his conduct or the result of his conduct when he ought to be aware of a substantial and unjustifiable risk that the circumstances exist or the result will occur. The risk must be of *453such a nature and degree that the failure to perceive it constitutes a gross deviation from the standard of care that an ordinary person would exercise in all the circumstances as viewed from the actor’s standpoint.\nWhile there are certainly circumstances under which criminal negligence could be a lesser included offense of second degree murder, this is not such a case. As we said in Baker, a defendant’s right to a lesser included offense instruction is limited by the evidence presented at trial.9\nLooking at the evidence in a light most favorable to defendant,10 we do not believe that the evidence at trial was ambiguous or susceptible to alternative interpretations which would make it possible for the jury to acquit defendant of second degree murder and convict him of negligent homicide. Under no rational view of the evidence could defendant’s conduct constitute gross negligence. Therefore, the trial judge did not err in refusing to instruct the jury on negligent homicide.11\nDefendant further argues that the trial judge should have instructed the jury on the lesser included offenses of assault and aggravated assault. Defendant admitted the elements of assault. He testified that he intended to hit McIntyre with his fists. He thus admitted that he attempted to do bodily injury to McIntyre, using unlawful force or violence. Defendant also testified that he used a two-by-four piece of wood as a club when confronting McIntyre (“a deadly weapon or such means or force likely to produce death or serious bodily injury”). Thus, he also admitted that he committed aggravated assault. Therefore, by his own admissions, he was not entitled to an instruction on simple assault since he admitted that he had at least committed aggravated assault. Defendant, however, contends that an instruction on aggravated assault should have been given.\nU.C.A., 1953, § 76-5-103 (Repl.Vol. 8B, 1978 ed.) states in pertinent part:\n(1) A person commits aggravated assault if he commits assault as defined in section 76-5-102 and:\n(a) He intentionally causes serious bodily injury to another; or\n(b) He uses a deadly weapon or such means or force likely to produce death or serious bodily injury.\nUnder this definition, aggravated assault is established by proof of the same or less than all of the facts required to establish the offense of second degree murder as charged in this case. The elements of subsections (a) and (b) of section 103 (aggravated assault) overlap with subsection (b) of section 203 (second degree murder). Both subsection (a) of the aggravated assault statute and subsection (b) of the second degree murder statute require an intent to cause serious bodily injury to another. Further, using a means or force likely to produce death or serious bodily injury is the equivalent of committing an act clearly dangerous to human life. Because the same facts tend to prove some of the elements of both offenses, the offenses are sufficiently related to satisfy the first half of the Baker test.\nWhile the State concedes that the first step of the Baker analysis is satisfied in this case, it claims that defendant has not met the second half of the test. The State contends that to find a defendant not guilty of second degree murder, as was charged in this case, a jury would have to find that the victim was not killed, that the defendant did not intentionally cause his death, or that the defendant did not intend to cause the victim serious bodily injury by committing a clearly dangerous act. The victim in this case unquestionably died as the result *454of the beating he received; therefore, to find defendant innocent of second degree murder, the jury would have to find that defendant did not intend to kill McIntyre or intend to cause him serious bodily injury while committing an act clearly dangerous to human life. Alternatively, to convict defendant of aggravated assault, the jury would have to find that defendant intended to cause serious bodily injury to McIntyre or that defendant used means or force likely to produce death or serious bodily injury. The State thus contends that the grounds for acquitting defendant of second degree murder in this case are the same as those necessary to acquit defendant of aggravated assault. While this analysis has superficial appeal, it simply cannot withstand close scrutiny.\nAs previously indicated, defendant was charged under only subsections (a) and (b) of section 76-5-203(1). As charged, the jury had to find that defendant intentionally or knowingly caused McIntyre’s death or intentionally caused McIntyre serious bodily injury. Subsection (b) of section 76-5-103 does not require that a similar mens rea be proven for a conviction. That section merely requires the use of a deadly weapon or such force as is likely to produce death or serious bodily injury. We have recently upheld the proposition that section 76-5-103(b) does not specifically define a culpable mental state.\nIn State v. Royball,12 the defendant claimed that his conviction for aggravated assault was infirm because he was intoxicated. Without discussing the implications of U.C.A., 1953, § 76-4-101 (Repl.Vol. 8B, 1978 ed.), this Court ruled that assuming the defendant was intoxicated, the defendant’s conviction was proper; the defendant could be found guilty of aggravated assault “if his actions were either intentional, knowing or reckless.”13\nIn this case, defendant admitted that he used means likely to produce death or serious bodily injury, the club, but testified that he did not intend to cause death or serious bodily injury. Regardless of how unconvincing defendant’s testimony may be, it remains within the prerogative of the jury to make the determination whether defendant lacked the intent to cause death or serious bodily injury. And as previously stated, defendant admitted that he at least committed an aggravated assault. The trial court was under a duty to give defendant’s requested lesser included offense instruction under the dictates of Baker. Therefore, the case is reversed and remanded for a new trial.\nDefendant also raises several additional points on appeal. Because some of these issues are likely to arise upon retrial, we address them.\nDefendant contends that termination of McIntyre’s life support systems following the attending physician’s determination that McIntyre was brain dead, not the injuries inflicted on McIntyre by defendant, was the cause of McIntyre’s death. Therefore, defendant argues that the State failed to establish a prima facie case against him.\nWhat actually constitutes death and the time of its occurrence has not been statutorily defined in the state of Utah. At common law, the standard of death is that a person is not dead until his heart and lungs permanently cease functioning.14 However, advances in modern medical technology have made it possible for the heart to continue to beat and the lungs to expand and contract even when the entire brain has irreversibly ceased to function.15\nTo cope with this circumstance, numerous responsible organizations and authorities have made efforts to arrive at a statu*455tory statement of the meaning of “brain death.” 16 Finally, in 1980, representatives of the American Bar Association, the American Medical Association, and the National Conference of Commissioners on Uniform State Laws convened for the purpose of drafting a model brain death statute agreeable to all three organizations. This effort resulted in the Uniform Determination of Death Act.17 The uniform act provides in pertinent part:\nAn individual who has sustained either (1) irreversible cessation of circulatory and respiratory functions, or (2) irreversible cessation of all functions of the entire brain, including the brain stem, is dead. A determination of death must be made in accordance with accepted medical standards.\nThis uniform act has been adopted by at least nineteen states.18\nIn total, since 1970, when the Kansas legislature enacted the first brain death statute in the United States,19 at least thirty-four states have enacted brain death statutes,20 and the highest courts in several states have recognized a brain death standard in the absence of legislative standards.21\nIn the instant case, a mechanical respirator was forcing McIntyre’s lungs to expand and contract. Oxygen was intermittently pushed into the lungs, and blood was pumped through his body. Therefore, under the common law rule, McIntyre was not legally dead. However, expert testimony received in the case indicated that under accepted medical standards, McIntyre was brain dead (i.e., his brain had totally ceased to function) before the respirator was withdrawn.22 Under the vast weight of authority in this country, “brain death” as defined by accepted medical standards is death. We see no reason to find to the contrary.\nIn any event, the removal of the respirator was not the cause of death. Bruce Sorensen, M.D., the neurological surgeon who performed surgery on McIntyre after the assault, testified that blunt-instrument injuries were the cause of McIntyre’s *456death. Dr. Sorensen stated that it was his opinion, both before and after surgery, that McIntyre could not survive because of the severity of his injuries. Monique Ryser, M.D., the assistant state medical examiner who performed the autopsy on McIntyre, testified that there were six to eight wounds on McIntyre’s head caused by separate blows from a blunt force object. Dr. Ryser stated that any single one of those wounds was serious enough to cause McIntyre’s death. It was her expert opinion that the cause of McIntyre’s death was the blunt force injuries to McIntyre’s head. Finally, Alvin E. Harris, M.D., the trauma surgeon and attending physician for McIntyre, testified that upon first observation, based upon apparent multiple skull fractures and the brain tissue and fluid leaking out of two areas of McIntyre’s face and head, McIntyre’s chances of survival were almost nil.\nDrs. Sorensen and Harris, following consultation with family members, gave approval to remove the respirator from McIntyre. They did so after receiving two flat EEGs over a twenty-four-hour period and after determining, in accordance with established medical standards, that McIntyre was not hypothermic or under sedation. It was each doctor’s expert medical opinion that there was no life in McIntyre’s brain and no chance of recovery.\nThe State has the burden in a homicide case of proving beyond a reasonable doubt that the death of the victim resulted proximately from some act or omission on the part of the defendant.23 If the injury inflicted contributes immediately to the death of the victim, the defendant is guilty of homicide.24 In this case, the State presented sufficient evidence to prove beyond a reasonable doubt that the injuries to McIntyre’s head, not removal of the life support systems, were the proximate cause of McIntyre’s death.\nHowever, even if the support systems were removed prematurely, defendant would still be responsible for McIntyre’s death since intervening medical error is not a defense to a defendant who has inflicted a mortal wound upon another.25\nDefendant also contends that he was denied his right to a fair trial because of prosecutorial misconduct. This Court, in State v. Troy,26 set forth a two-step test that must be applied to determine whether a prosecutor engaged in misconduct and whether that misconduct constitutes reversible error. A prosecutor’s actions and remarks constitute misconduct which merits reversal if (1) those actions or remarks call to the attention of the jurors matters they would not be justified in considering in determining their verdict, and (2) under the circumstances of the particular case the jurors were probably influenced by those actions or remarks.27\nUpon review, only three of the five instances of alleged misconduct relied on by defendant need be discussed:\n(1) The prosecutor elicited hearsay testimony in two instances: (a) testimony from Sanchez that one of the people in the car in which Collins was riding said “don’t be so mean” to the three men, and (b) testimony from Collins that as the car passed the Velardes and Sanchez when they crossed the street to the park, one of the occupants of the car said to the three men, “Looks like you’re going to beat somebody’s ass.” The jury was admonished to disregard the last statement.\n(2) The prosecutor referred to the sticks used in the assault as “clubs.”\n(3) The prosecutor repeatedly showed the sticks to the jury after their admission into evidence.\nNone of these instances rise to the level of prosecutorial misconduct under the cir*457cumstances of this case. First, the sticks used by McIntyre’s assailants were properly admitted into evidence and certainly were properly considered by the jury as the weapons used in the assault. Second, reference to the sticks as “clubs” was a proper characterization of the evidence since indeed those sticks were used as clubs to bludgeon McIntyre to death. Finally, the prosecutor’s attempt to elicit the above testimony was properly directed at establishing intent and premeditation.28\nReversed.\nSTEWART, DURHAM and ZIMMERMAN, JJ., concur.\n\n. 671 P.2d 152 (Utah 1983).\n\n\n. Id. at 156-59.\n\n\n. U.C.A., 1953, § 76-l-402(3)(a) (Repl.Vol. 8B, 1978 ed.).\n\n\n. State v. Oldroyd, 685 P.2d 551, 553-54 (Utah 1984); Baker, 671 P.2d at 158-60.\n\n\n. 671 P.2d at 159.\n\n\n. See Oldroyd, 685 P.2d at 555.\n\n\n. 671 P.2d at 159.\n\n\n. State v. Crick, 675 P.2d 527, 532 (Utah 1983).\n\n\n. 671 P.2d at 157.\n\n\n. Oldroyd, 685 P.2d at 555; Crick, 675 P.2d at 532.\n\n\n. It is important to note here that this is not a sufficiency-of-the-evidence question. There was substantial evidence to support defendant’s conviction of murder, both as an individual and under a concert-of-action theory. However, it is the jury’s prerogative to determine whom to believe. If there is a rational basis in the evidence by which a jury could determine that a defendant could be convicted of a lesser charge, a lesser included instruction should be given.\n\n\n. 710 P.2d 168 (Utah 1985).\n\n\n. Id. at 170 (emphasis in original). See also State v. McElhaney, 579 P.2d 328, 328-29 (Utah 1978).\n\n\n. Thomas v. Anderson, 96 Cal.App.2d 371, 376, 215 P.2d 478, 482 (1950). See also In re Quinlan, 70 N.J. 10, 26-27, 355 A.2d 647, 656, cert. denied, 429 U.S. 922, 97 S.Ct. 319, 50 L.Ed.2d 289 (1976), receded from, In re Conroy, 98 N.J. 321, 362, 486 A.2d 1209, 1230 (1985).\n\n\n.See Biorck, When is Death?, 1968 Wis.L.Rev. 484, 493. See also Lovato v. District Court, 198 Colo. 419, 426 n. 4, 601 P.2d 1072, 1076 n. 4 (1979) (en banc) (authorities describing these advances).\n\n\n. E.g., A Definition of Irreversible Coma, Report of the Ad Hoc Committee of the Harvard Medical School to Examine the Definition of Brain Death, 205 J. A.M.A. 337, passim (1968); AMA Insights: Model Legislation Defining Death, 243 J. A.M.A. 419, 420 (1980); Capron &amp; Kass, A Statutory Definition of the Standards for Determining Human Death: An Appraisal and a Proposal, 121 U.Pa.L.Rev. 87, 111 (1972); House of Delegates Redefines Death, Urges Redefinition of Rape, and Undoes the Houston Amendments, 61 A.B.A. J. 463, 463-64 (1975); Unif. Determination of Death Act, 12 U.L.A. 270-73 (Supp.1986); see also Medical-Legal Agreement on Brain Death: An Assessment of the Uniform Determination of Death Act, 8 J.Contemp.L. 97 (1982).\n\n\n. 12 U.L.A. 270 (Supp.1986).\n\n\n. See Unif. Determination of Death Act, 12 U.L.A. 270 (Supp.1986) (states cited therein).\n\n\n. Kan.Stat.Ann. § 77-202 (Supp.1983) (repealed &amp; superseded 1984) (Unif. Determination of Death Act, now codified at Kan.Stat.Ann. §§ 77-204 to -206 (1984)).\n\n\n. See, e.g., Alaska Stat. § 09.65.120 (Supp.1986); Cal. Health &amp; Safety Code § 7180 (West Supp.1986); Colo.Rev.Stat. § 12-36-136 (1985); Hawaii Rev.Stat. § 327C-1 (1985 Repl.Vol.); Idaho Code § 54-1819 (Supp.1986); Mont.Code Ann. § 50-22-101 (1985); Nev.Rev.Stat. § 451.-007 (1986); N.M.Stat.Ann. § 12-2-4 (1978); Or. Rev.Stat. § 146.001 (1985); Wyo.Stat. § 35-19-101 (Supp.1986); see also Medical-Legal Agreement on Brain Death: An Assessment of the Uniform Determination of Death Act, 8 J.Contemp.L. at 97 n. 2; Unif. Determination of Death Act, 12 U.L.A. 270 (Supp.1986).\n\n\n. State v. Fierro, 124 Ariz. 182, 185-86, 603 P.2d 74, 77-78 (1979) (en banc); Commonwealth v. Golston, 373 Mass. 249, 252-56, 366 N.E.2d 744, 747-49 (1977), cert. denied, 434 U.S. 1039, 98 S.Ct. 777, 54 L.Ed.2d 788 (1978); State v. Meints, 212 Neb. 410, 414-20, 322 N.W.2d 809, 812-14 (1982); In re Welfare of Bowman, 94 Wash.2d 407, 420-21, 617 P.2d 731, 738 (1980) (en banc).\n\n\n. There is an important distinction to be made between irreversible coma and brain death. Irreversible coma is a vegetative state in which the sapient part of the brain has ceased to function but the vegetative part of the brain, that which controls vital functions such as heart beat and breathing, continues to function. Brain death, on the other hand, is where there is total cessation of function of the brain, both vegetative and sapient. See In re Quinlan, 70 N.J. at 24, 355 A.2d at 654-55; Lovato, 198 Colo. at 426 n. 6, 601 P.2d at 1076 n. 6 (citing 237 J. A.M.A. 982 (1977)). We do not in any fashion address the issue of persons in a persistent vegetative state, since it is not relevant to the issue of brain death.\n\n\n. State v. Bassett, 27 Utah 2d 272, 274, 495 P.2d 318, 319 (1972).\n\n\n. Fierro, 124 Ariz. at 185, 603 P.2d at 77.\n\n\n. See State v. Shaffer, 223 Kan. 244, 250, 574 P.2d 205, 210 (1977); People v. Vanderford, 77 Mich.App. 370, 372-73, 258 N.W.2d 502, 503 (1977).\n\n\n. 688 P.2d 483 (Utah 1984).\n\n\n. Id. at 486 (quoting State v. Valdez, 30 Utah 2d 54, 60, 513 P.2d 422, 426 (1973)).\n\n\n. This evidence is also admissible under Utah R. Evid. 803(1) (Repl.Vol. 9B, 1977 ed., Supp. 1986).\n\n",
            "ocr": false,
            "opinion_id": 9561777
        },
        {
            "author_str": "Howe",
            "per_curiam": false,
            "type": "035concurrenceinpart",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHOWE, Justice\n(concurring and dissenting):\nI concur in the result of the majority opinion except in that part treating defendant’s first point on appeal, viz., that the trial court erred in refusing to instruct the jury on the offense of aggravated assault. Viewing the evidence most favorable to the defendant, there is no rational basis for the jury to acquit him of homicide and convict him of aggravated assault.\nThe majority appears to base its conclusion that the defendant was entitled to an instruction on aggravated assault on two false premises. First, the majority apparently assumes that the jury could find that McIntyre’s death was not in any way caused by the blows from the defendant’s fists. The majority admits that “[t]he victim in this case unquestionably died as the result of the beating he received.” But the majority then proceeds on the assumption that the jury could find that the blows from the defendant’s fists did not contribute to McIntyre’s death. I can find no basis in the evidence for this assumption. The defendant’s counsel in his brief makes no such assertion. The defendant testified that he struck McIntyre in the face as he was falling to the ground. Thereafter, he observed facial bleeding. He made no attempt to separate the consequences of his blows from the beating administered by his brother, Randy, and Sanchez.\nSecondly, the majority makes the false assumption that the jury could find that the attackers were not acting in concert, and that each attacker is criminally responsible only for what he alone did. This assumption flies in the face of the defendant’s own testimony. He testified that he wanted to fight with McIntyre because the latter had earlier bitten him on the nose. He knew that when he went over to where McIntyre was sitting “there would be trouble.” He told his companions that “if it ended up in a fight to help me.” He also asked them to “back my play.” He said Randy replied that “if anything happened, he’d help me.” Just as the defendant expected, a fight did ensue, and while the defendant was striking McIntyre with his fists, the other assailants were striking him with their clubs. The defendant did not testify that he was surprised when they did so, and he did not claim that he ever asked them to stop. He did not at any point withdraw from the fracas in an attempt to terminate his participation. Thus, taking his own testimony at full value, his two companions were acting in concert with him and at his behest. Under these circumstances, the majority’s conclusion that the jury could have found that the defendant had no intent to inflict serious bodily harm, but that his companions, who were aiding him, had that intent, is wholly unreasonable. The trial court properly instructed the jury under U.C.A., 1953, § 76-2-202, that every person, acting with the mental state required for the commission of an offense, who directly commits the offense or who aids and abets others in committing the offense shall be criminally liable as a party for such conduct. We stated in our opinion in the companion case of State v. Velarde, 734 P.2d 440 (Utah 1986), that the record amply supported the conclusion that Randy aided the other two assailants in beating McIntyre, and we affirmed his conviction of second degree murder. That same instruction on aiding and abetting *458applies to the defendant in the instant case, and his conviction of murder should, too, be affirmed.\nAssuming, however, that the defendant was entitled to an instruction on aggravated assault, as the majority holds, the failure to give that requested instruction could not have prejudiced the defendant. This is because an instruction was given on manslaughter which allowed the jury to convict him of that offense in the event they found that he acted not with the intent to kill or even to cause serious bodily harm, but only that he acted recklessly. The trial court instructed the jury as to the definition of reckless in the words of our statute. (See the majority opinion where this definition is set out.) The majority correctly points out that had the jury believed the defendant’s testimony, they could have convicted him of manslaughter on the basis that he was aware of, but consciously disregarded, the substantial and unjustifiable risk that entering a charged situation with a revenge motive and with deadly weapons could result in death. Yet the jury opted not to convict him of manslaughter, but instead convicted him of the greater offense of second degree murder. Having denied him a manslaughter conviction, it is wholly inconceivable that they would have opted for finding him innocent of any homicide and instead convicted him only of an aggravated assault. The majority also holds that it was not error to refuse an instruction on criminal homicide because the evidence does not admit of any criminal negligence. It is a waste of judicial resources to grant this defendant a new trial because he was denied an instruction which did not prejudice him.\n",
            "ocr": false,
            "opinion_id": 9561778
        }
    ],
    "court_short_name": "Utah Supreme Court",
    "court_full_name": "Utah Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Utah, UT",
    "crime_category": "Rape"
}