{
    "id": 8053948,
    "judges": "Burgess",
    "date_filed": -2419372800000,
    "date_filed_is_approximate": false,
    "slug": "state-v-johnson",
    "case_name_short": null,
    "case_name": "State v. Johnson",
    "case_name_full": "State v. Johnson",
    "attorneys": "Peers & Morsey, J. P. Wood and J. 8. Laurie for appellant., Ii. F. Walker, Attorney General, and Morton Jowrdan, Assistant, for the state.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Criminal Law: enticing away female under eighteen years of age: indictment. An indictment, under Bevised Statutes, 1889, section 3484, for taking 3, female under eighteen years of age from her father for the purpose of concubinage, examined and held sufficient.</p> <p>2. Criminal Practice: indictment: grand jurors: prosecuting attorney. An indictment cannot be impeached by testimony of members of the grand jury that the prosecuting attorney was present during their investigation and while they were expressing their opinions and finding the indictment, and this is true although Bevised Statutes, 1889, section4077, provides that such officer shall notbepresent during the expression of the opinion of the grand jurors or the giving of their votes on.any matter before them.</p> <p>3. -: -; -: -. A prosecuting attorney cannot, as a witness, disclose occurrences before the grand jury.</p> <p>4. -: -: — : -. Nor can grand jurors testify as to their own official acts or as to the inducements which operated on them to find the indictment.</p> <p>5. Criminal Law: enticing away female under eighteen years of age: unchastity as a defense. The fact that the female was unchaste is no defense to an indictment under Bevised Statutes, 1889, section 3484, for taking away a female under eighteen years of age from her father for the purpose of concubinage.</p> <p>6. --: -: -. Inducing the female by solicitations and presents to leave home and to go with defendant is “a taking away” within the statute.</p> <p>7. -: -•: -: instructions. Even if the jury was erroneously instructed that if defendant’s purpose in taking the female away was to cohabit with her “even for a single night” such taking was for the purpose of concubinage, defendant cannot complain of the error, where it clearly appears that he cohabited with her frequently and lived with her as his wife continuously for a period oxceeeding three months.</p> <p>S. -: -. The fact that the defendant had reason to believe that the female was over eighteen years of age when the offense was committed, constitutes no defense.</p> <p>9. ;-:-: evidence: appellate practice. Rulings of the trial court on the evidence, where its action thereon is not assigned for error in the motion for anew trial, will not be reviewed on appeal.</p> <p>10. -: -: jurisdiction. The circuit court of the county wherein defendant began making advances to the female and made the preliminary arrangements to take her away has jurisdiction of the offense, since it is the “taking away” for the purpose of concubinage that constitutes the offense, whether sexual intercourse follows or not.</p> <p>11. -:--: intent. The fact of subsequent sexual intercourse is evidence of the intent.</p>",
    "summary": "Appeal from Warren Circuit Court. — Hon. W. W. Edwards, Judge. (1) The indictment is unintelligible, it does not inform the defendant of the offense with which he is charged. State v. Daugherty, 30 Tex. 360; Jones v. State, 21 Tex. App. 349; Edmonson v. State, 41 Tex. 496; State v. Edwards, 70 Mo. 480; State v. Reahey, 62 Mo. 40. (2) The intrusion of the prosecuting attorney upon the grand jury was in violation of the statute. (Revised Statutes, sec. 4077.) Rothschild v. State, 7 Tex. App. 519; People v. Driggs, 60 How. Pr. Rep. 17. (3) The court erred in instructing that the fact of the female’s unchastity constituted no defense. State v. Feasel, 74 Mo. 524; State v. Gibson, 19 S. \"W. Rep. 980; Jenkins v. State, 15 Lea, 674; Scruggs v. State, 90 Tenn. 81; Broten v. State, 72 Md. 468. (4) The definitions of the terra “take away” is erroneous. Bishop on Statutory Crimes, sec. 634; Slocum v. People, 90 111. 274; People v. Marshall, 59 Cal. 336; State v. Kieth, 47 Minn. 559; People v. Plath, 100 N. Y. 590.; Statev. Ghisenhall, 100 N. C. (5) The court also erred in its definition of concubinage. People v. Plath, 100 N. Y. 590. (6) The instructions are erroneous in failing to tell the jury that if the defendant had good reason to' believe and did believe that the female was over eighteen years old when the offense was committed, the defendant could not be convicted. Bickham v. Nacke, 56 Mo. 546; State v. Griffith, 67 Mo. 287; State v. Ellis, 74 Mo. 385; The Queen v. Tolson, 12 Crim. L. Mag. 96. (7) The court erred in .its rulings on the evidence. (8) The offense, if any, was not committed in Ralls county; therefore the grand jury of said county had no authority or jurisdiction to find the indictment. (9) The spirit of the statute has not- been violated; no family circle has been invaded; no virtuous girl has been led astray; no father’s rights have been abused. (1) The indictment was sufficient and charged the crime of which defendant was accused in the language of the statute. Revised Statutes, 1889, sec. 3484; State v. Gibson, 111 Mo. 92. (2) The offense was not having sexual intercourse with the prosecutrix, but taking her from her father for the purpose of concubinage. She resided with her father at New London, Ralls county, Missouri, from whose possession and control she was taken. Hence the crime and violation of the statute was committed in Ealls county. Slocum v. People, 90 111. 274; State v. Bound, 82 Mo. 681; People v. Cook, 61 Cal. 478; State v. Gordon, N. J. Law, 432. (3) The plea in abatement was properly ■overruled. There was no evidence to support it. The testimony of Whitepiore established nothing except the presence of the prosecuting attorney in the grand jury room. He had a perfect right to be there, to counsel ■and advise the jury in regard to this particular case or any other matter they were called upon to investigate. Eevised Statutes, 1889, secs. 4076, 4077. (4) Nor would defendant ■ be permitted to show by the testimony of a grand juror what occurred or was said ■during their deliberations, for the purpose of impeaching their finding. State v. Grady, 84 Mo. 224; Beam v. Link, 27 Mo. 261. (5) The court properly excluded the testimony as to two alleged previous unchaste acts. Our statute includes all classes, and does not require \"that the female shall be of previous chaste character. Eevised Statutes, 1889, sec. 3484; State v. Feasel, 74 Mo. 524; State v. Gilson, 111 Mo. 92; People v. Carrier, 46 Mich. 442; People v. Demousset, 12 Pac. ’Eep. (Cal.), 788; People v. Cook, 61 Cal. 478. (6) Defendant, however, waived his exceptions to the admission and rejection of any testimony upon the trial, by failing to preserve the same in his motion for new trial. Eevised Statutes, 1889, sec. 4270; Bay v. Thompson, 26 Mo. App. 436; State v. Bobinson, 79 Mo. •66; State v. Burnes, 99 Mo. 473: Broionreed v. Ins. Co., 26 Mo. App. 390; Ins. Co. v. Schultz, 30 Mo. App. 96. (7) The instructions, when read and considered together, correctly and clearly declare the law applicable to the case made and presented by the indictment and testimony. State v.' Gibson, 111 Mo. 92; State v. Strattman, 100 Mo. 540; State v. Feasel, 74 Mo. 524; People v. Carrier, 46 Mich. 442; People v. Demousset, 12 Pac. Rep. (Cal.), 788; People v. Cook, 61 Cal. 478; State v. Stone, 106 Mo. 1.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "115 Mo. 480"
    ],
    "opinions": [
        {
            "author_str": "Burgess",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBurgess, J.\nAt the March term, 1888, of the-circuit court of Ralls county, the defendant was indicted for taking away from her father in said county one Rosa Price, a female under the age of eighteen years, for the purpose of concubinage. .\nA motion to quash the indictment was filed and’ also a plea in abatement, both of which were overruled. The venue was changed on the application of defendant to the circuit court of Warren county, where a trial was had at an adjourned term of said court on the-fourteenth day of December, 1891, and the defendant was found guilty and his punishment assessed at two-years’ imprisonment in the penitentiary.\nThe evidence tends to show that Rosa Price, during the years 1886 and 1887, lived with her father, Lewis Price, at New' London, Ralls county, Missouri. That she w;as born in April, 1870, and was under the-age of eighteen years at the time of the commission of the alleged offense. That she had been working in a woolen mill but, her health began to fail, when she quit, that and became a book agent.\nIn November, 1886, she became acquainted with and sold defendant a book. Defendant was a man of' family, which she knew, and at that time proprietor of a drug store at New' London. From that time defendant cultivated the prosescuting witness, followed her upon the streets, invited her into his store, told her of his love for her, made her' many presents, consisting of' jewelry, valentines and money, and in January, 1887, proposed to her that she accompany him on a trip or visit. She accepted his invitation and it was an-anged for them to go to St. Louis. In February they took *485the same train, went over to Hannibal, there changed cars and went to St. Louis.\nAt St. Louis they stopped at the Bristol hotel, defendant, paying all expenses, where they registered as man and wife and occupied the same bed. They returned the next day, she going to Clarksville, Pike county, where she visited several days, he returning home. While at Clarksville she received many letters from defendant, in one of which he said: “If you possibly can go on that little trip next week I hope you will do so, and I hope you can arrange it so you can stay longer this time if possible. I want us to try to complete our arrangements this time if we can possibly do so, for * * * I am getting tired of staying away from the little one who is nearer and dearer to me than all others on earth.”\nHe arranged by letter for her to meet him at St. Peters and go to St. Louis again. They spent two nights and days at the same hotel in St. Louis, occupying the same bed, as on the former occasion. A third trip was taken to St. Louis, when defendant arranged another trip, this time to Montreal, Canada, where they, lived together as man and wife, having sexual intercourse and going under the assumed name of William Carrington and wife. After three months’ residence in Montreal defendant abandoned the prosecuting witness, leaving her a worthless check for $30, which was identified as being in his handwriting, and introduced in evidence.\n• She returned to Ralls county, and upon the trial identified rings, a valentine, a bracelet given her by defendant, and letters written by him to her (many of the letters had been burned by him) were introduced m evidence. The parents and neighbors testified, and the family record of births and deaths showed the age of the prosecuting witness to have been seventeen at *486the time of the commission, of the felony. Defendant’s witnesses testified that hex' imputation for chastity and. virtue was bad, while an equal number of her neighbors and friends testified it was good. Defendant established a good reputation for honesty and veracity, but did not go upon the stand. Defendant did attempt to establish by testimony introduced in his behalf that the father had consented to his daughter’s infamy and was particeps criminis to her ruin, and that the girl had induced and pursuaded defendant to accompany her.\nThere was no evidence introduced on the part of defendant tending to contradict the witness Bosa as to 'the gifts, the writing of the letters, or check, nor as to-their arrangements for their several trips to St. Louis, and to Canada, where defendant abandoned her.\nAfter his conviction defendant filed his motion for new trial, and also in arrest, which being overruled the-case is here by appeal. t\nI. The indictment is as follows:\n“The grand jurors for the state of Missouri, summoned from the body of Balls county, empaneled, charged and sworn, upon their oaths present that William H. Johnson, late of the county aforesaid, on the- day of-, 1887, at the’county of Balls, state aforesaid, did then and there being one Bosa Price, a female under the age of eighteen years, to-wit, seventeen years, unlawfully and feloniously take from one Lewis Price, her father, he the said Lewis Price then and there having in the legal charge of the pex’son of the said Bosa Pi’ice without the consent and-against the will of the said Lewis Price for the purpose-of concubinage, by havipg illicit sexual intercourse-with him, the said William H. Johnson, against the-peace and dignity of the state.”\n*487This indictment is drawn under section 3484, Revised Statutes, 1889, which is as follows: “Every person who shall take away any female under the age of eighteen years from her father, mother, guardian or other person having the legal charge of her person, either for the purpose of prostitution or concubinage, and any father, mother, guardian, or other person having the legal charge of her person, who shall consent to the same, shall, upon conviction thereof, be punished by imprisonment in the penetentiary not exceeding five years.”\nDefendant’s contention is that the indictment is unintelligible, in that it does not allege that defendant took Rosa Price away from her father, nor that her father had legal charge of her. We do not think that it is subject to these objections. While it is rather inartistically drawn, it contains all of the averments required by the statute, and does, as we conceive, allege that the defendant took Rosa from her father, and that he was in the legal charge of her.\nII. Defendant in support of his plea in abatement to the indictment, offered to prove by several members of the grand jury by whom it was preferred, and also by the admissions of the prosecuting attorney, that he was present during their investigation and expressions of opinion in regard to the charge against defendant, and the finding of the. indictment against him. The court excluded the evidence offered, and refused to hear the same. Section 4077, Revised Statutes, 1889, with regard to the rights and privileges of prosecuting attorneys provides that: “Such attorney shall be allowed at all times to appear before the grand jury, on his request, for the purpose of giving information relative to any matter cognizable by them, and may be permitted to interrogate witnesses before them when they or he shall deem it necessary; but no such attorney *488or any other officer or person, except the grand jurors, shall be permitted to be present during the expression of their opinions or the giving their votes on any matter before them.”\nDefendant’s counsel, to sustain their position, rely mainly upon the case of Rothschild v. State, 7 Tex. App. 519, in which the court says: “The purity and impartiality of the grand jury room have ever been matters of watchful solicitude on the part of the law. * * * It is needless to inquire why this particularity. Suffice it to say, it is the law, and manifestly enacted for wise purposes. By its due observance every person, when arraigned before our courts upon presentment, will have reason to feel and believe that he has not been presented through envy, hatred or malice, nor that i'mpropér influences have penetrated that body which the law preserves as sacred and wrung from it an accusation which otherwise would never have encumbered the docket.” In the same case in discussing the duties and privileges of grand juries the court uses the following language: , “In prescribing the duties, privileges and powers of that body, almost the first mandate of the law is that ‘the deliberations of the grand jury shall be secret.’ * * * It further prescribes that ‘the district attorney may go before the grand jury at any time, except when they are discussing the propriety of finding a bill of indictment or voting upon the same.’ * * * And in further manifestation of the purpose of the law-making power, demonstrating that its command was something more than an idle direction or regulation, it is prescribed as one of the grounds for setting aside an indictment and holding it for naught, ‘that some person not authorized by law, was present when the grand jury were deliberating upon the accusation against the defendant or were voting upon the same.’ ” The supreme court held that *489because of the presence of the prosecuting attorney before the grand jury while the case was being considered his presence was fatal to the indictment. It does not appear from this case how the presence of the prosecuting attorney in the grand jury room was purposed to be shown, whether by members of the .jury, the prosecuting attorney, or by other persons.\nIt will be observed that our statute does not provide that the presence of the prosecuting attorney in the grand jury room during their deliberations shall be grounds for setting aside an indictment and holding it for naught, as does the Texas statute. Nor does it prohibit the presence of the prosecuting attorney at any time other than during the expression of their opinions or the giving of their votes on some matter before them.\nGrand juries, 'for their own protection, and that they may be independent and efficient in the discharge of their duties, are sworn to secrecy, and if the sanctity of their room can be invaded and they be required to testify as to what occurred therein, and what influences were exerted to induce them to prefer indictments, the obligation thus administered would be a mere idle ceremony. While it should not be used as a means of persecution, yet our laws are such that no one can be prosecuted and punished in this state for a felony as such without first having been indicted by a grand jury, let the crime be ever so enormous or wherever it may be committed.\nWe do not contend that grand jurors may not be sworn as witnesses in regard to infractions of the law which occur in their room or presence, but we do hold that they are incompetent to testify in regard to their own actions and as to what induced them to find the indictment in this case.\n*490A similar question was before this court in the case of State v. Baker, 20 Mo. 339, and it was held that “members of the grand jury cannot under our statute-be permitted to testify how they or their fellow-members did or did not vote, for the purpose of' showing that twelve did not concur in finding the-indictment, nor would they, it seems, be permitted tosíate the fact that twelve did not concur.” This case was cited with approval in the case of State v. Grady, 84 Mo. 224.\nThe statements of the prosecuting attorney as to what occurred in the grand jury room were merely hearsay, and inadmissible on that ground. Nor would he have been permitted to disclose as a witness the proceedings before the grand jury. In the case of McLellan v. Richardson, 13 Me. 82, in which it was proposed to introduce the prosecuting attorney as a witness and to prove by him what occurred in the grand jury room, the court says: “It is the policy of the law that the preliminary inquiry as to the guilt or innocence of a party against whom a complaint has-been preferred, should be secretly conducted. In furtherance of the same object every grand juror is sworn to secrecry. One reason may have been to prevent the-escape of the party charged, to which he might be tempted if apprized of the proceedings in train against him; another may have been .to promote freedom of deliberation and opinion among the grand jury, which might be impaired if it were known that the part taken by each might be disclosed to the accused or his friends. A timid juror might in that case be overawed by the power and connections of an individual charged. If this motion were sustained, everything done in the grand jury room might be unveiled whenever the same subject-matter was on trial before the traverse jury. *491It would be to open a door which the law intended should be closed.”\nIn the case of State v. Grady, supra, the offer was-to prove by the prosecuting attorney what was not done in the grand jury room, that is, that no witnesses were brought before it, and that the indictment was found Avithout the presence of any Avitnesses and it was .held that it was proper and legitimate, and that he was competent for that purpose.\nA prosecuting attorney being as he is the representative of the state in regard to criminal offenses would be unmindful of his duty and unworthy of the position occupied by him, if, when knowing that a. crime had been committed, he failed to call the attention of the grand jury of the county to it, in Order that the case might be investigated and the offender brought, to justice. There was no error in excluding the evidence offered.\nIII. Objection is made by defendant to the second instruction given by the court on the part of the state. This instruction is to the effect that, although the jury may believe from the evidence that Rosa Price at the time she first met the defendant had a general bad reputation for chastity and was in fact unchaste, yet-such facts constituted no defense to the indictment. The cases of Jenkins v. State, 15 Lea (Tenn.), 674; Scruggs v. State, 90 Tenn. 81, and Brown v. State, 72 Md. 468, seem to sustain defendant’s contention and to hold where the girl abducted was shown to have been of previous unchaste character, that it was a good defense to the prosecution.\nUpon the other hand there are courts of equally high authority which announce a different rule. In the case of People v. Demousset, 12 Pac. Rep. 788, the supreme court of California, in. a prosecution under a similar statute to the one under consideration and for *492a similar offense, in passing upon an instruction almost exactly like the one given in this case, says: .“It is claimed that this instruction is erroneous because it omits the element of the previous chaste character of the female, and because it does not inform the jury that the taking must have been without the consent of the parent. It will be observed that the section says nothing about the chastity of the female. The law is intended to protect the chaste and reclaim the erring; to protect parents and guardians in their custody and care of minor females, without regard to the character of such female for chastity, and the family from sorrow and disgrace. We are not disposed, in the construction of this section,, to interpolate any phrase that will detract from its effectiveness in this regard.” See also People v. Cook, 61 Cal. 478; People v. Carrier, 46 Mich. 442; State v. Gibson, 111 Mo. 92.\nWe think, as was said in the case of the People v. Demousset, supra, that the statute was intended to protect the chaste as well as to reclaim the unchaste, which seems to best comport with the instincts of humanity and the protection of young gii’ls. It may with much reason be said that girls who are reputed to have taken a misstep are much more in need of protection of the law from designing men than those who are “like Caesar’s wife, above suspicion,” because of the snares set for, and- the inducements offered, them, that no man, though ever so bold, would think for a moment of offering to one whom he had every reason to believe was perfectly chaste. We do not want to be understood as saying that the law is intended to protect or. that it does in fact embrace within its provisions abandoned girls or harlots, who leave their homes to ply their occupation as such, but we do say that girls, although they may have done wrong, yet, if under eighteen years of age and under the parental roof, are protected *493by its humane provisions, and he who takes one thus situated with or without the consent of the person in whose charge she is, for the purpose of concubinage, is guilty of a violation of its provisions.\nIY. A further contention is that the fourth, fifth, seventh and eighth instructions are wrong inasmuch as they do not correctly define the term “take away,” as used in the statute. One of the definitions of the word “take” as defined by Webster, is: “Tomoveor direct the course, to proceed, to go.” This then being the literal definition of the word, it would seem that the objection is not well founded. If the testimony of Rosa Price is to be believed, and in this regard she is not contradicted, the defendant not only directed her course in the different trips that she made to the city of St. Louis, and finally to- Canada, but he furnished her the means with which to defray her expenses, and generally accompanied her or met her at some point on the way suggested by himself. That she was induced to leave home and meet defendant on these various trips by the solicitations and inducements offered by defendant, there can not be the possibility of a doubt; and this is all that is required in order to bring the act and conduct of defendant within the meaning of the term “take away,” as held by the following authorities cited by defendant. Slocum v. People, 90 Ill. 274; People v. Marshall, 59 Cal. 391; State v. Jamison, 38 Minn. 21; State v. Stone, 106 Mo. 1.\nY. The objection to the first instruction on the part of the state is that it tells the jury that if defendant’s purpose in taking Rosa away was to cohabit with her “even for a single night,” then such taking away was for the purpose of concubinage within the meaning of the statute. Admitting that it is subject to the objection urged against it, and that the taking away for one act of intercourse or for one night does not come *494within the meaning of the statute and does not constitute the offense charged, defendant is in no position to complain of it, because the evidence abundantly shows that he cohabited with her time and time again and lived with her as his wife for over three months at one time. Taken with the other instructions it could not have misled the jury.\nVI. Another contention is that the court committed error in failing to instruct the jury that, if defendant had good reason to believe and did believe that Rosa, at the time of the offense committed, was over eighteen ye'ars of age, then he could not be convicted. This seems to be rather an anomalous position and is certainly not sustained by reason or authority. For the same reason any person guilty of carnally and unlawfully knowing any female child under the age of fourteen years, which, by section' 3480, Revised Statutes, 1889, is declared to be rape and a felony, would not be guilty if he believed and had good reason to believe that she was over that age. Such is not the law as we understand it, and as it has been ruled by this court. State v. Houx, 109 Mo. 654; Bishop on Statutory Crimes, sec. 490; Wharton on Criminal Evidence, sec. 724; State v. Griffith, 67 Mo. 287; Lawrence v. Com. 30 Gratt. 845; State v. Newton, 44 Iowa, 45.\nIf defendant thought at the time of shielding himself under such a pretext he should have been more careful in selecting his victim. Upon him alone rested the responsibility of ‘his actions and the fact that he may have believed, or that he- had good reason to believe, that she was over. eighteen years of age is no justification or excuse.\nVII. Nor is the eighth instruction of the state subject to the objection urged against it when taken in connection with all of the instructions given on trial.\n*495VIII. The objection that the court committed error in excluding the testimony offered by defendant tending to show specific acts of léwdness or unchastity on the part of Rosa shortly prior to her acquaintance with defendant, was in effect disposed of by the third paragraph in this opinion in passing upon an instruction in regard to the same matter.\nBut even though the court may have committed error in its ruling in excluding this evidence (but we do not think so) and in admitting the family Bible in which the date of her birth seems to have been recorded, no such question is raised in the motion for a new trial, and for that reason cannot now be raised in this court. Revised Statutes, 1889, sec. 4270; Ray v. Thompson, 26 Mo. App. 436; State v. Robinson, 79 Mo. 66; State v. Burns, 99 Mo. 473; Brownfield v. Ins. Co., 26 Mo. App. 390; State v. Steen, ante, p. 474 and the authorities therein cited. The same may be said in regard to the letters read in evidence and in fact all the evidence in the case.\nIX. The only remaining question that it is thought necessary to notice, is that in regard to the jurisdiction of the circuit court of Ralls county, where the indictment was found and the offense is alleged to have been committed. There were but two persons, as appears from the record in this case, who knew all •aboui the plans and intrigues of Rosa and the defendant, and they were the persons. According to her story (and she is not contradicted) defendant began making love and and advances to her in New London in that county, and urging her to make trips with him to St. Louis, and finally to leave the country with him and to go to some point beyond the border, of the United States, which finally they did, he in the meantime making her presents and furnishing her money. All of the preliminaries were arranged in that county, and where the pur*496pose of those visits was finally consummated and accomplished makes no difference whatever in the case. It was the “taking away” for the purpose of concubinage that constituted the offense and violated the law,, whether sexual intercourse followed or not. State v. Gibson, 108 Mo. 575; Slocum v. People, 90 Ill. 274; State v. Gibson, 111 Mo. 92; Henderson v. People, 124 Ill. 607.\nThe fact that they subsequently had sexual intercourse would.only be evidence of the intent, but in this case there was no doubt in regard to the intent, as the parties slept and cohabited together in the city of St. Louis, and lived for over three months together as man and wife in the city of Montreal, Canada. The evidence conclusively shows defendant’s. guilt, and being unable to perceive any error in the record or trial of' the cause, the judgment is affirmed.\nAll concur.\n",
            "ocr": true,
            "opinion_id": 8010901
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Rape"
}