{
    "id": 1307811,
    "judges": "Andrews, Beasley, Birdsong",
    "date_filed": "2007-07-08",
    "date_filed_is_approximate": true,
    "slug": "shelton-v-state",
    "case_name_short": "Shelton",
    "case_name": "Shelton v. State",
    "case_name_full": "Shelton v. the State",
    "attorneys": "Donaldson & Bell, George P. Donaldson III, R. Ripley Bell, Jr., for appellant., Britt R. Priddy, District Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b611-11\">\n    A92A1089.\n   </docketnumber><parties id=\"ASnG\">\n    SHELTON v. THE STATE.\n   </parties><br><citation id=\"b611-12\">\n    (426 SE2d 69)\n   </citation>",
    "citations": [
        "426 S.E.2d 69",
        "206 Ga. App. 579"
    ],
    "opinions": [
        {
            "author_str": "Beasley",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7137.0,
            "opinion_text": "\n206 Ga. App. 579 (1992)\n426 S.E.2d 69\nSHELTON\nv.\nTHE STATE.\nA92A1089.\nCourt of Appeals of Georgia.\nDecided December 3, 1992.\nDonaldson &amp; Bell, George P. Donaldson III, R. Ripley Bell, Jr., for appellant.\nBritt R. Priddy, District Attorney, for appellee.\nBEASLEY, Judge.\nAn alleged rape occurred on March 15, 1991. On March 15, GBI officers conducted a custodial interrogation of defendant in the presence of his attorney. Defendant refused to answer questions directly but did allow and instruct his attorney to provide information and certain items (clothing and samples of bodily substances) in defendant's presence. The information was given orally. Three days later the attorney delivered a letter to the GBI, signed by him, which stated that it was \"to correct misinformation which was given to you in the course of our conversations on Friday of last week.\" It set out in detail the defendant's version of the incident. The record does not contain a description of the content of the earlier verbal statement.\nJust short of four weeks prior to the scheduled trial date, the State subpoenaed the attorney to appear and be sworn as a witness for the State. He moved to quash the subpoena as being in violation of OCGA § 24-9-25 and the federal and state constitutional guarantees of right to counsel. According to the trial court's order on the matter, he added at the hearing, as a ground, the defendant's right against compulsory self-incrimination under both constitutions.\nAt the hearing, the State limited the scope of its subpoena to cover only the authentication of the letter of March 18 and rebuttal testimony, in the event defendant testified inconsistently \"with the verbal statement given by his attorney to the GBI agents.\" The court allowed the subpoena to stand but ruled that defendant's attorney could be called only to answer questions \"regarding the authenticity of the ... letter ... and for the purpose of testifying in rebuttal to any inconsistent statements that the defendant may make in the event he testifies in his own defense.\" The State acknowledges in its *580 brief that this refers to inconsistencies between what the GBI testifies the attorney related during the interrogation and what the defendant, if he is a witness, testifies was related in his presence.\nOCGA § 24-9-25 is not implicated, as the testimony to which the subpoena is limited would not relate to confidential communications but rather to information which defendant instructed his counsel to convey to third persons, the officers. As to this, defendant recognizes, as stated in his brief: \"To the extent the defendant's attorney, in the presence of the defendant and with his consent, disseminated information to the agents of the [GBI], there is no claim of privilege.\" Defendant cites Riley v. State, 180 Ga. 869 (181 S.E. 154) (1935). That is correct, as \"[c]ommunications made by a client to an attorney for the purpose of being imparted by him to others do not fall within the inhibitions of the law that render an attorney as a witness incompetent to testify to statements or disclosures made to him by his client.\" Fowler v. Sheridan, 157 Ga. 271 (1) (121 S.E. 308) (1923); Riley, supra at 870 (1). Thus, he is competent to testify. See Washington v. Sullivan, 373 P2d 474, 476 (3) (Wash. 1962). Compare Gilbert v. State, 169 Ga. App. 383, 384 (1) (313 SE2d 107) (1984), where the State's cross-examination of defendant's prior counsel invaded the area of communications protected by the attorney-client privilege recognized in OCGA § 24-9-24 and protected by OCGA § 24-9-25.\nDefendant does not otherwise challenge, in this effort to quash the subpoena, the admissibility of the oral statements; he challenges only the right of the State to compel his counsel to give rebuttal testimony about them. Is he, at this stage, compellable?\nOne of the authorities invoked by defendant below and here is the state constitution, which provides: \"Every person charged with an offense against the laws of this state shall have the privilege and benefit of counsel; ...\" Ga. Const. 1983, Art. I, Sec. I, Par. XIV. We find no case in Georgia which addresses the clash presented here, between the right of defendant to the effective assistance of his chosen counsel and the interest of the State in its purported need for counsel's testimony, where counsel is allegedly a material witness and the attorney-client privilege does not bar counsel's testimony. Other courts have balanced these two interests. See, e.g., Washington v. Sullivan, supra, 373 P2d at 477 (5); United States v. Gomez, 584 FSupp. 1185, 1188 (1) (D.C.R.I. 1984).\nIt has been uniformly recognized by the courts which have been presented with the question, that requiring the defendant's attorney to testify against him on a contested, material issue so diminishes the persuasive force of his advocacy on behalf of the defendant in the eyes of the jury that the defendant is denied his right to effective assistance of counsel. Williams v. District Court, 700 P2d 549, 555-556 (9) (Colo. 1985); Uptain v. United States, 692 F2d 8, 10 (1) (5th *581 Cir. 1982); People v. Rodriquez, 171 Cal. Rptr. 798, 800 (3) (4th Dist. 1981); Missouri v. Reynolds, 564 S.W.2d 874 (2) (Mo. 1978); Ohio v. Livingston, 285 NE2d 75, 77 (1) (Ohio App. 1972); People v. Lathrom, 13 Cal. Rptr. 325 (88 ALR2d 785) (2d Dist. 1961). Compare United States v. Gomez, supra, 584 FSupp. at 1190 (3) (holding that counsel could continue to represent the defendant other than before the jury); Strong v. Indiana, 538 NE2d 924, 925-926 (1) (Ind. 1989) (allowing another attorney to represent the defendant while counsel was testifying outside the presence of the jury where the testimony did not provide evidence of any elements of the offense charged).\nIt has also been held that it is only where defense counsel's testimony is both necessary and unobtainable from other sources that counsel may be called as a prosecution witness. Perez v. Florida, 474 S2d 398, 400 (2, 3) (Fla. App. 1985); United States v. Crockett, 506 F2d 759, 760-761 (1) (5th Cir. 1975); Washington v. Sullivan, supra, 373 P2d at 476-478 (4, 5); see also Williams v. District Court, supra (holding that the government must have a compelling need for counsel's testimony).\n\"Balanced against [the defendant's `right to complete and unhampered representation'] ... is the possibility that defense counsel's testimony is necessary to the state's case in the interest of justice and for the protection of the public.\" Washington v. Sullivan, supra, 373 P2d at 477 (5). See United States v. Gomez, supra, 584 FSupp. at 1187-1188 (1).\nThe subpoena should have been quashed, as no need for the testimony to be compelled by it was shown. It commanded the presence of defense counsel at trial, under penalty for non-compliance, see OCGA § 24-10-20 et seq., but presence was already assured because he was representing defendant; the State did not have to require it.\nThis left the other command of the subpoena, that counsel be on call, first of all, to testify that the letter was authentic. But it was not shown that such testimony would be necessary. There was no indication that authenticity would be an issue when the document was offered in evidence, or that defendant would not stipulate to its authenticity. Defendant points out in his brief that counsel testified at the motion hearing that it was authentic, and that is not disputed. By the motion to quash, defendant expressly does not challenge the admissibility of the letter but only the means of authenticating it. Moreover, according to the court's order, counsel delivered the letter, so the person to whom it was delivered can testify as to its source.\nThe second part of the \"on call\" aspect is whether counsel must come to trial subject to call by the State in rebuttal to testify contrary to any statements which defendant might make, inconsistent with the State's evidence as to the custodial oral statements. The State's subpoena is based on the totally unsupported premise that defendant *582 will testify falsely, about a matter within the direct personal knowledge of his attorney. It is counsel's duty to prevent defendant, if he can, from testifying falsely. If the defendant nevertheless testifies falsely regarding what information was given by counsel during the interrogation, counsel would be obligated to so advise the court and seek to withdraw or else be party to the fraud. See Stephenson v. State, 206 Ga. App. 273 (424 SE2d 816) (1992).\nSince there is no indication that defendant will do so, the State has failed at this point to show any need to compel his counsel's testimony. In the event it does become necessary and unobtainable from other sources, taking into account the availability of the officers to whom the oral statement was given, and that the attorney's testimony would presumably only be corroborative, the court will have to weigh the competing interests. We will not render an advisory opinion. See Newsome v. Brown, 252 Ga. 421 (314 SE2d 225) (1984). It is clear, however, that counsel cannot be compelled to be a witness against his client to contradict him while representing him at trial. That would in effect leave defendant with no counsel and deprive him of his constitutional right to the effective assistance of counsel.\nWe do not reach the federal constitutional ground nor the constitutional self-incrimination grounds.\nJudgment reversed. Birdsong, P. J., and Andrews, J., concur.\n",
            "ocr": false,
            "opinion_id": 1307811
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Rape"
}