{
    "id": 1329974,
    "judges": "Campbell, Hedrick, Mallard",
    "date_filed": "1972-12-13",
    "date_filed_is_approximate": true,
    "slug": "state-v-moye",
    "case_name_short": "Moye",
    "case_name": "State v. Moye",
    "case_name_full": "State of North Carolina v. Tempie Moye",
    "attorneys": "\n\nAttorney General Morgan and Assistant Attorney General Harris for the State.\n, \nWhite, Allen, Hooten & Hines by Thomas J. White and Thomas J. White III for defendant appellant.\n",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b204-5\">\n    STATE OF NORTH CAROLINA v. TEMPIE MOYE\n   </parties><docketnumber id=\"AB8\">\n    No. 718SC347\n   </docketnumber><decisiondate id=\"AbQ\">\n    (Filed 18 August 1971)\n   </decisiondate><br><attorneys id=\"b205-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"179\"> \n     *179\n     </span>\n<em>\n     Attorney General Morgan and Assistant Attorney General Harris for the State.\n    </em>\n</attorneys><br><attorneys id=\"b205-9\">\n<em>\n     White, Allen, Hooten &amp; Hines by Thomas J. White and Thomas J. White III for defendant appellant.\n    </em>\n</attorneys>",
    "citations": [
        "182 S.E.2d 814",
        "12 N.C. App. 178"
    ],
    "opinions": [
        {
            "author_str": "Mallaed",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8019.0,
            "opinion_text": "\n182 S.E.2d 814 (1971)\n12 N.C. App. 178\nSTATE of North Carolina\nv.\nTempie MOYE.\nNo. 718SC347.\nCourt of Appeals of North Carolina.\nAugust 18, 1971.\n*815 Atty. Gen. Robert Morgan, and Asst. Atty. Gen. Claude W. Harris, for the State.\nWhite, Allen, Hooten &amp; Hines, by Thomas J. White, and Thomas J. White, III, Kinston, for defendant appellant.\nMALLARD, Chief Judge.\nDefendant assigns as error the failure of the trial judge to allow her motion for judgment of nonsuit. This assignment of error is overruled. There was ample evidence to require submission of the case to the jury. See State v. Cutler, 271 N.C. 379, 156 S.E.2d 679 (1967).\nDefendant also assigns as error the failure of the trial judge to suppress the evidence on the grounds that it was obtained with the use of an invalid search warrant. Defendant contends that the affidavit failed to set forth facts from which the issuing magistrate could properly find probable cause for the issuance thereof.\nThe affidavit upon which the search warrant was based is as follows:\n\"Paul W. Young, Lenoir County A.B.C. Officer; (Insert name and address; or if a law officer, then insert name, rank and agency)\nbeing duly sworn and examined under oath, says under oath that he has probable cause to believe that Tempie Moye\n(Insert name of Possessor) has on her premises\n(Insert one or more of these phrases: on his premises; in his vehicle; on his person) certain property, to wit: Narcotic Drugs (Describe the property sought) the possession of which is (Insert one of these phrases: the possession of which is; which was used in the commission of; which constitutes evidence of)\na crime, to wit:\nPossession of Narcotic Drugs. October 9th, 1970, 427 Sampson St. Kinston, N. C. (Insert name of crime; and date, location\u0097if known)\nThe property described above is located at 427 Sampson St. Kinston, N. C. (Insert one of (sic) more of these phrases:\nOn the premises described as follows: on the premises; in the vehicle; on the person) *816 a frame one store building consisting of 3 rooms and bath. (Unmistakably describe the building, premises, vehicle, or person\u0097or combination\u0097to be searched)\nThe facts which establish probably (sic) cause for the issuance of a search warrant are as follows: Information furnished by a reliable and confidential informant who states that he has personal knowledge of marihuana being on the above premises at Tempie Moye, 427 Sampson St. Kinston, N. C. This informer has given information in July 1970 and a search was made and narcotic drugs were found and a subject charged with the crime of possession of narcotics. This have (sic) given information on other types of crimes in the years of 1969 and 1970 and his information was found to be true and correct and resulted in convictions of subjects being involved.\"\nWe hold that the search warrant, including the attached affidavit, is in substantial compliance with the provisions of Article 4, Chapter 15 of the General Statutes of North Carolina, which was rewritten in 1969 to be effective upon its ratification on 19 June 1969. See State v. Vestal, 278 N.C. 561, 180 S.E.2d 755 (1971). We think Aguilar v. Texas, 378 U.S. 108, 84 S.Ct. 1509, 12 L.Ed.2d 723 (1964), and the other cases cited by defendant are distinguishable.\nThe defendant assigns as error the failure of the trial judge to declare a mistrial as a matter of law because defendant contends that eight jurors indicated during the trial that they had heard radio news reports during the trial in which the defendant was referred to by name as a \"dope peddler.\"\nOn the second day of the trial which was being held in the City of Kinston, in the absence of the jury, the defendant made a motion for a mistrial stating as follows:\n\"If the court pleases, the defendant's motion for a mistrial is based upon news publicity which has been given narcotics cases in general and this case in particular by Mr. Jack Ryder of H.G.R. Broadcasting Company, Station W.F.T.C. in Kinston, both yesterday morning at about 8:20 a. m. prior to the beginning of the trial of this case, then yesterday at 12:20 p. m. after the trial of this case had been commenced, and yesterday evening at 6:20 p. m. after the jury had been excused for the evening, and then again this morning at 8:20 a. m. on Mr. Ryder's `Local News and Comment' prior to the reconvening of this court at 10:00 a. m. The first such instance was contained in an editorial, copy of which I have marked as `Exhibit A' and at this point introduced into evidence, which is entitled `Editorial November 4, 1970, H.G.R. Broadcasting Company by Jack Ryder,' and which reads as follows: (Defendant's Exhibit A, filed November 5, 1970)\n`If anyone has any lingering question about the cause of crime running loose in our nation today it should be answered by just such abuse of common sense as that exhibited in Lenoir County Superior Court Monday in the name of law * * * A pair of 24-carat New Jersey crums were caught by local law enforcement officers and they were found to have more than 30 packages of heroin hidden on their person * * * one had it hidden in a secret compartment in the waistband of his trousers and the other had it tucked in the top of his sock * * * This pair of hiding places came as the result of information for which the people of Lenoir County paid $1000 in reward * * * The informer not only told who the crums were, but where they would be, at what time, the license number of their car and further told the officers where the dope would be hidden on these two vermin\u0097both of whom had gonhorrea in addition *817 to his moral degeneracy in the peddling of dope to our children here in Lenoir County * * * But because there was in the opinion of the Judge some misplaced, or misstated phrase in the search warrant the officers used when they arrested this pair the courts have found them not guilty of having heroin which was found hidden on their person * * * Fortunately one of the pair had sold some of his heroin to an undercover officer and the court did manage to bend over backwards and find him guilty and give him a 3-to-5 year jail term, which means that he will probably be in jail one fourth of 36 months\u0097unless some santa claus parole board turns him loose ahead of schedule * * * We do not need more laws * * * We do not need more police * * * What we need is different judges. Different interpretations of the existing laws * * * Now the last place in the world one can expect to find justice is in the courts * * * Technicalities every day turn maddogs loose on society and lawyers stuff their pockets with money they have earned as accessories to the lowest kind of crime * * *. But the lawyers could not stuff their pockets and the guilty could not walk the streets if we just had a few * * * not many\u0097just a few judges who would forget the technicalities and pay some attention to whether the thugs before them are guilty or innocent * * * To turn loose on our children a known peddler of the vilest kind of drugs on such a thin and stupid pretext is a prostitution of reason, of the law, and our entire civilization * * * In this the court was more criminal than the criminals themselves.'\nThen, this morning, My. Ryder in the news portion of his editorial referred to the defendant, Mrs. Moye, as `a long-time Lenior County peddler of bootleg whiskey, now dope pusher' and referred to her case as the one presently being tried here in our Superior Court. This misconduct on the part of Mr. Ryder was totally inexcusable, both as to the attack on the court in his editorial yesterday and as to his specific comments and accusations directed against this defendant this morning who is presently on trial before this jury. * * * This publicity is grossly prejudicial to her and I see no way now that she can obtain a fair and impartial trial if any members of the jury have heard this publicity directed at her. I would appreciate your Honor inquiring of each of the jurors individually as to whether or not they did hear the editorial yesterday and particularly the news commentary this morning in which Mrs. Moye was specifically referred to by Mr. Ryder.\"\nIn Annot., 31 A.L.R.2d 420, 421, 426 (1953), there appears the following:\n\"It has been stated that the test in determining whether a new trial, mistrial, or reversal should be granted in a criminal action upon a showing that the jurors had read newspaper accounts of the trial depends upon whether or not a fair trial, under the circumstances, has been interfered with. There is not one rule, however, which defines just what does or does not so interfere. The inquiry, therefore, must center primarily around the facts in each case, and the ultimate decision, as is pointed out in § 3, infra, rests in the sound judicial discretion of the court.\n* * * * * *\nOn the other hand a newspaper account which is of a tenor to prejudice a party's rights in the minds of the jurors and influence the decision of those who read it has been held to constitute an improper interference with the normal course of justice upon which a ground may be established for setting the verdict aside. * * *\n* * * * * *\n\n*818 * * * Likewise the verdict has not been disturbed where the jury could not have honestly and intelligently returned any other verdict than the one it did return.\n* * * * * *\nThus, in Babb v. State (1917) 18 Ariz. 505, 163 P. 259, Ann.Cas.1918B 925, it was held that a new trial would be granted where jurors had been permitted to read newspaper reports which departed from a fair and honest statement of the evidence and interpreted facts derogatorily and in a manner likely to excite passion and prejudice on the part of the jury.\"\nIn the case of Marshall v. United States, 360 U.S. 310, 79 S.Ct. 1171, 3 L.Ed.2d 1250 (1959), the Supreme Court, in awarding the defendant a new trial in the exercise of its supervisory power, said:\n\"The trial judge on learning that these news accounts had reached the jurors summoned them into his chamber one by one and inquired if they had seen the articles. Three had read the first of the two we have listed above and one had read both. Three others had scanned the first article and one of those had also seen the second. Each of the seven told the trial judge that he would not be influenced by the news articles, that he could decide the case only on the evidence of record, and that he felt no prejudice against petitioner as a result of the articles. The trial judge, stating he felt there was no prejudice to petitioner, denied the motion for mistrial.\nThe trial judge has a large discretion in ruling on the issue of prejudice resulting from the reading by jurors of news articles concerning the trial. Holt v. United States, 218 U.S. 245, 251, 31 S.Ct. 2, 54 L.Ed. 1021, 1029, 20 Ann.Cas. 1138. Generalizations beyond that statement are not profitable, because each case must turn on its special facts. We have here the exposure of jurors to information of a character which the trial judge ruled was so prejudicial it could not be directly offered as evidence. The prejudice to the defendant is almost certain to be as great when that evidence reaches the jury through news accounts as when it is a part of the prosecution's evidence. Cf. Michelson v. United States, 335 U.S. 469, 475, 69 S.Ct. 213, 93 L.Ed. 168, 173. It may indeed be greater for it is then tempered by protective procedures.\"\nIt has been held that where a jury had been clearly admonished not to read a newspaper account of a trial, a denial of a defendant's request that the jurors be interrogated during the trial as to whether they had read articles appearing in a newspaper about the trial was not an abuse of discretion. State v. DeZeler, 230 Minn. 39, 41 N.W.2d 313 (1950). We think the reading of newspaper accounts and listening to reports of a trial over the radio or television are analogous. In the case before us the judge, in the exercise of his discretion, chose to interrogate the jurors concerning the contents of the defendant's motion. In doing so, the following transpired:\n\"THE COURT: (To Jurors): Yesterday afternoon when we took a recess you recall that the court told you at that time that you were not to listen to anything on the radio, or read anything in the newspaper about the case you are trying, or anything along that line. When you were examined yesterday as jurors, you were asked by counsel as to whether you could render a fair and impartial verdict in this case, based on the evidence, charge of the court, and argument of counsel; that is, render a fair and impartial verdict, both for the State and for the defendant. You were also asked if you could give the defendant the benefit of a doubt, that is what in law is called a reasonable doubt which the court will tell you about in the charge. *819 Every one charged with a crime in this country is presumed to be innocent until he is proven guilty beyond a reasonable doubt. The court tells you when he charges you that a reasonable doubt is not a vain doubt, or imaginary doubt, or a fanciful doubt, but it is a sane and rational doubt, a doubt based on common sense.\nNow, during this week, and particularly yesterday, it has come to the attention of the court that one of the local news commentators, Mr. Jack Ryder, by name, has seen fit in his editorial of yesterday morning at about 8:30, and another repeat during the middle of the day, and again yesterday afternoon something after 6:00 p. m., to have certain things to say about the operation of the courts with particular regard to crimes somewhat similar to the crime with which the defendant is charged in this case. And again this morning the court is advised that there was something else said about that general subject, about similar type crimes. The only way that a court can function properly is to take the evidence from the witnesses while they are on the stand; that is the only way a jury can properly function; and the only way they can take the law is to take it from the court, and when the court rules on matters in the course of a trial and charges the jury. And based on those things, plus the contentions of the lawyers and their arguments to you, render a fair and impartial verdict for the State and the defendant.\nThat does not disturb me personally that Mr. Ryder has had something to say about me, that is neither here nor there. If I wasn't thick-skinned I wouldn't be here. This court is just going to do its duty under the law.\nBut, the question arises at this time as to whether or not anybody has listened to his editorials or read anything in the newspaper (if there has been anything in the newspaper about it\u0097I don't know if there has). First, I would like to inquire of the jury at this time as to whether anybody listened to any of these editorials yesterday or this morning, at the times the court has related, and I will have to ask you one at the time. After that I may have to ask you some other questions. So, Mrs. Mayo, if you will call the name of each juror I will ask that question.\n(Each juror questioned as follows):\nQ. Whether or not you have listened to any of these editorials as of yesterday or this morning?\nQ. Did it create any impression in your mind?\nQ. Do you think that it prejudiced you against the defendant in any way?\nQ. So you say that regardless of anything you may have heard or read that you can render a fair and impartial verdict, both for the State and the defendant in this case?\nEight (8) jurors indicated to the court that they had either heard the editorial November 4, or Mr. Ryder's comments specifically as to the defendant this morning prior to coming to court.\nTHE COURT (Con't): Now to the eight I have just spoken to, I take it that none of you have expresed any opinion this week about the guilt or innocence of anybody who was here for trial pertaining to these types of crime. I assume that nobody has?\nNone of the jurors made any reply.\nNow I take it that, taking the evidence from the witnesses on the stand, plus the contentions of the lawyers and their arguments, and taking the law from the court, you can render a fair and impartial verdict both for the State and the defendant?\n\n*820 All the jurors nodded their heads.\nMOTIONS OF DEFENDANT OVERRULED.\nDEFENDANT'S EXCEPTION NO. 7.\nTHE DEFENDANT OBJECTS AND EXCEPTS TO HIS HONOR'S MANNER OF INTERROGATING THE JURORS.\nDEFENDANT'S EXCEPTION NO. 8.\"\nIt appears from the record that Judge Copeland had admonished the jurors not to listen to anything on the radio, or read anything in the newspaper about the case they were trying. It further appears that some of the jurors (the record does not reveal how many) did not heed this admonition. It is noted that the quoted editorial alleged to have been broadcast on the preceding day did not specifically refer to the defendant's case. The full contents of the editorial asserted to have been broadcast on the morning of 5 November 1970 referring specifically to the defendant, who was then being tried, as \"a long-time Lenoir County peddler of bootleg whiskey, now dope pusher\" is not set out in the motion or elsewhere in the record. Neither does the record before us contain the answers of the jurors to the questions propounded by the court. The interrogation of the jurors appears in summary form, and their answers can only be inferred.\nIn 39 Am.Jur., New Trial, § 95, p. 109, it is said:\n\"The law contemplates that no outside influences shall be brought to bear upon a jury impaneled to try a case, and where it appears that the jury has been subjected to extrajudicial influences or suggestions, upon the part of a party or his counsel, the judge, or any third person, during the pendency of the case which they are sworn to try, a new trial may be granted unless it appears that no prejudice resulted from such misconduct. An impartial jury, selected and kept free from all outside or improper influences, has always been regarded as necessary to a fair and impartial trial; and anything not legitimately arising out of the trial of the case, which tends to destroy the impartiality of the juror, should be discountenanced. It is said that where it is made to appear that anything has occurred which may have improperly influenced the action of the jury in a criminal case, the accused will be granted a new trial, although he may appear to be guilty, because it may be said that his guilt has not been ascertained in the manner prescribed by law. When a juror enters upon the trial of a criminal case, the law contemplates his withdrawal from the public and makes no provision for addresses to him from outside sources, for his entertainment or otherwise, which are calculated directly or indirectly to excite any passions or emotions with respect to the matter upon which he is to sit in judgment.\"\nThe denial of a motion for a mistrial based on alleged misconduct affecting the jury is equivalent to a finding by the trial judge that prejudicial misconduct has not been shown. 3 Strong, N.C. Index 2d, Criminal Law, § 130 (1971 Supplement); State v. Sneeden, 274 N.C. 498, 164 S.E.2d 190 (1968). In the case of State v. Shedd, 274 N.C. 95, 161 S.E.2d 477 (1968), it is said:\n\"The burden is on the appellants not only to show error but that the alleged error was prejudicial and amounted to the denial of some substantial right.\"\nIn the case at bar the trial judge found that prejudicial misconduct had not been shown by denying the motion for a mistrial.\nThe defendant contends, however, that the trial judge, as a matter of law, was required to declare a mistrial. The case of State v. Tilghman, 33 N.C. 513 (1850), seems to support that position. Justice Pearson (later Chief Justice), in writing *821 the opinion of the Court, made a distinction between a cause for a new trial and a cause for a mistrial, holding that granting the former is a matter of discretion and the latter is a matter of law. The case involved misconduct of the jury, among other things, by failing to heed the admonitions of the court as to their conduct during recesses of the court. In holding there was no error, it is there said:\n\"* * * We take this plain position: if the circumstances are such as merely to put suspicion on the verdict by showing, not that there was, but that there might have been undue influence brought to bear on the jury, because there was opportunity and a chance for it\u0097it is a matter within the discretion of the presiding judge. But if the fact be that undue influence was brought to bear on the jury, as if they were fed at the charge of the prosecutor or of the prisoner, or if they be solicited and advised how their verdict should be, or if they have other evidence than that which was offered on the trial, in all such cases there has in contemplation of law been no trial; and this Court, as a matter of law, will direct a trial to be had, whether the former proceeding purports to have acquitted or convicted the prisoner.\"\nSee also State v. Perry, 121 N.C. 533, 27 S.E. 997 (1897), where jurors in a rape case visited the scene of the crime, without permission, questioned a passer-by, and while there discussed the case among themselves. The superior court judge refused to set aside the verdict. In awarding a new trial because the jury elicited other evidence than that offered on the trial, the Supreme Court quoted with approval from State v. Tilghman, supra.\nThe distinction made by Justice Pearson in Tilghman in holding that a cause for a new trial is discretionary and a cause for a mistrial is a matter of law is no longer made. The law now is that motions for mistrial, or a new trial, on the grounds of misconduct of the jurors is addressed to the discretion of the trial judge.\nIn State v. Sneeden, supra, Justice Huskins, speaking for the Court, said:\n\"Motions for mistrial or a new trial based on misconduct affecting the jury are addressed to the discretion of the trial court. In Re Will of Hall, 252 N.C. 70, 113 S.E.2d 1. Unless its rulings thereon are clearly erroneous or amount to a manifest abuse of discretion, they will not be disturbed. Stone v. Griffin Baking Co., 257 N.C. 103, 125 S.E.2d 363; O'Berry v. Perry, 266 N.C. 77, 145 S.E.2d 321; Keener v. Beal, 246 N.C. 247, 98 S.E.2d 19. `The circumstances must be such as not merely to put suspicion on the verdict because there was opportunity and a chance for misconduct, but that there was in fact misconduct. When there is merely matter of suspicion, it is purely a matter in the discretion of the presiding judge.' Lewis v. Fountain, 168 N.C. 277, 279, 84 S.E. 278, 279.\"\nIn the case of State v. Shedd, supra, Chief Justice Parker said:\n\"The trial judge is clothed with power of discretion as to whether he should order a mistrial or set aside a verdict by reason of alleged misconduct of a juror or jurors `because of his learning and integrity, and of the superior knowledge which his presence at and participation in the trial gives him over any other forum. However, great and responsible this power, the law intends that the Judge will exercise it to further the ends of justice, and though, doubtless it is occasionally abused, it would be difficult to fix upon a safer tribunal for the exercise of this discretionary power, which must be lodged somewhere.' Moore v. Edmiston, 70 N.C. 471.\"\nIn State v. Suddreth, 230 N.C. 239, 52 S.E.2d 924 (1949), the defendant was being tried for murder. One of the jurors permitted a sister of the victim to ride with him in his car while the case was in progress. *822 The juror stated under oath that he did not know of the relationship. After a thorough investigation, the trial judge found that there were other people in the car with them at the time, the case was not discussed, the result of the case had not been affected thereby, and declined to set aside the verdict either as a matter of law of in his discretion. In holding that there was no error, the Supreme Court said:\n\"It is provided by statute, G.S. § 9-14, that the judge `shall decide all questions as to the competency of jurors,' and his rulings thereon are final and `not subject to review on appeal unless accompanied by some imputed error of law,' State v. DeGraffenreid, 224 N.C. 517, 31 S.E.2d 523, 524; State v. Hill, 225 N.C. 74, 33 S.E.2d 470; State v. Davenport, 227 N.C. 475, 42 S.E.2d 686. This exception presents no reviewable question of law and will not be sustained.\"\nIn State v. Kinsauls, 126 N.C. 1095, 36 S.E. 31 (1900), the jurors, who had been sequestered, attended church services with the defendant's consent. The preacher urged the jury to be careful, and if the defendant was guilty to say so and if not to say so. He also told them to do their duty. In his prayer, the preacher prayed for a fair and impartial trial. The Supreme Court held that this did not constitute misconduct of the jury prejudicial to the defendant.\nIn 5 Am.Jur.2d, Appeal &amp; Error, § 889, it is said:\n\"The determination of the existence and effect of jury misconduct is primarily for the trial court, whose decision will be given great weight on appeal.\"\nIn the case of State v. Hart, 226 N.C. 200, 37 S.E.2d 487 (1946), the court officer who was placed in charge of the jury was a witness for the State. The trial judge refused to set aside the verdict and order a new trial on that grounds. In holding that there was no error, the Supreme Court said:\n\"* * * It is our opinion, and we so hold, that actual prejudice must be shown before the result of the trial can be, as a matter of right, disturbed.\nIn North Carolina, in instances when the contention was made by the defendant that the jury has been improperly influenced, it has been held that it must be shown that the jury was actually prejudiced against the defendant, to avail the defendant relief from the verdict, and the findings of the trial judge upon the evidence and facts are conclusive and not reviewable. State v. Hill, 225 N.C. 74, 33 S.E.2d 470; State v. De-Graffenreid, 224 N.C. 517, 31 S.E.2d 523.\" (Emphasis Added)\nIt is regrettable that news reporters at times add to or distort court proceedings. Sometimes zealous reporters are unable to discipline themselves in order to preserve the proper nicety of discrimination as to what should be published by an ethical news media concerning a trial in order to keep from interfering with a defendant's constitutional right to a fair trial. The power of the spoken and printed word in the news media is evidenced by the fact that advertisers pay to advertise therein. Therefore, the news media ought not to, and do not ethically, use the power of the news media to deprive any accused person of his basic constitutional right to a fair trial. In this connection we quote with approval the following words of Judge Haynsworth of the United States 4th Circuit Court of Appeals in the case of Holmes v. United States, 284 F.2d 716 (1960):\n\"When, shortly before and during a trial, public news media irresponsibly publish incompetent and prejudicial information, the difficulty of maintenance of fairness in the administration of justice is manifest.\"\nIn the case before us, after making such investigation as he deemed to be necessary and after questioning the jurors, the trial judge did not declare a mistrial and did not cite the jurors for contempt for disobeying *823 his admonition not to listen to anything on the radio or read anything in the newspaper about the case but overruled the defendant's motion for a mistrial. Defendant had requested that the jurors be questioned. Her objection to the manner the court interrogated the jurors is overruled.\nOne of the basic and absolutely necessary ingredients of political freedom is the unqualified right to a fair and public trial by a legally constituted court, presided over by a fair and impartial judge, and being represented by competent counsel, with one's guilt or innocence determined by a fair and impartial jury under modes of procedure established by lawful authority. In the case at bar the defendant was tried by a legally constituted court, presided over by a fair and impartial judge, represented by able, experienced and competent counsel. Her guilt was determined under established modes of procedure by a jury found to be fair and impartial. Upon the facts in the record in this case, it is our opinion, and we so hold, that the learned judge who presided at this trial had large discretion as to whether he should order a mistrial, and he was not required as a matter of law to order a mistrial.\nWe quote with approval the following from State v. Tilghman, supra:\n\"* * * Perhaps it would have been well had his Honor in his discretion set aside the verdict and given a new trial, as a rebuke to the jury and an assertion of the principle that trials must not only be fair, but above suspicion. This, however, was a matter of discretion * *.\"\nIn the case at bar, actual prejudice has not been shown, and no abuse of discretion on the part of the judge appears.\nIn the trial we find no error.\nNo Error.\nCAMPBELL and HEDRICK, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 1329974
        }
    ],
    "court_short_name": "Court of Appeals of North Carolina",
    "court_full_name": "Court of Appeals of North Carolina",
    "court_type": "SA",
    "court_jurisdiction": "North Carolina, NC",
    "crime_category": "Rape"
}