{
    "id": 1361471,
    "judges": "Riley, Bright, and Melloy, Circuit Judges",
    "date_filed": "1977-11-23",
    "date_filed_is_approximate": true,
    "slug": "malonga-v-mukasey",
    "case_name_short": "Malonga",
    "case_name": "Malonga v. Mukasey",
    "case_name_full": "Noel MALONGA, Petitioner, v. Michael B. MUKASEY, Attorney General, Respondent",
    "attorneys": "Timothy E. Wichmer, argued, Rachel Groneck, on the brief, St. Louis, MO, for petitioner., Thomas Henderson Dupree, argued, Andrew Oliveira, on the brief, U.S. Dept, of Justice, Washington, D.C., for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted: Sept. 26, 2008., Rehearing Denied Jan. 15, 2009.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 57,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b572-7\">\n    Noel MALONGA, Petitioner, v. Michael B. MUKASEY, Attorney General, Respondent.\n   </parties><br><docketnumber id=\"b572-10\">\n    No. 07-3443.\n   </docketnumber><br><court id=\"b572-11\">\n    United States Court of Appeals, Eighth Circuit.\n   </court><br><otherdate id=\"b572-12\">\n    Submitted: Sept. 26, 2008.\n   </otherdate><br><decisiondate id=\"b572-13\">\n    Filed: Nov. 3, 2008.\n   </decisiondate><br><otherdate id=\"b572-14\">\n    Rehearing Denied Jan. 15, 2009.\n   </otherdate><br><attorneys id=\"b574-20\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"548\"> \n     *548\n     </span>\n    Timothy E. Wichmer, argued, Rachel Groneck, on the brief, St. Louis, MO, for petitioner.\n   </attorneys><br><attorneys id=\"b574-21\">\n    Thomas Henderson Dupree, argued, Andrew Oliveira, on the brief, U.S. Dept, of Justice, Washington, D.C., for respondent.\n   </attorneys><br><judges id=\"b574-22\">\n    Before RILEY, BRIGHT, and MELLOY, Circuit Judges.\n   </judges>",
    "citations": [
        "546 F.3d 546"
    ],
    "opinions": [
        {
            "author_str": "Bright",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBRIGHT, Circuit Judge.\nNoel Malonga petitions for review of the decision of the Board of Immigration Appeals (“BIA”) denying his claims for asylum, withholding of removal, and relief under the Convention Against Torture (“CAT”). Having jurisdiction under 8 U.S.C. § 1252(a), we deny Malonga’s petition as it relates to his asylum and CAT claims, but grant the petition on his withholding of removal claim. We vacate the BIA’s decision refusing to withhold removal and remand for new findings.\nI. BACKGROUND\nA. Procedural Background\nMalonga, a native and citizen of the Republic of Congo (“Congo”), entered the United States in August 1993 as an exchange visitor. His visa entitled him to stay in this country until August 1999. In July 2001, Malonga filed an application for *549asylum, withholding of removal, and CAT protection, asserting that he had been persecuted on account of his ethnicity and political opinion in Congo. In September 2001, the Immigration and Naturalization Service (“INS”) charged Malonga with being removable in accordance with 8 U.S.C. § 1227(a)(1)(B). At a hearing, Malonga admitted the allegations in the charging order and conceded removability.\nIn October 2001, Malonga appeared before an immigration judge (“IJ”) and provided oral and documentary evidence in support of his requests for asylum, withholding of removal, and CAT protection. In an oral decision in October 2002, the IJ found that Malonga was removable as charged and denied all relief. The IJ denied Malonga’s application for asylum because it was untimely filed and because Malonga’s explanation for the untimely filing-his depression-was not an “extraordinary circumstance.” Alternatively, the IJ denied Malonga asylum because he had not shown that he had suffered past persecution and failed to show that he had a well-founded fear of future persecution. The IJ also concluded that the Kongo ethnicity was not a particular social group and that Malonga had not been persecuted on account of his political opinion. Next, the IJ denied Malonga’s motion for withholding of removal because he “failed to establish a clear probability of persecution for the same reasons that” the IJ had denied asylum. Finally, the IJ found that Malon-ga was not entitled to protection under the CAT because he was not more likely than not to be tortured if returned to Congo. The IJ made no express findings regarding Malonga’s credibility.\nMalonga appealed the IJ’s decision to the BIA, which affirmed without opinion in April 2004. Malonga filed his initial petition for review in this court in May 2004 and subsequently moved for an order remanding the case to the BIA in light of a change in the BIA’s policy in similar affirm without opinion cases. This court granted the motion, remanding the case to the BIA with instructions to “indicate the grounds upon which it affirms the [IJ’s] decision.”\nIn September 2007, the BIA again affirmed the IJ’s decision, stating that Mal-onga’s asylum application was untimely and that he had not established extraordinary circumstances necessary to excuse the untimely application. The BIA also stated that it adopted and affirmed the IJ’s findings with respect to Malonga’s ineligibility for withholding of removal and protection under the CAT. In October 2007, Malonga filed this petition for review of the BIA’s final order of removal.\nB. Factual Background\nAt Malonga’s hearing with the IJ, he introduced evidence that he is a member of the Lari ethnic group of the Kongo tribe, which is a group identifiable by accent, dialect, home region, and surname. Mal-onga further contended that he has a long history of supporting democratic reforms in Congo and that he is or has been a member of various social and professional groups that oppose the Congolese government, including the Congolese Movement for Democracy and Integral Development and the Collective of Congolese Scholars Native from Pool.\nIn 1971, when Malonga was fourteen, he participated in a demonstration against President Marlen Ngouabi. Malonga stated that government forces beat him as they attempted to break up the demonstration and that he sustained injuries that required hospital treatment. In 1974, Malonga participated in another demonstration that the military forcibly disrupted. Malonga claimed that police arrested him in 1977 for attending an opposition *550political meeting, detained him for forty-eight hours, and beat him.\nIn 1990, Malonga, who had become a director of a state-controlled farm, ordered his employees to strike as part of a larger national strike. Malonga testified that officials in the administration of President Denis Sassou-Nguesso demoted him, transferred him to Congo’s capital of Brazzaville, and ordered him to sit at a desk all day doing nothing.\nIn 1993, Malonga took part in an anti-government demonstration against the newly elected President Pascal Lissouba, which soldiers dispersed with violence. Four protestors were killed and Malonga received bruises as a result of the protest, but he testified that he was not seriously hurt. That evening, soldiers came to Mal-onga’s house in search of him. When the soldiers could not find Malonga, they marked his house with a cross (allegedly indicating that it should be destroyed) and wrote “we will get your skin” as a threat. Malonga also received threats from Lis-souba supporters at work.\nMalonga testified that he had difficulty obtaining travel documentation in 1993 because a supervisor refused to sign his departure papers, telling him that he was a “trouble maker[]” and that he should be required to stay in Congo and “face the consequences” of what he was “doing.” Ultimately, Malonga obtained the necessary signatures and traveled to the United States to study under a program funded by the United States Agency for International Development. Malonga completed his master’s degree at Southern Illinois University in 1999.\nAfter his arrival in the United States, Malonga claims that government forces destroyed his house. Malonga also testified that he lost contact with his wife, child, and parents in Congo’s 1996 civil war and that he believes that his parents are dead. Malonga testified that he feared returning to Congo because he believed that he would be persecuted. Malonga also introduced reports from the State Department and Amnesty International, which generally describe the poor human-rights conditions in Congo.\nII. DISCUSSION\n“Only the BIA order is subject to our review, including the IJ’s findings and reasoning to the extent they were expressly adopted by the BIA.” Osonowo v. Mukasey, 521 F.3d 922, 926-27 (8th Cir.2008). But we review both decisions when the BIA adopts the IJ’s decision but adds its own reasoning, as here. See Setiadi v. Gonzales, 437 F.3d 710, 713 (8th Cir.2006).\nWe review questions of immigration law de novo. Tang v. INS, 223 F.3d 713, 718-19 (8th Cir.2000). We review an IJ’s factual determinations under the substantial-evidence test, which requires that those determinations be supported by reasonable, substantial, and probative evidence. Perinpanathan v. INS, 310 F.3d 594, 597 (8th Cir.2002). We will not reverse factual findings unless “the petitioner demonstrates that the evidence was so compelling that no reasonable fact finder could fail to find in favor of the petitioner.” Turay v. Ashcroft, 405 F.3d 663, 667 (8th Cir.2005).\nA. Timeliness of Malonga’s Application for Asylum\nMalonga first challenges the IJ’s refusal to excuse his untimely application for asylum. An applicant for asylum must demonstrate by clear-and-convincing evidence that the applicant filed the application within one year of the applicant’s arrival or April 1, 1997, whichever is later. See 8 U.S.C. § 1158(a)(2)(B). The one-year period may be excused only if the *551applicant can demonstrate “changed circumstances” or “extraordinary circumstances.” 8 U.S.C. § 1158(a)(2)(D).\nHere, Malonga does not dispute the fact that his application was untimely filed, and the IJ determined that Malonga’s excuse, his depression, was insufficient to qualify as an “extraordinary circumstance.” The INS argues that this court lacks jurisdiction to review the IJ’s decision because of 8 U.S.C. § 1158(a)(3), which provides that “[n]o court shall have jurisdiction to review any determination of the Attorney General under paragraph (2).” Malonga attempts to avail himself of appellate review by arguing (1) that the district court applied an incorrect legal standard in determining whether “extraordinary circumstances” excused his untimely application and (2) that recent amendments to federal law confer this court jurisdiction over this issue.\nWe conclude that we are precluded from reviewing the IJ’s refusal to excuse Malonga’s untimely application. This circuit has routinely held that whether an untimely application should be excused involves the discretionary judgment of the Attorney General and, as such, is unre-viewable. See, e.g., Mouawad v. Gonzales, 485 F.3d 405, 410-11 (8th Cir.2007); Jallow v. Gonzales, 472 F.3d 569, 571 (8th Cir.2007); Ignatova v. Gonzales, 430 F.3d 1209, 1214 (8th Cir.2005). Furthermore this court has already rejected Malonga’s argument that the REAL ID Act of 2005, Pub.L. No. 109-13, 119 Stat. 231, 310 (May 11, 2005), granted this court the ability to review such claims.1 See Mouawad, 485 F.3d at 411. Because the decision to excuse an untimely filed asylum application is discretionary and because this court has already determined that the REAL ID Act did not confer jurisdiction to this court to review the propriety of an IJ’s refusal to excuse an untimely petition, we do not have jurisdiction to review Malonga’s asylum claim.\nB. Withholding of Removal2\nTo qualify for withholding of removal, an applicant has the burden of showing a “clear probability,” Zhuang v. Gonzales, 471 F.3d 884, 891 (8th Cir.2006), that his “life or freedom would be threatened in the proposed country of removal on account of race, religion, nationality, membership in a particular social group, or political opinion.” 8 U.S.C. § 1231(b)(3); 8 C.F.R. § 1208.16(b). The clear probability standard for withholding of removal is more onerous than the well-founded fear standard for asylum. See Zhuang, 471 F.3d at 891.\nAn applicant may make the requisite showing for withholding of removal in two ways. First, the applicant may show past persecution on the basis of one of the five protected grounds listed above, thus creating a rebuttable presumption that removal would threaten his life or freedom. 8 C.F.R. § 1208.16(b)(1). Second, the applicant may qualify for withholding of removal if he or she establishes that it is more likely than not that the applicant *552would be persecuted upon removal on account of one of the protected grounds. 8 C.F.R. § 1208.16(b)(2). Persecution is “the infliction or threat of death, torture, or injury to one’s person or freedom, on account of race, religion, nationality, membership in a particular social group, or political opinion.” Regalado-Garcia v. INS, 305 F.3d 784, 787 (8th Cir.2002). Persecution is an “extreme concept and does not include low-level intimidation and harassment.” Zakirov v. Ashcroft, 384 F.3d 541, 546 (8th Cir.2004).\nMalonga challenges the BIA’s affir-mance of the IJ’s refusal to withhold removal, claiming that (1) the IJ applied an incorrect legal standard in defining past persecution and, under the correct standard, “a reasonable fact finder would be compelled to conclude that Malonga suffered past persecution in Congo”; (2) the IJ failed to “recognize the nexus between each incident of Malonga’s past persecution and two of the five statutorily protected grounds”; and (3) the IJ wrongly found that Malonga did not possess fear of future persecution when “he established past persecution, the Service did not rebut the presumption of future persecution and the evidence of record confirms that individuals similarly situated to Malonga are persecuted in Congo.” The INS responds that the IJ’s findings are supported by substantial evidence and, therefore, the record does not compel reversal of any of the IJ’s findings.\n1. Standard for Persecution Under 8 C.F.R. § 1208.16\nBecause we agree that the IJ applied the incorrect legal standard in defining past persecution as § 1208.16 uses that term, we conclude that a remand for new findings under the correct standard is necessary. In denying Malonga’s requested relief, the IJ cited the BIA cases, In re Chen, 20 I. &amp; N. Dec. 16 (BIA 1989), and In re S-P-, 21 I. &amp; N. Dec. 486 (BIA 1996), as establishing the standard for past persecution. In re Chen is the seminal case in which the BIA described the standard for so-called “humanitarian” asylum. Unlike a typical claim for asylum (or withholding of removal), which requires an applicant to establish his fear of persecution, humanitarian asylum may be granted in cases involving particularly atrocious past persecution alone. See Cigaran v. Heston, 159 F.3d 355, 358 (8th Cir.1998). Humanitarian asylum, therefore, is more difficult to establish than ordinary asylum (or withholding of removal). Consequently, the IJ measured Malonga’s evidence of persecution for purposes of establishing withholding of removal against the heightened standard for humanitarian asylum.\nThe IJ’s analysis further supports Mal-onga’s argument that the IJ applied an incorrect, heightened standard when analyzing his claim to withhold removal. The IJ stated the following:\nThe mistreatment on which [Malonga] relies is the 30-year period of political activity. That political activity gave rise to severe beatings in [the] mid-1970’s when he was a student at a lycee, namely, in 1971 and later in 1977 when he was arrested and beaten by the police. I have considered this mistreatment and have concluded that it is not at the same qualitative level of severity as that which the applicants in In re S-P- and [In re Chen] experienced.\nAddendum at 7 (emphasis added). Thus, the IJ compared the facts of this case, which raise ordinary asylum and withholding of removal claims, with the facts of In re Chen, which involved humanitarian asylum. We recognize that the IJ also cited In re S-P-, which did not involve humanitarian asylum. But we nonetheless conclude that a remand is appropriate because *553we are unable to determine from the record whether the IJ (or the BIA) applied the correct legal standard in analyzing whether to withhold removal. Cf. Hailemichael v. Gonzales, 454 F.3d 878, 884 (8th Cir.2006) (stating that an IJ must describe his reasoning with sufficient specificity to facilitate appellate review).\nOn remand, the BIA should evaluate, under the correct legal standard, whether Malonga has (1) established past persecution on account of his membership in a particular social group or political opinion, thereby raising a presumption of future persecution (and if so, whether the INS has rebutted that presumption) or (2) shown that, if returned to Congo, it is “more likely than not that he ... would be persecuted on account of ... membership in a particular social group, or political opinion.” § 1208.16(b)(1), (b)(2).\n2. Particular Social Group\nBecause the issue will arise again on remand, we also address the IJ’s erroneous conclusion that the Lari ethnic group of Kongo tribe is not a particular social group for purposes of withholding removal because it is “a substantial minority” of the population of Congo.3 Whether a group is a “particular social group” presents a question of law, which we review de novo. See Ngengwe v. Mukasey, 543 F.3d 1029, 1033 (8th Cir.2008) (engaging in de novo review of whether female Cameroonian widows are a particular social group). But we accord “substantial deference to the BIA’s interpretation of the statutes and regulations it administers.” Bushira v. Gonzales, 442 F.3d 626, 630 (8th Cir.2006).\nMalonga introduced evidence that he is a member of the Lari ethnic group of the Kongo tribe, a group which is identifiable by accent, dialect, home region, and surname. The IJ rejected Malonga’s argument, stating that he “certainly [did] not think that [Malonga] is a member of a particular social group.” As far as we can tell, the IJ based this conclusion on one consideration: evidence that indicates that the Kongo ethnic tribe comprises 48% of the population of Congo. The IJ concluded that “the Kongo ethnic group comprises a substantial minority, 48% of the population in Congo. Simply being a member of that group does not place the respondent in any greater risk than any members of the rest of that group which comprise almost half of the population.”\nThe IJ’s reasoning conflicts with the BIA’s own precedent, which defined “particular social group” as “a group of persons all of whom share a common, immutable characteristic” such as “sex, color, or kinship ties, or in some circumstances ... shared past experience.” See, e.g., In re Acosta, 19 I. &amp; N. Dec. 211 (BIA 1985), overruled on other grounds by In re Mo-gharrabi, 19 I. &amp; N. Dec. 439 (BIA 1987). Recently, the BIA has affirmed the In re Acosta definition, underscoring the importance of the “social visibility” of the alleged particular social group. See In re C-A-, 23 I. &amp; N. Dec. 951, 959-61 (BIA 2006). That is, the more likely that the society at large recognizes the alleged group (by, for example, linguistic or kinship commonalities), the more likely that the group is a particular social group for purposes of withholding of removal. See id. This cir*554cuit has affirmed this understanding of a particular social group. See, e.g., Davila-Mejia v. Mukasey, 531 F.3d 624, 628 (8th Cir.2008).\nBy myopically focusing on size, the IJ here failed to consider the other relevant factors in determining whether the Lari ethnic group of the Kongo tribe is a particular social group. Applying the uncontro-verted record evidence to the standard adopted by the BIA in In re Acosta and In re C-A-, we conclude that the Lari ethnic group of the Kongo tribe is a particular social group for purposes of withholding of removal. Members of the tribe share a common dialect and accent, which is recognizable to others in Congo. Members also are identifiable by their surnames and by their concentration in southern Congo’s Pool region. Our conclusion is consistent with other decisions of this court and of the BIA, in which applicants have established particular social group status for members of certain Somali ethnic clans. See, e.g., Awale v. Ashcroft, 384 F.3d 527, 529 (8th Cir.2004); Hagi-Salad v. Ashcroft, 359 F.3d 1044, 1046 (8th Cir.2004); In re H-, 21 I. &amp; N. Dec. 337, 342-43 (BIA 1996).\nRecently, this court concluded that an “easily recognizable” Liberian ethnic group, the Mandingo tribal group, was a particular social group. See Brima Bah v. Gonzales, 448 F.3d 1019, 1024 (8th Cir.2006). Nothing in Brima Bah indicated that particular social group status depends exclusively on the group’s size. And in Hassan v. Gonzales, this court determined that “Somali females” were a particular social group because they were subject to the possibility of female genital mutilation. See 484 F.3d 513, 518. Females comprise a large percentage of the Somali population, yet this fact did not foreclose the conclusion that they were a particular social group.\nThe INS cites no authority for the proposition that an ethnic group, even if comprising a substantial minority of the population, is categorically excluded from characterization as a particular social group. We acknowledge that we have held that certain alleged particular social groups were “overbroad” because they encompassed too many individuals. See, e.g., Raffington v. INS, 340 F.3d 720, 723 (8th Cir.2003) (holding that “mentally ill female Jamaicans” are “too large and diverse a group to qualify” as a particular social group); Safaie v. INS, 25 F.3d 636, 640 (8th Cir.1994) (holding that “Iranian women” is overbroad), superseded, by statute on other grounds. But these cases did not change the metric against which an alleged particular social group is measured. Rather, Raffington and Safaie simply determined that, on the facts presented, the proposed group was insufficiently cohesive to be a particular social group. On the facts presented here, therefore, we conclude that the Lari ethnic group of the Kongo tribe is a particular social group.4\nC. CAT Protection\nMalonga contends lastly that the IJ improperly denied relief under the CAT because “there are substantial grounds for believing that he will be subject to torture by Congolese security forces upon return to Congo.” The INS responds that Malon-ga did not meet his burden to establish that he would be tortured if he were removed to Congo.\nTo qualify for relief under the CAT, an alien must show “that it is more *555likely than not that he or she would be tortured if removed to the proposed country of removal.” 8 C.F.R. § 1208.16(c)(2). This standard is “more onerous than the standard[ ] for ... withholding of removal in certain respects.” Mouawad, 485 F.3d at 413. For example, “persecution” for the purposes of withholding of removal may encompass abuse that is less severe than “torture” for the purposes of the CAT. See Samedov v. Gonzales, 422 F.3d 704, 708 (8th Cir.2005) (noting the CAT’s “narrow” definition of torture). The standards for CAT relief are “less onerous, however, in that they do not require an applicant to show that he fears future harm on the basis of any statutorily-defined ground.” Mouawad, 485 F.3d at 413.\nUnder the CAT, “torture” is defined as: any act by which severe pain or suffering, whether physical or mental, is intentionally inflicted on a person for such purposes as obtaining from him or her or a third person information or a confession, punishing him or her for an act he or she or a third person has committed or is suspected of having committed, or intimidating or coercing him or her or a third person, or for any reason based, on discrimination of any kind, when such pain or suffering is inflicted by or at the instigation of or with the consent or acquiescence of a public official or other person acting in an official capacity.\n8 C.F.R. § 1208.18(a)(1). The IJ must consider all evidence relevant to the likelihood of future torture, including, but not limited to: evidence that the applicant has been tortured in the past, evidence that the applicant could relocate to a part of the country where he is not likely to be tortured, evidence of “gross, flagrant or mass violations of human rights” within the country of removal, and “other relevant information” regarding conditions in the country of removal. Id. § 1208.16(c)(3).\nAfter stating the standards for CAT protection, the IJ stated:\nIn this case there has been no showing that [Malonga] has experienced torture in the past, and certainly there is no indication within the past 10 or 15 years that [Malonga] has experienced mistreatment of the type that is described in the definition of torture. Consequently I have concluded that there [sic] [Malonga] has failed to show it is more probable than not that he will be tortured upon return to the Republic of Congo.\nAddendum at 12.\nWe conclude that the record evidence is not so convincing to compel a reasonable finder of fact to determine that it is “more likely than not” that he would be tortured if he returned to Congo.5\nMalonga’s most serious incidents of physical mistreatment occurred more than thirty years ago and generally were the result of the efforts of Congolese security forces to disperse demonstrations. See In re J-E, 23 I. &amp; N. Dec. 291, 298 (BIA 2002) (“[R]ough and deplorable treatment, such as police brutality, does not amount to torture” (citing Report of the Committee on Foreign Relations, S. Exec. Rep. No. 30, 101st Cong., 2d Sess. 13-14 (1990))), overruled on other grounds by Azanor v. Ashcroft, 364 F.3d 1013 (9th Cir.2004). And the documentary materials in the record include evidence that there were “no reports of political prisoners” nor *556were there reports “that undisciplined government officials committed abuses such as summary executions, rape, looting, and other violent acts.” U.S. State Dep’t, Republic of Congo Country Report on Human Rights Practices § 1(c) (2002). Although the record contains some evidence of abuses by the government forces, the documentary evidence also notes that the police “received training in human rights from local [nongovernmental organizations]” and that high-ranking police officials “gave speeches exhorting police officers and officials to respect civilians and their rights.” Id.\nIn addition, Malonga did not testify about any recent, specific threats that he would be tortured on his return to Congo. Cf. Corado v. Ashcroft, 384 F.3d 945, 947 (8th Cir.2004) (stating that threats that are “exaggerated, non-specific, or lacking in immediacy” are not sufficient to show persecution). Nor did Malonga establish that he could not travel to an area of the country where he would not be subject to torture. See § 1208.16(c)(3).\nIII. CONCLUSION\nFor the foregoing reasons, we hold that we lack jurisdiction to review the IJ’s finding that Malonga’s asylum application was untimely filed. In addition, we deny Mal-onga’s petition for review as it relates to his claim for CAT protection. But we grant Malonga’s petition on his withholding-of-removal claim, vacate the BIA’s order denying relief, and remand for proceedings consistent with this opinion.\n\n. We recognize that the Ninth Circuit has held that such questions are, in some circumstances, subject to appellate review. See Husyev v. Mukasey, 528 F.3d 1172, 1178 (9th Cir.2008). But even were we to find the reasoning of Husyev to be persuasive, we cannot overrule our precedent. See United States v. Lippman, 369 F.3d 1039, 1044 (8th Cir.2004) (stating that a panel of the circuit court may not overrule circuit precedent).\n\n\n. Withholding of removal, unlike asylum, is not subject to a one-year filing period. We therefore reach the merits of Malonga’s claim. In so doing, we note that the IJ denied Malon-ga's motion to withhold removal based on the IJ’s findings relating to Malonga's asylum claim.\n\n\n. Malonga also raised his political opinion as a basis for his persecution. We cannot discern if the IJ rejected this argument. Although portions of the IJ's decision indicate his rejection of this argument, the IJ believed that it is only \"questionable'' whether the Congolese government considers Malonga a political opponent. On remand, the BIA should make clear findings on Malonga's assertion that he was persecuted on account of his political opinion.\n\n\n. We express no opinion on whether Malon-ga's mistreatment in Congo was “on account of” his membership in the tribe. See 8 U.S.C. § 1231(b)(3); 8 C.F.R. § 1208.16(b)(1). We leave that fact-intensive inquiry, in the first instance, to the BIA on remand.\n\n\n. In light of the CAT's narrow definition of \"torture/’ our conclusion regarding the BIA’s refusal to grant relief under the CAT does not foreclose the possibility, on remand, of the BIA finding that Malonga has demonstrated a clear probability that he will be persecuted for purposes of withholding of removal. See Samedov, 422 F.3d at 708 (recognizing that the definition of “torture” is \"not coterminous with persecution”).\n\n",
            "ocr": false,
            "opinion_id": 9601118
        },
        {
            "author_str": "Riley",
            "per_curiam": false,
            "type": "035concurrenceinpart",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nRILEY, Circuit Judge,\nconcurring in part and dissenting in part.\nI concur in the court’s opinion except with respect to the court’s conclusion in Part II.B.2 that the IJ erred in determining Malonga’s Kongo ethnicity does not constitute membership in a particular social group. This court recently stated the phrase “ ‘[particular social group’ is an ambiguous phrase, not defined in the statute.” Ngengwe v. Mukasey, 543 F.3d 1029, 1033 (8th Cir.2008). As the majority correctly recognizes, while we review legal determinations de novo, we must also “ac-eord[ ] substantial deference to the [BIA]’s interpretation of the statutes and regulations it administers.” Uli v. Mukasey, 533 F.3d 950, 954-55 (8th Cir.2008) (citing Hassan v. Gonzales, 484 F.3d 513, 516 (8th Cir.2007)). We must give “Chevron deference to the BIA’s reasonable interpretation of the phrase [particular social group].” Ngengwe, 543 F.3d at 1033 (citing Chevron U.S.A., Inc. v. Natural Res. Def. Council Inc., 467 U.S. 837, 842-45, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984)). In other words, we must defer to legal interpretations, provided they are not “arbitrary, capricious, or manifestly contrary to the statutory law.” Patel v. Ashcroft, 375 F.3d 693, 696 (8th Cir.2004) (citation omitted). We review the agency’s underlying factual findings for “substantial support in the record.” See Ngengwe, 543 F.3d at 1032 (citations omitted). Because the BIA’s and IJ’s interpretations are not arbitrary, capricious or manifestly contrary to law, and because the majority’s opinion gives insufficient deference to the BIA’s and the IJ’s determinations, I respectfully dissent.\nThe IJ found Malonga did not meet his burden of proof to show his Kongo ethnicity, an ethnicity shared by 48% of Congo’s population, constituted membership in a particular social group. The IJ noted “[s]imply being a member of that group does not place [Malonga] in any greater risk than any members of the rest of that group which comprise almost half of the population.” As the majority concedes, in part, there is precedent in this circuit declining to recognize a particular social *557group when the proposed group is “too large and diverse,” see Raffington v. INS, 340 F.3d 720, 723 (8th Cir.2003) (“mentally ill Jamaicans”), “too amorphous,” see Davila-Mejia v. Mukasey, 531 F.3d 624, 628-29 (8th Cir.2008) (“family business owners”), or “overbroad,” see Safaie v. INS, 25 F.3d 636, 640 (8th Cir.1994), superseded by statute on other grounds. In Safaie, this court considered whether Iranian women constituted a particular social group, concluding, “this category is overbroad, because no factfinder could reasonably conclude that all Iranian women had a well-founded fear of persecution based solely on their gender.” Id.\nThe majority quotes the BIA’s precedent, which defines a particular social group as “a group of persons all of whom share a common, immutable characteristic” such as “sex, color, kinship ties, or in some circumstances ... shared past experience.” But the majority does not find, and the record does not reflect, members of the Kongo tribe share a common, immutable characteristic of sex, color, kinship ties, or past experience as distinguished from the rest of the nation’s population or as some shared, common characteristic of the Kongo tribe. Instead, the majority argues the tribe members share a recognizable dialect and accent, identifiable surnames, and a concentration in southern Congo’s Pool Region. Such traits, without more, hardly identify a particular social group. As in Safaie, “no fact finder could reasonably conclude that all [members of the Kongo tribe] had a well-founded fear of persecution based solely on their [Kongo tribe membership].” Id.\nThe majority then decides, contrary to the IJ, that Malonga met his burden to prove his Kongo ethnicity constitutes membership in a particular social group. The majority’s expanded findings are no more reasonable for applying the particular social group label than the IJ’s and BIA’s findings that the Kongo ethnic tribe (48% of the population) is not a particular social group.\nAffording substantial deference to the IJ’s and the BIA’s interpretation and application of the statutes and regulations it administers to the facts of this case, I would not disturb the agency’s determination that Malonga did not meet his burden to demonstrate his ethnicity qualified as membership in a particular social group.\n",
            "ocr": false,
            "opinion_id": 9601120
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n546 F.3d 546 (2008)\nNoel MALONGA, Petitioner,\nv.\nMichael B. MUKASEY, Attorney General, Respondent.\nNo. 07-3443.\nUnited States Court of Appeals, Eighth Circuit.\nSubmitted: September 26, 2008.\nFiled: November 3, 2008.\n*548 Timothy E. Wichmer, argued, Rachel Groneck, on the brief, St. Louis, MO, for petitioner.\nThomas Henderson Dupree, argued, Andrew Oliveira, on the brief, U.S. Dept. of Justice, Washington, D.C., for respondent.\nBefore RILEY, BRIGHT, and MELLOY, Circuit Judges.\nBRIGHT, Circuit Judge.\nNoel Malonga petitions for review of the decision of the Board of Immigration Appeals (\"BIA\") denying his claims for asylum, withholding of removal, and relief under the Convention Against Torture (\"CAT\"). Having jurisdiction under 8 U.S.C. § 1252(a), we deny Malonga's petition as it relates to his asylum and CAT claims, but grant the petition on his withholding of removal claim. We vacate the BIA's decision refusing to withhold removal and remand for new findings.\n\nI. BACKGROUND\n\nA. Procedural Background\nMalonga, a native and citizen of the Republic of Congo (\"Congo\"), entered the United States in August 1993 as an exchange visitor. His visa entitled him to stay in this country until August 1999. In July 2001, Malonga filed an application for *549 asylum, withholding of removal, and CAT protection, asserting that he had been persecuted on account of his ethnicity and political opinion in Congo. In September 2001, the Immigration and Naturalization Service (\"INS\") charged Malonga with being removable in accordance with 8 U.S.C. § 1227(a)(1)(B). At a hearing, Malonga admitted the allegations in the charging order and conceded removability.\nIn October 2001, Malonga appeared before an immigration judge (\"IJ\") and provided oral and documentary evidence in support of his requests for asylum, withholding of removal, and CAT protection. In an oral decision in October 2002, the IJ found that Malonga was removable as charged and denied all relief. The IJ denied Malonga's application for asylum because it was untimely filed and because Malonga's explanation for the untimely filing-his depression-was not an \"extraordinary circumstance.\" Alternatively, the IJ denied Malonga asylum because he had not shown that he had suffered past persecution and failed to show that he had a well-founded fear of future persecution. The IJ also concluded that the Kongo ethnicity was not a particular social group and that Malonga had not been persecuted on account of his political opinion. Next, the IJ denied Malonga's motion for withholding of removal because he \"failed to establish a clear probability of persecution for the same reasons that\" the IJ had denied asylum. Finally, the IJ found that Malonga was not entitled to protection under the CAT because he was not more likely than not to be tortured if returned to Congo. The IJ made no express findings regarding Malonga's credibility.\nMalonga appealed the IJ's decision to the BIA, which affirmed without opinion in April 2004. Malonga filed his initial petition for review in this court in May 2004 and subsequently moved for an order remanding the case to the BIA in light of a change in the BIA's policy in similar affirm without opinion cases. This court granted the motion, remanding the case to the BIA with instructions to \"indicate the grounds upon which it affirms the [IJ's] decision.\"\nIn September 2007, the BIA again affirmed the IJ's decision, stating that Malonga's asylum application was untimely and that he had not established extraordinary circumstances necessary to excuse the untimely application. The BIA also stated that it adopted and affirmed the IJ's findings with respect to Malonga's ineligibility for withholding of removal and protection under the CAT. In October 2007, Malonga filed this petition for review of the BIA's final order of removal.\n\nB. Factual Background\nIn Malonga's hearing with the IJ, he introduced evidence that he is a member of the Lari ethnic group of the Kongo tribe, which is a group identifiable by accent, dialect, home region, and surname. Malonga further contended that he has a long history of supporting democratic reforms in Congo, and that he is or has been a member of various social and professional groups that oppose the Congolese government, including the Congolese Movement for Democracy and Integral Development and the Collective of Congolese Scholars Native from Pool.\nIn 1971, when Malonga was fourteen, he participated in a demonstration against President Marlen Ngouabi. Malonga stated that government forces beat him as they attempted to break up the demonstration and that he sustained injuries that required hospital treatment. In 1974, Malonga participated in another demonstration that the military forcibly disrupted. Malonga claimed that police arrested him in 1977 for attending an opposition *550 political meeting, detained him for forty-eight hours, and beat him.\nIn 1990, Malonga, who had become a director of a state-controlled farm, ordered his employees to strike as part of a larger national strike. Malonga testified that officials in the administration of President Denis Sassou-Nguesso demoted him, transferred him to Congo's capital of Brazzaville, and ordered him to sit at a desk all day doing nothing.\nIn 1993, Malonga took part in an anti-government demonstration against the newly elected President Pascal Lissouba, which soldiers dispersed with violence. Four protestors were killed and Malonga received bruises as a result of the protest, but he testified that he was not seriously hurt. That evening, soldiers came to Malonga's house in search of him. When the soldiers could not find Malonga, they marked his house with a cross (allegedly indicating that it should be destroyed) and wrote \"we will get your skin\" as a threat. Malonga also received threats from Lissouba supporters at work.\nMalonga testified that he had difficulty obtaining travel documentation in 1993 because a supervisor refused to sign his departure papers, telling him that he was a \"trouble maker[]\" and that he should be required to stay in Congo and \"face the consequences\" of what he was \"doing.\" Ultimately, Malonga obtained the necessary signatures and traveled to the United States to study under a program funded by the United States Agency for International Development. Malonga completed his master's degree at Southern Illinois University in 1999.\nAfter his arrival in the United States, Malonga claims that government forces destroyed his house. Malonga also testified that he lost contact with his wife, child, and parents in Congo's 1996 civil war and that he believes that his parents are dead. Malonga testified that he feared returning to Congo because he believed that he would be persecuted. Malonga also introduced reports from the State Department and Amnesty International, which generally describe the poor human-rights conditions in Congo.\n\nII. DISCUSSION\n\"Only the BIA order is subject to our review, including the IJ's findings and reasoning to the extent they were expressly adopted by the BIA.\" Osonowo v. Mukasey, 521 F.3d 922, 926-27 (8th Cir.2008). But we review both decisions when the BIA adopts the IJ's decision but adds its own reasoning, as here. See Setiadi v. Gonzales, 437 F.3d 710, 713 (8th Cir.2006).\nWe review questions of immigration law de novo. Tang v. INS, 223 F.3d 713, 718-19 (8th Cir.2000). We review an IJ's factual determinations under the substantial-evidence test, which requires that those determinations be supported by reasonable, substantial, and probative evidence. Perinpanathan v. INS, 310 F.3d 594, 597 (8th Cir.2002). We will not reverse factual findings unless \"the petitioner demonstrates that the evidence was so compelling that no reasonable fact finder could fail to find in favor of the petitioner.\" Turay v. Ashcroft, 405 F.3d 663, 667 (8th Cir.2005).\n\nA. Timeliness of Malonga's Application for Asylum\nMalonga first challenges the IJ's refusal to excuse his untimely application for asylum. An applicant for asylum must demonstrate by clear-and-convincing evidence that the applicant filed the application within one year of the applicant's arrival or April 1, 1997, whichever is later. See 8 U.S.C. § 1158(a)(2)(B). The one-year period may be excused only if the *551 applicant can demonstrate \"changed circumstances\" or \"extraordinary circumstances.\" 8 U.S.C. § 1158(a)(2)(D).\nHere, Malonga does not dispute the fact that his application was untimely filed, and the IJ determined that Malonga's excuse, his depression, was insufficient to qualify as an \"extraordinary circumstance.\" The INS argues that this court lacks jurisdiction to review the IJ's decision because of 8 U.S.C. § 1158(a)(3), which provides that \"[n]o court shall have jurisdiction to review any determination of the Attorney General under paragraph (2).\" Malonga attempts to avail himself of appellate review by arguing (1) that the district court applied an incorrect legal standard in determining whether \"extraordinary circumstances\" excused his untimely application and (2) that recent amendments to federal law confer this court jurisdiction over this issue.\nWe conclude that we are precluded from reviewing the IJ's refusal to excuse Malonga's untimely application. This circuit has routinely held that whether an untimely application should be excused involves the discretionary judgment of the Attorney General and, as such, is unreviewable. See, e.g., Mouawad v. Gonzales, 485 F.3d 405, 410-11 (8th Cir.2007); Jallow v. Gonzales, 472 F.3d 569, 571 (8th Cir.2007); Ignatova v. Gonzales, 430 F.3d 1209, 1214 (8th Cir.2005). Furthermore this court has already rejected Malonga's argument that the REAL ID Act of 2005, Pub.L. No. 109-13, 119 Stat. 231, 310 (May 11, 2005), granted this court the ability to review such claims.[1]See Mouawad, 485 F.3d at 411. Because the decision to excuse an untimely filed asylum application is discretionary and because this court has already determined that the REAL ID Act did not confer jurisdiction to this court to review the propriety of an IJ's refusal to excuse an untimely petition, we do not have jurisdiction to review Malonga's asylum claim.\n\nB. Withholding of Removal[2]\nTo qualify for withholding of removal, an applicant has the burden of showing a \"clear probability,\" Zhuang v. Gonzales, 471 F.3d 884, 891 (8th Cir.2006), that his \"life or freedom would be threatened in the proposed country of removal on account of race, religion, nationality, membership in a particular social group, or political opinion.\" 8 U.S.C. § 1231(b)(3); 8 C.F.R. § 1208.16(b). The clear probability standard for withholding of removal is more onerous than the well-founded fear standard for asylum. See Zhuang, 471 F.3d at 891.\nAn applicant may make the requisite showing for withholding of removal in two ways. First, the applicant may show past persecution on the basis of one of the five protected grounds listed above, thus creating a rebuttable presumption that removal would threaten his life or freedom. 8 C.F.R. § 1208.16(b)(1). Second, the applicant may qualify for withholding of removal if he or she establishes that it is more likely than not that the applicant *552 would be persecuted upon removal on account of one of the protected grounds. 8 C.F.R. § 1208.16(b)(2). Persecution is \"the infliction or threat of death, torture, or injury to one's person or freedom, on account of race, religion, nationality, membership in a particular social group, or political opinion.\" Regalado-Garcia v. INS, 305 F.3d 784, 787 (8th Cir.2002). Persecution is an \"extreme concept and does not include low-level intimidation and harassment.\" Zakirov v. Ashcroft, 384 F.3d 541, 546 (8th Cir.2004).\nMalonga challenges the BIA's affirmance of the IJ's refusal to withhold removal, claiming that (1) the IJ applied an incorrect legal standard in defining past persecution and, under the correct standard, \"a reasonable fact finder would be compelled to conclude that Malonga suffered past persecution in Congo\"; (2) the IJ failed to \"recognize the nexus between each incident of Malonga's past persecution and two of the five statutorily protected grounds\"; and (3) the IJ wrongly found that Malonga did not possess fear of future persecution when \"he established past persecution, the Service did not rebut the presumption of future persecution and the evidence of record confirms that individuals similarly situated to Malonga are persecuted in Congo.\" The INS responds that the IJ's findings are supported by substantial evidence and, therefore, the record does not compel reversal of any of the IJ's findings.\n\n1. Standard for Persecution Under 8 C.F.R. § 1208.16\nBecause we agree that the IJ applied the incorrect legal standard in defining past persecution as § 1208.16 uses that term, we conclude that a remand for new findings under the correct standard is necessary. In denying Malonga's requested relief, the IJ cited the BIA cases, In re Chen, 20 I. &amp; N. Dec. 16 (BIA 1989), and In re S-P-, 21 I. &amp; N. Dec. 486 (BIA 1996), as establishing the standard for past persecution. In re Chen is the seminal case in which the BIA described the standard for so-called \"humanitarian\" asylum. Unlike a typical claim for asylum (or withholding of removal), which requires an applicant to establish his fear of persecution, humanitarian asylum may be granted in cases involving particularly atrocious past persecution alone. See Cigaran v. Heston, 159 F.3d 355, 358 (8th Cir.1998). Humanitarian asylum, therefore, is more difficult to establish than ordinary asylum (or withholding of removal). Consequently, the IJ measured Malonga's evidence of persecution for purposes of establishing withholding of removal against the heightened standard for humanitarian asylum.\nThe IJ's analysis further supports Malonga's argument that the IJ applied an incorrect, heightened standard when analyzing his claim to withhold removal. The IJ stated the following:\nThe mistreatment on which [Malonga] relies is the 30-year period of political activity. That political activity gave rise to severe beatings in [the] mid-1970's when he was a student at a lycee, namely, in 1971 and later in 1977 when he was arrested and beaten by the police. I have considered this mistreatment and have concluded that it is not at the same qualitative level of severity as that which the applicants in In re S-P- and [In re Chen] experienced.\n\nAddendum at 7 (emphasis added). Thus, the IJ compared the facts of this case, which raise ordinary asylum and withholding of removal claims, with the facts of In re Chen, which involved humanitarian asylum. We recognize that the IJ also cited In re S-P-, which did not involve humanitarian asylum. But we nonetheless conclude that a remand is appropriate because *553 we are unable to determine from the record whether the IJ (or the BIA) applied the correct legal standard in analyzing whether to withhold removal. Cf. Hailemichael v. Gonzales, 454 F.3d 878, 884 (8th Cir.2006) (stating that an IJ must describe his reasoning with sufficient specificity to facilitate appellate review).\nOn remand, the BIA should evaluate, under the correct legal standard, whether Malonga has (1) established past persecution on account of his membership in a particular social group or political opinion, thereby raising a presumption of future persecution (and if so, whether the INS has rebutted that presumption) or (2) shown that, if returned to Congo, it is \"more likely than not that he ... would be persecuted on account of ... membership in a particular social group, or political opinion.\" § 1208.16(b)(1), (b)(2).\n\n2. Particular Social Group\nBecause the issue will arise again on remand, we also address the IJ's erroneous conclusion that the Lari ethnic group of Kongo tribe is not a particular social group for purposes of withholding removal because it is \"a substantial minority\" of the population of Congo.[3] Whether a group is a \"particular social group\" presents a question of law, which we review de novo. See Ngengwe v. Mukasey, 543 F.3d 1029, 1033 (8th Cir.2008) (engaging in de novo review of whether female Cameroonian widows are a particular social group). But we accord \"substantial deference to the BIA's interpretation of the statutes and regulations it administers.\" Bushira v. Gonzales, 442 F.3d 626, 630 (8th Cir. 2006).\nMalonga introduced evidence that he is a member of the Lari ethnic group of the Kongo tribe, a group which is identifiable by accent, dialect, home region, and surname. The IJ rejected Malonga's argument, stating that he \"certainly [did] not think that [Malonga] is a member of a particular social group.\" As far as we can tell, the IJ based this conclusion on one consideration: evidence that indicates that the Kongo ethnic tribe comprises 48% of the population of Congo. The IJ concluded that \"the Kongo ethnic group comprises a substantial minority, 48% of the population in Congo. Simply being a member of that group does not place the respondent in any greater risk than any members of the rest of that group which comprise almost half of the population.\"\nThe IJ's reasoning conflicts with the BIA's own precedent, which defined \"particular social group\" as \"a group of persons all of whom share a common, immutable characteristic\" such as \"sex, color, or kinship ties, or in some circumstances... shared past experience.\" See, e.g., In re Acosta, 19 I. &amp; N. Dec. 211 (BIA 1985), overruled on other grounds by In re Mogharrabi, 19 I. &amp; N. Dec. 439 (BIA 1987). Recently, the BIA has affirmed the In re Acosta definition, underscoring the importance of the \"social visibility\" of the alleged particular social group. See In re C-A-, 23 I. &amp; N. Dec. 951, 959-61 (BIA 2006). That is, the more likely that the society at large recognizes the alleged group (by, for example, linguistic or kinship commonalities), the more likely that the group is a particular social group for purposes of withholding of removal. See id. This circuit *554 has affirmed this understanding of a particular social group. See, e.g., Davila-Mejia v. Mukasey, 531 F.3d 624, 628 (8th Cir.2008).\nBy myopically focusing on size, the IJ here failed to consider the other relevant factors in determining whether the Lari ethnic group of the Kongo tribe is a particular social group. Applying the uncontroverted record evidence to the standard adopted by the BIA in In re Acosta and In re C-A-, we conclude that the Lari ethnic group of the Kongo tribe is a particular social group for purposes of withholding of removal. Members of the tribe share a common dialect and accent, which is recognizable to others in Congo. Members also are identifiable by their surnames and by their concentration in southern Congo's Pool region. Our conclusion is consistent with other decisions of this court and of the BIA, in which applicants have established particular social group status for members of certain Somali ethnic clans. See, e.g., Awale v. Ashcroft, 384 F.3d 527, 529 (8th Cir.2004); Hagi-Salad v. Ashcroft, 359 F.3d 1044, 1046 (8th Cir.2004); In re H-, 21 I. &amp; N. Dec. 337, 342-43 (BIA 1996).\nRecently, this court concluded that an \"easily recognizable\" Liberian ethnic group, the Mandingo tribal group, was a particular social group. See Brima Bah v. Gonzales, 448 F.3d 1019, 1024 (8th Cir. 2006). Nothing in Brima Bah indicated that particular social group status depends exclusively on the group's size. And in Hassan v. Gonzales, this court determined that \"Somali females\" were a particular social group because they were subject to the possibility of female genital mutilation. See 484 F.3d 513, 518. Females comprise a large percentage of the Somali population, yet this fact did not foreclose the conclusion that they were a particular social group.\nThe INS cites no authority for the proposition that an ethnic group, even if comprising a substantial minority of the population, is categorically excluded from characterization as a particular social group. We acknowledge that we have held that certain alleged particular social groups were \"overbroad\" because they encompassed too many individuals. See, e.g., Raffington v. INS, 340 F.3d 720, 723 (8th Cir.2003) (holding that \"mentally ill female Jamaicans\" are \"too large and diverse a group to qualify\" as a particular social group); Safaie v. INS, 25 F.3d 636, 640 (8th Cir.1994) (holding that \"Iranian women\" is overbroad), superseded by statute on other grounds. But these cases did not change the metric against which an alleged particular social group is measured. Rather, Raffington and Safaie simply determined that, on the facts presented, the proposed group was insufficiently cohesive to be a particular social group. On the facts presented here, therefore, we conclude that the Lari ethnic group of the Kongo tribe is a particular social group.[4]\n\nC. CAT Protection\nMalonga contends lastly that the IJ improperly denied relief under the CAT because \"there are substantial grounds for believing that he will be subject to torture by Congolese security forces upon return to Congo.\" The INS responds that Malonga did not meet his burden to establish that he would be tortured if he were removed to Congo.\nTo qualify for relief under the CAT, an alien must show \"that it is more *555 likely than not that he or she would be tortured if removed to the proposed country of removal.\" 8 C.F.R. § 1208.16(c)(2). This standard is \"more onerous than the standard[] for ... withholding of removal in certain respects.\" Mouawad, 485 F.3d at 413. For example, \"persecution\" for the purposes of withholding of removal may encompass abuse that is less severe than \"torture\" for the purposes of the CAT. See Samedov v. Gonzales, 422 F.3d 704, 708 (8th Cir.2005) (noting the CAT's \"narrow\" definition of torture). The standards for CAT relief are \"less onerous, however, in that they do not require an applicant to show that he fears future harm on the basis of any statutorily-defined ground.\" Mouawad, 485 F.3d at 413.\nUnder the CAT, \"torture\" is defined as:\nany act by which severe pain or suffering, whether physical or mental, is intentionally inflicted on a person for such purposes as obtaining from him or her or a third person information or a confession, punishing him or her for an act he or she or a third person has committed or is suspected of having committed, or intimidating or coercing him or her or a third person, or for any reason based on discrimination of any kind, when such pain or suffering is inflicted by or at the instigation of or with the consent or acquiescence of a public official or other person acting in an official capacity.\n8 C.F.R. § 1208.18(a)(1). The IJ must consider all evidence relevant to the likelihood of future torture, including, but not limited to: evidence that the applicant has been tortured in the past, evidence that the applicant could relocate to a part of the country where he is not likely to be tortured, evidence of \"gross, flagrant or mass violations of human rights\" within the country of removal, and \"other relevant information\" regarding conditions in the country of removal. Id. § 1208.16(c)(3).\nAfter stating the standards for CAT protection, the IJ stated:\nIn this case there has been no showing that [Malonga] has experienced torture in the past, and certainly there is no indication within the past 10 or 15 years that [Malonga] has experienced mistreatment of the type that is described in the definition of torture. Consequently I have concluded that there [sic] [Malonga] has failed to show it is more probable than not that he will be tortured upon return to the Republic of Congo.\nAddendum at 12.\nWe conclude that the record evidence is not so convincing to compel a reasonable finder of fact to determine that it is \"more likely than not\" that he would be tortured if he returned to Congo.[5]\nMalonga's most serious incidents of physical mistreatment occurred more than thirty years ago and generally were the result of the efforts of Congolese security forces to disperse demonstrations. See In re J-E, 23 I. &amp; N. Dec. 291, 298 (BIA 2002) (\"[R]ough and deplorable treatment, such as police brutality, does not amount to torture\" (citing Report of the Committee on Foreign Relations, S. Exec. Rep. No. 30, 101st Cong., 2d Sess. 13-14 (1990))), overruled on other grounds by Azanor v. Ashcroft, 364 F.3d 1013 (9th Cir.2004). And the documentary materials in the record include evidence that there were \"no reports of political prisoners\" nor *556 were there reports \"that undisciplined government officials committed abuses such as summary executions, rape, looting, and other violent acts.\" U.S. State Dep't, Republic of Congo Country Report on Human Rights Practices § 1(c) (2002). Although the record contains some evidence of abuses by the government forces, the documentary evidence also notes that the police \"received training in human rights from local [nongovernmental organizations]\" and that high-ranking police officials \"gave speeches exhorting police officers and officials to respect civilians and their rights.\" Id.\nIn addition, Malonga did not testify about any recent, specific threats that he would be tortured on his return to Congo. Cf. Corado v. Ashcroft, 384 F.3d 945, 947 (8th Cir.2004) (stating that threats that are \"exaggerated, non-specific, or lacking in immediacy\" are not sufficient to show persecution). Nor did Malonga establish that he could not travel to an area of the country where he would not be subject to torture. See § 1208.16(c)(3).\n\nIII. CONCLUSION\nFor the foregoing reasons, we hold that we lack jurisdiction to review the IJ's finding that Malonga's asylum application was untimely filed. In addition, we deny Malonga's petition for review as it relates to his claim for CAT protection. But we grant Malonga's petition on his withholding-of-removal claim, vacate the BIA's order denying relief, and remand for proceedings consistent with this opinion.\nRILEY, Circuit Judge, concurring in part and dissenting in part.\nI concur in the court's opinion except with respect to the court's conclusion in Part II.B.2 that the IJ erred in determining Malonga's Kongo ethnicity does not constitute membership in a particular social group. This court recently stated the phrase \"`[p]articular social group' is an ambiguous phrase, not defined in the statute.\" Ngengwe v. Mukasey, 543 F.3d 1029, 1033 (8th Cir.2008). As the majority correctly recognizes, while we review legal determinations de novo, we must also \"accord[] substantial deference to the [BIA]'s interpretation of the statutes and regulations it administers.\" Uli v. Mukasey, 533 F.3d 950, 954-55 (8th Cir.2008) (citing Hassan v. Gonzales, 484 F.3d 513, 516 (8th Cir.2007)). We must give \"Chevron deference to the BIA's reasonable interpretation of the phrase [particular social group].\" Ngengwe, 543 F.3d at 1033 (citing Chevron U.S.A., Inc. v. Natural Res. Def. Council Inc., 467 U.S. 837, 842-45, 104 S. Ct. 2778, 81 L. Ed. 2d 694 (1984)). In other words, we must defer to legal interpretations, provided they are not \"arbitrary, capricious, or manifestly contrary to the statutory law.\" Patel v. Ashcroft, 375 F.3d 693, 696 (8th Cir.2004) (citation omitted). We review the agency's underlying factual findings for \"substantial support in the record.\" See Ngengwe, 543 F.3d at 1032 (citations omitted). Because the BIA's and IJ's interpretations are not arbitrary, capricious or manifestly contrary to law, and because the majority's opinion gives insufficient deference to the BIA's and the IJ's determinations, I respectfully dissent.\nThe IJ found Malonga did not meet his burden of proof to show his Kongo ethnicity, an ethnicity shared by 48% of Congo's population, constituted membership in a particular social group. The IJ noted \"[s]imply being a member of that group does not place [Malonga] in any greater risk than any members of the rest of that group which comprise almost half of the population.\" As the majority concedes, in part, there is precedent in this circuit declining to recognize a particular social *557 group when the proposed group is \"too large and diverse,\" see Raffington v. INS, 340 F.3d 720, 723 (8th Cir.2003) (\"mentally ill Jamaicans\"), \"too amorphous,\" see Davila-Mejia v. Mukasey, 531 F.3d 624, 628-29 (8th Cir.2008) (\"family business owners\"), or \"overbroad,\" see Safaie v. INS, 25 F.3d 636, 640 (8th Cir.1994), superseded by statute on other grounds. In Safaie, this court considered whether Iranian women constituted a particular social group, concluding, \"this category is overbroad, because no factfinder could reasonably conclude that all Iranian women had a well-founded fear of persecution based solely on their gender.\" Id.\nThe majority quotes the BIA's precedent, which defines a particular social group as \"a group of persons all of whom share a common, immutable characteristic\" such as \"sex, color, kinship ties, or in some circumstances ... shared past experience.\" But the majority does not find, and the record does not reflect, members of the Kongo tribe share a common, immutable characteristic of sex, color, kinship ties, or past experience as distinguished from the rest of the nation's population or as some shared, common characteristic of the Kongo tribe. Instead, the majority argues the tribe members share a recognizable dialect and accent, identifiable surnames, and a concentration in southern Congo's Pool Region. Such traits, without more, hardly identify a particular social group. As in Safaie, \"no fact finder could reasonably conclude that all [members of the Kongo tribe] had a well-founded fear of persecution based solely on their [Kongo tribe membership].\" Id.\nThe majority then decides, contrary to the IJ, that Malonga met his burden to prove his Kongo ethnicity constitutes membership in a particular social group. The majority's expanded findings are no more reasonable for applying the particular social group label than the IJ's and BIA's findings that the Kongo ethnic tribe (48% of the population) is not a particular social group.\nAffording substantial deference to the IJ's and the BIA's interpretation and application of the statutes and regulations it administers to the facts of this case, I would not disturb the agency's determination that Malonga did not meet his burden to demonstrate his ethnicity qualified as membership in a particular social group.\nNOTES\n[1]  We recognize that the Ninth Circuit has held that such questions are, in some circumstances, subject to appellate review. See Husyev v. Mukasey, 528 F.3d 1172, 1178 (9th Cir.2008). But even were we to find the reasoning of Husyev to be persuasive, we cannot overrule our precedent. See United States v. Lippman, 369 F.3d 1039, 1044 (8th Cir. 2004) (stating that a panel of the circuit court may not overrule circuit precedent).\n[2]  Withholding of removal, unlike asylum, is not subject to a one-year filing period. We therefore reach the merits of Malonga's claim. In so doing, we note that the IJ denied Malonga's motion to withhold removal based on the IJ's findings relating to Malonga's asylum claim.\n[3]  Malonga also raised his political opinion as a basis for his persecution. We cannot discern if the IJ rejected this argument. Although portions of the IJ's decision indicate his rejection of this argument, the IJ believed that it is only \"questionable\" whether the Congolese government considers Malonga a political opponent. On remand, the BIA should make clear findings on Malonga's assertion that he was persecuted on account of his political opinion.\n[4]  We express no opinion on whether Malonga's mistreatment in Congo was \"on account of\" his membership in the tribe. See 8 U.S.C. § 1231(b)(3); 8 C.F.R. § 1208.16(b)(1). We leave that fact-intensive inquiry, in the first instance, to the BIA on remand.\n[5]  In light of the CAT's narrow definition of \"torture,\" our conclusion regarding the BIA's refusal to grant relief under the CAT does not foreclose the possibility, on remand, of the BIA finding that Malonga has demonstrated a clear probability that he will be persecuted for purposes of withholding of removal. See Samedov, 422 F.3d at 708 (recognizing that the definition of \"torture\" is \"not coterminous with persecution\").\n\n",
            "ocr": false,
            "opinion_id": 1361471
        }
    ],
    "court_short_name": "Eighth Circuit",
    "court_full_name": "Court of Appeals for the Eighth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}