{
    "id": 714968,
    "judges": "Beaty, Chapman, Per Curiam, Russell",
    "date_filed": 827971200000,
    "date_filed_is_approximate": false,
    "slug": "chris-anthony-luchenburg-v-sewell-b-smith-warden-maryland-correctional",
    "case_name_short": null,
    "case_name": "Chris Anthony Luchenburg v. Sewell B. Smith, Warden, Maryland Correctional Institution Attorney General of the State of Maryland",
    "case_name_full": "Chris Anthony LUCHENBURG, Petitioner-Appellee, v. Sewell B. SMITH, Warden, Maryland Correctional Institution; Attorney General of the State of Maryland, Respondents-Appellants",
    "attorneys": "ARGUED: Tarra R. DeShields-Minnis, Assistant Attorney General, Criminal Appeals Division, Office of the Attorney General, Baltimore, Maryland, for Appellants. Steven Frederick Reich, Assistant Federal Public Defender, Greenbelt, Maryland, for Appellee. ON BRIEF: J. Joseph Curran, Jr., Attorney General of Maryland, Criminal Appeals Division, Office of the Attorney General, Baltimore, Maryland, for Appellants. James K. Bredar, Federal Public Defender, Sigmund R. Adams, Staff Attorney, Greenbelt, Maryland, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Sept. 28, 1995.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b470-8\">\n    Chris Anthony LUCHENBURG, Petitioner-Appellee, v. Sewell B. SMITH, Warden, Maryland Correctional Institution; Attorney General of the State of Maryland, Respondents-Appellants.\n   </parties><br><docketnumber id=\"b470-11\">\n    No. 95-6136.\n   </docketnumber><br><court id=\"b470-12\">\n    United States Court of Appeals, Fourth Circuit.\n   </court><br><otherdate id=\"b470-13\">\n    Argued Sept. 28, 1995.\n   </otherdate><br><decisiondate id=\"b470-14\">\n    Decided March 28, 1996.\n   </decisiondate><br><attorneys id=\"b472-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"390\"> \n     *390\n     </span>\n    ARGUED: Tarra R. DeShields-Minnis, Assistant Attorney General, Criminal Appeals Division, Office of the Attorney General, Baltimore, Maryland, for Appellants. Steven Frederick Reich, Assistant Federal Public Defender, Greenbelt, Maryland, for Appellee. ON BRIEF: J. Joseph Curran, Jr., Attorney General of Maryland, Criminal Appeals Division, Office of the Attorney General, Baltimore, Maryland, for Appellants. James K. Bredar, Federal Public Defender, Sigmund R. Adams, Staff Attorney, Greenbelt, Maryland, for Appellee.\n   </attorneys><br><judges id=\"b472-6\">\n    Before RUSSELL, Circuit Judge, CHAPMAN, Senior Circuit Judge, and BEATY, United States District Judge for the Middle District of North Carolina, sitting by designation.\n   </judges>",
    "citations": [
        "79 F.3d 388"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/79/79.F3d.388.95-6136.html",
            "author_id": null,
            "opinion_text": "79 F.3d 388\n    Chris Anthony LUCHENBURG, Petitioner-Appellee,v.Sewell B. SMITH, Warden, Maryland Correctional Institution;Attorney General of the State of Maryland,Respondents-Appellants.\n    No. 95-6136.\n    United States Court of Appeals,Fourth Circuit.\n    Argued Sept. 28, 1995.Decided March 28, 1996.\n    \n      Appeal from the United States District Court for the District of Maryland, at Baltimore; William M. Nickerson, District Judge, No. CA-92-2807-WN.\n      ARGUED:  Tarra R. DeShields-Minnis, Assistant Attorney General, Criminal Appeals Division, Office of the Attorney General, Baltimore, Maryland, for Appellants.   Steven Frederick Reich, Assistant Federal Public Defender, Greenbelt, Maryland, for Appellee.   ON BRIEF:  J. Joseph Curran, Jr., Attorney General of Maryland, Criminal Appeals Division, Office of the Attorney General, Baltimore, Maryland, for Appellants.   James K. Bredar, Federal Public Defender, Sigmund R. Adams, Staff Attorney, Greenbelt, Maryland, for Appellee.\n      Before RUSSELL, Circuit Judge, CHAPMAN, Senior Circuit Judge, and BEATY, United States District Judge for the Middle District of North Carolina, sitting by designation.\n      Affirmed by published per curiam opinion.\n      OPINION\n      PER CURIAM:\n    \n    \n      1\n      The Maryland Attorney General appeals the district court's order adopting the magistrate judge's report and recommendation to grant Chris Anthony Luchenburg's petition for a writ of habeas corpus under 28 U.S.C. &#167; 2254 (1988).   Because Luchenburg was denied effective assistance of trial counsel, we affirm.\n    \n    I.\n    \n      2\n      In 1985, Chris Anthony Luchenburg was tried in the Maryland Circuit Court for first degree rape, first degree sexual offense, common law assault, carrying a deadly weapon (a knife), and the use of a handgun during the commission of a crime of violence.   Luchenburg was accused of assaulting his estranged wife at gunpoint, and raping his sister-in-law at gunpoint and with a knife.   At the close of trial, the circuit court instructed the jury in relevant part as follows:\n    \n    \n      3\n      [h]e is also charged with the offense of use of a handgun in the commission of a crime of violence.   Now, under this count, he is charged, as I said, with the use of a handgun in the commission of a crime of violence.   Now, the crime of rape, as he is charged and the crime of sexual offense in the ... first degree, excuse me, are crimes of violence.   Therefore, if you find the defendant guilty of these and you also find the defendant used a handgun in the commission of that offense, you may find the defendant guilty of the use of a handgun in the commission of a crime of violence and, of course, vice versa.\n    \n    \n      4\n      Defense counsel did not object to the court's failure to explicitly instruct the jury that it must first find Luchenburg guilty of a predicate crime of violence in order to convict him of the compound handgun count.   Although common law assault is not a \"crime of violence\" in Maryland,1 the court did not so instruct the jury, and defense counsel similarly failed to object to this omission.\n    \n    \n      5\n      The jury acquitted Luchenburg of the rape and sexual offense charges against his sister-in-law, including the charge of carrying a knife, but convicted him of assaulting his wife and of using a handgun during the commission of a crime of violence.   Despite that Luchenburg was acquitted of the predicate crimes of violence, the trial court did not throw out the conviction on the compound handgun charge and, in fact, sentenced Luchenburg to twenty years' imprisonment on that charge--the maximum term possible.   The court also sentenced Luchenburg to serve a consecutive ten-year sentence on the assault count.   Luchenburg has since served over ten years in prison.\n    \n    \n      6\n      Luchenburg was denied relief on direct appeal and in a subsequent state post-conviction petition.   He thereafter filed the present habeas corpus petition in federal district court.   Luchenburg contended, inter alia, that the post-conviction court erred in its ruling that trial counsel was not ineffective for failing to object to the jury instruction, and that his conviction and sentence for use of a handgun during a crime of violence violated his due process rights.   Upon recommendation of the magistrate judge, the district court granted the writ based on Luchenburg's claim that his trial counsel was ineffective.   The Maryland Attorney General timely appealed.\n    \n    II.\n    \n      7\n      Turning to the merits of Luchenburg's ineffective assistance of counsel claim,2 we note that our scope of review on a petition for habeas corpus is limited because we sit not to retry state cases de novo, but rather to examine the proceedings in the state court to determine whether a violation of federal constitutional standards occurred.  Milton v. Wainwright, 407 U.S. 371, 377, 92 S. Ct. 2174, 2177, 33 L. Ed. 2d 1 (1972).   Federal habeas courts are without authority to correct a simple misapplication of state criminal law or procedure \"but may intervene only to correct wrongs of [a federal] constitutional dimension.\"  Smith v. Phillips, 455 U.S. 209, 221, 102 S. Ct. 940, 948, 71 L. Ed. 2d 78 (1982).   Hence, we do not exercise the same supervisory power that we possess on an appeal from a conviction in the district court.  Donnelly v. DeChristoforo, 416 U.S. 637, 642-43, 94 S. Ct. 1868, 1871, 40 L. Ed. 2d 431 (1974).   Nonetheless, an erroneous jury charge may form the basis of a habeas petition, either independently or in conjunction with an ineffective assistance of counsel claim, where the instruction \"so infected the entire trial that the resulting conviction violates due process\" by rendering the trial fundamentally unfair.  Cupp v. Naughten, 414 U.S. 141, 147, 94 S. Ct. 396, 400, 38 L. Ed. 2d 368 (1973).\n    \n    \n      8\n      Ineffective assistance of counsel is a mixed question of fact and law.   A petitioner must show (1) that counsel made errors so serious that counsel's representation fell below an objective standard of reasonableness, and (2) that such failure resulted in prejudice so as to render the results of the trial unreliable.  Strickland v. Washington, 466 U.S. 668, 688, 104 S. Ct. 2052, 2064, 80 L. Ed. 2d 674 (1984).   A lawyer's performance is entitled to a presumption of reasonableness.  Id. at 689, 104 S.Ct. at 2065.   Thus, a petitioner challenging his conviction on the grounds of ineffective assistance must overcome a strong presumption that the challenged action amounted to trial strategy.\n    \n    \n      9\n      A. Deficient performance.\n    \n    \n      10\n      Under Maryland law, the circuit court must give a requested instruction that correctly states the applicable law and has not been fairly covered in the instructions already given.  Mack v. State, 300 Md. 583, 479 A.2d 1344, 1348 (1984).   The failure to give such an instruction constitutes error.  Id.  An instruction telling a jury it may not convict on a charge of use of a handgun during the commission of a crime of violence unless it first convicts on the predicate crime of violence is a correct statement of the law.  Id.  (citing Ford v. State, 274 Md. 546, 337 A.2d 81 (1975)).   So, too, is an instruction telling the jury that common law assault is not a predicate crime of violence.   Therefore, had counsel requested these instructions, the circuit court would have been required to give them unless already fairly covered in the given instructions.\n    \n    \n      11\n      The circuit court's instructions in the instant case did not explicitly tell the jury that it could not convict Luchenburg of the compound handgun charge unless it first convicted him of a predicate crime of violence.   It also failed to inform the jury that common law assault was not a \"crime of violence.\"   Instead, the court merely instructed the jury that if it found Luchenburg guilty of rape or sexual offense, then it could convict him of the handgun offense, and \"vice versa.\"\n    \n    \n      12\n      The State acknowledges the given instruction could have been more specific, but it contends the instruction fairly informed the jury that it could convict on the handgun count only if it first convicted on a predicate crime of violence.   We disagree.   We believe serious problems existed with the instructions of which trial counsel should have been aware.   First, while it is possible that the addition of the words \"vice versa\" were intended to convey to the jury that it should acquit on the compound handgun offense if it acquitted on the predicate offenses, this is not the only, or even the most, reasonable interpretation.   Vice versa literally means \"[c]onversely;  in inverted order;  in reverse manner.\"   Black's Law Dictionary, 1567 (6th ed.1990).   Inverting the order of the given instruction informed the jury that if it first found Luchenburg guilty of the use of a handgun during the commission of a crime of violence, then it may also convict him of the predicate crimes of violence.   Informing the jury to consider these charges in reverse order is nonsensical because it invited the jury to return an inconsistent verdict--convicting Luchenburg for the use of a handgun during the commission of a crime of violence while acquitting him of the predicate crimes of violence.   A proper instruction would inform the jury to only consider the compound handgun offense after it convicted on a predicate crime of violence.\n    \n    \n      13\n      The circuit court also never specifically told the jury that common law assault is not a \"crime of violence.\"   Because of the nature of the trial evidence, that omission seriously compromised the result of Luchenburg's trial.   The verdict demonstrates the jury believed beyond a reasonable doubt that Luchenburg assaulted his wife, but did not believe the allegations that he raped his sister-in-law.   In the absence of a specific instruction that it could not use the assault charge as a predicate crime of violence, we believe the jury was led to mistakenly so use the assault charge.   Indeed, the assault was violent:  Luchenburg struck his wife, dragged her across the living room, tied her hands, and held a gun to her head.\n    \n    \n      14\n      Moreover, we do not agree that trial counsel's failure to request an expanded instruction was the result of a tactical decision.   Although the compound handgun charge carried a maximum sentence of twenty years' imprisonment, trial counsel testified at the state post-conviction hearing that he was primarily concerned with the rape and sexual offense charges and that the compound handgun charge was not \"first on [his] list of priorities.\"   Trial counsel also testified, however, that he thought the circuit court's instruction accurately stated the law.   In these circumstances, counsel made no tactical \"choice,\" unless a failure to become informed of the law affecting his client can be so considered.   We refuse to endorse such a rule.   We believe trial counsel should have objected to the circuit court's instruction and requested an expanded instruction that more accurately explained to the jury (1) that it could not convict Luchenburg of the compound handgun charge unless it first found him guilty of a predicate crime of violence, and (2) that common law assault is not a predicate \"crime of violence.\"   The circuit court's instructions rendered Luchenburg's trial fundamentally unfair, and trial counsel's failure to object was constitutionally deficient.\n    \n    \n      15\n      B. Prejudice.\n    \n    \n      16\n      Trial counsel's deficient performance will only be held \"ineffective\" if a reasonable probability exists that, but for his failure to object and request an expanded instruction, the result of the proceeding would have been different.   See Fitzgerald v. Thompson, 943 F.2d 463, 468 (4th Cir.1991), cert. denied, 502 U.S. 1112, 112 S. Ct. 1219, 117 L. Ed. 2d 456 (1992).   If counsel had requested instructions to the jury that it could only convict of the compound handgun charge if it first convicted on a predicate crime of violence, and that common law assault is not a predicate crime of violence, the circuit court would have been required to give them.   The instructions would be binding on the jury.   Hence, it must be assumed that the jury would have followed the instructions.   See Wilson v. State, 87 Md.App. 659, 591 A.2d 524, 529 (1991) (stating that the jury is presumed to follow the trial court's instructions).\n    \n    \n      17\n      In light of his acquittal on the predicate crimes of violence, Luchenburg has established a reasonable probability that the jury, had they received the proper instructions, would also have acquitted him on the compound handgun charge.   We believe trial counsel's failure to object and request an expanded instruction in this case amounted to ineffective assistance in violation of the Sixth Amendment.   For this reason, the decision of the district court is\n    \n    \n      18\n      AFFIRMED.\n    \n    \n      \n        1\n         Md.Crim. Law Code Ann.  Art. 27, &#167; 441(e) defines the following as crimes of violence:\n        Abduction;  arson in the first degree;  burglary in the first, second, or third degree;  escape;  kidnapping;  manslaughter, excepting involuntary manslaughter;  mayhem;  murder;  rape;  robbery;  robbery with a deadly weapon;  carjacking or armed carjacking;  sexual offense in the first degree;  and sodomy;  or an attempt to commit any of the aforesaid offenses;  or assault with intent to commit any other offense punishable by imprisonment for more than one year.\n        Id.  (emphasis added).   Maryland has only codified aggravated forms of assault, such as assault with intent to rob, assault with intent to murder, and assault with intent to rape.   Each of these crimes would qualify as predicate offenses for use of a handgun during a crime of violence.   But, Luchenburg was charged with common law simple assault, which is a lesser offense than the aggravated types of assault included in &#167; 441(e)'s definition of crimes of violence.\n      \n      \n        2\n         We reject the State's contention that Luchenburg failed to exhaust, and subsequently procedurally defaulted, his claim that trial counsel's failure to object to the handgun instruction amounted to ineffective assistance.   The State asserts Luchenburg abandoned this claim during his state post-conviction proceedings because he failed to present it in his application for review to the Maryland Court of Special Appeals.   We disagree.   In his initial petition for post-conviction relief, Luchenburg clearly presented the claim of ineffective assistance of trial counsel for failing to take issue with the circuit court's jury instruction.   After the circuit court denied the claim, Luchenburg, proceeding pro se, filed an application for further review that, while unartfully drafted, contained a point heading stating, \"[The post-conviction judge] ruled incorrectly under ineffective assistance of counsel contention.\"   We are confident the Maryland Court of Special Appeals considered Luchenburg's claim of ineffective assistance of trial counsel to be fairly raised.   See Pfoff v. State, 85 Md.App. 296, 583 A.2d 1097, 1100 (1991) (holding that Maryland courts are not to use imprecise language in a pleading to avoid a determination on the merits when the nature of the pleading is ascertainable)\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 714968
        }
    ],
    "court_short_name": "Fourth Circuit",
    "court_full_name": "Court of Appeals for the Fourth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}