{
    "id": 1451338,
    "judges": "Utter",
    "date_filed": "2018-01-09",
    "date_filed_is_approximate": true,
    "slug": "matter-of-detention-of-rs",
    "case_name_short": "In re Detention",
    "case_name": "Matter of Detention of Rs",
    "case_name_full": "In the Matter of the Detention of R.S., Et Al. Han Nguyen, Et Al, Appellants, v. R.S., Et Al, Respondents",
    "attorneys": "Christine O. Gregoire, Attorney General, and Sara J. Fin-lay and Laura L. Wulf, Assistants, for appellants., John A. McNeish and Stanford Opdyke of Department of Assigned Counsel, for respondents., Larry A. Jones on behalf of The ARC of Washington State, amicus curiae for respondents.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 12,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b722-9\">\n    [No. 61266-8.\n   </docketnumber><court id=\"AOe\">\n    En Banc.\n   </court><decisiondate id=\"ATt\">\n    September 29, 1994.]\n   </decisiondate><br><parties id=\"b722-10\">\n<em>\n     In the Matter of the Detention of\n    </em>\n    R.S., et al. Han Nguyen, et al,\n    <em>\n     Appellants,\n    </em>\n    v. R.S., et al, Respondents.\n   </parties><br><attorneys id=\"b723-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"767\"> \n     *767\n     </span>\n<em>\n     Christine O. Gregoire, Attorney General,\n    </em>\n    and\n    <em>\n     Sara J. Fin-lay\n    </em>\n    and\n    <em>\n     Laura L. Wulf, Assistants,\n    </em>\n    for appellants.\n   </attorneys><br><attorneys id=\"b723-12\">\n<em>\n     John A. McNeish\n    </em>\n    and\n    <em>\n     Stanford Opdyke\n    </em>\n    of\n    <em>\n     Department of Assigned Counsel,\n    </em>\n    for respondents.\n   </attorneys><br><attorneys id=\"b723-13\">\n<em>\n     Larry A. Jones\n    </em>\n    on behalf of The ARC of Washington State, amicus curiae for respondents.\n   </attorneys>",
    "citations": [
        "881 P.2d 972",
        "124 Wash. 2d 766"
    ],
    "opinions": [
        {
            "author_str": "Utter",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6005.0,
            "opinion_text": "\n124 Wash. 2d 766 (1994)\n881 P.2d 972\nIn the Matter of the Detention of R.S., ET AL.\nHAN NGUYEN, ET AL, Appellants,\nv.\nR.S., ET AL, Respondents.\nNo. 61266-8.\nThe Supreme Court of Washington, En Banc.\nSeptember 29, 1994.\nChristine O. Gregoire, Attorney General, and Sara J. Finlay and Laura L. Wulf, Assistants, for appellants.\nJohn A. McNeish and Stanford Opdyke of Department of Assigned Counsel, for respondents.\nLarry A. Jones on behalf of The ARC of Washington State, amicus curiae for respondents.\nUTTER, J.\nThis is an appeal of two civil commitment cases in which the commissioner dismissed petitions for the involuntary detention of Respondents, R.S. and J.M. At issue in this case is the proper interpretation of the involuntary *768 treatment provisions of RCW 71.05 as they pertain to mentally retarded and other developmentally disabled individuals.\nJ.M. was admitted to Western State Hospital on July 31, 1992, after having had an acute exacerbation of psychosis and several medical complications. Clerk's Papers (J.M.), at 4. On August 13, 1992, the Petitioners for involuntary detention, Kamran Naficy, M.D., and Leslie Postovoit, Ph.D., the examining physician and mental health professional at Western State Hospital, respectively, filed a petition for up to 90 days of involuntary care and treatment of J.M. on the ground he was gravely disabled as a result of a mental disorder. Clerk's Papers (J.M.), at 1-3.\nA hearing was held in Pierce County Superior Court at Western State Hospital. Dr. Postovoit testified that J.M. has hydrocephalus and schizophrenia, undifferentiated type, chronic, in remission. She also testified he requires supervision because he is mildly retarded, Report of Proceedings (J.M.), at 3, a condition she stated leads to impulsive behavior and difficulty in anticipating consequences. The Affidavit in Support of the Petition provided an example of his lack of attentiveness: On one occasion, J.M. did not notice he had set fire to his pants while smoking a cigarette. Clerk's Papers (J.M.), at 4.\nShe also testified that if released from Western State Hospital, J.M. would not be able to provide for his basic needs of health and safety, and, as such, was \"gravely disabled\" as a result of a mental disorder. Report of Proceedings (J.M.), at 5-6.\nAfter hearing the evidence the court dismissed the petition on the ground that grave disability by virtue of mental disorder had not been established. Clerk's Papers (J.M.), at 7.\nR.S. is mildly retarded and has borderline and antisocial personality disorder. Clerk's Papers (R.S.), at 5. He was admitted to Western State Hospital after assaulting his grandmother. Appellants Han Nguyen, M.D., and Gunther Hadersberger, Ph.D., staff psychiatrist and clinical psychologist, respectively, at Western State Hospital, filed a petition *769 to detain R.S. an additional 180 days in order to provide him with further treatment. Clerk's Papers (R.S.), at 1-3.\nThe petition alleged that R.S. was gravely disabled as a result of a mental disorder and that less restrictive alternatives to detention were not in his best interest or the best interests of others because he required intensive, supervised, 24-hour restrictive care; was not ready for less restrictive care; diligent efforts had not disclosed the availability of a suitable less restrictive alternative; and his history, including setting a fire, and assaultive behavior, created extreme difficulties in finding him a suitable placement. Clerk's Papers (R.S.), at 1-3.\nThe Affidavit in Support of the Petition indicated that during his time at the hospital R.S. had been \"intrusive, verbally abusive, non redirectible, sexually inappropriate and incontinent....\" Clerk's Papers (R.S.), at 4. The affidavit also stated his volitional control is limited by his IQ level, that his behavior is threatening, and that he has a history of assault. Clerk's Papers (R.S.), at 4. It stated further that R.S. \"does not follow any social norms\" and that as a result, neither his mother nor his grandmother could be considered resources. The report concluded that less restrictive placement was not recommended because he needed a high level of supervision. Clerk's Papers (R.S.), at 5.\nIn addition to the petition and affidavit, testimony was presented at the August 5, 1992, hearing that R.S. was unable to provide for his essential needs of health or safety. Report of Proceedings (R.S.) (Aug. 5, 1992), at 14, 29, 35. Uncontroverted evidence was presented that he requires a closely supervised placement competent to deal with his intermittent outbursts of inappropriate behavior, and that placements in an environment less restrictive than Western State had as yet not been located, despite efforts to do so. Report of Proceedings (R.S.) (Aug. 19, 1992), at 15-18, 35-40; see also Report of Proceedings (R.S.) (Aug. 19, 1992), at 26-27.\nAt the August 5, 1992, hearing the court denied the State's motion to amend the petition to allege that R.S. presented a danger of serious harm to himself or others because *770 he had \"threatened, attempted, or inflicted physical harm upon the person of another or himself during the current period of [sic] which he was detained.\" Report of Proceedings (R.S.) (Aug. 5, 1992), at 6. The court denied the motion although it found there was \"ample information in the affidavit to put the Respondent on notice that these factors would be addressed....\" Report of Proceedings (R.S.) (Aug. 5, 1992), at 8.\nAppellants appealed both dismissals, as well as the commissioner's denial of the motion to amend the petition regarding R.S., to Division Two of the Court of Appeals, which certified the case to this court.\n\nI\n\nMOOTNESS\n[1, 2] This case is moot because both R.S. and J.M. have been released from detention. In Washington, a moot case may be decided if it involves a matter of continuing and substantial public interest. In re Swanson, 115 Wash. 2d 21, 804 P.2d 1 (1990). We have previously recognized the importance of clarifying the statutory scheme governing civil commitment. In re LaBelle, 107 Wash. 2d 196, 200, 728 P.2d 138 (1986) (quoting Dunner v. McLaughlin, 100 Wash. 2d 832, 838, 676 P.2d 444 (1984)). See also In re G.V., 124 Wash. 2d 288, 294-95, 877 P.2d 680 (1994); In re Kirby, 65 Wash. App. 862, 829 P.2d 1139 (1992). Accordingly, we reach the issue whether the commissioner erred in dismissing both petitions.\n\nII\n\nDEVELOPMENTAL DISABILITY AS A \"MENTAL DISORDER\" UNDER RCW 71.05\nThis case concerns the proper interpretation of the involuntary treatment provisions of RCW 71.05. More specifically, the question presented is whether a developmental disability can ever qualify as a \"mental disorder\" supporting civil commitment under RCW 71.05.040.\n[3] RCW 71.05.040 authorizes the detention of an individual on the basis of developmental disability under two circumstances. The first is if a person is gravely disabled; *771 the second is if a developmentally disabled person, as a result of a mental disorder, is dangerous:\n\nPersons who are developmentally disabled ... shall not be detained for evaluation and treatment or judicially committed solely by reason of that condition unless such condition causes a person to be gravely disabled or as a result of a mental disorder such condition exists that constitutes a likelihood of serious harm to self or others.\n(Italics and boldface ours.) RCW 71.05.040. RCW 71.05.020(2) defines \"mental disorder\" broadly, as\nany organic, mental, or emotional impairment which has substantial adverse effects on an individual's cognitive or volitional functions[.]\n\nA\n\nR.S.\nIn the case of R.S., the commissioner never reached the question whether R.S. was gravely disabled or whether he was dangerous to himself or others because he interpreted RCW 71.05 to prohibit the detention of developmentally disabled individuals under any circumstances. The Order of Dismissal states:\nDevelopmental disability is not a mental disorder justifying 71.05 commitment; indefinite commitment not allowed by statute and legislature has found mental hospital is not appropriate for developmentally disabled person.\nOrder of Dismissal; Clerk's Papers (R.S.), at 7.\nAppellants assign error to the commissioner's conclusion in the case of R.S. that a developmental disability can never qualify as a \"mental disorder\" for the purpose of committing an individual pursuant to RCW 71.05.040. They ask this court to hold that a developmental disability may, under certain circumstances, qualify as a mental disorder; and that in a given instance it may partially establish the basis upon which an individual may be committed.\nAppellants' position accords with RCW 71.05.040, which establishes the conditions under which a developmentally disabled person may be detained or committed, and with RCW 71.05.020(2), which defines \"mental disorder\" broadly. *772 Indeed, Appellants only ask this court to hold what the statute already expressly provides.\nIf a person's developmental disability in a given case is shown to be an organic, mental or emotional impairment which substantially affects that person's cognitive or volitional functions, then that condition qualifies as a \"mental disorder\" under the legal definition of that term in RCW 71.05.020(2). If, as a result of that mental disorder, an individual is dangerous to himself or others, that individual may be committed pursuant to RCW 71.05.040.[1]\nBecause the commissioner erroneously concluded a developmental disability could never qualify as a \"mental disorder\" under RCW 71.05, we reverse his dismissal of the petition to detain R.S.\n\nB\n\nJ.M.\nAppellants also assign error to the commissioner's dismissal of the petition to detain J.M. The Order of Dismissal sets forth the commissioner's reasoning as follows:\nGrave disability by virtue of mental \"disorder\" not established. Statutes do not permit detention when only condition causing need for assistance is DD [developmental disability] and case plan for placement is not appropriate.\nOrder of Dismissal; Clerk's Papers (J.M.), at 9.\nThe commissioner explained his understanding of the involuntary commitment provisions of RCW 71.05 as follows:\nI'm not going to put my name on a commitment order under these circumstances. I've gone through this before and I think reading 71.05.035 which does, of course, relate to developmentally disabled person who are committed because of a felony crime. But it does say, in part, the legislature finds that existing programs in mental institutions may be inappropriate for *773 persons who are developmentally disabled because the services provided in mental institutions are oriented to persons with mental illness, a condition not necessarily associated with developmentally disabled persons.\nReport of Proceedings (J.M.), at 15-16.\nAs in the case of J.M., the commissioner dismissed the petition because he concluded RCW 71.05 does not permit the detention of a developmentally disabled individual in a facility which cares for the mentally ill.[2] Consequently, he never meaningfully engaged the issue whether J.M. was gravely disabled or dangerous to himself or others. Because the dismissal was premised on a misapprehension of law, we reverse his dismissal of the petition to detain J.M.[3]\nRespondents present several arguments to support the commissioner's decision in both cases that developmentally disabled individuals can never be detained with the mentally ill.[4] None is persuasive.\nRespondents recognize that \"RCW 71.05.040 seemingly authorizes the detention of a developmentally disabled person to a mental institution\", but argue the language of this provision should not be given effect because it conflicts with RCW 71.05.035. As the passage quoted immediately above indicates, the commissioner too concluded RCW 71.05.040 is incompatible with RCW 71.05.035, and accordingly refused to give effect to the terms of the former.\n*774 RCW 71.05.035, passed in 1989, 2 years after the last amendment of RCW 71.05.040, states:\nThe legislature finds ... that the use of civil commitment procedures under chapter 71.05 RCW to effect state control over dangerous developmentally disabled persons has resulted in their commitment to institutions for the mentally ill. The legislature finds that existing programs in mental institutions may be inappropriate for persons who are developmentally disabled because the services provided in mental institutions are oriented to persons with mental illness, a condition not necessarily associated with developmental disabilities. Therefore, the legislature believes that, where appropriate, and subject to available funds, persons with developmental disabilities who have been charged with felony crimes and have been found incompetent to stand trial or not guilty by reason of insanity should receive state services addressing their needs, that such services must be provided in conformance with an individual habilitation plan, and that their initial treatment should be separate and discrete from treatment for persons involved in any other treatment or habilitation program in a manner consistent with the needs of public safety.\n\n(Italics ours.)\nThere is some initial appeal to the view held by both the commissioner and Respondents that RCW 71.05.035 and RCW 71.05.040 appear to conflict. The former expresses a general disapproval of placing persons with developmental disabilities in institutions for the mentally ill, while the latter authorizes such placement if certain conditions are met.\n[4] Respondents do not expressly articulate but strongly suggest the Legislature impliedly repealed RCW 71.05.040 when it passed RCW 71.05.035 because the two provisions cannot be reconciled. Repeal or amendment of a statute by implication is not favored in the law, however. Misterek v. Washington Mineral Prods., Inc., 85 Wash. 2d 166, 168, 531 P.2d 805 (1975) (citing Washington State Welfare Rights Org. v. State, 82 Wash. 2d 437, 511 P.2d 990 (1973)). See also Tollycraft Yachts Corp. v. McCoy, 122 Wash. 2d 426, 858 P.2d 503 (1993).\n[5, 6] When the various provisions of a chapter can be harmonized there is no repeal or amendment by implication. Misterek v. Washington Mineral Prods., Inc., supra. It is possible *775 to harmonize the two provisions. First, they do not actually conflict because the language of RCW 71.05.035 is not prohibitive; it merely states that placing developmentally disabled individuals alongside the mentally ill \"may be\" inappropriate. The Legislature's recognition that programs in mental institutions may be inappropriate for persons charged with committing felonies does not render such programs inappropriate for all developmentally disabled persons in all instances.\nSecond, the language of RCW 71.05.035 \u0097 particularly its reference to public safety \u0097 and its legislative history suggest RCW 71.05.035 was designed to supplement, rather than supplant, the existing provisions of RCW 71.05, which the Legislature deemed inadequate to meet the unique problems posed by the detention and release of developmentally disabled persons charged with committing felonies.\nThe House Bill Report describes the context in which the provision was enacted:[5]\nThere is no unique program for the involuntary commitment and treatment of persons who are developmentally disabled (D.D.) and who have committed felonies and are considered dangerous, but are found by a court, either incompetent to stand trial or not guilty by reason of insanity. Currently, these persons are referred to state mental hospitals and receive treatment oriented to persons with mental illnesses.\nHouse Bill Report ESHB 1051 (51st Legislature 1989), at 1.\nThe Final Bill Report explains the purpose of the bill as follows:\nSubject to available funds, the Department of Social and Health Services [DSHS] is required to provide an appropriate program for developmentally disabled persons who have been charged with felony crimes and have been found either incompetent to stand trial or not guilty by reason of insanity. The program must be separate and discrete from other treatment or habilitation programs.\n\n....\n\n*776 Defendants found to be a substantial danger to others or presenting a substantial likelihood of committing felonious acts must be evaluated by the Secretary of DSHS and treated at a program specifically reserved for the developmentally disabled. The program includes habilitation services specific to the behavior which was the subject of the criminal proceedings and must be housed separately from any program for non-developmentally disabled persons. The program must provide environment affording appropriate security necessary to protect public safety.\n\n(Italics ours.) Final Bill Report SHB 1051 (51st Legislature 1989), at 2.\nIn sum, neither the language nor the legislative history of RCW 71.05.035 supports the view, held by the commissioner and the Respondents, that subsection .035 prohibits ever placing a developmentally disabled person in a facility which cares for the mentally ill. A developmentally disabled person may be detained in such a facility pursuant to RCW 71.05.040 in two narrow circumstances: one, if the disability renders the individual gravely disabled or, two, if the disability qualifies as a \"mental disorder\" under RCW 71.05.020(2), and as a result of that disorder the individual is dangerous. RCW 71.05.040. Nothing in RCW 71.05.035 renders these provisions inoperative.\nRespondents argue that because a developmental disability can be expected to continue indefinitely, and does not respond to short term treatment, the detention of developmentally disabled individuals under RCW 71.05.040 will result in inappropriate and indefinite commitment. Br. of Resp't, at 3, 13-16. This argument mistakenly assumes it is the existence of a developmental disability which permits the detention of a person under RCW 71.05.040. As our earlier discussion indicates, however, detention under RCW 71.05.040 is authorized only if the developmental disability in a given case renders a person gravely disabled, or if the disability results in a \"mental disorder\" as defined by RCW 71.05.020(2) and the person is dangerous. Respondents' argument also assumes that developmentally disabled *777 individuals who have a \"mental disorder\" as defined under RCW 71.05.020(2) cannot be treated.\nRespondents also argue that under the definition of mental disorder \"virtually any medical illness or upsetting emotional event which impairs an individual's cognition or volition would permit detention....\" Br. of Resp't, at 12. Respondents fail to recognize that even if an individual suffers from a condition that meets the legal definition of \"mental disorder\", the individual is not subject to the involuntary treatment act absent a finding of dangerousness.\nRespondents maintain the existence of specific programs outside the involuntary treatment act to enable developmentally disabled persons to meet their needs for habilitative and residential services should preclude the detention of mentally retarded individuals under the involuntary treatment act. Br. of Resp't, at 4. They maintain further that \"it is the responsibility of the division of developmental disabilities to provide habilitative and residential services to its clients to insure that a developmentally disabled person is not gravely disabled.\" Br. of Resp't, at 4.\nAlthough we are in sympathy with these goals, Respondents cite no authority which supports this broad assertion. Moreover, as Appellants correctly note, Respondents assume that placement in programs associated with the Division of Developmental Disabilities is always available to developmentally disabled persons, regardless of the circumstances which may make them difficult to place at any given time.[6] They also overlook the fact that the services of the Division of Developmental Disabilities are subject to available funding and to the administrative discretion of the Secretary of the Department of Social and Health Services. See, e.g., RCW 71.05.320; RCW 71A.12.020; RCW 71A.18.030.\n*778 For the reasons set forth above, both dismissals of the petitions to detain both R.S. and J.M. are reversed.\nANDERSEN, C.J., and BRACHTENBACH, DOLLIVER, DURHAM, SMITH, GUY, JOHNSON, and MADSEN, JJ., concur.\nNOTES\n[1]  It does not follow that a showing of developmental disability is the equivalent of establishing the existence of a mental disorder under the statute. Only if a person's developmental disability substantially affects that person's cognitive or volitional functions does that disability qualify as a \"mental disorder\" under RCW 71.05.020(2). In addition, even if an individual suffers from a condition that meets the legal definition of \"mental disorder\", the individual is not necessarily subject to the involuntary treatment act. A factfinder must still determine the individual is dangerous before involuntary commitment may occur.\n[2]  The commissioner's dismissal of J.M.'s case was also improperly informed by matters outside the record. More specifically, the commissioner stated his decision was influenced by prior experience, and made assumptions about legislative appropriation of funds. See Report of Proceedings (J.M.), at 15-16. We have previously disapproved such practices, see In re G.V., 124 Wash. 2d 288, 297, 877 P.2d 680 (1994), and do so again here.\n[3]  Because we reverse the dismissal of the petition to detain J.M. on the ground the commissioner made an error of law in interpreting the provisions of RCW 71.05, we need not reach the issue whether the commissioner also abused his discretion in refusing to allow the State to amend the petition.\n[4]  The Respondents challenge the constitutionality of RCW 71.05.040 on the ground it is vague and overbroad, and that it violates due process and equal protection. These arguments were not made to the commissioner. Consequently, we need not reach them here. This court is generally disinclined to reach constitutional issues not presented to or considered by the trial court. See, e.g., Robinson v. Peterson, 87 Wash. 2d 665, 675, 555 P.2d 1348 (1976).\n[5]  The bill was introduced by Representative Mike Todd in the wake of an incident in which Gary Minnix, a developmentally disabled offender, was alleged to have committed a felony rape while on leave from Western State Hospital. See Memorandum from John B. Welsh, Jr., Senior Counsel to Representative Mike Todd (Jan. 6, 1989).\n[6]  In In re J.S., 124 Wash. 2d 689, 880 P.2d 976 (1994), we address the placement of developmentally disabled persons who have been determined to be gravely disabled.\n\n",
            "ocr": false,
            "opinion_id": 1451338
        }
    ],
    "court_short_name": "Washington Supreme Court",
    "court_full_name": "Washington Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Rape"
}