{
    "id": 1454903,
    "judges": "Griffin",
    "date_filed": "2020-05-16",
    "date_filed_is_approximate": true,
    "slug": "people-v-walsh",
    "case_name_short": "Walsh",
    "case_name": "People v. Walsh",
    "case_name_full": "The PEOPLE, Respondent, v. JOSEPH F. WALSH, Appellant",
    "attorneys": "Geo. A. Westover and Edward W. Goodman for Appellant., Earl Warren, Attorney General, Frank Richards, Deputy Attorney General, Thomas Whelan, District Attorney, and H. Pitts Mack, Deputy District Attorney, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b180-8\">\n    [Crim. No. 469.\n   </docketnumber><court id=\"A-E\">\n    Fourth Dist.\n   </court><decisiondate id=\"ANH\">\n    Feb. 25, 1942.]\n   </decisiondate><br><parties id=\"b180-9\">\n    THE PEOPLE, Respondent, v. JOSEPH F. WALSH, Appellant.\n   </parties><br><attorneys id=\"b181-12\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"165\"> \n     *165\n     </span>\n    Geo. A. Westover and Edward W. Goodman for Appellant.\n   </attorneys><br><attorneys id=\"b181-13\">\n    Earl Warren, Attorney General, Frank Richards, Deputy Attorney General, Thomas Whelan, District Attorney, and H. Pitts Mack, Deputy District Attorney, for Respondent.\n   </attorneys>",
    "citations": [
        "50 Cal. App. 2d 164"
    ],
    "opinions": [
        {
            "author_str": "Griffin",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6422.0,
            "opinion_text": "\n50 Cal.App.2d 164 (1942)\nTHE PEOPLE, Respondent,\nv.\nJOSEPH F. WALSH, Appellant.\nCrim. No. 469. \nCalifornia Court of Appeals. Fourth Dist.  \nFeb. 25, 1942.\n Geo. A. Westover and Edward W. Goodman for Appellant.\n Earl Warren, Attorney General, Frank Richards, Deputy Attorney General, Thomas Whelan, District Attorney, and H. Pitts Mack, Deputy District Attorney, for Respondent.\n GRIFFIN, J.\n Appellant was charged with the crime of murdering his wife Olga Walsh, on May 7, 1941. He entered a plea of not guilty and stood trial before a jury, resulting in a verdict of guilty of murder in the first degree with punishment fixed at life imprisonment. Appellant sets forth no statement of facts in his brief and relies upon the court to review the evidence set forth in over 2,000 typewritten pages of reporter's transcript. Respondent has prepared a brief resume of the evidence produced and it is a fair statement of the facts as disclosed by the record. [1] The case is one of circumstantial evidence. The murder is claimed to have been committed at 4249 Morena Boulevard, in San Diego, in the home of the deceased and the appellant. The house was a wooden frame type of residence, of a story and a half variety, painted white, surrounded by considerable foliage and trees of various kinds and was located on a lot about one and three-quarters acres in size. At the time appellant and the deceased *166 were living together as man and wife. They were married July 22, 1938, and had no children. The appellant had met the deceased about September, 1936, at which time she was Mrs. Eckhardt. The deceased was then living on the premises with her then husband, Mr. Eckhardt. Prior to Mr. Eckhardt's death and Walsh's subsequent marriage to the deceased, he (appellant) lived on the premises in a trailer. The appellant, at the time of the trial, was 56 years of age and the deceased at the time of her death was 62 years of age. On May 7, 1941, at about 7 a. m. the appellant claimed to have discovered the dead body of his wife in the ground-floor bedroom north of the living room lying on a bed. He called the police. The police arrived a few minutes later. They were met at the front gate by appellant, who took them to the rear door of the house into the bedroom where they saw the body of the deceased. There were no tears in appellant's eyes. The officer asked appellant if he (the officer) could leave by the front door to call the police station. The appellant said \"Yes,\" glanced at the front door and stated: \"My God, it is unlocked. He went through this way.\" No one was then allowed by the officer to pass through that door. The body of the deceased had blood about the face and mouth and a club commonly referred to as a \"billy club\" was protruding from her mouth. This \"billy club\" belonged to deceased and was ordinarily kept under her pillow. Appellant had knowledge of this fact. The autopsy surgeon testified that death was caused by the separation of the atlas and axis, the first and second cervical vertebra, caused by some form of violence not self-inflicted, which separation of the atlas and axis was caused by some blunt instrument. From the entire testimony of the autopsy surgeon, the injury which caused death was violent and brutal, the injuries being practically confined to the face and head bruises in addition to the separation of the atlas and axis. There was no evidence to indicate any rape or attempted rape on the body of the deceased. There was no evidence of any property of any kind missing from the premises or that anything else was disturbed. The only thing of any value in the house was approximately $35 in cash which was found under the pillow on the bed, in the room of the deceased, by the police officer on the morning after the body had been removed from the premises. The dining room of the house had a French bay window composed of three sections in the south part *167 thereof. The appellant pointed out the window in the dining room to one of the officers upon his arrival after viewing the body. The officer observed that the shade to this window was up, that it was open and the screen to it was hanging unhooked with an \"L\" shaped tear in it. The front door was observed by the officer to have three locking devices. In addition, there was a piece of wire which apparently was used to loop around the knob and then inserted through the key so that the key could not be pushed out of the lock from the outside. This piece of wire was lying on the floor.\n The officer testified that when he first arrived at the home there was a large dog (Great Dane type), chained to a nearby tree in the rear of the house near the back door; that this dog barked at him and lunged at him when he approached and so continued until appellant threatened the dog with his cane and waved him back. Another large barking dog (Police dog type) was chained a short distance from the French window, and a third dog was running loose about the premises. There were two signs \"Beware of Dogs\" on the front fence. The appellant stated to the officer that on the preceding evening, May 6th, he, the appellant, had gone to bed a few minutes before 11 p. m., and had gone to sleep almost immediately, hearing nothing during the night; that he awakened a few minutes before 6 a. m. on May 7th, when he heard one of the dogs barking and a car pull away from the house; that he later went downstairs where he dressed in the kitchen, obtained his clothes from the living room, and then unlocked the back door and went outside where he turned off some alarms on the chicken houses; that he then went to the front of the house and obtained the morning paper and took it to the kitchen where he made some coffee; that he looked at the paper for a few minutes and then at about 7 a. m. he went into the sitting room to put up the shades on the windows; that he raised the shade on the above-mentioned window, at which time he saw that it was open and the screen unhooked and cut; that he immediately thought something was wrong and went to his wife's room where he found her lying as described; that he immediately left to telephone the police by way of the back door, which he locked.\n No one touched the window, the window sill ledge, screen, or shade after the officers arrived. All officers used the rear door to enter the premises. No one went out or in the front door. Appellant at all times denied that he had killed the *168 deceased. He claimed that the reason he had been sleeping upstairs and his wife downstairs was that in April he had injured his foot and that the injury caused him considerable pain; that he was taking \"Seconal\" to ease the pain and to produce sleep; that he therefore heard no noises during the night. The deceased was killed sometime between 11 p. m. on May 6th and 5 a. m. on May 7th. The last known person to see deceased alive other than appellant was a dog-license collector, who lived about 400 yards northwest of the Walsh house. He saw the deceased and the appellant together at about 7 p. m. on May 6th, when he called to see about collecting for a dog license tax for the dogs on the Walsh property. He testified that on the evening of May 6th, when he went to the appellant's house, the dogs barked at him. He further stated that he was at home on the night of May 6th-May 7th, and did not hear the dogs bark during any of that time. The collector's wife corroborated this testimony and testified that about 4:30 a. m. on December 7th she heard the rear screen door of the Walsh house slam and that she heard no dogs bark. No finger prints or foot prints which would indicate the presence of any stranger on the Walsh premises were found by the police officers. One officer examined the window and the cut screen which were pointed out to him by appellant. He observed a film of dust and black particles on the outside portion of the sill or ledge. On the outside and on the ground immediately under this window was planted some sort of a succulent plant, the foliage of which was undisturbed. The side of the house below the window and cut screen was composed of wooden side boards painted with white paint. This portion was examined and no marks of any kind were found. The wires on the cut screen were pointed upward and outward. All of the other windows of the house were examined and no evidence was found of any disturbance of any other window or screen. There was observed a cobweb about waist high which stretched between the two posts at the head of the steps leading up to the front porch. There was no evidence of any entry into the house other than through the cut screen and window which the appellant claimed to have found open with the screen open and hanging in the position already referred to. The window screen with the cut in it was introduced into evidence at the trial and in its original condition was turned over to a forensic chemist for examination, together with certain other evidence *169 in the case which will be referred to later. The front door was examined and found to lead onto a wooden porch from which steps led down to the walk in front of the house. This door had not been used by anyone other than the alleged unknown assailant, according to the appellant. The surface of the porch was observed to have an even coat of dust with no footmark or disturbance in the dust. The property on which the appellant and deceased were living was free and clear of incumbrances and stood of record in the name of the deceased as her separate property. The coroner produced a will dated June 21st, 1939, which was found June 24, 1941, in the safe deposit box of the deceased. By its terms appellant was named sole beneficiary of her estate. Although appellant denied knowledge of the existence of the will, the evidence indicates that he was quite familiar with all of her financial and legal affairs. One witness testifying for the people and who qualified as an expert in forensic chemistry, said that to duplicate the \"L\" shaped cut as bent in the screen, it would be necessary to groove the screen with his fingers; that he examined certain glass phials which contained the scrapings from underneath the respective fingernails on the fingers of each hand of the appellant; that from a spectrochemical examination of the four largest particles taken from the fingernails of the appellant and from a microscopic examination of the particles of paint from the screen, the particles were \"similar\"; that in his opinion, from an examination of the screen (being cut from the inside), the dust particles in the sill and the surrounding circumstances, no one went through that window on the occasion related. Several pinpoint scratches were noticed on appellant's hand. He said they were caused by his \"pet rooster.\"\n Appellant contends that this evidence is not sufficient to support the verdict. We must keep in mind and be guided by the rule that after the finding of the jury has been approved by the trial court on a motion for a new trial, it is conclusive upon appeal and the appellate court may disturb it only when it can be said as a matter of law that there was no sufficient and substantial evidence to support it, and we must assume in favor of the decision of the jury, the existence of every fact which the jury could reasonably have deduced from the evidence and then determine whether guilt is deducible therefrom. (People v. Hennessey, 201 Cal. 568 [258 P. 49]; People v. Rose, 26 Cal.App.2d 513 [79 PaCal.2d *170 737]; People v. Tedesco, 1 Cal.2d 211 [34 PaCal.2d 467].) With the foregoing in mind, we find that there is substantial evidence upon which the jury could have based its verdict.\n A summary of the evidence referred to in the statement of facts bears out this contention, for it will be remembered that (1) appellant had a motive for killing the deceased in that he was the sole beneficiary under her will, and if she died he would take her entire estate. (2) There is some evidence that appellant had threatened the deceased. (3) If the deceased were murdered by appellant, naturally he would not expect to partake of the fruits of her estate. It would therefore be necessary for the killing to be made to appear to have been done by an unknown intruder, which evidence indicates that the appellant attempted to do, thus further illustrating his preconceived intention to do away with the deceased and to make it appear that he had nothing to do with it. (4) There was ample evidence to justify the jury in believing that the screen was cut from the inside of the house. Once the jury concluded that no one went through the window, upon which there was ample evidence to base this conclusion, the appellant could naturally be concluded to be the killer, as the evidence is also uncontradicted that the deceased could not have inflicted the injuries of which she died by her own hand or accidentally. (5) There was evidence that the cut in the screen was creased by someone's hand, and that the cut had many pointed wires. The right wrist of appellant had some pin-point abrasions on it. The jury could have found that these abrasions were caused by appellant cutting and creasing this screen. (6) As to the presence of the dogs on the premises, it will be remembered that the neighbors did not hear them bark the night of May 6th-7th. There was ample evidence to show that they ordinarily barked on the approach of strangers. (7) The noise of the rear screen door slamming at 4:30 a. m. is also significant. This would indicate that appellant was up an hour or so earlier than he stated. (8) The evidence shows that appellant claimed that the back door was locked when he came downstairs and that he unlocked it when he went out on the morning of May 7th. The unlocked front door with no disturbance in the dust on the porch leading from the door, and the presence of the spider web woven between the posts over the porch steps indicated that no one went out the front *171 door that night and that appellant himself unlocked the three locks on it to further the appearance that someone left by that exit. (9) No valuables in the house were missing, which dispels any intent to rob the deceased or burglarize the house. Considering all the circumstances and evidence produced, when taken in a light most favorable to the conclusion reached by the jury, we are convinced that there is sufficient evidence to support the verdict and judgment.\n [2] The only remaining question involved the claimed error of the court in giving and refusing to give certain designated instructions. In this respect appellant states that the court gave 60 instructions to the jury and then he sets them forth in what he terms \"synoptic enumerations.\" The first instruction about which appellant complains reads: \"You are instructed that the defendant in this case is conclusively presumed to have been sane at the time of the commission of the offense charged.\" It is argued that the instruction as worded strongly insinuates that appellant committed the crime. There is no merit to this argument. Appellant entered the single plea of \"not guilty.\" He was conclusively presumed to have been sane at the time the offense \"is alleged to have been committed.\" (Sec. 1026, Pen. Code.) While the instruction is not worded in the language of the statute, the jury was repeatedly told in other instructions that it must be convinced of the defendant's guilt beyond a reasonable doubt before it could find him guilty and that unless it was convinced from the evidence beyond a reasonable doubt \"that the defendant and that no other person committed the offense charged, then they must find the defendant not guilty.\" The challenged instruction, even standing alone, clearly means that the appellant is conclusively presumed to have been sane at the time of the commission of the offense charged in the information, regardless of who committed it.\n [3] The next instruction given as to the definition of murder and its degrees was in the same language as the instruction given on that subject and approved in People v. Nichol, 34 Cal. 211, and reapproved in People v. Dowell, 204 Cal. 109 [266 P. 807]. The instruction as given, when considered with the other instructions on the subject, is not erroneous.\n [4] The next instruction criticized is this: \"If you find from the evidence and beyond a reasonable doubt that there was a homicide and that it was neither justifiable nor excusable, *172 and that said homicide was wilful, deliberate and premeditated and with malice aforethought and accomplished by a clear intent to take life, you would be justified in finding the defendant guilty of murder in the first degree.\" It is argued that this instruction told the jury that if a homicide was committed, \"not necessarily by the defendant but by any other person, then the jury would be justified in finding defendant guilty of murder in the first degree,\" and that it \"impressed upon the jury a definite assumption that the defendant committed the homicide.\" This argument disregards the complete set of instructions and the rule of law that all of the instructions must be taken together to see whether the complained of instruction is erroneous. (People v. Ellena, 67 Cal.App. 683 [228 P. 389]; People v. Jordan, 24 Cal.App.2d 39 [74 PaCal.2d 519]; People v. Countryman, 115 Cal.App. 36 [300 P. 871]; People v. Maggio, 140 Cal.App. 246 [35 PaCal.2d 369]; People v. Brittan, 118 Cal. 409 [50 P. 664].) Considered with the other instructions given, the jury was fairly told that the defendant could under no circumstances be convicted unless the jury believed from the evidence and beyond a reasonable doubt that the defendant and no one else committed the offense alleged in the information. There is no merit to this complaint.\n [5] Appellant next complains because of the refusal of the trial court to give three of his proffered instructions. One involved the question of the weight to be given the opinion of expert witnesses. The trial court gave an instruction in the language of Penal Code section 1127b. This was sufficient. (People v. Norton, 138 Cal.App. 70 [31 PaCal.2d 809].) We have examined the other refused instructions. They were sufficiently covered by other instructions given or were purely argumentative.\n Appellant next contends that the court erred in \"certain decisions of law\" and makes certain assertions as to particular parts of the evidence without citing any specific error or giving any authority in support of the assertion. The following is but an example. Complaint is made that certain witnesses for the prosecution were shown to be enemies of the defendant and his deceased wife; that over objections, their \"testimony was admitted by the court\"; that the prosecution \"flaunted\" gruesome photographs in front of the jury; that an expert witness demonstrated that it was \"his whole effort ... to seek evidence that would incriminate the *173 defendant\"; that \"how could the jury believe that it was normal and reasonable that the defendant cut the screen FROM THE INSIDE of the house when had he been guilty, it would have been much easier with the means and opportunity at hand, for him to cut it FROM THE OUTSIDE?\"; that \"the evidence in this case points much more convincingly to the perpetration of the homicide by some outsider than it does to the defendant.\" The claimed errors of law, if they may be classified as such, are not meritorious. We have read the argument of counsel and sufficient evidence in the voluminous transcript to satisfy ourselves that appellant had a fair and impartial trial. Appellant was accorded every opportunity by the trial judge to fully cross-examine all witnesses who testified and he allowed eleven days of trial in the examination of witnesses and jurors. The jury was fully and fairly instructed as to the law. There was ample evidence on which the jury was justified in reaching its verdict.\n The judgment and order denying a new trial are and each of them is affirmed.\n Barnard, P. J., and Marks, J., concurred.\n",
            "ocr": false,
            "opinion_id": 1454903
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Rape"
}