{
    "id": 1464714,
    "judges": "Daniel E. Scott",
    "date_filed": 1273449600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-griffith",
    "case_name_short": "Griffith",
    "case_name": "State v. Griffith",
    "case_name_full": "STATE of Missouri, Respondent, v. Robert J. GRIFFITH, Jr., Appellant",
    "attorneys": "John M. Albright, Daniel T. Moore, Poplar Bluff, for Appellant., Chris Koster, Atty. Gen., Terrence M. Messonnier, Asst. Atty. Gen., Jefferson City, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Motion for Rehearing and/or Transfer to Supreme Court Denied June 1, 2010., Application for Transfer Denied June 29, 2010.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b431-29\">\n    STATE of Missouri, Respondent, v. Robert J. GRIFFITH, Jr., Appellant.\n   </parties><br><docketnumber id=\"b431-32\">\n    No. SD 29428.\n   </docketnumber><br><court id=\"b431-33\">\n    Missouri Court of Appeals, Southern District, Division Two.\n   </court><br><decisiondate id=\"b431-35\">\n    May 10, 2010.\n   </decisiondate><br><otherdate id=\"b431-36\">\n    Motion for Rehearing and/or Transfer to Supreme Court Denied June 1, 2010.\n   </otherdate><br><otherdate id=\"b431-37\">\n    Application for Transfer Denied June 29, 2010.\n   </otherdate><br><attorneys id=\"b434-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"416\"> \n     *416\n     </span>\n    John M. Albright, Daniel T. Moore, Poplar Bluff, for Appellant.\n   </attorneys><br><attorneys id=\"b434-8\">\n    Chris Koster, Atty. Gen., Terrence M. Messonnier, Asst. Atty. Gen., Jefferson City, for Respondent.\n   </attorneys>",
    "citations": [
        "312 S.W.3d 413"
    ],
    "opinions": [
        {
            "author_str": "Scott",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n312 S.W.3d 413 (2010)\nSTATE of Missouri, Respondent,\nv.\nRobert J. GRIFFITH, Jr., Appellant.\nNo. SD 29428.\nMissouri Court of Appeals, Southern District, Division Two.\nMay 10, 2010.\nMotion for Rehearing and/or Transfer to Supreme Court Denied June 1, 2010.\nApplication for Transfer Denied June 29, 2010.\n*416 John M. Albright, Daniel T. Moore, Poplar Bluff, for Appellant.\nChris Koster, Atty. Gen., Terrence M. Messonnier, Asst. Atty. Gen., Jefferson City, for Respondent.\nDANIEL E. SCOTT, Chief Judge.\nThe State charged Robert Griffith (Defendant), a school bus driver, with nine sex offenses involving four children. Five counts were dropped before trial. A jury acquitted Defendant of three others, but convicted him of molesting five-year-old P.S. (Child)[1] and recommended the minimum sentence of five years' imprisonment.\nDefendant's eight appeal points allege juror misconduct, instructional error, and insufficiency of the evidence. For clarity and brevity, we reference facts adduced before, during, and after trial in the context of each point. We begin with Point II because Point I, in Defendant's words, \"is a summary\" of Points II through VII.\n\nPoint II\nDefendant alleges that he was deprived of a fair and impartial jury in that Juror 12 did not disclose in voir dire that she had predetermined Defendant's guilt and suggested after jury selection that she meant to \"fry his ass.\"\n\nBackground\nDefendant raised this issue in his motion for new trial and adduced testimony at the hearing. Defense counsel called Juror 12 to the stand, referred her to the night of jury selection, and asked if she had commented to other jurors about Defendant's guilt or innocence. Juror 12 said no. Defense counsel asked Juror 12 if, after the jury went into deliberations, a female juror told the jury that Juror 12 \"made a comment before the trial started.\" Juror 12 answered, \"Seemed like it, but I can't remember.\" However, Juror 12 repeatedly thereafter testified that she made no improper statements. Defense counsel asked Juror 12 if her mind was not \"made up somewhat, maybe not firmly convinced, but you had your mind made up\" as to Defendant's guilt before trial. Juror 12 replied, \"Once again, no, no I didn't.\"\nJuror 11 was the next witness. She testified that after the jury was picked, she *417 was walking out with Juror 12 and another juror when Juror 12 said, \"We did it. We got on. We're going to fry his ass.\" Juror 11 testified that she and the other juror looked at Juror 12, who said, \"Oh, I didn't mean to say that. I shouldn't have said that. I better go to work.\" Juror 11 also testified that when the jury retired to deliberate at the end of the case:\n[Juror 12] sat down and said that he was guilty and put her hands behind her back and that she wasn't going to discuss it any more. And I stood up and said in front of all the other jurors then what she had mentioned, stated the day of the selection when we left.\nJuror 11 said Juror 12 \"just looked at me\" and did not acknowledge having made any statement.\nJuror 9 testified that she walked out with Jurors 11 and 12 on the night the jury was chosen. Juror 9 did not recall Juror 12's exact statement, but it was something to do with Defendant being guilty. Juror 9 also believed that Juror 12's statement was brought up when the jury began deliberations.\nJuror 10 testified that he did not hear Juror 12 say anything of concern following jury selection, but after jury deliberations began, Juror 12 was confronted about allegedly having said Defendant was guilty before she heard the case.[2]\n\nAnalysis\nThe right to a fair and impartial jury means potential jurors must fully and truthfully answer voir dire questions; otherwise, a defendant cannot properly exercise challenges for cause and peremptory strikes. State v. Martin, 755 S.W.2d 337, 339 (Mo.App.1988).\nIn seeking a new trial based on juror nondisclosure, a defendant first must demonstrate to the trial court that the nondisclosure actually occurred. State v. Miller, 250 S.W.3d 736, 743 (Mo.App.2008). When this is a factual question that involves conflicting testimony, we defer to the trial court's determination as it is better positioned to judge witness credibility. State v. Coleman, 460 S.W.2d 719, 724 (Mo. banc 1970); State v. Robbins, 455 S.W.2d 24, 27 (Mo.App.1970). Where the trial court denies a new trial motion without making specific findings, we consider all findings necessary to the result to be implicit in the trial court's decision. See Fielder v. Gittings, 311 S.W.3d 280, 290 (Mo.App.2010)(juror nondisclosure); Banks v. Village Enterprises, Inc., 32 S.W.3d 780, 787 (Mo.App.2000)(same). We review for abuse of discretion. Miller, 250 S.W.3d at 743.\nJuror 12 testified that she had not prejudged Defendant's guilt before trial, and she repeatedly denied making any such comment following jury selection. Defendant's abuse of discretion argument hinges on the testimony of other jurors whom the trial court was not obligated to believe. See State v. Stillings, 882 S.W.2d 696, 700 (Mo.App.1994). Point II disregards our standard of review and the trial court's superior position in judging witness credibility. Point denied.\n\nPoint III\nDefendant contends that the trial court plainly erred when, after reading that part of MAI-CR3d 300.02 that asks if anyone could not follow the reasonable doubt instruction, the court voir dired only two of *418 an unknown number of persons who raised their hands, then paraphrased the instruction.\n\nBackground\nDuring voir dire, the trial court read MAI-CR3d 300.02 up through the following portion:\nProof beyond a reasonable doubt is proof that leaves you firmly convinced of the defendant's guilt. The law does not require proof that overcomes every possible doubt. If, after your consideration of all the evidence, you are firmly convinced that the defendant is guilty of the crime charged, you will find him guilty. If you are not so convinced, you must give him the benefit of the doubt and find him not guilty.\nAre there any of you who, if selected as a juror, could not, for any reason, follow that instruction? If so, would you please raise your hand?\nAt least two venirepersons raised their hands. One indicated that he had physical problems that would make it hard for him to follow the evidence; he was excused without objection. Another started to say that she had a problem with this type of case because her granddaughter had dealt with a similar issue. The court politely stopped her and said they would take that up privately after the first recess. Then, not reading from MAI-CR3d 300.02, the court asked the venire:\nMy question specifically at this point, having given you the instruction about the presumption of innocence in our judicial system, is there any of you would [sic] could not, for any reason, keep your mind open and presume that the defendant is innocent until the state proves to you beyond a reasonable doubt that he is guilty? Anyone who could not follow that instruction?\nA third venireperson expressed a need to speak privately, which the court noted, then asked, \"Anybody else?\" When no one responded, the court continued reading from MAI-CR3d 300.02, which states:\nIt is your duty to follow the law as the Court gives it to you in the instructions even though you may disagree with it. Are there any of you who would not be willing to follow all instructions which the Court will give to the jury? If so, would you please raise your hand?\n[Introduce the attorneys and ask such additional questions as the Court deems appropriate.]\nDefendant claims the trial court plainly erred in asking its own question whether anyone could not presume Defendant innocent until the State proved beyond a reasonable doubt that he was guilty, which Defendant characterizes as improper \"paraphrasing\" of or \"deviation\" from MAI-CR3d 300.02. Defendant argues that the court instead should have questioned all venirepersons who raised their hands.\n\nAnalysis\nWe do not see the court's question as an MAI deviation. During any reading of MAI-CR3d 300.02, the panel is sworn, instructed on basic legal principles including the State's burden of proof, then twice asked if it can follow the burden of proof instruction. Venirepersons are asked to raise their hands if they cannot follow that instruction, but MAI-CR3d 300.02 and its Notes on Use do not say what to do if that happens, so the court must use its discretion when hands are raised.\nThe nature and extent of voir dire questioning is within the trial court's wide discretion; we will reverse only if discretion is abused. State v. Nicklasson, 967 S.W.2d 596, 608 (Mo. banc 1998). Defendant concedes that his claim was not preserved at trial and requests us to review *419 it for plain error, the two-step test for which is \"(1) did the trial court commit evident, obvious, and clear error affecting the defendant's substantial rights; and (2) if so, did such plain error actually result in manifest injustice or a miscarriage of justice?\" State v. Smith, 293 S.W.3d 149, 151 (Mo.App.2009). A defendant seeking plain error review must show more than mere prejudice. He must show that the error resulted in manifest injustice or a miscarriage of justice\u0097i.e., but for the error, the outcome would have been different. Id. Under these standards, Defendant has not made a case for relief.\nAs shown above, MAI-CR3d 300.02 concludes by directing venirepersons to raise their hands if they would not be willing to follow the court's instructions (this is the second time the panel is instructed to raise its hands), then instructs the court to \"[Introduce the attorneys and ask such additional questions as the Court deems appropriate].\" MAI-CR3d 300.02 thus does not preclude, but rather contemplates and expressly permits, additional appropriate questions by the court.\nMoreover, the timing and nature of the court's question was appropriate. At least one of the first two hand-raisers expressed concerns unrelated to the burden of proof instruction. It was no abuse of discretion to remind the whole panel that the court was not then asking for all information about their abilities to serve as jurors, but only whether they could follow a specific jury instruction. We deny Point III.\n\nPoints IV, V, VI and VII\n\nBackground\nAll these points allege that the court erroneously gave non-approved instructions during jury deliberations. The following facts are relevant to these points.\nThe jury received the case at 7:27 p.m. Friday, deliberated two hours, and sent out this note, \"We cannot reach a decision. Eight not guilty. Four guilty. [/s/ Foreman]. What do we do? ? ?\" The court wrote back, \"Dear Jury, please continue to deliberate.\" The jury sent another note at 10:45 p.m., \"We are still split. Can I talk to you to see how to resolve?\" The court called the jury back into the courtroom and these exchanges followed:\nThe Court: Has the count changed since, uh\u0097\n[Foreman]: No.\nThe Court: Is there any possibility that if, uh, you went home and got a good night's sleep and started fresh in the morning that there would be any possibility at all?\n[Foreman]: I don't see it happening.\nThe Court: Are you all still discussing the issues?\n[Foreman]: We have gone back to square one. I mean we can try it for another hour. That's the reason I sent what I did.\nThe Court: Well, sometimes, as you know, you know fairly quickly and sometimes\u0097There has been a lot of evidence in this case. It's been a long trial. It's unusual for a jury to become irrevocably deadlocked after only three and a half hours when there has been seventeen or eighteen hours of testimony.\n[Foreman]: Uh-huh. I mean if you are suggesting going and getting a night's sleep and reconvening here and whatever, I don't know, but to be honest with you I don't think it's going to happen. You can ask everybody's opinion.\nThe Court: I'm kind of telling from the nodding of the heads there is probably not much disagreement about that. Is there any of you here that thinks there is any chance at all if you get a good night's sleep and come back fresh that *420 there might be any possibility at all? Some of you are not answering one way or the other.\n[Foreman]: Well, I can tell you what we can do, you can stick us back in there for a half hour, about 11:30 I'll let you know. You want to try that?\nThe Court: How many of you would rather go back\u0097Here are the options that I see right now, you can work for a while longer tonight or we can go home, get some sleep, come back about 9:00 in the morning and take another good shot at it for a while and then if we don't get there you will at least know that you've given it your absolute best shot. Sometimes\u0097You folks have been working hard from 8:00 o'clock in the morning until 7:00 o'clock at night yesterday and 8:00 o'clock in the morning until now. Sometimes mental fatigue, uh, can cause you to not see any light at the end of the tunnel when you might actually see some there after seven or eight hours of sleep. How many of you are just brain dead right now, just really exhausted? How many of you would be willing to give it a fresh shot in the morning for a while? Okay. I mean there is a lot at stake here. I know that emotions among the parties and the alleged victims and the defendant are running high. The case has been pending for a long time. Thousands of hours of effort to prepare the case, present it to the jury have been put into this by both sides; lots of cost to taxpayers and I don't want to give up and throw in the towel until you all are absolutely convinced that you have given it every possible shot.\n. . .\n[Juror 11]: What's the difference between a hung jury and a mistrial?\nThe Court: Nothing.\n[Juror 11]: Does it all get done over again?\nThe Court: A mistrial just means that the case was presented to a jury and the jury was unable to deliberate to a unanimous verdict of guilty or not guilty. Anything less than a unanimous verdict on[e] way or the other means that we just start over with a new jury panel and retry the case and hope that we end up with twelve jurors that can agree unanimously one way or the other. . . . It doesn't mean, obviously, that the defendant has been found guilty. It doesn't mean that he's been acquitted. It means that nothing has happened and we just go back and try the case again is what happens.\nAfter further discussion with counsel and the jury, the court decided, \"I'm not going to declare a mistrial. I'm not going to send them back for further deliberations tonight. I'm not going to hammer them tonight. That's the Court's ruling.\" The jury went home for the night and came back Saturday morning. After deliberating two hours and sending out two notes asking various questions, the jury sent this note, \"We cannot reach a decision on anything.\" Over Defendant's objection, the court brought the jury in and gave the MAI-CR3d 312.10 hammer instruction:\nYou should make every reasonable effort to reach a verdict, as it is desirable that there be a verdict in every case. Each of you should respect the opinions of your fellow jurors as you would have them respect yours, and in a spirit of tolerance and understanding endeavor to bring the deliberations of the whole jury to an agreement upon a verdict. Do not be afraid to change your opinion if the discussion persuades you that you should. But a juror should not agree to a verdict that violates the instructions of the Court, nor should a juror agree to a *421 verdict of guilty unless he is convinced of the defendant's guilt beyond a reasonable doubt.\nThe jury returned to its deliberations and sent this note at 1:20 p.m., \"If a guilty verdict is returned will the jury set the sentencing for punishment?\" Over Defendant's objection, the court wrote back, \"Yes.\" At 2:25 p.m., the jury returned verdicts finding Defendant guilty on one charge and not guilty on the other three counts. When polled, each juror agreed with the verdicts.[3]\n\nPoint IV\nDefendant seeks plain error review of his claim that the trial court erred when it told the jury:\nI mean there is a lot at stake here. I know that emotions among the parties and the alleged victims and the defendant are running high. The case has been pending for a long time. Thousands of hours of effort to prepare the case, present it to the jury have been put into this by both sides; lots of cost to taxpayers and I don't want to give up and throw in the towel until you all are absolutely convinced that you have given it every possible shot.\nDefendant claims this constituted a non-MAI hammer instruction that omitted key parts of MAI-CR3d 312.10 (such as encouraging jurors to be tolerant, understanding, and considerate of others' views); improperly included a non-MAI reference to taxpayer expense; and effectively coerced a verdict. We agree that the court's comments did not track MAI-CR3d 312.10, but find no plain error.\nThe decision to give a hammer instruction rests within the trial court's discretion, which is abused only if the instruction coerces the verdict. State v. Campbell, 147 S.W.3d 195, 202 (Mo.App.2004)(citing State v. Johnson, 948 S.W.2d 161, 164 (Mo.App.1997)). A verdict is considered coerced when it appears, under all the circumstances, that the trial court was virtually directing that a verdict be reached and implying that it would hold the jury until that happened. Id. Relevant factors include: (1) how long the jury deliberates before and after the hammer instruction, (2) whether the trial court knows the jury split and the position of the majority, and (3) if the instruction is given in compliance with MAI's Notes on Use. Id.\nWe considered a similar argument in Campbell\u0097that comparable trial court comments were erroneous because they did not include certain MAI-CR3d 312.10 safeguards. Id. at 201-02, 203. We were guided by cases that found no error where a trial court \"makes a comment not requiring the jury to find a verdict, but merely to continue its deliberations,\" and noted that these cases \"require that the court make an unequivocal statement that the jurors must reach a verdict in the case.\" Id. at 203 (citing State v. Hinkle, 987 S.W.2d 11, 13-14 (Mo.App.1999); Johnson, 948 S.W.2d at 164).\nWe also considered the three coercive factors noted above, finding noncompliance *422 with the Notes on Use, but that the other two factors weighed against a finding of coercion. Id. First, the Campbell jury took over two hours to reach a verdict after the court's comments, and \"Missouri courts have found that a time period as short as approximately one-half hour was not a sign that the verdict was coerced.\" Id. Second, the Campbell trial court knew how the jury was split, but not whether the majority favored conviction or acquittal. Id. at 203-04.\nIn this case, the trial court did not unequivocally tell the jury that a verdict must be reached. Asking jurors to \"give[] it every possible shot\" is not the same as ordering them to return a verdict.\nMoreover, even if the court here did not follow the Notes on Use and knew that most jurors favored acquittal, we cannot conclude that the Friday night comments coerced a verdict on Saturday afternoon. The court sent the jurors home, not back to the jury room, after its comments. After two hours of deliberations the next day, the court read the jury MAI-CR3d 312.10\u0097arguably curing any error from the night before[4]\u0097after which the jurors deliberated another three hours before reaching any verdicts. A night of sleep, an MAI-approved hammer instruction, and over five hours of deliberations separated the challenged comments from the verdict.[5] Defendant has not shown plain error. Point IV is denied.\n\nPoint V\nDefendant claims the trial court erred in twice telling jurors that a mistrial would require a retrial of the case. There were no timely objections, nor are we persuaded by Defendant's invitation to overlook these failures, so any review is for plain error.\nDefendant cites Rule 28.02 and argues that a court cannot give a non-MAI instruction on a matter covered by an MAI instruction. Although an accurate statement of law, we do not see its application as Defendant cites no MAI instruction regarding mistrials.\nSeeking to link his point to some MAI, Defendant argues that MAI-CR3d 312.10 \"begins by attempting to create the impression for the jury that they will be the only people to ever have the chance to reach a verdict.\" Defendant cites no authority for his apparent speculation about the \"impression\" this instruction \"attempt[s] to create.\" Further, reversal is warranted for failure to give a mandatory MAI instruction only when the error is so prejudicial that it deprived the defendant of a fair trial. State v. Anderson, 306 S.W.3d 529, 538-39 (Mo. banc 2010). Defendant has not shown manifest injustice.[6] Point denied.\n\n\n*423 Point VI\nDefendant claims the court erred in giving the MAI-CR3d 312.10 hammer instruction. He argues that the court was coercing a verdict under the circumstances in that (1) the jury said it was deadlocked after two hours; (2) at the court's urging, the jury deliberated another 75 minutes, but again reported deadlock; (3) the court then gave a \"soliloquy\" variation of the hammer instruction at 10:45 p.m. on Friday; (4) after two hours of Saturday morning deliberation, the court gave MAI-CR3d 312.10 after another report of deadlock; and (5) three jurors later testified that they felt they had been instructed that they had to return a verdict.\nAs noted under Point IV, the decision to give a hammer instruction is within the court's discretion, which is abused only if the instruction coerces the verdict. Campbell, 147 S.W.3d at 202. The jury deliberated more than three hours after getting the hammer instruction. Defendant has not shown coercion. Point denied.\n\nPoint VII\nDefendant asserts the trial court erred in not granting a new trial in that MAI-CR3d 300.06[7] is not to be reread or given to the jury when it retires to deliberate, yet during deliberations the court answered, \"Yes,\" to the jury's question, \"If a guilty verdict is returned will the jury set the sentencing for punishment?\" Defendant claims this constituted bargaining with the jury to secure a guilty verdict.\nWe disagree for several reasons. First, the court neither reread MAI-CR3d 300.06 nor gave it to the jury when it retired to deliberate, and thus did not violate the Notes on Use. Second, what the court said was correct and the jury had been so instructed from the outset. Third, Defendant has not demonstrated that the answer prejudiced him.\nA trial court has great discretion in determining whether to grant a new trial. Its decision is presumed to be correct and will be reversed on appeal only for an abuse of discretion. In order for the trial court to grant a motion for new trial, the error complained of as a basis for the motion must be prejudicial to the party seeking the new trial. The complaining party must show that some trial error or misconduct of the prevailing party was responsible for prejudicing the jury.\nState v. Thompson, 147 S.W.3d 150, 155 (Mo.App.2004) (citations and quotation marks omitted). Defendant cites no admissible evidence[8] that the court's answer caused the guilty verdict and his speculative arguments do not substitute for evidence. The jury deliberated another hour *424 after the court answered its question. We deny Point VII.\n\nPoint I\nDefendant argues that the cumulative effect of his complaints under Points II through VII necessitate a new trial. \"Having determined that none of defendant's previous points amount to reversible error, there can be no reversible error attributable to their cumulative effect.\" State v. Gray, 887 S.W.2d 369, 390 (Mo. banc 1994). \"No amount of non-error adds up to error; nor do the non-prejudicial errors in this case constitute reversible error.\" State v. Gardner, 8 S.W.3d 66, 74 (Mo. banc 1999). Point I is denied.\n\nPoint VIII\nThis point challenges the sufficiency of the evidence to support the conviction. Child testified that Bob, her bus driver, \"[t]ouched my titties.\" Defendant does not deny that he was Child's bus driver, but claims this \"is one of those rare and isolated cases where the prosecutrix's testimony was so in conflict with itself and with physical facts as to require corroboration, and there is no corroboration on the record before this court.\" Defendant thus invokes the oft-cited, but rarely applied, \"corroboration\" rule for sex offenses.\n\nCorroboration Rule\nIn its broader form, this rule requires corroboration \"where the evidence of the prosecutrix is of a contradictory nature or, when applied to the admitted facts in the case, her testimony is not convincing and leaves the Court clouded with doubts that she must be corroborated or judgment cannot be sustained.\" State v. Kuzma, 751 S.W.2d 54, 58 (Mo.App.1987)(quoting State v. Ellis, 710 S.W.2d 378, 380 (Mo.App.1986) and State v. Baldwin, 571 S.W.2d 236, 239 (Mo. banc 1978)).\nOther cases describe the rule more narrowly, saying that corroboration is needed only \"`when the victim's testimony is so contradictory and in conflict with physical facts, surrounding circumstances, and common experiences that its validity is doubtful.'\" State v. Peters, 186 S.W.3d 774, 778 (Mo.App.2006)(quoting State v. Sprinkle, 122 S.W.3d 652, 666 (Mo.App.2003)).\nOur supreme court and sister districts have criticized the corroboration rule. The Western District in Peters complained of \"the inconsistent and sometimes confusing evidentiary and appellate review rules that have evolved in sex offense cases,\" raised the pertinent \"question of why the standards used in every other case would not be sufficient and preferable,\" found \"no reason for a `corroboration rule' as such,\" but said it had \"no authority to plow up a field previously planted with decisions of a higher court.\" Id. at 779-80 &amp; n. 4.\nThe Eastern District said this fifteen years earlier:\nAs the Missouri Supreme Court stated in 1930, there seems to be no logical basis for a separate rule, even a restricted one, which relates solely to the review of the testimony of a victim of a sexual offense. The standards for reviewing the testimony of any witness in a criminal case should be sufficient to assess the testimony of a victim of a sexual offense. Missouri courts of appeals have questioned the continued existence of this exception.\nState v. Nelson, 818 S.W.2d 285, 289 (Mo. App.1991) (citations omitted). The 1930 case was State v. Barnes, 325 Mo. 545, 29 S.W.2d 156 (1930), in which the Missouri Supreme Court expressed the same views echoed decades later in Nelson and Peters, then said:\n\n*425 \"We have been over this matter so frequently in recent cases that it should be unnecessary to cover the same ground again.\"\nBarnes, 29 S.W.2d at 158. Yet the corroboration rule has never been overruled and continues to be considered in Missouri cases, including this court's decisions. See, e.g., State v. Miller, 250 S.W.3d 736, 744-45 (Mo.App.2008). Thus, we have sought to determine what the rule may require in this case.\nMost cases citing the corroboration rule either find it inapplicable or easily met under the facts of that case. If the rule still exists, we cannot dismiss it so easily here,[9] or fail to consider whether it might require more evidence than the constitutional due process standard. Cf. State v. Grim, 854 S.W.2d 403, 405-08 (Mo. banc 1993)(reexamining and rejecting the \"circumstantial evidence\" rule). To paraphrase Grim, our question is whether the due process standard and the corroboration rule \"require a different quantum of evidence to support a conviction.\" Id. at 406. If both yield identical results in all cases, we see no need for the corroboration rule \"since it could only lead to confusion to have two rules for one standard.\" Id. \"If, on the other hand, the two rules sometimes yield different results in the same case, problems arise.\" Id. If the corroboration rule could demand more evidence than required by due process, \"we must consider what added quantum of evidence and convincing power is contemplated . . . [and] how this differs from the [due process] standard for appellate review and the phrase `beyond a reasonable doubt.'\" Id.\nWe are not authorized to answer all these questions, but we have reached one conclusion. Whatever the corroboration rule once meant or now means, we do not believe \"a different quantum of evidence\" is needed to support this conviction. MAI includes no \"corroboration\" instruction and no burden of proof modification for such cases. We now turn to consider Defendant's challenge to the sufficiency of the evidence.\n\nBackground\nEarly in the case, the State successfully moved to have Child declared unavailable as a witness per §§ 491.075, 491.680 &amp; 491.685. Her video depositions were shown to the jury at trial and included this testimony:\n[State]: Did you ride the bus home when you went to school in Doniphan?\n[Child]: Yes.\n[State]: What was your bus driver's name?\n[Child]: Bob.\n[State]: Did Bob do something to you that you didn't like?\n[Child]: Yes.\n[State]: What did he do?\n[Child]: He touched my pee-pee.\n[State]: Do you want a tissue?\n[Child]: No.\n[State]: Did he do anything else that you remember?\n[Child]: (Witness nodded head).\n\n*426 [State]: What else did he do?\n[Child]: I don't want to tell.\n[State]: [Child] can you say that again?\n[Child]: I don't want to tell.\n[State]: [Child], we need you to tell us what he did.\n[Child]: Touched my titties.\nDefendant acknowledged that he was Child's bus driver. Also, Child's father so testified and identified Defendant by pointing at him in court.\n\nAnalysis\nThe foregoing testimony, even if uncorroborated, ordinarily would support Defendant's conviction. \"Generally, in sexual offense cases the victim's testimony alone is sufficient to sustain a conviction, even if uncorroborated.\" Sprinkle, 122 S.W.3d at 666, quoted in Peters, 186 S.W.3d at 778.\nDefendant acknowledges this general rule, but asserts that corroboration was needed because:\n1. Child gave several statements, but only once said that her chest had been touched;\n2. Child twice identified a photo of someone other than Defendant as being her bus driver; and\n3. According to Defendant, Child recanted \"nearly every substantive allegation\" of abuse, said \"`I don't know' at least 95%\" of the time when questioned on details, and gave details contrary to undisputed evidence.\nWe consider these arguments in turn.\nThe State does not deny that in two forensic interviews, Child did not say that Defendant touched her chest. The jury viewed these interviews in their entirety and knew what Child said and did not say. This was just one factor for the jury to consider in deciding whether it believed Child's testimony that Defendant \"[t]ouched my titties.\"\nDefendant argues that at two video depositions, his lawyer showed Child a man's photo (not Defendant) and Child said it was her bus driver. Later, defense counsel showed Child a photo of Defendant and she did not recognize him.[10]\n*427 There had to be evidence that Defendant was the perpetrator, but in-court identification was not necessary if the jury reasonably could infer identity from other evidence. See State v. Simmons, 760 S.W.2d 521, 523-24 (Mo.App.1988). There was such evidence, and a police officer's testimony suggested a reason or contributing factor as to Child's error. Thus, Child's mistake was a factor for the jury to consider, but did not compel an acquittal. Id.\nThe inconsistencies and discrepancies in Child's testimony \"`must relate directly to an essential element of the case'\" to trigger the corroboration rule. Peters, 186 S.W.3d at 778 (quoting State v. Gatewood, 965 S.W.2d 852, 856 (Mo.App.1998) and State v. Marlow, 888 S.W.2d 417, 422 (Mo. App.1994)). Notwithstanding inconsistencies on other matters, when Child was told at deposition that she needed to say what Bob did to her, she did not say, \"I don't know.\" She said that he \"[t]ouched my titties,\" and she never recanted that statement. The jury did not need corroboration to find that Defendant touched Child's breasts. Cf. State v. Marley, 257 S.W.3d 198, 200 (Mo.App.2008)(despite \"a number of inconsistencies, contradictions, and outright admitted falsifications,\" child testified unequivocally that defendant penetrated her vagina).\nIn summary, the prosecution's case plainly had weaknesses. After charging Defendant with nine sex offenses against four children, the State dropped all but four counts involving Child and another youngster. Following two days of trial, 18 live witnesses, nine videos and other evidence, and over eight hours of deliberation spanning two days, the jury found Defendant not guilty on three counts and guilty on one.\nIn reaching these verdicts, the jurors were well versed in the inconsistencies, contradictions, and credibility issues regarding the State's witnesses generally and Child in particular. They viewed five separate videos of Child being questioned, examined, and cross-examined\u0097sometimes quite persistently\u0097on five separate occasions. In each such instance, the jurors could judge Child's demeanor, see how she was questioned, and evaluate the way she responded.[11] They could weigh all the weaknesses and flaws that defense counsel argued in summation, and which undoubtedly contributed to the three acquittals.\nYet other inconsistencies and contradictions aside, Child testified that Bob, her bus driver, \"[t]ouched my titties\" and never recanted that claim. The jury was fully aware of the reasons to disbelieve her, yet unanimously found Defendant guilty on that charge. Each juror, one by one, agreed that this was his or her verdict.\nDefendant's insufficiency arguments in this court are essentially those that he made to the jury, where in a sense they were 75% successful. Only by reweighing the same evidence\u0097something we cannot do\u0097could we take away the single guilty verdict. We do not sit as a \"super\" juror *428 with veto powers. Grim, 854 S.W.2d at 414; State v. Jones, 296 S.W.3d 506, 509-10 (Mo.App.2009). Given this jury's many notes and questions and lengthy deliberations, we are reluctant to suggest that these citizens acted less responsibly, or took their obligation less seriously, in finding Defendant guilty of one charge than in acquitting him on three.\nPoint VIII, in essence, \"asks that we look at all these circumstances and find that the victim's testimony was so incredible and untrustworthy that we should disregard it unless corroborated. That is not our role.\" Marley, 257 S.W.3d at 200. We deny the point and affirm the conviction.\nRAHMEYER, J., and MCGHEE, Sp.J., concur.\nNOTES\n[1]  See § 566.067 (first-degree child molestation). Unless otherwise indicated, statutory citations are to RSMo Supp.2006; rule references are to Missouri Court Rules (2008); and \"MAI-CR3d\" is Missouri Approved Instructions-Criminal, 3rd Edition.\n[2]  After the State objected to testimony about jury deliberations, an offer of proof was made during which Juror 10 testified that Juror 12 admitted making the statement. Such testimony concerns an event during jury deliberations and the trial court properly excluded it. See note 6 infra and cases cited therein.\n[3]  The right of a defendant to have the jury polled is recognized by Rule 29.01(d). State v. Harding, 734 S.W.2d 871, 875 (Mo.App. 1987).\n\n[T]his rule \"is of ancient origin and of basic importance. The object is to give each juror an opportunity, before the verdict is recorded, to declare in open court his assent to the verdict which the foreman has returned and thus to enable the court and the parties to ascertain with certainty that a unanimous verdict has in fact been reached and that no juror has been coerced or induced to agree to a verdict to which he has not fully assented.\"\nId. at 875-76 (quoting Miranda v. U.S., 255 F.2d 9, 17 (1st Cir.1958)).\n[4]  Cf. State v. Green, 307 S.W.3d 197, 202-03 (S.D. Mo.App.2010)(jury's receipt of proper trial court instruction defining reasonable doubt \"cures any harm from an erroneous statement of reasonable doubt by the prosecutor\"); State v. Garrison, 292 S.W.3d 555, 560 (Mo.App.2009)(quoting State v. Wheeler, 219 S.W.3d 811, 816 (Mo.App.2007))(any prejudice from direct reference to defendant's failure to testify \"`can normally be cured by an instruction to the jury.'\").\n[5]  This distinguishes Burroughs v. U.S., 365 F.2d 431, 433-34 (10th Cir.1966), cited by Defendant, in which the jury returned a verdict 15 minutes after the trial court's comments.\n[6]  Defendant argues, as he did in Point IV, that the jurors felt they had been ordered to reach a compromise verdict. Whether a juror understood the court's instructions will not be inquired into. See McPherson v. David, 805 S.W.2d 260, 262 (Mo.App.1991). If verdicts could be set aside for such reasons, virtually all litigation would be without conclusion. Id. Indeed, subject to rare exceptions not applicable here, jurors will not be heard to impeach their verdict. Harding, 734 S.W.2d at 875. \"[J]urors speak through their verdict, and cannot be allowed to violate secrets of the jury room and tell of any partiality or misconduct that transpired there, nor speak of methods which induced or operated to produce the verdict, and this has become the settled law of this state.\" Id. (quoting State v. Keller, 104 S.W.2d 247, 249 (Mo. 1937) (citations omitted)). The testimony cited by Defendant was inadmissible and cannot be considered.\n[7]  The trial court, as required, read MAI-CR3d 300.06 after the jury was sworn and before any other instruction. This instruction addressed various matters and consisted of seven paragraphs, one of which read as follows:\n\nIf you find the defendant guilty in this first stage of the trial, a second stage of the trial will be held. During the second stage, additional instructions will be read to you by the court, additional evidence may be presented, and the attorneys will make their arguments as to punishment. With the additional instructions of the court, you will return to the jury room, deliberate, and determine the punishment to be assessed.\n[8]  See note 6 supra.\n[9]  That said, we agree with Peters, which essentially rejected the broad version of the rule because it encourages \"independent assessments of the victim's testimony to determine credibility,\" and thus \"edges appellate courts into a fact-finding role.\" Peters, 186 S.W.3d at 779. Therefore, like the Peters court (see Id. at 778-79), we are not persuaded by Defendant's primary reliance on Kuzma, a case that cited and applied this broad version. See Kuzma, 751 S.W.2d at 58 (quoting the \"leaves the Court clouded with doubts\" standard), 59 (\"Taken as a whole, the child's identity testimony leaves the mind of the court clouded with doubts, and, therefore, requires corroboration.\").\n[10]  From Child's questioning by defense counsel at an October 2007 video deposition:\n\nQ. Let me show you what we've marked as Defendant's Exhibit B. Is that your bus driver?\nA. I\u0097yes.\nQ. Is this the person that you call Bus Driver Bob?\nA. Yes.\nQ. Is this the person that you are saying did something to you?\nA. Yes.\n. . .\nQ. Let me show you what we have marked Defendant's Exhibit D, [Child]. That's a picture. Did that person in that picture ever drive your bus?\nA. I don't know.\nQ. You don't know whether Exhibit D drove the bus or not?\nA. I don't know.\nQ. You think so or you don't know?\nA. I don't know.\nQ. You don't think this person did?\nA. Huh-uh. I don't know.\nQ. But, Exhibit B is the person you call Bus Driver Bob?\nA. Yes.\nExhibit D was a photo of Defendant, Exhibit B was not. Later, defense counsel again questioned Child at a January 2008 video deposition:\nQ. Let me hand you what we've marked Exhibit F. And what about this person: Did he drive your bus?\nA. Yes.\nQ. Did he drive the bus pretty much every day, the person in Exhibit F?\nA. Yeah.\n. . .\nQ. Did the person that you've says\u0097that you say is bob in Exhibit F, did he drive the bus while you were on it every day or was sometimes another driver driving the bus?\nA. He drive the bus all day. And except only one day a different bus driver drove my bus.\n. . .\nQ. Would you recognize a picture of the bus driver that drove the bus the one day?\nA. No. I don't remember.\nQ. Here's Exhibit D as in dog. Is that the person who drove the bus one day?\nA. I don't know.\nExhibit F was the same photo as Exhibit B at the prior deposition. Exhibit D again was Defendant's photo.\n[11]  Having watched three videos of defense counsel questioning Child, jurors could have concluded that one defense tactic was to provoke Child to say \"I don't know\" as often as possible.\n\n",
            "ocr": false,
            "opinion_id": 1464714
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Rape"
}