{
    "id": 1468271,
    "judges": "Melvin, Thompson, Wilner",
    "date_filed": 250387200000,
    "date_filed_is_approximate": false,
    "slug": "brown-v-state",
    "case_name_short": "Brown",
    "case_name": "Brown v. State",
    "case_name_full": "Melvin Winfield Brown v. State of Maryland",
    "attorneys": "Submitted by O. Daniel Kadan, Assigned Public Defender, for appellant., Submitted by Francis B. Burch, Attorney General, Alexander L. Cummings, Assistant Attorney General, Sandra A. O’Connor, State’s Attorney for Baltimore County, and Steven J. Scheinin, Assistant State’s Attorney for Baltimore County, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b214-4\">\n    MELVIN WINFIELD BROWN\n    <em>\n     v.\n    </em>\n    STATE OF MARYLAND\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b214-5\">\n    [No. 215,\n   </docketnumber><p data-order=\"2\" data-type=\"misc\" id=\"Ayh\">\n    September Term, 1977.]\n   </p><br><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b214-6\">\n<em>\n     Decided December 8, 1977.\n    </em>\n</decisiondate><br><p data-order=\"4\" data-type=\"judges\" id=\"b214-12\">\n    The cause was submitted on briefs to Thompson, Melvin and Wilner, JJ.\n   </p><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b214-13\">\n    Submitted by O.\n    <em>\n     Daniel Kadan, Assigned Public Defender,\n    </em>\n    for appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b214-14\">\n    Submitted by\n    <em>\n     Francis B. Burch, Attorney General, Alexander L. Cummings, Assistant Attorney General, Sandra A. O’Connor, State’s Attorney for Baltimore County,\n    </em>\n    and\n    <em>\n     Steven J. Scheinin, Assistant State’s Attorney for Baltimore County,\n    </em>\n    for appellee.\n   </attorneys>",
    "citations": [
        "379 A.2d 1231",
        "38 Md. App. 192"
    ],
    "opinions": [
        {
            "author_str": "Thompson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n38 Md. App. 192 (1977)\n379 A.2d 1231\nMELVIN WINFIELD BROWN\nv.\nSTATE OF MARYLAND.\nNo. 215, September Term, 1977.\nCourt of Special Appeals of Maryland.\nDecided December 8, 1977.\nThe cause was submitted on briefs to THOMPSON, MELVIN and WILNER, JJ.\nSubmitted by O. Daniel Kadan, Assigned Public Defender, for appellant.\nSubmitted by Francis B. Burch, Attorney General, Alexander L. Cummings, Assistant Attorney General, Sandra A. O'Connor, State's Attorney for Baltimore County, and Steven J. Scheinin, Assistant State's Attorney for Baltimore County, for appellee.\nTHOMPSON, J., delivered the opinion of the Court.\nMelvin Winfield Brown, the appellant, pleaded guilty to common law assault in the Circuit Court for Baltimore County, and was sentenced to twenty years' imprisonment *193 by Judge William R. Buchanan, Sr. In this appeal he poses a single question:\n\"Did the trial court violate the appellant's constitutional guarantee against cruel and unusual punishment?\"\nThe appellant was indicted for rape in the second degree under Md. Code, Art. 27, § 463 (a) (1) (forceable rape) and (2) (where the victim is mentally defective), assault with intent to rape, and common law assault. Initially, the appellant entered a plea of not guilty by reason of insanity, but after the Clifton T. Perkins State Hospital and Dr. James E. Smith, II both reported him to be sane, he withdrew this plea and tendered a guilty plea to the charge of common law assault. After the appellant was questioned to determine that the plea was free and voluntary, the following occurred:\n\"[Assistant State's Attorney]: Your Honor, I first wish to place on the record the plea agreement in this case between the State and the defense, as follows: That the defendant, Melvin Winfield Brown, who is in court today, would plead guilty to the fourth count of Indictment 55604, common law assault. Upon acceptance of this plea by the court, the State will nol pros the remaining counts of the indictment. There have been no other plea negotiations in this case. The State will now proceed on an agreed statement of facts, a copy of which has been given to defense counsel and a copy which I have shown to the victim's mother, seated in court today in the first row.\n\"On July 18th, 1976 at approximately 3:20 P.M., the defendant, Melvin Winfield Brown, drove to the farm of Whitey Heiman, located at 4247 Butler Road in Baltimore County, Maryland, and advised Mr. Heiman and the victim, Deborah Watson, a mentally retarded girl, age fifteen, that Debbie's mother had asked the defendant to drive both Mr. *194 Heiman and Debbie to the bar located at 1 Main Street, Reisterstown, Maryland, where Debbie's mother worked. Both Mr. Heiman and Debbie got into Mr. Brown's automobile, and traveled west on Butler Road to Hanover Pike, and from Hanover Pike to Main Street in Reisterstown. While traveling on Main Street, the defendant stopped the vehicle at Main and Chatsworth Streets, where the defendant order Mr. Heiman out of the car by saying, `You better get out or I will get you out of the car,' in a tone of voice which Mr. Heiman believed that if he didn't comply the defendant would harm him. Mr. Heiman then ran north on Main Street to the bar where he met Debbie's mother, and related the above. Elaine Owens, the mother of the victim, Debbie, had never told Mr. Brown to pick up her daughter, and she called the police to report an abduction.\n\"Officer Henry of the Baltimore County Police Department arrived at the scene, and was taking a report for kidnapping, when the defendant, Melvin Winfield Brown, walked in with the victim, Debbie Watson. Debbie immediately advised her mother, as well as the police officer, that the defendant, `put his thing inside of me.'\n\"Debbie Watson would testify that on July 18th, 1976 she was at Heiman's farm, and that while at the farm a man, whom she would identify as the defendant, Melvin Winfield Brown, in court today, told her that she had to come with him. After Mr. Heiman had left the car, the defendant drove the car to a wooded area, and then took her back into the woods, holding her hand. The man told her to pull her pants down, she refused, so he pulled her pants off. Deborah hit him twice on his head, and told him to quit it, but he said no. Deborah would further testify that the defendant took his pants off, and while she was standing, `he put his ding dong in her hiney'. He told her not to tell her *195 mother. Afterwards, he got dressed and told her to get dressed, then he pushed her back in the car, and drove her to the bar where her mother works. Deborah Watson was transported to the Baltimore County General Hospital, where she was examined by Dr. Salomy.\"\nPrior to sentencing the trial judge was informed by the State's Attorney that the appellant had previously been convicted of the following offenses:\n\n\n    Date                 Charge                 Sentence\n    1947          perverted practices            5 years\n    1956          assault w/intent to rape      10 years\n    1967          incest, assault               Patuxent\n    1974          larceny                        60 days\n\nThe appellant argues that as the statutory maximum for each of the first three charges was 20 years, a sentence of 20 years for simple assault, a lesser included offense in each of the other charges, constituted cruel and unusual punishment. We find no merit in this contention.\nAlthough the legislature has imposed maximum penalties for statutory assaults, there is no limitation on the penalty which may be imposed for common law assaults, other than the prohibition against cruel and unusual punishment. Both this Court and the Court of Appeals have held that a sentence of 20 years' imprisonment for common law assault did not constitute cruel and unusual punishment. Roberts v. Warden, 242 Md. 459, 219 A.2d 254 (1966), cert. denied, 385 U.S. 876; Adair v. State, 231 Md. 255, 189 A.2d 618 (1963); Raley v. State, 32 Md. App. 515, 363 A.2d 261 (1976); Wilkins v. State, 5 Md. App. 8, 245 A.2d 80 (1968). The appellant acknowledges this line of authority but argues Roberts v. Collins, 404 F. Supp. 119 (D. Md. 1975), aff'd, 544 F.2d 168 (4th Cir.1976) has eroded the viability of these cases.\nAlthough we are bound by decisions by the Court of Appeals of Maryland and not by those of the lower federal courts, the appellant's reliance on Roberts v. Collins, supra, is misplaced. In that case the appellant was charged with *196 assault with intent to murder and common law assault. He pleaded guilty to common law assault and was sentenced to 20 years' imprisonment even though the crime of assault with intent to murder carried a maximum penalty of 15 years at that time. The Court held that the imposition of a sentence on the lesser included offense which was greater than the maximum penalty for the more aggravated offense constituted cruel and unusual punishment. In striking down the sentence, the Court was of the opinion that only that portion of the sentence which exceeded the statutory maximum for the more aggravated offense was cruel and unusual. In the instant case, the sentence imposed by the trial judge was equal to the statutory maximum which could have been imposed for the other charges contained in the indictment. Hence, even if we were to accept the reasoning of Roberts v. Collins, supra, it simply does not apply in this case.\nAlthough the appellant does not argue that the sentence is otherwise cruel and unusual, such an argument would not be impressive in view of his extensive record and the nature of the offense. We entirely agree with the following statement made by the trial judge at the time of sentencing.\n\"I can only come up with one conclusion that is obvious to me because of his background and because of his past convictions, that he has what I would call a disorganized sex drive; ... he is definitely a hazard to the community. In the light of that, the sentence will be twenty years to the Department of Correction.\"\nJudgment affirmed.\nAppellant to pay the costs.\n",
            "ocr": false,
            "opinion_id": 1468271
        }
    ],
    "court_short_name": "Court of Special Appeals of Maryland",
    "court_full_name": "Court of Special Appeals of Maryland",
    "court_type": "SA",
    "court_jurisdiction": "Maryland, MD",
    "crime_category": "Rape"
}