{
    "id": 1682181,
    "judges": "Myers, P.J., Irving, Barnes and Roberts",
    "date_filed": 1191888000000,
    "date_filed_is_approximate": false,
    "slug": "robinson-v-state",
    "case_name_short": "Robinson",
    "case_name": "Robinson v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "966 So. 2d 209"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n966 So. 2d 209 (2007)\nAnthony ROBINSON, Appellant\nv.\nSTATE of Mississippi, Appellee.\nNo. 2006-KA-00799-COA.\nCourt of Appeals of Mississippi.\nOctober 9, 2007.\n*210 Ross R. Barnett, Jr., Jackson, for appellant.\nOffice of the Attorney General by Charles W. Maris, for appellee.\nBefore MYERS, P.J., IRVING, BARNES and ROBERTS, JJ.\n*211 IRVING, J., for the Court.\n¶ 1. Anthony Robinson was convicted by a jury of forcible rape and was sentenced by the Madison County Circuit Court to serve twenty-five years in the custody of the Mississippi Department of Corrections. Aggrieved, Robinson appeals and asserts that there is insufficient evidence to support his conviction, that his conviction is against the overwhelming weight of the evidence, and that the sentence imposed by the trial court is excessive.\n¶ 2. Finding no merit to these allegations of error, we affirm.\n\nFACTS\n¶ 3. In the early morning hours on April 29, 2001, Jane Smith[1] was asleep in her apartment in Canton, Mississippi, when she heard someone knock at her door. When Smith inquired as to who was there, a male voice responded, \"Junior.\" Smith slightly opened the door, expecting her brother, Junior, to be on the other side. The siblings had agreed earlier that evening that Junior would spend the night at Smith's apartment. Smith testified that when she opened the door, she recognized the man as Robinson, whom she knew from the apartment complex. Smith stated that she demanded that he leave, but he refused. She also stated that he began to curse her and that he punched her in the head several times. According to Smith, Robinson then pushed her on the living room couch, climbed on top of her, and raped her. Smith also testified that Robinson choked her when she attempted to push him off of her.\n¶ 4. Further, Smith testified that immediately following the rape, Robinson said, \"Now I'll leave,\" before threatening to physically assault her if she called the police. Despite Robinson's threat, Smith called the sheriff's department, and Deputy Otha Brown was dispatched to her residence. Brown testified that when he arrived at the scene Smith was crying and shaking. He also noticed that Smith had a \"scar mark\" on her face. Brown drove Smith to the University of Mississippi Medical Center where a nurse, using a rape kit, collected samples for DNA testing. The test revealed that Robinson's sperm was present in Smith's vagina.[2]\n¶ 5. Brown drove Smith back to her apartment before going to speak with Robinson. Smith testified that shortly thereafter Brown returned to her apartment with Robinson and that she identified Robinson as the man who had raped her.[3] Robinson was subsequently arrested and taken into custody. Smith stated that it was at this time that Brown noticed that a stray hair that matched her hair color was dangling from Robinson's beard. However, both Smith and Brown testified that Brown did not collect the hair to preserve it as evidence. In addition to speaking with Brown, Smith also gave a written statement to Investigator Eddie Clark. Clark also interviewed Robinson, who told Clark that \"[he] wasn't nowhere near [Smith] that night.\" However, Robinson did not inform Clark, as he would testify during trial, that he and Smith allegedly were involved in a romantic relationship and had had sexual relations the day prior to his being charged with raping Smith.\n*212 ¶ 6. Robinson was living with his aunt, Stella Washington, at the time of this incident. Washington testified that Robinson did not have a key to her apartment, so she had to unlock the door for him to enter and lock the door behind him after he exited. Washington testified that on the morning of the incident she opened the door for Robinson around 2:00 A.M. She also stated that Robinson did not leave the apartment at any other point during the early morning hours. Washington testified that Smith and Robinson had been involved in a relationship, and she offered as proof that Smith had called Robinson at her apartment at least once and that she called Smith's home on at least one occasion to contact Robinson because he was over there. However, Washington admitted that she did not have a conversation with Smith on either occasion. Washington also admitted that she had never seen Robinson and Smith together.\n¶ 7. Robinson testified that he and Smith were involved in a relationship and that they had had sexual relations on Friday, August 28, 2001. However, he denied seeing Smith on August 29. Robinson testified that Smith had called him shortly after he arrived home during the early morning hours of August 29, 2001. Robinson also testified that he tried to show Brown the caller identification display when he came to arrest him, but Brown would not allow him to do so. However, Robinson admitted that he did not tell anyone at the sheriff's department or the district attorney's office about this phone call that he claims to have received. Additionally, Robinson stated that he \"just went along with the program\" and did not tell the officers that his semen would likely be found in Smith's vagina because he had recently had sex with her. According to Robinson, he told Brown that he and Smith had been in a relationship; however, Brown's testimony did not corroborate Robinson's assertion. Additionally, Smith remained steadfast in her testimony that she never had any type of relationship with Robinson and that she only knew him because he lived in the same apartment complex in which she lived.\n\nANALYSIS AND DISCUSSION OF THE ISSUES\n1. Sufficiency and Weight of the Evidence\n¶ 8. Robinson challenges both the sufficiency and the weight of the evidence used to convict him. Motions for judgments notwithstanding the verdict and motions for directed verdicts challenge the sufficiency of the evidence supporting a conviction. Randolph v. State, 852 So. 2d 547, 554(¶ 15) (Miss.2002). On the other hand, motions for a new trial challenge the weight of the evidence supporting a conviction. Townsend v. State, 939 So. 2d 796, 803(¶ 35) (Miss.2006) (citing Sheffield v. State, 749 So. 2d 123, 127(¶ 16) (Miss.1999)). Accordingly, we address each of these points of contention in turn.\nSufficiency\n¶ 9. When reviewing the sufficiency of the evidence, we review the evidence in the light most consistent with the verdict. Lynch v. State, 877 So. 2d 1254, 1278(¶ 78) (Miss.2004) (quoting Vaughn v. State, 712 So. 2d 721, 723(¶ 7) (Miss.1998)). \"We give [the] prosecution the benefit of all favorable inferences that may reasonably be drawn from the evidence.\" Id. \"If the facts and inferences so considered point in favor of the accused with sufficient force that reasonable men could not have found beyond a reasonable doubt that he was guilty, reversal and discharge are required.\" Id. However, if the evidence is \"of such quality and weight that, having in mind the beyond a reasonable doubt burden *213 of proof standard, reasonable and fair-minded jurors in the exercise of impartial judgment might have reached different conclusions, the verdict of guilty is thus placed beyond our authority to disturb.\" Id.\n¶ 10. In this contention of error, Robinson argues that his conviction must be reversed and rendered because he \"was convicted for a statutory violation for which he was not indicted.\"[4] The statute listed in Robinson's indictment is section 97-3-65(3)(a) of Mississippi Code of 1972, as annotated and amended, which provides the penalty for statutory rape, rather than section 97-3-65(4)(a), which lists the elements of forcible rape. We note at the outset that this issue is procedurally barred, as Robinson failed to raise this issue below. \"It is well-settled that a trial court will not be found in error on an issue upon which it was never requested to rule.\" Conley v. State, 790 So. 2d 773, 790(¶ 57) (Miss.2001) (citing Stidham v. State, 750 So. 2d 1238, 1242(¶ 17) (Miss. 1999)).\n¶ 11. Procedural bar notwithstanding, we find no merit to this issue. As support for his argument, Robinson cites Talley v. State, 174 Miss. 349, 164 So. 771 (1935) for the proposition that \"a person cannot be indicted for one offense and convicted of another or convicted of a crime for which he was not charged.\" It is well established that the purpose of an indictment is to put the defendant on notice of the charge against him. Ishee v. State, 799 So. 2d 70, 76(¶ 18) (Miss.2001) (citing Westmoreland v. State, 246 So. 2d 487, 489 (Miss.1971)). In Ishee, the court noted: \"We have found that when an indictment cited the statute imposing the penalty rather than the statute containing the elements that the reference to the statute `was mere surplusage in the indictment and the appellant could not have been prejudiced by this erroneous reference.'\" Id. (quoting White v. State, 169 Miss. 332, 153 So. 387, 389 (1934)). Moreover, the Mississippi Supreme Court has held that \"if an indictment reasonably provides the accused with actual notice and it complies with Rule 2.05 of the Unif.Crim. R.Cir.Ct.Prac., it is sufficient to charge the defendant with the crime.\"[5]McNeal v. State, 658 So. 2d 1345, 1350 (Miss.1995) (quoting Reining v. State, 606 So. 2d 1098, 1103 (Miss.1992)).\n¶ 12. The indictment in the present case gave a clear and concise statement of the elements of the crime with which Robinson was charged. The indictment stated that Robinson \"did wilfully, unlawfully, feloniously have forcible sexual intercourse with [Smith] in Madison County, Mississippi, in violation of Miss.Code Ann. § 97-3-65(3)(a) (1972, as amended). . . .\" The fact that the code subsection for forcible rape is actually section 97-3-65(4)(a) (Rev.2006), and subsection 97-3-65(3)(a) provides the penalty for statutory rape is of no consequence, as Robinson was clearly on notice that he was being charged with forcible rape. Therefore, we find no merit to this allegation of error.\n*214 ¶ 13. Robinson also argues that \"there was insufficient proof of forcible rape.\" We disagree. We acknowledge that Robinson and Smith have drastically different depictions of their relationship, or lack thereof. We point out that Smith was adamant immediately following the incident, and at trial, that she had never had a sexual relationship with Robinson. In contrast, Robinson failed to mention to any deputy at the sheriff's department or to anyone at the district attorney's office that he and Smith had been sexually involved. However, Robinson argues that his \"intimate knowledge of Smith's apartment\" proves that he had been in her apartment on more than one occasion. Moreover, Robinson claims that his knowledge of the names of two of Smith's siblings, coupled with the fact that he has spoken with Smith's children, provides support for his claim that they had a relationship. The fact that Robinson is familiar with Smith's apartment, that he knows the names of her brother and sister, and that he has spoken with her children does not, in and of itself, prove that he had a sexual relationship with Smith. Any number of reasons exist to explain how Robinson gained this knowledge, and the jury must have found Smith's testimony denying any type of relationship more credible than the testimony of Robinson and his aunt. The jury is the ultimate judge of the credibility of witnesses and this Court will not set aside a jury's decision when it is supported by substantial and believable evidence. Nicholson v. State, 523 So. 2d 68, 70-71 (Miss. 1988). When faced with conflicting testimony, reasonable persons clearly might find one witness more credible than another. This issue is without merit.\nWeight\n¶ 14. \"It is well established that matters regarding the weight of the evidence are to be resolved by the jury.\" Brown v. State, 829 So. 2d 93, 103(¶ 22) (Miss.2002) (citing Neal v. State, 451 So. 2d 743, 758 (Miss.1984)). This Court will reverse a conviction only upon finding that the trial court abused its discretion in denying the motion for a new trial. Id. (citing Sheffield, 749 So.2d at 127(¶ 16)). \"A new trial will not be granted unless the verdict is so contrary to the overwhelming weight of the evidence that an unconscionable injustice would occur by allowing the verdict to stand.\" Id. (citing Groseclose v. State, 440 So. 2d 297, 300 (Miss.1983)). We view evidence in the light most favorable to the jury verdict, giving the State \"the benefit of all favorable inferences that may reasonably be drawn from the evidence.\" Id.\n¶ 15. Accepting as true all of the evidence that supports Robinson's conviction, allowing his conviction to stand does not sanction an unconscionable injustice. As previously discussed, Smith was clear in her testimony that Robinson raped her on the night in question and that she had never been sexually involved with Robinson. Robinson failed to offer any evidence to contradict her testimony other than his mere assertions to the contrary and Washington's testimony that Robinson was at her home around 2:00 A.M. The jury was entitled to believe whomever it found more credible. We find no merit to this allegation of error.\n2. Sentence\n¶ 16. Robinson contends that his sentence is manifestly disproportional and violative of the Eighth Amendment to the United States Constitution and to the Constitution of Mississippi. \"The imposition of a sentence is within the discretion of the trial court, and this Court will not review the sentence, if it is within the limits prescribed by statute.\" Reynolds v. *215 State, 585 So. 2d 753, 756 (Miss.1991) (citing Reed v. State, 536 So. 2d 1336, 1339 (Miss.1988)). \"Further, the general rule in this state is that a sentence cannot be disturbed on appeal so long as it does not exceed the maximum term allowed by statute.\" Fleming v. State, 604 So. 2d 280, 302 (Miss.1992) (citing Adams v. State, 410 So. 2d 1332, 1333-34 (Miss.1982)). Mississippi Code Annotated section 97-3-65(4)(a) (Rev.2006) provides a penalty of life imprisonment, if so prescribed by the jury, and in instances where the jury declines to impose a life sentence, the trial court, in its discretion, may sentence the defendant to any term as it may determine. The trial judge sentenced Robinson to serve twenty-five years.\n¶ 17. The Fleming court also held that \"this Court will review a sentence . . . where it is alleged that the penalty imposed is disproportionate to the crime charged.\" Id. (citing Ashley v. State, 538 So. 2d 1181, 1184-85 (Miss.1989)). That is the allegation made by Robinson.\n¶ 18. In Hoops v. State, 681 So. 2d 521, 538 (Miss.1996) the Mississippi Supreme Court considered whether a sentence was proportional pursuant to the three-pronged analysis in Solem v. Helm, 463 U.S. 277, 103 S. Ct. 3001, 77 L. Ed. 2d 637 (1983).[6] In doing so, the court acknowledged that Harmelin v. Michigan, 501 U.S. 957, 965, 111 S. Ct. 2680, 115 L. Ed. 2d 836 (1991) clearly establishes that the Solem analysis \"is to apply only when a threshold comparison of the crime committed to the sentence imposed leads to an inference of `gross disproportionality.'\" Hoops, 681 So.2d at 538 (quoting Smallwood v. Johnson, 73 F.3d 1343, 1347 (5th Cir.1996)). In Harmelin, the United States Supreme Court rejected the notion that the Eighth Amendment contains a proportionality guarantee and held that: \"Solem was simply wrong; the Eighth Amendment contains no proportionality guarantee.\" Further, the Court held:\n\nSolem is best understood as holding that comparative analysis within and between jurisdictions is not always relevant to proportionality review. The Court stated that \"it may be helpful to compare sentences imposed on other criminals in the same jurisdiction,\" and that \"courts may find it useful to compare the sentences imposed for commission of the same crime in other jurisdictions.\" Id. at 291-292, 103 S. Ct. 3001 (emphasis added). It did not mandate such inquiries.\nA better reading of our cases leads to the conclusion that intrajurisdictional and interjurisdictional analyses are appropriate only in the rare case in which a threshold comparison of the crime committed and the sentence imposed leads to an inference of gross disproportionality.\nHarmelin, 501 U.S. at 1004-05, 111 S. Ct. 2680.\n¶ 19. As a result, we will not conduct a Solem analysis absent an initial showing of gross disproportionality. This issue is without merit.\n¶ 20. THE JUDGMENT OF THE CIRCUIT COURT OF MADISON COUNTY OF CONVICTION OF FORCIBLE RAPE AND SENTENCE OF TWENTY-FIVE YEARS IN THE CUSTODY *216 OF THE MISSISSIPPI DEPARTMENT OF CORRECTIONS IS AFFIRMED. ALL COSTS OF THIS APPEAL ARE ASSESSED TO MADISON COUNTY.\nKING, C.J., LEE AND MYERS, P.JJ., CHANDLER, GRIFFIS, BARNES, ISHEE, ROBERTS AND CARLTON, JJ., CONCUR.\nNOTES\n[1]  The victim's name has been changed to protect her identity.\n[2]  At trial, both sides stipulated that \"the biological evidence was conclusive that [Robinson's] sperm was found in [Smith's] vagina.\"\n[3]  Brown testified that Smith identified Robinson while he was escorting Robinson to his patrol car.\n[4]  It is somewhat puzzling that Robinson couches this issue in terms of sufficiency of the evidence. It is clear that his argument is that the indictment failed to give him notice of the charge against him because he was indicted for one crime but convicted of another.\n[5]  Rule 2.05 of the Uniform Criminal Rules of Circuit Court Practice is now Rule 7.06 of the Uniform Rules of Circuit and County Court. Rule 7.06 provides, in part, that an indictment \"shall be a plain, concise and definite written statement of the essential facts constituting the offense charged and shall fully notify the defendant of the nature and cause of the accusation.\"\n[6]  In Solem, the United States Supreme Court used a three-factor analysis to determine whether a sentence is disproportionately harsh so as to violate the Eighth Amendment prohibition against cruel and unusual punishment: (1) the gravity of the crime, (2) comparison with sentences imposed on other defendants for the same crime in the same jurisdiction, and (3) comparison with sentences imposed in surrounding jurisdictions. Solem, 463 U.S. at 292, 103 S. Ct. 3001.\n\n",
            "ocr": false,
            "opinion_id": 1682181
        }
    ],
    "court_short_name": "Court of Appeals of Mississippi",
    "court_full_name": "Court of Appeals of Mississippi",
    "court_type": "SA",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Rape"
}