{
    "id": 1687968,
    "judges": "En Banc",
    "date_filed": "1980-09-21",
    "date_filed_is_approximate": true,
    "slug": "culberson-v-state",
    "case_name_short": "Culberson",
    "case_name": "Culberson v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 225,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "379 So. 2d 499"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n379 So. 2d 499 (1979)\nAlvin CULBERSON\nv.\nSTATE of Mississippi.\nNo. 50802.\nSupreme Court of Mississippi.\nNovember 28, 1979.\nRehearing Denied February 20, 1980.\n*501 Albert Sidney Johnston, Jr., Biloxi, for appellant.\nA.F. Summer, Atty. Gen., by Billy L. Gore, Special Asst. Atty. Gen., Jackson, for appellee.\nEN BANC.\nPATTERSON, Chief Justice, for the Court on the Guilt-Determining Phase; SUGG, Justice, for the Majority on the Sentence-Determining Phase.\nAlvin Culberson was convicted of capital murder and sentenced to death by the Circuit Court of the First Judicial District of Harrison County. A similar verdict and sentence on the same charge were reversed and remanded in Culberson v. State, 348 So. 2d 1025 (Miss. 1977). We there directed a new trial with bifurcation pursuant to our *502 decision in Jackson v. State, 337 So. 2d 1242 (Miss. 1976). We presently affirm the guilty verdict.\nThe evidence adduced at Culberson's second trial sufficed to convince the jury of appellant's guilt. The state established through Alvarese Pittman, an accomplice, that he was with Culberson on January 31, 1975, when they met in a restaurant and schemed a robbery. In furtherance of their plan, Pittman and Culberson left the restaurant seeking a victim, and as they walked along a highway, Culberson picked up a stick, a table leg, believed to be needed for their purpose. Pittman's testimony concerning their intentions and the stick follows in part:\nQ. What did you all talk about?\nA. Well, we was sitting there and Alvin came, and we just started about robbing somebody. He was broke and I was broke. We wasn't looking for nobody in particular to rob, we was just walking up towards Old Highway 49, and on our way up toward Old Highway 49 we saw a Frito truck in front of the Beverly Lounge. We was walking that way, and alongside the ditch was a table leg, a stick and Alvin picked the stick up and we went on up to the Club.\n* * * * * *\nQ. What were you going to do?\nA. Going to knock the man out with the stick.\nQ. And do what?\nA. Rob him. After we knocked him out we was going to get his money.\nQ. Whose idea was it to commit this robbery?\nA. Alvin's. It was both, I agreed with him.\nJust before obtaining the stick or immediately afterward, Pittman and Culberson observed a delivery truck parked in front of the \"Beverly Lounge\" business establishment. They also saw someone, their prospective victim, leave the lounge and move toward the truck when the following occurred, according to Pittman:\nQ. Now, as you approached the man, the two of you, tell the Court and jury what took place.\nA. Alvin spoke and I spoke, and he spoke back.\nQ. Where was the man at this time?\nA. He was about ten or fifteen feet, between ten and fifteen feet from the door, going to the truck.\nQ. From the door of the Beverly Lounge?\nA. Yes, going back to the truck. I guess he was going to get his order.\nQ. And then what happened?\nA. We spoke and by the time we got past him \u0097\nQ. Did the man speak back?\nA. Yes, sir.\nQ. Was it any kind of arrogant speaking?\nA. It was just a normal hello, how're you doing. And Alvin turned around and hit the man in the back of the neck with the stick, which he intended to knock him out. He knocked him down but he didn't knock him out, and the man fell on the ground and begged him, throwed up his hands and hollered for help.\nQ. What did the man say when he fell to the ground?\nA. He hollered for help.\nQ. What did the man say? Just tell the jury what he said.\nA. He said \"help, help me\", and by that time Culberson pulled out the gun and shot him, and I said \"what you done done, man? Let's go\", and we took off running and run toward the Tims Motel and I slipped down going in the door, and I got back up and ran, and we got away.\nPittman also testified he was not aware that Culberson was armed with a pistol and would not have accompanied him had he known so.\nOnly Pittman and Culberson witnessed the shooting although others heard the shot and saw two men leaving the scene. While these witnesses could describe the general appearance and clothing of the fleeing men, none could identify Culberson as one of the *503 men they observed on the occasion. The remainder of the state's evidence concerned the death of Grady Evans by a bullet wound, pictures of the scene and other requisites to establish the corpus delicti. Culberson did not testify.\n\nI.\nThe appellant contends his conviction is contrary to the weight of the evidence. This argument has little merit, in our opinion. It is well established in our jurisprudence that an accused may be convicted on the uncorroborated testimony of an accomplice. Rich v. State, 322 So. 2d 468 (Miss. 1975); Moore v. State, 291 So. 2d 187 (Miss. 1974); Young v. State, 212 Miss. 460, 54 So. 2d 671 (1951); Larry v. State, 211 Miss. 563, 52 So. 2d 292 (1951); Boutwell v. State, 165 Miss. 16, 144 So. 479 (1932); Matthews v. State, 148 Miss. 696, 114 So. 816 (1927).\nWhile it is true the testimony of an accomplice must be considered with caution, Feranda v. State, 267 So. 2d 305 (Miss. 1972), the record here demonstrates that Pittman's testimony is neither unreasonable nor uncorroborated. The photographs, the physical facts, corroborate Pittman in every important particular. Although the testimony of an accomplice, if unreasonable, improbable, self-contradictory or if impeached by an unimpeached witness, is not sufficient to carry the burden of proof for conviction, Feranda, supra, we nevertheless think reasonable explanation of contradictions may be offered, leaving the evidence sufficient for the jury's resolution if it accepts the explanation.\nIn cross-examining Pittman, a prior contradictory statement consisting of an affidavit executed by Pittman while in prison was introduced into evidence. He swore in it that he did not see Culberson shoot anyone. The contradiction was explained by him as being the result of fear because he thought there was a \"contract\" on his life while he was incarcerated. He disclaimed the truth of the affidavit from the witness stand and reaffirmed that Culberson was the person who killed Evans. The jurors resolved the truthfulness of the different statements by accepting the accomplice's last version after being properly instructed that an accomplice's testimony must be regarded with caution and suspicion. We are of the opinion the jury had the right to accept as true Pittman's current testimony. As stated, there was sufficient evidence to sustain the jury's verdict.\n\nII.\nCulberson next contends the testimony at trial varied from the indictment, requiring reversal. The indictment follows in part:\nThat ALVERREECE PITTMAN AND ALVIN CULBERSON ... on or about the 31st day of January in the year of our Lord, 1975, ... did unlawfully, wilfully &amp; feloniously, with malice aforethought, kill and murder one Grady V. Evans, a human being, while engaged in the commission of robbery upon him, in violation of Section 97-3-19, Sub-Section 2(e), Mississippi Code of 1972, as amended, ...\nThe statute on capital murder referred to in the indictment states in part:\n§ 97-3-19.\n* * * * * *\n(2) The killing of a human being without the authority of law by any means or in any manner shall be capital murder in the following cases:\n* * * * * *\n(e) When done with or without any design to effect, by any person engaged in the commission of the crime of . . robbery, or in any attempt to commit such felonies, ...\nCulberson's initial argument is that the indictment charged robbery whereas the testimony only relates to an attempted robbery. Subsection 2(e) appears in the indictment as an exact reference to the constituent violation with which the appellant is charged. The statutory language, \"engaged in the commission of the crime of ... robbery,\" which coincides with that of the indictment, \"while engaged in *504 the commission of robbery,\" is sufficiently comprehensive, in our opinion, to include the attempt. The legislative intention in elevating a homicide from murder to capital murder was upon the basis that it be committed during the commission of one of the felonies enumerated in the statute, rape, burglary, kidnapping, arson or robbery. It is enough if the constituent offense is related to the greater charge in the indictment by language clearly informing the indictee of the underlying felony in which he was engaged, or its attempt, at the time of the homicide. In our opinion, the statutory language, \"engaged in the commission of,\" includes the attempt to commit the constituent felony, the completed constituent felony, as well as the immediate post-felony acts of the accused so connected to the cardinal charge as to become a part of it, the res gestae. Pickle v. State, 345 So. 2d 623 (Miss. 1977); Lipscomb v. State, 223 Md. 599, 165 A.2d 918 (1960); MacAvoy v. State, 144 Neb. 827, 15 N.W.2d 45 (1944). The language of the indictment was sufficient to apprise Culberson of the constituent charge against him, thereby enabling him to prepare a defense to it, if any he had.\nThe appellant next suggests the indictment is defective because it does not allege an intent and overt act as required for attempted crimes, citing Dill v. State, 149 Miss. 167, 115 So. 203 (1928), and Miller v. State, 130 Miss. 730, 95 So. 83 (1922). We cannot agree, because the indictment clearly states that Culberson did willfully kill a human being, etc. The words, \"did willfully kill,\" mean the completed act of homicide which also necessarily means there was an overt act sufficient to accomplish that result. We reject this contention by repeating the indictment is clear, unambiguous and was sufficient to inform the appellant of the constituent offense with which he was charged.\n\nIII.\nOn October 17, 1977, the day before the testimony in the trial got under way, defendant moved for a continuance because two of his witnesses were not present though subpoenas had been issued for them. He urged their testimony was necessary to a proper defense. No pretrial ruling on the motion appears, but at the conclusion of the first day's testimony, defendant again moved for a continuance since the subpoenas for the witnesses had been returned \"not found.\" The court overruled the motion but directed the sheriff to continue his efforts to find the witnesses. The motions were twice renewed and overruled during the trial.\nThe motions arose once more when the defendant moved for a new trial after verdict and sentence. At that time defense counsel stated the absent witnesses would have shown appellant to be innocent of the charge against him. Five prospective witnesses were named, only one of whom appeared at the hearing to testify in appellant's behalf that day. The hearing continued the next day when three of the missing witnesses appeared.\nThe first, Cora Thompson, testified in part as follows:\nQ. I ask you, Cora, if you know Alverese Pittman?\nA. Yes.\nQ. Did you see him on or about January 31, 1975?\nA. Yes.\n* * * * * *\nQ. What did he ask you, if you remember, about did you notice anything about a killing?\nA. Well, he didn't ask me. He showed me that Club, the Blue Light Club, and he said \"you heard about the man that got killed in North Gulfport? And I said \"yes\", and he said \"Do you know who killed him\"? And I said \"No\", and he pointed to himself.\nQ. I ask you, Cora, if you know whether or not Alverese had a pistol?\nA. Yes.\nQ. Did he show it to you?\nA. Yes, I have seen the pistol he had before.\nQ. Had you seen the pistol before the shooting?\n\n*505 A. Yes, I saw it before the killing.\nQ. And afterwards too?\nA. No, I didn't see it afterwards.\nQ. Do you remember what kind of pistol it was?\nA. Yes.\nQ. How was it identified in your mind?\nA. It was a .22 with black tape around the handle of it.\nQ. I show you a pistol that has been offered in evidence in this case, and ask you if you have seen that before?\nA. Yes, that's the gun.\nQ. That's the gun that Alverese showed you?\nA. Yes.\nQ. And did he have that gun on the 31st day of January, 1975?\nA. I don't know.\nThe next witness, Jackie Skinner, related testimony concerning the whereabouts of Leon Mills, the remaining witness subpoenaed by the defense who had not yet appeared to testify.\nThe third, D. Robinson, stated that in March 1975, he approached a man named \"Slick\" at appellant's request and received from him a package containing the gun that had been introduced into evidence through Cora Thompson. Robinson testified he delivered the package to a Mrs. Brumfield, appellant's mother, as he had been directed to do. Robinson was unsure who owned the gun and could not remember seeing Pittman with it. The identity of \"Slick\" remains a mystery.\nBy Mississippi Code Annotated section 99-15-29 (1972) the granting or denial of a continuance is within the discretion of the trial judge. Appellant failed to satisfy the requirements of the statute in that his motion was not supported by affidavit and did not state with particularity the material testimony expected from the absent witnesses.\nAll but one of these witnesses eventually testified on the motion for a new trial. Their testimony, summarized above, hardly adds a new dimension to appellant's case, in our opinion, although it must be acknowledged that Cora Thompson's testimony about Pittman's demonstration could have possibly affected his credibility. Otherwise, her testimony, when considered with that of Skinner and Robinson, only raises an ambiguity concerning the ownership of the gun. It does not address the possession of the gun when the fatal shot was fired. Under these circumstances and the commonplace knowledge of the continuance statute, we conclude there was no error in denying defendant's motion for a continuance. Dyer v. State, 300 So. 2d 788 (Miss. 1974); Saucier v. State, 259 So. 2d 484 (Miss. 1972); and Ford v. State, 227 So. 2d 454 (Miss. 1969).\n\nIV.\nAppellant next argues that he was denied the right to testify in his own behalf. The first time the court was informed the appellant desired to testify was during the hearing on the motion for a new trial. Culberson testified he had not been a witness at his first trial because his counsel had informed him it was not necessary. He stated that he did not take the stand during his second trial because his counsel had told him \"[w]ell, just hold on,\" and he never got a chance to testify.\nThe trial court did not refuse any request by appellant to testify simply because no such request was ever made. For this reason, Gray v. State, 351 So. 2d 1342 (Miss. 1977), is readily distinguishable. There, at the close of the guilt-determining phase, the court explicitly denied the accused the right to make a statement to the jury as our constitution permits. Here, appellant's counsel intentionally kept Culberson off the stand, not an unwise trial tactic it would seem, in view of appellant's several prior convictions which could have been exposed had he become a witness.\nCulberson's family retained an attorney of considerable trial experience and good judgment to represent him. We have previously held that one who retains his own attorney waives his right to complain of his *506 competency. Rogers v. State, 307 So. 2d 551 (Miss. 1975); Miller v. State, 231 So. 2d 178 (Miss. 1970). We think this particularly true when, as here, the record discloses competent representation on behalf of the defendant.\n\nV.\nIt is next argued that four instructions proffered by the state were improperly granted and three proffered by Culberson were improperly refused.\nAppellant concedes his trial counsel did not object to the state's instructions as required by Mississippi Supreme Court Rule 42. Appellate counsel argues, however, that we should deem this an extreme case and waive strict application of Rule 42 as we did in Toney v. State, 298 So. 2d 716 (Miss. 1974). We do so with reluctance and only because this is a capital case.\nIn contrast with Marble v. State, 195 Miss. 386, 15 So. 2d 693 (1943), the instructions for the state did not assume as true any material fact, but were based upon the evidence and subjunctively stated in order to leave all factual conflicts to the jury for resolution. Compare Dickins v. State, 208 Miss. 69, 94, 43 So. 2d 366 (1949). The remainder of the criticisms of the state's instructions only reiterate that the weight of the evidence does not support the verdict. We have rejected this argument heretofore and do not repeat it.\nWe are further of the opinion Instruction D-2 was properly refused. Although it might have been proper in a circumstantial evidence case, Barrett v. State, 253 So. 2d 806 (Miss. 1971), the record here does not reveal circumstantial evidence but rather the direct testimony of an accomplice concerning the occurrence.\nInstruction D-3 was also properly refused. It has been condemned by this Court for various reasons on several occasions. Dubose v. State, 320 So. 2d 773 (Miss. 1975); Wells v. State, 288 So. 2d 860 (Miss. 1974); and Carr v. State, 192 Miss. 152, 4 So. 2d 887 (1942).\nLastly, Instruction D-10 was properly refused because it is peremptory for the defendant and raises once more the issue of the sufficiency of the evidence which we have heretofore addressed.\n\nVI.\nThe second trial was confined in the first phase to Culberson's guilt or innocence of capital murder. Before voir dire, the trial judge made the following statement to the prospective jurors:\nIn these cases now the jury first determines whether or not the defendant is guilty of the charge. Then if you do decide he is guilty, there will be another hearing on the question of the sentencing, but for the time being you are only concerned with the question of whether or not the defendant is guilty of the charge.\nAt the conclusion of the first phase, the jurors were instructed their verdict might take the following form: \"We, the jury, find the defendant guilty of capital murder.\" After deliberating for two hours and forty-three minutes, they returned a verdict which read: \"We, the jury, find the accused guilty as charged.\"\nWilliamson v. State, 167 Miss. 783, 149 So. 795 (1933), is cited in support of the argument that a discrepancy between the form of the verdict suggested by the court and the form of the verdict returned by the jury precludes the death sentence. This case has no application to a bifurcated trial and is not persuasive. Court records reveal identical verdict forms in the following capital cases: Caldwell v. State, 347 So. 2d 1389 (Miss. 1977); Henderson v. State, 342 So. 2d 744 (Miss. 1977); and Jackson v. State, 337 So. 2d 1242 (Miss. 1976). Furthermore, in Ellard v. State, 248 Miss. 313, 158 So. 2d 690 (1963), we stated and adopted:\n\"`The general rule as found in the texts is, that ordinarily the verdict is sufficient in form if it expresses the intent of the jury so that the court can understand it, 22 Eng.Pl. &amp; Pr., p. 891; or that the test of the validity of a verdict is whether or not it is an intelligible answer to the issues submitted to the jury... .'\" (248 Miss. at 318-19, 158 So.2d at 692)\n*507 Presently, we do not understand the verdict to deviate from the jury's clear intention. Moreover, no effort was made by the defendant to clarify the alleged discrepancy; the judge polled the jury, and each juror acknowledged the verdict reflected his or her vote, and none expressed any doubt about the verdict prior to or during the punishment phase of the trial. It is convincingly clear to us that the jurors understood \"guilty as charged\" to mean \"guilty of capital murder.\" The difference argued gives rise only to a distinction without meaning, in our opinion.\n\nVII.\nThe next issues concern the constitutionality of the felony murder statute and the propriety of the death sentence.\n\n(a)\nAppellant contends the felony murder statute, Mississippi Code Annotated section 97-3-19(2)(e) cannot pass constitutional scrutiny because the language \"with or without any design to effect death\" permits imposition of death upon one who harbors no specific intent to kill. We rejected a similar argument in Gray, supra, but express further views.\nAll states have endorsed the common-law concept of felony murder in some form. In it the felon is considered \"at risk\" while committing the felony so that if a homicide results, it is considered murder, or, as in our state, capital murder if associated with the felonies, designated by the legislature. The legislature's intent was to protect the citizenry from the evil of the lesser felony by imposing a greater penalty upon a homicide occurring during its commission. Some authorities view the felony murder statutes as imputing or irrebuttably presuming a specific intent to kill from the association of the homicide with the underlying felony. These same authorities acknowledge \"[l]ong standing judicial approval of the presumption provides strong indication that the presumption comports with due process.\" Comment, Constitutional Limitations Upon the Use of Statutory Criminal Presumptions in the Felony Murder Rule, 46 Miss. L.J. 1021, 1035 (1975); see also Barnes v. United States, 412 U.S. 837, 93 S. Ct. 2357, 37 L. Ed. 2d 380 (1973).\nThe appellant argues, however, that only 0.5% of robberies result in homicide. Therefore, it cannot be said the robber in every case intended to kill. This may be true, but we think it overlooks the great danger the aggressor willfully imposes upon his victim. The constituent crime with its hazardous potential is that which the legislature intended to deter by permitting capital punishment if death results from the felonious undertaking.\nPresently, we can say without doubt the appellant schemed and participated in the unlawful undertaking which resulted in death. The subjunctive nature of the intention to kill makes it no less deliberate and no less deserving of capital punishment than if it had been expressed, in our opinion. The felon who causes death in furthering his crime manifests a callous disregard for human life, because he subordinates the life of the innocent to his desire for gain, thereby inviting the outrage of a society understandably bent upon protecting itself from physical violence.\nAs far as we can determine, the United States Supreme Court has not held a statute unconstitutional simply because it permits the death penalty to be imposed without affirmative proof of a specific intent to kill. In Lockett v. Ohio, 438 U.S. 586, 98 S. Ct. 2954, 57 L. Ed. 2d 973 (1978), the Court considered a case in which a young woman had been sentenced to death for her role in an armed robbery in which a pawnshop owner was killed by her accomplice. She was not in the pawnshop when the shooting occurred. Nevertheless, the Court did not hold the death penalty unconstitutional per se, but reversed only because the Ohio capital punishment statute improperly limited the mitigating factors to be considered in the sentencing process to certain narrowly defined factors, not including the minor role of the defendant among partners in crime. Only Mr. Justices Brennan and White considered the death penalty per se unconstitutional in felony murder cases in which affirmative *508 evidence of a specific intent to kill has not been made.\nOur statute places no limit upon the mitigating factors that may be considered in the capital sentencing process, and since it includes the minor role of the defendant as a mitigating factor, we conclude it suffers no constitutional infirmity under Lockett. See Miss. Code Ann. § 97-3-21 (Supp. 1977), as construed in Jackson v. State, 337 So. 2d 1242, 1254 (Miss. 1976); and Miss. Code Ann. § 99-19-101 (Supp. 1977).\n\n(b)\nFollowing the preferred practice, the trial court retained the jury used in the guilt phase for the second phase directed to punishment. Defendant complains the court permitted improper voir dire of the venire, arguing that a \"death prone\" jury emerged after challenges by the state eliminated those opposed to capital punishment. We do not have the full transcript of the voir dire conducted by the parties before us and therefore cannot address this point in detail. However, we do note that a challenge for cause may be properly sustained when a prospective juror indicates that he will automatically vote against the imposition of capital punishment without regard to any evidence that might be developed. Witherspoon v. Illinois, 391 U.S. 510, 88 S. Ct. 1770, 20 L. Ed. 2d 776 (1968); Spinkellink v. Wainwright, 578 F.2d 582, 592-93 (5th Cir.1978). Conversely, he may be accepted as a juror if in spite of his nonbelief in capital punishment he can put such belief aside and follow the law and evidence in accord with his oath to render a true verdict.\nAfter deliberation, the Court is unanimous in its opinion that the jury's verdict of guilty and the trial procedures leading to it should be affirmed.\n\nTHE SENTENCING PHASE\nSUGG, Justice, for the Majority:\nAll justices concur in what has been written by Justice Patterson for the Court but there is some disagreement among the justices on the question of whether the death penalty should be affirmed. A majority of the justices are of the opinion the death penalty should be affirmed. The views of the minority are expressed in a dissent by Justice Patterson.\nThe record covering the sentencing phase spans some forty-four pages. The state introduced aggravating circumstances consisting of prior criminal convictions of armed robbery and assault and battery with intent to kill. The state objected to the exclusion of evidence of a kidnapping conviction and cross-assigns this exclusion as error on appeal. In instructing the jury the court limited the aggravating circumstances which might be considered in sentencing to (1) whether the offense occurred in the commission of an attempted robbery, (2) whether the offense was especially heinous, atrocious, or cruel, and (3) whether the defendant had previously been convicted of felonies involving the use or threat of violence to the person. The court, in compliance with Lockett, supra, 438 U.S. at 605, 98 S.Ct. at 2965, 57 L.Ed.2d at 990, in no way constrained the jury with respect to the number or quality of mitigating circumstances which might be considered in appellant's favor.\nThe sentencing phase progressed without procedural error, in our opinion, although we do think the kidnapping conviction should have been admitted as an aggravating circumstance. It was not admitted out of precaution by the court, because a colloquy had arisen between the attorneys as to whether kidnapping is a crime of violence. Presently, its omission is immaterial, because the death penalty was imposed.\nBy Mississippi Code Annotated section 99-19-105 (Supp. 1978) the legislature mandated this Court to review the imposition of the death penalty. It follows in pertinent part:\n(1) Whenever the death penalty is imposed, and upon the judgment becoming final in the trial court, the sentence shall be reviewed on the record by the Mississippi Supreme Court... .\n\n*509 (2) The Mississippi Supreme Court shall consider the punishment as well as any errors enumerated by way of appeal.\n(3) With regard to the sentence, the court shall determine:\n(a) Whether the sentence of death was imposed under the influence of passion, prejudice, or any other arbitrary factor;\n(b) Whether the evidence supports the jury's or judge's finding of a statutory aggravating circumstance as enumerated in section 99-19-101; and\n(c) Whether the sentence of death is excessive or disproportionate to the penalty imposed in similar cases, considering both the crime and the defendant.\n* * * * * *\n(5) The court shall include in its decision a reference to those similar cases which it took into consideration. In addition to its authority regarding correction of errors, the court, with regard to review of death sentences, shall be authorized to:\n(a) Affirm the sentence of death; or\n(b) Set the sentence aside and remand the case for modification of the sentence to imprisonment for life.\n(6) ... The court shall render its decision on legal errors enumerated, the factual substantiation of the verdict, and the validity of the sentence.\nIn response to Subsection (3)(a) above, the Court is of the opinion the sentence of death was not imposed under the influence of passion, prejudice, or any other arbitrary factor.\nIn response to Subsection (3)(b) above, the Court is of the opinion the evidence does support the jury's finding of the statutory aggravating circumstances as enumerated in Section 99-19-101.\nIn response to Subsection (3)(c) above, the Court is of the opinion the sentence of death is not excessive and disproportionate to the penalty imposed in similar cases, considering both the crime and the defendant. This response requires amplification.\nHeretofore, this Court's review of punishment has been largely confined to the ascertainment of whether the sentence was within the limits of the statute. If no prejudicial error was found in the trial proceedings, the sentence, if within such limits, would be upheld. The mandate of Section 99-19-105 is novel, because it places this Court in the stream of the punishment process by requiring that we determine whether the sentence of death is excessive or disproportionate to the penalty imposed in similar cases. In complying with the reviewing role which we now occupy in this and other death imposed cases, we have reviewed the following capital cases in which we have rendered dispositive decisions affirming death sentences and setting dates for executions: Gray v. State, 375 So. 2d 994 (Miss. 1979); Jordan v. State, 365 So. 2d 1198 (Miss. 1979); Voyles v. State, 362 So. 2d 1236 (Miss. 1978); Irving v. State, 361 So. 2d 1360 (Miss. 1978); Washington v. State, 361 So. 2d 61 (Miss. 1978); and Bell v. State, 360 So. 2d 1206 (Miss. 1978).\nOur research reveals that in none of these cases does a death sentence rest solely upon the testimony of an admitted accomplice who has given state's evidence and received a sentence of manslaughter when by his own admission he was an accomplice to capital murder. A somewhat similar case is Voyles, supra, in which a conviction and death sentence depended upon a young witness who was present when the crime occurred, but who denied any participation in the homicide committed by his uncle, thereby creating, we think, a distinction between that case and this.\nThe record here reveals that Pittman participated in the constituent felony from its inception until Evans was killed. He did not deny this participation, but acknowledged it in detail, only claiming he was not aware Culberson carried a firearm and would not have accompanied him had he known so. Pittman admitted his willing participation in the crime through the blow being struck with the table leg to render the victim unconscious. He qualified his role in the capital murder by denying he intended homicide or knew that such was imminent. It is clear, however, that this qualification does not relieve Pittman of his *510 confessed guilt of the crime of capital murder. Price v. State, 362 So. 2d 204 (Miss. 1978).\nThis leaves the question of whether the words in Subsection (3)(c), \"imposed in similar cases, considering both the crime and the defendant,\" include for our review and comparison the exact and therefore similar crime of the accomplice and the sentence received by him for it. We construe the language to include not only the capital cases heretofore determined by this Court in which the death sentence has been imposed or rejected on the merits, but also cases involving multiple defendants when one participant is given the death penalty and an accomplice less than death. One of the questions arising in such cases is whether a sentence of less than death to an accomplice was a result of prosecutorial discretion. An affirmative answer raises a second question, was the discretion abused?\nThe proof in this case shows that Pittman and Culberson conspired to commit robbery and participated in the attempted robbery of decedent with Culberson firing the fatal shot. It was established by other witnesses that there were two assailants, but none of the witnesses could identify either Pittman or Culberson as the assailants. Pittman, one of the participants in the crime, turned state's evidence, and his testimony was the sole evidence that Culberson fired the fatal shot.\nThis case involves prosecutorial discretion which was necessary. Without the testimony of Pittman, there was no evidence to place Culberson at the scene of the crime and to show that he fired the fatal shot. We recognize the great disparity between the sentences of Pittman and Culberson, but if the state is not permitted to exercise prosecutorial discretion in order to obtain the testimony of a participant in a capital murder by permitting the one furnishing the testimony to plead guilty to a lesser crime, crimes such as the one in this case would not be solved and all participants would go free. When two or more persons commit a crime and cannot be identified except by one of the participants, the state must be allowed some discretion in securing the testimony of one of the participants in order to solve the crime.\nTo hold otherwise would be tantamount to holding: (1) The testimony of an accomplice in a capital murder case is sufficient to sustain a conviction in the guilty phase of the trial, but is not sufficient to sustain the death penalty in the sentencing phase. (2) If an accomplice who testifies for the state in a death penalty case is not given the death penalty, the trigger man may not be given the death penalty. Such result is not required by our statutes, the decisions of the United States Supreme Court, or our decisions.\nWe hold prosecutorial discretion was not abused because Pittman, who did not fire the fatal shot, was permitted to plead guilty to manslaughter, while Culberson, the one who fired the fatal shot, was given the death penalty. We hold the death penalty was not applied capriciously in this case. It is a proper sentence for the senseless and unprovoked murder committed by Culberson, who, after first knocking the victim down with a table leg, then shot the victim while he was lying on the ground begging, \"Help me, help me.\"\nAFFIRMED, AND EXECUTION SET FOR JANUARY 10, 1980.\nAll Justices concur in guilt-determining phase. In sentence-determining phase.\nROBERTSON, P.J., and WALKER, LEE, BOWLING and COFER, JJ., concur.\nWALKER, J., ROBERTSON, P.J., SUGG and LEE, JJ., specially concur.\nPATTERSON, C.J., SMITH, P.J., and BROOM, J., dissent.\nWALKER, Justice, specially concurring:\nI concur with the majority on both the guilt and sentencing phase of Culberson's trial as well as the verdict and sentence imposed. However, I feel constrained to comment on the necessity and propriety of prosecutorial discretion which resulted in the disparity between the sentences of Pittman *511 and Culberson, who were both originally charged with capital murder. Culberson received the penalty of death while Pittman was sentenced to fifteen years in the penitentiary.\nProsecutorial discretion is absolutely necessary and an essential element of our system of criminal jurisprudence. Without it, the courts of this Country would be hopelessly bogged down in a backlog of cases and the cost of court administration would be astronomical.\nThe United States Supreme Court has not yet, nor do I anticipate that it will ever hold that the practice of prosecutorial discretion is so inherently unfair as to render its practice unconstitutional. The practice and necessity of prosecutorial discretion has been alluded to by a number of the justices of the United States Supreme Court beginning with Gregg v. Georgia, 428 U.S. 153, 96 S. Ct. 2909, 49 L. Ed. 2d 859 (1976), wherein the newly enacted statutory provisions relative to death penalty cases were upheld. In that case Mr. Justice White, with whom Mr. Chief Justice Burger and Mr. Justice Rehnquist joined, made the following observation:\nPetitioner also argues that decisions made by the prosecutor \u0097 either in negotiating a plea to some offense lesser than capital murder or in simply declining to charge capital murder \u0097 are standardless and will inexorably result in the wanton and freakish imposition of the penalty condemned by the judgment in Furman. I address this point separately because the cases in which no capital offense is charged escape the view of the Georgia Supreme Court and are not considered by it in determining whether a particular sentence is excessive or disproportionate.\nPetitioner's argument that prosecutors behave in a standardless fashion in deciding which cases to try as capital felonies is unsupported by any facts. Petitioner simply asserts that since prosecutors have the power not to charge capital felonies they will exercise that power in a standardless fashion. This is untenable. Absent facts to the contrary, it cannot be assumed that prosecutors will be motivated in their charging decision by factors other than the strength of their case and the likelihood that a jury would impose the death penalty if it convicts. Unless prosecutors are incompetent in their judgments, the standards by which they decide whether to charge a capital felony will be the same as those by which the jury will decide the questions of guilt and sentence. Thus defendants will escape the death penalty through prosecutorial charging decisions only because the offense is not sufficiently serious; or because the proof is insufficiently strong. This does not cause the system to be standardless any more than the jury's decision to impose life imprisonment on a defendant whose crime is deemed insufficiently serious or its decision to acquit someone who is probably guilty but whose guilt is not established beyond a reasonable doubt. Thus the prosecutor's charging decisions are unlikely to have removed from the sample of cases considered by the Georgia Supreme Court any which are truly \"similar.\" If the cases really were \"similar\" in relevant respects, it is unlikely that prosecutors would fail to prosecute them as capital cases; and I am unwilling to assume the contrary.\nPetitioner's argument that there is an unconstitutional amount of discretion in the system which separates those suspects who receive the death penalty from those who receive life imprisonment, a lesser penalty, or are acquitted or never charged, seems to be in final analysis an indictment of our entire system of justice. Petitioner has argued, in effect, that no matter how effective the death penalty may be as a punishment, government, created and run as it must be by humans, is inevitably incompetent to administer it. This cannot be accepted as a proposition of constitutional law. Imposition of the death penalty is surely an awesome responsibility for any system of justice and those who participate in it. Mistakes will be made and discriminations will occur which will be difficult to *512 explain. However, one of society's most basic tasks is that of protecting the lives of its citizens and one of the most basic ways in which it achieves the task is through criminal laws against murder. I decline to interfere with the manner in which Georgia has chosen to enforce such laws on what is simply an assertion of lack of faith in the ability of the system of justice to operate in a fundamentally fair manner.\nIn Jurek v. Texas, 428 U.S. 262, 96 S. Ct. 2950, 49 L. Ed. 2d 929 (1973), Mr. Justice Stevens, speaking for the Court, said:\nThe petitioner first asserts that arbitrariness still pervades the entire criminal system of Texas \u0097 from the prosecutor's decision whether to charge a capital offense in the first place and then whether to engage in plea bargaining, through the jury's consideration of lesser included offenses, to the Governor's ultimate power to commute death sentences. This contention fundamentally misinterprets the Furman decision, and we reject it for the reasons set out in our opinion today in Gregg v. Georgia, [428 U.S. 153,] at 199, 96 S. Ct. 2909 [at 2937], 49 L. Ed. 2d 859.\nAt the same term of court, in Roberts v. Louisiana, 428 U.S. 325, 96 S. Ct. 3001, 49 L. Ed. 2d 974 (1976), it was argued, inter alia, that prosecutorial discretion would result in arbitrary sentences and therefore be unconstitutional. Justice White, in a dissenting opinion, joined by Mr. Chief Justice Burger, Mr. Justice Blackmun, and Mr. Justice Rehnquist, observed:\nNor am I convinced that the Louisiana death penalty for first-degree murder is substantially more vulnerable because the prosecutor is vested with discretion as to the selection and filing of charges, by the practice of plea bargaining or by the power of executive clemency. Petitioner argues that these characteristics of the criminal justice system in Louisiana, combined with the discretion arguably left to the jury as discussed above, insure that the death penalty will be as seldom and arbitrarily applied as it was under the predecessor statutes. The Louisiana statutes, however, define the elements of first-degree murder, and I cannot accept the assertion that state prosecutors will systematically fail to file first-degree murder charges when the evidence warrants it or to seek convictions for first-degree murder on less than adequate evidence. Of course, someone must exercise discretion and judgment as to what charges are to be filed and against whom; but this essential process is nothing more than the rational enforcement of the State's criminal law and the sensible operation of the criminal justice system. The discretion with which Louisiana's prosecutors are invested and which appears to be no more than normal, furnishes no basis for inferring that capital crimes will be prosecuted so arbitrarily and infrequently that the present death penalty statute is invalid under Furman v. Georgia.\n\nI have much the same reaction to plea bargaining and executive clemency. A prosecutor may seek or accept pleas to lesser offenses where he is not confident of his first-degree murder case, but this is merely the proper exercise of the prosecutor's discretion as I have already discussed. So too, as illustrated by this case and the North Carolina case, Woodson v. North Carolina, 428 U.S. 280, 96 S. Ct. 2978, 49 L. Ed. 2d 944, some defendants who otherwise would have been tried for first-degree murder, convicted, and sentenced to death are permitted to plead to lesser offenses because they are willing to testify against their codefendants. This is a grisly trade, but it is not irrational; for it is aimed at insuring the successful conclusion of a first-degree murder case against one or more other defendants. Whatever else the practice may be, it is neither inexplicable, freakish, nor violative of the Eighth Amendment. Nor has it been condemned by this Court under other provisions of the Constitution. Santobello v. New York, 404 U.S. 257, 92 S. Ct. 495, 30 L. Ed. 2d 427 (1971); North Carolina v. Alford, 400 U.S. 25, 91 S. Ct. 160, 27 L. Ed. 2d 162 (1970); Parker v. North Carolina, 397 U.S. 790, 90 S.Ct. *513 1458, 25 L. Ed. 2d 785 (1970); Brady v. United States, 397 U.S. 742, 90 S. Ct. 1463, 25 L. Ed. 2d 747 (1970). See also Chaffin v. Stynchcombe, 412 U.S. 17, 30-31, 93 S. Ct. 1977, [1984,] 36 L. Ed. 2d 714 (1973).\nSee also Spinkellink v. Wainwright, 578 F.2d 582 (5th Cir.1978).\nIn cases where a prosecuting attorney must resort to plea bargaining in order to obtain the cooperation of one or more accomplices in a brutal killing such as the one before us in order to convict other culprits to the crime, we must assume, unless there is evidence to the contrary, that he acted in good faith and in the best interest of the state. In those instances, we are unable to and should not attempt to compare the sentence of the cooperating accomplice or accomplices with other defendants who denied their guilt, placed their fate in the hands of a jury and received the death penalty. The rationale being: (1) the accomplice has confessed his guilt and placed himself on the mercy of the court; (2) he has cooperated with the state by giving important testimony resulting in his accomplice's conviction and sentence, who might have otherwise gone free; and (3) we have no way of knowing what mitigating circumstances were considered by the district attorney in selecting a particular codefendant for plea bargaining. Since it was not necessary to put the plea-bargaining accomplice to trial, we have no reliable record of witnesses testifying under oath with reference to such accomplice's criminal disposition or mitigating factors in his favor to consider as we are required to do. It cannot be seriously argued that every accomplice should receive the death penalty in cases where it is imposed on one of the participants to a crime. There are too many factors which must be considered when dealing with individuals for such a rule to be practical, such as the age, the degree of participation in the crime of each of the defendants, prior criminal record or lack of it, mentality, as well as other factors too numerous to mention.\nIn my view, it is the primary duty of this Court, when reviewing death penalty cases, to see that it is only imposed in the most severe cases involving the brutal, heinous and unnecessary killing of a human being. We have done this in all of the death penalty cases coming to this Court since Jackson v. State, 337 So. 2d 1242 (Miss. 1976); Bell v. State, 360 So. 2d 1206 (Miss. 1976); Washington v. State, 361 So. 2d 61 (Miss. 1978); Irving v. State, 361 So. 2d 1360 (Miss. 1978); Voyles v. State, 362 So. 2d 1236 (Miss. 1978); Jordan v. State, 365 So. 2d 1198 (Miss. 1979); and Gray v. State, 375 So. 2d 994 (Miss. 1979). To place any greater burden on the Court would only be requiring it to attempt the impossible. There have never been two identical crimes involving defendants with identical characteristics and I venture to say there never will be.\nWe must be careful, lest we impose so many restrictions, impossible of reasonable application, that the death penalty statutes will be, for all practical purposes, nullified. That is a matter for the legislature and not the courts.\nThe death penalty in this case was properly affirmed.\nROBERTSON, P.J., SUGG and LEE, JJ., concur.\nPATTERSON, Chief Justice, dissenting:\nI dissent from the majority decision to affirm the death sentence. I do so because of my belief that justice requires a more proportionate sentence, \"considering both the crime and the defendant,\" prescribed by Mississippi Code Annotated section 99-19-105(3)(c).\nAlvin Culberson and Alvarese Pittman planned an armed robbery that resulted in a homicide. Although Culberson and Pittman were both indicted for capital murder, an offense for which they could have been put to death, Pittman was permitted to plead guilty to manslaughter for which he received a fifteen-year sentence and served only two and one-half years.\nWe have no record of the transaction, but apparently Pittman was accorded this singular treatment by the state in exchange for his testimony, the result being to lift from his shoulders the awesome burden of a *514 probable death sentence. Consideration as dear as life, in my opinion, leaves the testimony for which it was given as questionable as if it had been purchased with cash. The dubious quality of Pittman's testimony is compounded by his admission of perjury in making a false affidavit concerning the homicide. His testimony is too suspect to permit us justly, in my opinion, to ignore the disparity of sending one man to the gas chamber while his confessed accomplice roams free after two and one-half years of confinement. I think the termination of life by the state should rest upon a firmer basis and should not portray the appearance of such gross disproportions.\nI do not share the apprehensions of the majority that prosecutorial discretion will be abolished by imposing a life sentence upon Culberson, nor do I think we will establish a rule that an accomplice can never be sentenced to death by imposing such sentence. The statute mandates a review of each case upon an individual basis, and I would restrict the views I have expressed to the peculiar circumstances of this case.\nIn conclusion, I would reverse for the imposition of a life sentence.\nSMITH, P.J., and BROOM, J., join in this dissent.\nSMITH, Presiding Justice, dissenting:\nI concur in the conclusion reached by Chief Justice Patterson in his dissent. The extreme leniency extended to Culberson's accomplice, a confessed participant in the murder for which Culberson stands sentenced to die, presents an unacceptable disparity in the consequences visited upon these joint actors. Death for Culberson and a brief confinement for his accomplice reflects treatment approaching a denial of equal protection of the laws and which, in my judgment, is incapable of being justified by the practical necessities of what has become known as plea bargaining.\nThe conviction of Culberson rests, in substantial part, upon the testimony of the accomplice. This Court, in an unbroken line of decisions, extending back over many years, has adhered to the rule that testimony of an accomplice is to be viewed with caution and suspicion, although it may be sufficient to support a conviction. The sound reasons for the rule are set out in the many cases dealing with the subject and will not be repeated here.\nA short imprisonment for the accomplice, who has confessed his guilt, and death for Culberson, who declined to plead guilty and whose conviction rests in large part upon the testimony of the accomplice, presents a situation which possibly may be warranted in some future case presenting different circumstances which might be found to justify it. But here, considering, as we must, the defendant, the crime, the nature of the evidence upon which the defendant was convicted, and all of the circumstances of the case, I am forced to conclude that Culberson's conviction should stand but that he should not be put to death.\nPATTERSON, C.J., and BROOM, J., join in this dissent.\n",
            "ocr": false,
            "opinion_id": 1687968
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Rape"
}