{
    "id": 1849369,
    "judges": "Patterson, Smith and Broom",
    "date_filed": 169689600000,
    "date_filed_is_approximate": false,
    "slug": "edmond-v-state",
    "case_name_short": "Edmond",
    "case_name": "Edmond v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 40,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "312 So. 2d 702"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n312 So. 2d 702 (1975)\nAlbert EDMOND\nv.\nSTATE of Mississippi.\nNo. 48509.\nSupreme Court of Mississippi.\nMay 19, 1975.\n*703 Howie, Montgomery &amp; Montjoy, Jackson, for appellant.\nA.F. Summer, Atty. Gen. by John C. Underwood, Jr., Sp. Asst. Atty. Gen., Jackson, for appellee.\nBefore PATTERSON, SMITH and BROOM, JJ.\nBROOM, Justice, for the Court:\nForcible rape was the offense for which appellant was convicted in the Circuit Court of the First Judicial District of Hinds County. He appeals from a sentence of life imprisonment and urges that the evidence was insufficient, that he acted upon an irresistible urge or impulse, and that his rights were prejudiced by improper closing argument of the district attorney. We affirm.\nOmitting a great deal of the sordid details chronicled in the record, the salient facts are as follows. The prosecutrix, who was the age of eighteen years and the mother of a child, on August 19, 1973, visited Club 77 and departed. Then between 3:30 and 4:00 o'clock during the morning of August 20, 1973, she decided to return to the club for her purse which she had misplaced. The appellant, while walking with her toward the club, forced her to go behind some buildings where he raped her and forced her to engage in oral sex with him. After the episode concluded, the prosecutrix went to a nearby house in the nude where she reported the offense and was described by a state witness as shaking and shivering.\n\nI.\nThe first proposition argued by appellant was that the verdict was contrary to the evidence and the law. In this regard *704 we note that the appellant admitted pulling a gun just before the offense occurred, at which time he said to his victim, \"I want to eat you\" and told her to remove her clothes. According to her, her submission to his attack and her participation with him in a variety of sexual activities resulted from fear that he would take her life. In opposition to this, the appellant's version was that she eagerly engaged in various sexual acts with him, and resisted him when he sought to terminate his sexual activities. A doctor who examined her testified that he found abrasions on her right forearm, a scratch on her left leg, and sperm within her vagina. No other evidence of physical trauma or lacerations was found by the doctor.\nUpon the state of the record before us, the testimony raised an issue of fact as to whether or not the appellant forced her to have sexual intercourse. The issue was properly submitted to the jury, which found in favor of the state and against the appellant. Rush v. State, 301 So. 2d 297 (Miss. 1974); Fields v. State, 293 So. 2d 430 (Miss. 1974); Cannon v. State, 190 So. 2d 848 (Miss. 1966).\n\nII.\nNext it is argued by the appellant that the M'Naughten rule of criminal responsibility is archaic and should be replaced by an \"irresistible impulse\" test of insanity. He urges that the lower court erroneously refused to grant him several jury instructions on the irresistible impulse theory and refused to allow his counsel to elicit from his psychiatrist testimony on the subject of irresistible impulse.\nDr. Abel, the psychiatrist who testified in behalf of the appellant, stated that the appellant was suffering from a mental disease known as exhibitionism which in the case of appellant was manifested by physical exposure, voyeurism and homosexual activity. Although the psychiatrist stated that appellant's ability to conform to requirements of the law was impaired, he stopped short of saying that the appellant was psychotic or without the ability to distinguish between right and wrong. An interesting aspect of Dr. Abel's testimony is that he considered sexual intercourse as portrayed by this record to be of only incidental interest to appellant and not to be the result of any uncontrollable urge.\nThis Court has recently (as it has done many times in the past), rejected the argument that one may escape responsibility for criminal acts done under some so-called uncontrollable urge or impulse. Myrick v. State, 290 So. 2d 259 (Miss. 1974); Jones v. State, 288 So. 2d 833 (Miss. 1974). Admittedly the M'Naughten test of criminal responsibility may not be a perfect means to test sanity of one charged with crime, but no better solution has been offered. Thus the test in this state remains the ability of the accused to realize and appreciate the nature and quality of his deeds when committed and his ability to distinguish between right and wrong.\n\nIII.\nAppellant urges that he was prejudiced by certain improper remarks made by the prosecuting attorney during his closing argument to the jury. The remarks set forth in his assignment of error are alleged to be as follows:\nI don't care if you send him to the Holiday Inn North, I just want him off the streets. If he's sent to Whitfield they'll keep him a month and he'll be right back on the streets.\nThe jury argument complained of is brought before us by a bill of exceptions signed by two attorneys dated March 20, 1974. Some uncertainty exists about the remarks because there is also in the record a bill of exceptions signed by the circuit judge dated March 19, 1974, which incorporates certain matters, but from it the remarks now argued as error were stricken by the circuit judge. Both bills of exceptions were filed with the circuit clerk on March 20, 1974.\n*705 Mississippi Code Annotated section 99-17-39 (1972), provides that it is the duty of the trial judge to sign bills of exceptions timely presented to him. Pursuant to the next section, 99-17-41 (1972), the judge may correct or amplify a bill of exceptions to reflect the truth or he may strike unnecessary material from a bill of exceptions before signing it. 4 Am.Jur.2d Appeal and Error § 446, at 898 (1962). The question then arises: After having the bill of exceptions signed by the trial judge who struck from it the portion of the jury argument now complained of, was the appellant then entitled to have a second bill of exceptions (which included the material stricken and deleted by the trial judge) signed by two attorneys who were present? Mississippi Code Annotated section 99-17-43 (1972), provides that attorneys may sign bills of exceptions \"[i]f the judge shall refuse to sign\" it. Such was not the case here because the judge did not refuse to sign the bill but obviously corrected it to reflect what he considered to be the truth.\nIn the bill of exceptions signed by the two attorneys, there is no averment or allegation that the trial judge refused to sign the bill as tendered, and therefore section 99-17-43, supra, which allows attorneys to sign a bill of exceptions did not become available to or operative in favor of the appellant. When appellant accepted and filed the bill as modified by the trial judge, he was bound by its contents and it is presumed that the bill signed by the trial judge was with the consent of the appellant. By filing the judge's bill of exceptions dated March 19, which had deleted the remarks in question and which purported to show that the judge overruled appellant's objection to the deleted remarks, the appellant waived any matters not included in it. 4A C.J.S. Appeal and Error § 891a, at 833 (1957). Therefore, the appellant is precluded from relying upon the instrument signed by the two attorneys. Diddlemeyer v. State, 234 So. 2d 292, cert. denied 400 U.S. 917, 91 S. Ct. 177, 27 L. Ed. 2d 157 (1970); Wortham v. State, 219 So. 2d 923 (Miss. 1969); McGee v. State, 40 So. 2d 160 (Miss. 1949), appeal dismissed and cert. denied 338 U.S. 805, 70 S. Ct. 77, 94 L. Ed. 487 (1949). It is noted that both bills of exception set forth certain other improper jury argument of Assistant District Attorney Royals which was objected to by the appellant whose objection was sustained.\nEven if the argument complained of was properly before us it would not amount to reversible error on the facts and circumstances of this case. While the argument (if made) was not proper, it does not affirmatively appear from the whole record that the judgment appealed from \"resulted in a miscarriage of justice\" as provided in Rule 11 of the Rules of the Mississippi Supreme Court. Trial courts are allowed considerable discretion to determine whether or not the conduct of an attorney during a trial is so prejudicial that an objection should be sustained or a new trial granted. Roberson v. State, 257 So. 2d 505 (Miss. 1972). If it were admitted that the argument complained of was in fact made, in the context of the whole record we could not say that the appellant's right to a fair trial was prejudiced. Dozier v. State, 257 So. 2d 857 (Miss. 1972).\n\nIV.\nThe appellant also argues that he was denied his right to a speedy trial and his right to a fair and impartial jury. The delay complained of was less than a month, which cannot be said to be reversible error since no prejudice was shown to have resulted. Craig v. State, 284 So. 2d 57 (Miss. 1973); Brown v. State, 217 So. 2d 521 (Miss. 1969). Regarding the contention that appellant was denied his right to a fair and impartial jury because a juror \"made false statements concerning his knowledge of the defense attorney,\" his motion for a new trial was not accompanied by appropriate affidavits of both appellant and his attorney, neither of whom testified under oath that he was unaware of the situation during the trial. Bickcom *706 v. State, 286 So. 2d 823 (Miss. 1973); Hilbun v. State, 167 Miss. 725, 148 So. 365 (1933).\nWhile the jury could have accepted the appellant's testimony that what he did to the prosecutrix was with her consent and cooperation, the jury had a right to accept as true the testimony given by her and the other state witnesses. The jury accepted the state's proof and upon the record we cannot logically conclude that the jury verdict was legally inappropriate. There being no reversible error in the record, the judgment of the lower court will stand.\nAffirmed.\nGILLESPIE, C.J., RODGERS, P.J., and INZER, ROBERTSON, SUGG and WALKER, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 1849369
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Rape"
}