{
    "id": 1996606,
    "judges": "Boslaugh, Clinton, McCown, Newton, Smith, Spencer, White",
    "date_filed": 71452800000,
    "date_filed_is_approximate": false,
    "slug": "state-v-thunder-hawk",
    "case_name_short": null,
    "case_name": "State v. Thunder Hawk",
    "case_name_full": "State of Nebraska, Appellee, v. John B. Thunder Hawk, Appellant",
    "attorneys": "Charles F. Fitzke and James T. Hansen, for appellant., Clarence A. H. Meyer, Attorney General, and Calvin E. Robinson, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b312-6\">\n    State of Nebraska, appellee, v. John B. Thunder Hawk, appellant.\n   </parties><br><citation id=\"b312-8\">\n    196 N. W. 2d 194\n   </citation><br><decisiondate id=\"b312-9\">\n    Filed April 7, 1972.\n   </decisiondate><docketnumber id=\"AzI\">\n    No. 38262.\n   </docketnumber><br><attorneys id=\"b312-16\">\n    Charles F. Fitzke and James T. Hansen, for appellant.\n   </attorneys><br><attorneys id=\"b312-17\">\n    Clarence A. H. Meyer, Attorney General, and Calvin E. Robinson, for appellee.\n   </attorneys><br><judges id=\"b312-18\">\n    Heard before White, C. J., Spencer, Boslaugh, Smith, McCown, Newton, and Clinton, JJ.\n   </judges>",
    "citations": [
        "196 N.W.2d 194",
        "188 Neb. 294"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5034.0,
            "opinion_text": "\n196 N.W.2d 194 (1972)\n188 Neb. 294\nSTATE of Nebraska, Appellee,\nv.\nJohn B. THUNDER HAWK, Appellant.\nNo. 38262.\nSupreme Court of Nebraska.\nApril 7, 1972.\n*195 Charles F. Fitzke, James T. Hansen, Gering, for appellant.\nClarence A. H. Meyer, Atty. Gen., Calvin E. Robinson, Asst. Atty. Gen., Lincoln, for appellee.\nHeard by WHITE, C. J., and SPENCER, BOSLAUGH, SMITH, McCOWN, NEWTON, and CLINTON, JJ.\nSMITH, Justice.\nA jury has found John B. Thunder Hawk guilty of assault with intent to commit rape. He appeals. Assignments of error relate in part to (1) the denial of a motion by Thunder Hawk for appointment of substitute counsel, (2) the admission of a lay opinion into evidence, and (3) the sentence imposed by the court.\nThe evidence that Thunder Hawk assaulted his victim with intent to commit rape is overwhelming. Late at night on the occasion in question he ran his vehicle into a ditch. He subsequently stopped an automobile being operated on a dirt road by the victim, a college student and a stranger to Thunder Hawk. She was alone and homeward bound. He forced his *196 way into her automobile and they began to struggle. He then drove her automobile into a nearby bean field and became mired down. The struggle continued in the car and then in the field. While the father of the victim was operating a pickup truck in a search, he found his daughter and Thunder Hawk. In the encounter the latter was struck many times with the fists of the father. The interval of fisticuffs was short, for the father quickly attended to his daughter whom he transported to the hospital. An officer of the State Patrol subsequently arrested Thunder Hawk.\nAt the scene of the assault in the field a patrol officer found a scrap of cloth. He testified over objection to \"portions of what appeared to be pantyhose or similar material.\" In subsequent testimony on photographs of the scrap he referred to pantyhose. Both the part of the pantyhose taken home by the victim and the scrap were admitted into evidence. The officer possessed no expertise on pantyhose, stockings, or other cloths.\nThunder Hawk testified as follows. He had been intoxicated. He lost consciousness, with one exception, during a long period. The period began prior to the assault and ended subsequent to written admissions by him to a patrol officer. The one lucid interval during the period was recollection of blows struck by a man in a pickup truck.\nAfter the preliminary hearing Thunder Hawk moved for discharge of his appointed counsel, the public defender, and for appointment of a designated lawyer. Among the alleged grounds were lack of confidence and inadequate investigation in that the public defender had conferred with him only for 5 minutes. The motion was overruled.\nIn a criminal prosecution the right of an indigent to the assistance of counsel does not encompass an unbridled right to choose his counsel. When a competent indigent becomes dissatisfied with court-appointed counsel but shows no good cause for removal of counsel, his only alternative is to proceed pro se. State v. Bratton, 187 Neb. 460, 191 N.W.2d 612 (1971). See generally A. B. A., Standards Relating to Providing Defense Services, Approved Draft 1968, s. 5.2, Commentary b, p. 48 (1967).\nThe ruling on the motion of Thunder Hawk was correct. The short visit with him was fully justified. Thunder Hawk with his assertion of loss of consciousness over the critical period of time could not help counsel much in an investigation. The public defender obtained an order for examination of Thunder Hawk by a psychiatrist to be chosen by the defense.\nRespecting the nature of the scrap of cloth the testimony of the patrolman was that of a lay witness. Not only the scrap but also the pantyhose worn by the victim were in evidence. The jury possessed an equal opportunity of personal observation. Whenever the point is reached at which a trier of fact is being told that which it is entirely equipped to determine without a witness' aid, the testimony is superfluous. Sears v. Mid-City Motors, Inc., 179 Neb. 100, 136 N.W.2d 428 (1965), quoting 7 Wigmore on Evidence, s. 1918, p. 11 (3d Ed., 1940). See, also, Revised Draft of Proposed Rules of Evidence for the United States Courts and Magistrates, 51 F.R.D. 315, Rule 701, at 402 (1971). Admission of the testimony in question was erroneous, but the error was harmless.\nThe statutory minimum and maximum periods of imprisonment for assault with intent to commit rape are 2 and 15 years. Section 28-409, R.R.S.1943. The court sentenced Thunder Hawk to imprisonment for an indeterminate period of 13 to 15 years less credit for jail time.\nEvidence pertaining to the sentence is summarized as follows. Thunder Hawk, age 24 at the time of the sentencing hearing *197 in August 1971, had attended the Porcupine School on the Pine Ridge Reservation. His formal education ceased after the 8th grade. He was married and the father of a child 75 days old. A farm laborer, he was not steadily employed.\nA psychiatrist examined Thunder Hawk in July 1971, to determine his mental condition at the time of the alleged offense. He elicited the following history. Thunder Hawk had served 2 months in the Marine Corps, receiving a general discharge. During his limited service he made a suicidal gesture by plunging into water on an obstacle course. He subsequently blacked out and struck his drill instructor, who was exerting pressure on him.\nThe psychiatrist concluded that Thunder Hawk's impulse control was fair but affected by immature thinking and social naivete. He diagnosed dissocial behavior, emphasizing the cultural, educational, and pecuniary handicaps in adjustment to adult life.\nThunder Hawk had no record of prior convictions. During the confinement in county jail, the sheriff named him a trusty. Thunder Hawk at no time violated that trust.\nThis court may reduce a sentence when in its opinion the sentence is excessive, and it is under a duty to render such sentence against the accused as in its opinion may be warranted by the evidence. See § 29-2308, R.R.S.1943.\nThe sentence of Thunder Hawk is reduced to 5 years, less jail time. The judgment, so modified, is affirmed.\nAffirmed as modified.\nBOSLAUGH, Justice (dissenting).\nI dissent from that part of the opinion of the court which reduces the sentence of the accused. The offense was one of extreme violence. I find no basis in the record for eliminating the indeterminate feature of the sentence or for reducing the upper limit fixed by the trial court.\nCLINTON, J., joins in this dissent.\n",
            "ocr": false,
            "opinion_id": 1996606
        },
        {
            "author_str": "Boslaugh",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBoslaugh, J.,\ndissenting.\nI dissent from that part of the opinion of the court which, reduces the sentence of the accused. The off ense *298was one of extreme violence. I find no basis in the record for eliminating the indeterminate feature of the sentence or for reducing the upper limit fixed by the trial court.\nClinton, J., joins in this dissent.\n",
            "ocr": false,
            "opinion_id": 9707359
        },
        {
            "author_str": "Smith",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n. Smith, J.\nA jury has found John B. Thunder Hawk guilty of assault with intent to commit rape. He appeals. Assignments of error relate in part to (1) the denial of a motion by Thunder Hawk for appointment of substitute counsel, (2) the admission of a lay opinion into *295evidence, and (3) the sentence imposed by the court.\nThe evidence that Thunder Hawk assaulted his victim with intent to commit rape is overwhelming. Late at night on the occasion in question he ran his vehicle into a ditch. He subsequently stopped an automobile being operated on a dirt road by the victim, a college student and a stranger to Thunder Hawk. She was alone and homeward bound. He forced his way into her automobile and they began to struggle. He then drove her automobile into a nearby bean field and became mired down. The struggle continued in the car and then in the field. While the father of the victim was operating a pickup truck in a search, he found his daughter and Thunder Hawk. • In the encounter the latter was struck many times with the fists of the father. The interval of fisticuffs was short, for the father quickly attended to his daughter whom he transported to the hospital. An officer of the State Patrol subsequently arrested Thunder Hawk.\nAt the scene of the assault in the field a patrol officer found a scrap of cloth. He testified over objection to “portions of what appeared to be pantyhose or similar material.” In subsequent testimony on photographs of the scrap he referred to pantyhose. Both the part of the pantyhose taken home by the victim and the scrap were admitted into evidence. The officer possessed no expertise on pantyhose, stockings, or other cloths.\nThunder Hawk testified as follows. He had been intoxicated. He lost consciousness, with one exception, during a long period. The period began prior to the assault and ended subsequent to written admissions by him to a patrol officer. The one lucid interval during the period was recollection of blows struck by a man in a pickup truck.\nAfter the preliminary hearing Thunder Hawk moved for discharge of his appointed counsel, the public defender, and for appointment of a designated lawyer. Among the alleged grounds were lack of confidence and *296inadequate investigation in that the public defender had conferred with him only for 5 minutes. The motion was overruled.\nIn a criminal prosecution the right of an indigent to the assistance of counsel does not encompass an unbridled right to choose his counsel. When a competent indigent becomes dissatisfied with court-appointed counsel but shows no-good cause for removal of counsel, his only alternative is to proceed pro se. State v. Bratton, 187 Neb. 460, 191 N. W. 2d 612 (1971). See generally A. B. A., Standards Relating to- Providing Defense Services, Approved Draft 1968, § 5.2, Commentary b, p. 48 (1967).\nThe ruling on the motion of Thunder Hawk was correct. The short visit with him was fully justified. Thunder Hawk with his assertion of loss of consciousness over the critical period of time could not help counsel much in an investigation. The public defender obtained an order for examination of Thunder Hawk by a psychiatrist to be chosen by the defense.\nRespecting the nature of the scrap of cloth the testimony of the patrolman was that of a lay witness. Not only the scrap but also the pantyhose worn by the victim were in evidence. The jury possessed an equal opportunity of personal observation. Whenever the point is reached at which a trier of fact is being told that which it is entirely equipped to determine without a witness’ aid, the testimony is superfluous. Sears v. Mid-City Motors, Inc., 179 Neb. 100, 136 N. W. 2d 428 (1965), quoting 7 Wigmore- on Evidence, § 1918, p-. 11 (3d Ed., 1940). See, also, Revised Draft of Proposed Rules of Evidence for the United States Courts and Magistrates, 51 F. R. D. 315, Rule 701, at 402 (1971). Admission of the testimony in question was erroneous, but the error was harmless.\nThe statutory minimum and maximum periods of imprisonment for assault with intent to commit rape are 2 and 15 years. § 28-409, R. R. S. 1943. The court sen*297tenced Thunder Hawk to imprisonment for an indeterminate period of 13 to 15 years less credit for jail time.\nEvidence pertaining to the sentence is summarized as follows. Thunder Hawk, age 24 at the time of the sentencing hearing in August 1971, had attended the Porcupine School on the Pine Ridge Reservation. His formal education ceased after the 8th grade. He was married and the father of a child 75 days old. A farm laborer, he was not steadily employed.\nA psychiatrist examined Thunder Hawk in July 1971, to determine his mental condition at the time of the alleged offense. He elicited the following history. Thunder Hawk had served 2 months in the Marine Corps, receiving a general discharge. During his limited service he made a suicidal gesture by plunging into water on an obstacle course. He subsequently blacked out and struck his drill instructor, who was exerting pressure on him.\nThe psychiatrist concluded that Thunder Hawk’s impulse control was fair but affected by immature thinking and social naivete. He diagnosed dissocial behavior, emphasizing the cultural, educational, and pecuniary handicaps in adjustment to adult life.\nThunder Hawk had no record of prior convictions. During the confinement in county jail, the sheriff named him a trusty. Thunder Hawk at no time violated that trust.\nThis court may reduce a sentence when in its opinion the sentence is excessive, and it is under a duty to render such sentence against the accused as in its opinion may be warranted by the evidence. See § 29-2308, R. R. S. 1943.\nThe sentence of Thunder Hawk is reduced to 5 years, less jail time. The judgment, so modified, is affirmed.\nAffirmed as modified.\n",
            "ocr": false,
            "opinion_id": 9707358
        }
    ],
    "court_short_name": "Nebraska Supreme Court",
    "court_full_name": "Nebraska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Rape"
}