{
    "id": 2192392,
    "judges": "Tom Glaze",
    "date_filed": 944092800000,
    "date_filed_is_approximate": false,
    "slug": "kellar-v-fayetteville-police-department",
    "case_name_short": "Kellar",
    "case_name": "Kellar v. Fayetteville Police Department",
    "case_name_full": "Larry KELLAR v. FAYETTEVILLE POLICE DEPARTMENT",
    "attorneys": "John R. Hudson, for appellant., Mark Pryor, Att’y Gen., by: Annamary C. Dougherty, Asst. Att’y Gen., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 47,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b296-7\" pgmap=\"296\">\n    Larry KELLAR v. FAYETTEVILLE POLICE DEPARTMENT\n   </parties><docketnumber id=\"AfL\" pgmap=\"296\">\n    99-517\n   </docketnumber><citation id=\"AL6\" pgmap=\"296\">\n    5 S.W.3d 402\n   </citation><br><court id=\"b296-8\" pgmap=\"296\">\n    Supreme Court of Arkansas\n   </court><decisiondate id=\"Adg\" pgmap=\"296\">\n    Opinion delivered December 2, 1999\n   </decisiondate><br><attorneys id=\"b299-11\" pgmap=\"299\">\n    John R. Hudson, for appellant.\n   </attorneys><br><attorneys id=\"b299-12\" pgmap=\"299\">\n    Mark Pryor, Att’y Gen., by: Annamary C. Dougherty, Asst. Att’y Gen., for appellee.\n   </attorneys>",
    "citations": [
        "5 S.W.3d 402",
        "339 Ark. 274"
    ],
    "opinions": [
        {
            "author_str": "Glaze",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3748.0,
            "opinion_text": "\n5 S.W.3d 402 (1999)\n339 Ark. 274\nLarry KELLAR\nv.\nFAYETTEVILLE POLICE DEPARTMENT.\nNo. 99-517.\nSupreme Court of Arkansas.\nDecember 2, 1999.\n*403 John R. Hudson, Fayetteville, for appellant.\nMark Pryor, Att'y Gen., by: Annamary C. Dougherty, Asst. Att'y Gen., Little Rock, for appellee.\n*404 TOM GLAZE, Justice.\nThis court takes jurisdiction of this appeal under Ark. Sup.Ct. R. 1-2(b) because it involves issues of first impression, federal constitutional interpretation, substantial public interest, and the validity of a state enactment. Specifically, this case involves the constitutionality of Act 989 of 1997 (codified as Ark.Code Ann. §§ 12-12-901 to -920 (Supp.1999)), which is known as the Sex and Child Offender Registration Act of 1997 (hereinafter sometimes referred to as the Act or Registration Act). Appellant Larry Kellar basically questions the constitutionality of the Act as violating the ex post facto and due process clauses of the United States and Arkansas Constitutions.\nIn addressing Kellar's first constitutional argument that the Registration Act violates the ex post facto clauses, we need some background on how this case was initiated. On October 5, 1994, Kellar pled guilty to two counts of first-degree-sexual abuse, concerning acts involving his three-year-old daughter, and, because he was a first-time offender, the trial court placed Kellar on three years' probation. While Kellar was still serving his probation period, the Arkansas General Assembly passed the Registration Act on April 1, 1997, and made the Act apply to anyone who had been adjudicated of a prescribed sexual offense and was still serving a sentence of incarceration, probation, parole, or other form of community supervision at the time of the Act's effective date, August 1, 1997. See § 12-12-905. Because Kellar had two months left on his probation and his sexual offenses were included in those crimes named in § 12-12-905, Kellar fell within the group of offenders required to register. It is this retroactive application of the Registration Act to Kellar's earlier convictions which, on appeal, he questions as being a violation of the ex post facto clauses.\nOn August 10, 1997, Kellar registered as a child sex offender with local law enforcement officials, and the police then conducted a risk assessment of Kellar as required under § 12-12-913 and the guidelines promulgated by the Sex Offenders Assessment Committee.[1] The Committee's guidelines provided for an offender to be assigned one of three risk levels, depending on the probability that he or she will re-offend. The risk level in turn is used to determine the type, amount, and extent of the community notification that the government will release regarding the offender. Level I provides the least information and notification to the public, Level II provides an increased amount of information and notification, and Level III grants the most. Kellar was evaluated at Level II, since his risk assessment placed him as one who posed a moderate risk of re-offending. Upon receiving his assessment, Kellar filed a petition in the Washington County Circuit Court, requesting the court declare Act 989 and the assessment and notification guidelines unconstitutional.[2] After the trial court held the Act constitutional, Kellar brought this appeal, and we now first consider his claim that the Act and guidelines violate our ex post facto clauses.\nThe general rule in cases involving a question of the constitutionality of a statute is that the statute is presumed constitutional, and the burden of proving otherwise is upon the challenger of the statute. ACW, Inc. v. Weiss, 329 Ark. 302, 310, 947 S.W.2d 770, 774 (1997). Because statutes are presumed to be framed in accordance with the Constitution, they should not be held invalid for repugnance thereto unless such conflict is clear and unmistakable. Board of Trustees of Mun. *405 Judges &amp; Clerks Fund v. Beard, 273 Ark. 423, 426, 620 S.W.2d 295, 296 (1981).\nWe commence our analysis of the ex post facto clauses by reading our Constitutions. The United States Constitution declares that \"[n]o state shall ... pass any... ex post facto law.\" U.S. Const. art. 1, § 10. Similarly, the Arkansas Constitution provides that \"[n]o ... ex post facto law ... shall ever be passed.\" Ark. Const. art. 2, § 17. We have been given no reason why we should interpret Arkansas's ex post facto clause in a manner contrary to the ex post facto clause in the United States Constitution. Thus, we look to federal as well as state law for guidance. See Diffee v. State, 319 Ark. 669, 894 S.W.2d 564 (1995).\nThe first Supreme Court case to address the issue of ex post facto laws was Calder v. Bull, 3 U.S. (3 Dall.) 386, 1 L. Ed. 648 (1798). In deciding whether a law violates the ex post facto clause, the Calder court established the following categories to consider:\n1st. Every law that makes an action done before the passing of the law, and which was innocent, when done, criminal; and punishes such action. 2d. Every law that aggravates a crime, or makes it greater than it was, when committed. 3d. Every law that changes the punishment, and inflicts a greater punishment, than the law annexed to the crime, when committed. 4th. Every law that alters the legal rules of evidence, and receives less, or different, testimony, than the law required at the time of the commission of the offence, in order to convict the offender.\n3 U.S. (3 Dall.) at 390 (italics in original). These Calder categories were rephrased by the Court in the early part of this century in Beazell v. Ohio, 269 U.S. 167, 46 S. Ct. 68, 70 L. Ed. 216 (1925), to read as follows:\n... any statute which punishes as a crime an act previously committed, which was innocent when done; which makes more burdensome the punishment for a crime, after its commission, or which deprives one charged with crime of any defense available according to law at the time when the act was committed, is prohibited as ex post facto. The constitutional prohibition and the judicial interpretation of it rest upon the notion that laws, whatever their form, which purport to make innocent acts criminal after the event, or to aggravate an offense, are harsh and oppressive, and that the criminal quality attributable to an act, either by the legal definition of the offense or by the nature or amount of the punishment imposed for its commission, should not be altered by legislative enactment, after the fact, to the disadvantage of the accused.\n269 U.S. at 169-70, 46 S. Ct. 68.\nThe Calder category most relevant to the instant case is the third one, and under that rule, Act 989 would violate the ex post facto clause if it is a law \"that changes the punishment, and inflicts a greater punishment than the law annexed to the crime, when committed.\" Calder, 3 U.S. (3 Dall.) at 390. Thus, two questions must be answered: does the Act apply retrospectively to Kellar, and does it constitute punishment? Both parties concede that the law was applied retrospectively; therefore, we are left to decide only whether the Act is punitive in nature or merely regulatory. If it is regulatory, or civil in nature, it cannot be an ex post facto law. See, e.g., Weaver v. Graham, 450 U.S. 24, 101 S. Ct. 960, 67 L. Ed. 2d 17 (1980); United States v. Ward, 448 U.S. 242, 100 S. Ct. 2636, 65 L. Ed. 2d 742 (1979). The overriding inquiry in such situations was enunciated by the Court in DeVeau v. Braisted, 363 U.S. 144, 80 S. Ct. 1146, 4 L. Ed. 2d 1109 (1960):\nThe question in each case where unpleasant consequences are brought to bear upon an individual for prior conduct, is whether the legislative aim was to punish that individual for past activity, or whether the restriction of the *406 individual comes about as a relevant incident to a regulation of a present situation ....\"\n363 U.S. at 160, 80 S. Ct. 1146.\nAt the outset of this discussion, we note that the vast majority of federal and state courts confronted with the issue of the validity of sex-offender registration statutes have found the laws constitutional. Examples of federal decisions follow: Cutshall v. Sundquist, 193 F.3d 466 (6 th Cir.1999) (Tennessee Sex Offender Registration and Monitoring Act did not violate double jeopardy, ex post facto, bill of attainder, due process or equal protection clauses); Russell v. Gregoire, 124 F.3d 1079 (9 th Cir.1997) (statute showed regulatory, not punitive, effect, so no violation of ex post facto clause); Doe v. Pataki, 120 F.3d 1263 (2d Cir.1997) (neither registration nor notification provisions under New York act inflicted punishment under ex post facto clause); E.B. v. Verniero, 119 F.3d 1077 (3d Cir.1997) (notification under New Jersey Registration and Community Notification Laws did not constitute punishment for purposes of ex post facto and double jeopardy clauses); Artway v. Attorney General, 81 F.3d 1235 (3d Cir.1996) (challenge to notification aspects of New Jersey law not ripe, but registration requirements do not violate ex post facto, double jeopardy, bill of attainder, equal protection, or due process clauses); Roe v. Farwell, 999 F. Supp. 174 (D.Mass.1998) (registration requirements of Massachusetts law not violative of ex post facto clause, although unlimited public access provisions too broad to be constitutional); Lanni v. Engler, 994 F. Supp. 849 (D.Mich. 1998) (purpose of law to protect public, not to punish offenders, so not an ex post facto law); W.P. v. Poritz, 931 F. Supp. 1199 (D.N.J.1996) (effect of law is not to constitute punishment, so not ex post facto).\nState cases upholding such registration and notification laws constitutional against ex post facto challenges are as follows: Robinson v. State, 730 So. 2d 252 (Ala.Cr.App.1998) (registration and notification requirements are not punishment); Patterson v. State, 985 P.2d 1007 (Alaska App. 1999) (stated legislative intent is regulatory); People v. Castellanos, 21 Cal. 4th 785, 88 Cal. Rptr. 2d 346, 982 P.2d 211 (1999) (no legislative intent to punish, and any effect not so punitive as to outweigh remedial intent); Jamison v. People, 988 P.2d 177 (Colo.App.1999) (intent of statute remedial, not punitive); Modi v. State, No. CR A. IN95-08-1733, 1999 WL 167835 (Del.Super.Feb.22, 1999) (law not ex post facto); Ray v. State, 133 Idaho 96, 982 P.2d 931 (1999) (registration act a collateral consequence of guilty plea); Doe v. Criminal History Systs. Bd., Civ. Action No. 96-6046, 1997 WL 100878 (Mass.Super.Feb.25, 1997) (intent to protect public, and effect non-punitive); State v. Torres, 254 Neb. 91, 574 N.W.2d 153 (1998) (sex-offender statute collateral consequence of guilty plea); State v. Costello, 138 N.H. 587, 643 A.2d 531 (1994) (any punitive effect of registration statute de minimis); Doe v. Poritz, 142 N.J. 1, 662 A.2d 367 (1995) (intent clearly remedial in purpose, not punitive); Commonwealth v. Gaffney, 557 Pa. 327, 733 A.2d 616 (1999) (law serves non-punitive goals of public safety, and effect not so harsh as to render it punishment); White v. State, 988 S.W.2d 277 (Tex.App.1999) (statute not punitive and therefore not an ex post facto law); Kitze v. Commonwealth, 23 Va.App. 213, 475 S.E.2d 830 (1996) (registration requirement not penal); Snyder v. State, 912 P.2d 1127 (Wyo.1996) (intent not to inflict greater punishment, but to facilitate law enforcement and protect children); see also Licia A. Esposito, Criminal Registration Statutes, 36 A.L.R. 5th 161 (1996 and Supp.1999).\nThe many jurisdictions that have considered the question of whether sex-offender registration statutes are punitive or regulatory have utilized a variety of tests to answer the inquiry. However, the prevailing trend seems to follow a two-part analysis. First, we must determine the intent of the legislature in passing the Sex and *407 Child Offender Registration Act (i.e., did it intend for the Act to be punitive, or was its goal merely to provide a regulatory framework?); second, we must look further to see if, despite a stated non-punitive intent, the effect of the Act is nonetheless \"so punitive either in purpose or effect as to negate that intention.\" See United States v. Ward, 448 U.S. at 248-49, 100 S. Ct. 2636.\nThe General Assembly, in enacting the Registration Act, stated that the purpose of the Act was to protect the public from sex offenders and to assist law enforcement in so protecting the public safety. Ark.Code Ann. § 12-12-902 (Supp.1999). Indeed, Kellar concedes that the intent of the Act is non-punitive. Therefore, because the stated intent is not to punish, we must examine the effects of the Act, looking to see whether it \"transform[s] what was clearly intended as a civil remedy into a criminal penalty.\" Hudson v. United States, 522 U.S. 93, 99, 118 S. Ct. 488, 139 L. Ed. 2d 450 (1997) (quoting Rex Trailer Co. v. United States, 350 U.S. 148, 154, 76 S. Ct. 219, 100 L. Ed. 149 (1956)).\nIn making this determination, many courts have looked to a series of factors set out in Kennedy v. Mendoza-Martinez, 372 U.S. 144, 83 S. Ct. 554, 9 L. Ed. 2d 644 (1963):\nWhether the sanction involves an affirmative disability or restraint, [2] whether it has historically been regarded as a punishment, [3] whether it comes into play only on a finding of scienter, [4] whether its operation will promote the traditional aims of punishment\u0097retribution and deterrence, [5] whether the behavior to which it applies is already a crime, [6] whether an alternative purpose to which it may rationally be connected is assignable for it, and [7] whether it appears excessive in relation to the alternative purpose assigned are all relevant to the inquiry, and may often point in differing directions.\nKennedy, 372 U.S. at 168-69, 83 S. Ct. 554 (footnotes omitted) (bracketed numbers added). See Roe v. Farwell, 999 F. Supp. 174 (D.Mass.1998); State v. Burr, 598 N.W.2d 147 (N.D.1999); State v. Cook, 83 Ohio St. 3d 404, 700 N.E.2d 570 (1998); People v. Logan, 302 Ill.App.3d 319, 235 Ill. Dec. 539, 705 N.E.2d 152 (111.1998); Collie v. State, 710 So. 2d 1000 (Fla.App.1998); State v. Pickens, 558 N.W.2d 396 (Iowa 1997); State v. Myers, 260 Kan. 669, 923 P.2d 1024 (1996); State v. Manning, 532 N.W.2d 244 (Minn.App.1995); State v. Ward, 123 Wash.2d 488, 869 P.2d 1062 (1994); State v. Noble, 171 Ariz. 171, 829 P.2d 1217 (1992).\nNot every state analyzes all seven factors. For example, the Kansas Supreme Court did not apply the factors as a pass/ fail test or in a checklist fashion, but considered only those it found \"provide[d] significant guidance.\" Myers, 923 P.2d at 1040. Other courts utilized each factor, albeit giving some more weight and consideration than others. Cook, 700 N.E.2d at 582-85. But even these jurisdictions note that there is \"no absolute test to determine whether a retroactive statute is ... punitive....\" Id. at 582. Most recognize that the court's \"task is not simply to count the factors on each side, but to weigh them.\" Noble, 829 P.2d at 1224.\nWe turn to our own analysis of Arkansas's Act in light of the Kennedy factors. Commencing with the first factor, we note that Arkansas's Registration Act has as its announced purpose the preservation of public safety, and, significantly, the Act's provisions impose no specific affirmative disability or restraint on an offender required to register under it. The Act only requires that an offender complete a registration form in the format prepared by the Director of the Arkansas Crime Information Center (ACIC). Ark.Code Ann. § 12-12-906(a)(1). An offender is not prevented from coming and going within or without the state; he (or she) need only notify local law enforcement authorities no later than thirty days after establishing residency in Arkansas. Ark. Code Ann. § 12-12-906(a)(2). After registering, *408 an offender must verify his address with ACIC each six months, and must report a change of address to ACIC no later than ten days before moving. Ark. Code Ann. § 12-12-909.\nIn addition, the Act does not suffer from the same infirmities which nullified the community notification provisions in the Kansas version of the Act. See Myers, 923 P.2d at 1043. In Kansas, the law provided for essentially unlimited public disclosure; there were no affirmative restrictions on anyone accessing the information. For that reason, the Kansas Supreme Court found that the effect of the law could make it impossible for an offender to find housing or employment. Id. at 1041. In contrast, Arkansas's law provides strict guidelines on how and by whom the information in the registry is to be used; any agency or official subject to reporting requirements under the Act who knowingly fails to comply with the requirements is guilty of a Class B misdemeanor. Ark. Code Ann. § 12-12-904(b). Moreover, the information an offender is required to give is not subject to disclosure under the Arkansas Freedom of Information Act, Ark.Code Ann. § 12-12-913(e)(2). Thus, we hold the Act does not impose any affirmative disability or restraint on an offender.\nThe second Kennedy factor to consider is whether registration has historically been regarded as a punishment. Some jurisdictions have found it to be so, see Noble, 829 P.2d at 1222, and Kellar argues that registration and public disclosure of his sex offenses is punitive and analogous to the wearing of a scarlet letter or is the incarnation of traditional stigmatization penalties such as stocks, pillories, and branding. We first point out that historical shaming punishments are not identical to notification or public disclosures, in large part, because historical shaming punishments entailed more than the dissemination of information. First, the intent of such punishment was punitive since whipping, branding, stockading, and banishment were the punishment for the offender's particular transgression. Notification, on the other hand, occurs after the sex offender has been punished. Second, such punishment \"required the physical participation of the offender and typically required direct confrontation between the offender and members of the public. Russell, 124 F.3d at 1091. The purpose, method, and process of such punishment are completely different from public notification. We believe the better reasoning when addressing this historical element of the Registration Act is to first recognize that the dissemination of information regarding criminal conduct, without more, is not punishment when done to advance a legitimate government purpose or objective. Verniero, 119 F.3d at 1099-1100. The more apt analogy to the public disclosure of sex-offender registry information is \"the required dissemination of information generated by our criminal justice system and the subsequent dissemination of `rap sheet' information to regulatory agencies, bar associations, prospective employers and interested members of the public.\" Id. at 1100. Another traditional and comparable situation is where posters are placed or published in the community of an armed and dangerous individual. Because these analogies have not historically been regarded as punishment, we conclude that historical precedent does not demonstrate an objective punitive purpose. Cf., Id. at 1101.\nThe third factor in Kennedy concerns the scienter element. States have taken at least two approaches with this factor. Some recognize that scienter \"comes into play when the offender is adjudicated guilty of the underlying offense.\" Collie, 710 So.2d at 1010; see also Manning, 532 N.W.2d at 247-48 (because the registration requirement is dependent upon the conviction of an underlying crime, there will necessarily be a finding of scienter). Other states hold that there is no element of scienter inherent in the registration statute, stating rather that the \"offender need only be *409 released into the community to trigger the provisions of these statutes.\" Cook, 700 N.E.2d at 583; Logan, 235 Ill. Dec. 539, 705 N.E.2d at 159. In our case, no scienter is indicated in Arkansas's Act, and we conclude the offender's failure to register alone is sufficient to trigger the Act's provisions. Accordingly, we hold this factor is not indicative of a punitive effect.\nUnder Kennedy's fourth factor, we must consider whether the Act serves the traditional deterrent and retributive aims of punishment. It is possible that the fact of registration will deter some registered offenders from re-offending, but it is equally likely that the deterrence would come from their conviction and incarceration. In any event, the existence of a deterrent effect, by itself, does not render the entire Act punitive in nature. Burr, 598 N.W.2d at 154; Ward, 869 P.2d at 1073.\nNext, the fifth factor is whether the behavior to which the law applies is already a crime. That simply is not the situation here. Certainly, Act 989 requires Kellar to register because he had been convicted of sex crimes. Nevertheless, any punishment imposed on him under the Registration Act would flow from his failure to register, not from a past sex offense. See Cook, 700 N.E.2d at 584; cf. Arizona Dep't of Publ. Safety v. Superior Court, 190 Ariz. 490, 949 P.2d 983 (1997) (behavior that triggers the registration and notification requirement is release from prison, which is not a crime). In other words, the punishment is not applied retroactively for an act that was committed previously, but instead, for a subsequent violation of the Act.\nThe sixth factor in Kennedy\u0097whether there is some purpose other than punishment that can rationally be associated with the law\u0097is easily addressed. Clearly, as even Kellar admits, the Act serves the dual purposes of protecting public safety and providing information to law enforcement authorities.\nIt is the seventh and final factor which weighs most heavily in the balance in Arkansas, as in most other states: the question of whether the Act is excessive in relation to its alternative purposes. This last factor requires a brief examination of the three-tiered structure of Arkansas's registration and notification rules. Under the guidelines promulgated by the Sex Offender Assessment Committee, an offender, as previously discussed, can be assigned to one of three risk assessment levels, depending on the probability that he or she will re-offend. The risk level assessment, in turn, determines the type of information and amount of community notification that will be released regarding a particular offender.\nFor a Level I offender, only the offender, adult members of the offender's household, and local law enforcement agencies receive the information contained in the offender's fact sheet, which contains such data as the offender's assigned risk level; the name (and any aliases), birth date, social security number, and physical description of the offender; a recent photograph; and a description of the offense for which the offender was convicted, among other things. A Level II offender will be subject to the same scope of notification, but could also, at the discretion of local law enforcement, have the information subject to dissemination to any establishments and organizations that primarily serve individuals likely to be victimized by the offender. For a Level III offender, it is mandatory that notification be given to all of the above; in addition, subject to the discretion of law enforcement authorities, the same information may be released to any other members of the community the offender is likely to encounter. At this level, the community notification is essentially unlimited.\nIn deciding whether or not to exercise their discretion in releasing this information to the public, law enforcement authorities may consider the offender's prior history, *410 offense characteristics, employment, recreational, social or religious interests and the characteristics of likely victims. These considerations, coupled with the limited disclosure provisions attendant upon the lower two risk-level assessments, strongly indicate that the sex-offender registration statute is tailored to address specific governmental interests. Therefore, we conclude that the law is not excessive in relation to its stated non-punitive purposes.\nGiven the overall balance of the Kennedy factors, we are left with the conclusion that, while there may be some punitive characteristics inherent in the registration and notification statute, the Act is essentially regulatory and therefore non-punitive in nature. Because it is not a form of punishment, it therefore cannot be considered a violation of the ex post facto clauses of the United States and Arkansas Constitutions.\nFor his second point on appeal, Kellar argues that he was deprived of his due process rights because he did not have an opportunity at the initial stage of the registration proceedings to contest either the assessment level assigned to him by the Fayetteville Police Department or the constitutionality of the Act before the police department. He presents us with a question of procedural due process, which requires that an individual be given an opportunity to be heard at a meaningful time and in a meaningful manner. Fireman's Ins. Co. v. Arkansas State Claims Comm'n, 301 Ark. 451, 457, 784 S.W.2d 771, 775 (1990). The due process requirements of the Constitution are satisfied when an adequate post-deprivation procedure exists. Id.\nKellar relies on Doe v. Poritz, 142 N.J. 1, 662 A.2d 367 (1995), for his argument that due process should have required a hearing and judicial review before notification to the community of his status as a sex offender. Poritz does indeed state that, because the New Jersey notification statute implicates the privacy and liberty interests of an offender who has been classified as a Tier II or Tier III offender, a hearing is required prior to notification at these levels. However, Kellar was afforded a hearing before Judge Kim Smith on December 30, 1998. Therefore, Kellar's reliance on Poritz is misplaced.\nFor the reasons given above, we uphold the trial court's decision finding Act 989 constitutional.\nNOTES\n[1]  The Committee's predecessor was the Arkansas Child Abuse, Rape, and Domestic Violence Commission.\n[2]  Kellar filed a petition for a writ of certiorari below as was provided for by the Committee's guidelines, and while that remedy is questionable, no one raises the issue, and we need not address it here.\n\n",
            "ocr": false,
            "opinion_id": 2192392
        }
    ],
    "court_short_name": "Supreme Court of Arkansas",
    "court_full_name": "Supreme Court of Arkansas",
    "court_type": "S",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Rape"
}