{
    "id": 1999636,
    "judges": "V.J. Brennan, P.J., and Levin and Peterson",
    "date_filed": "2009-02-25",
    "date_filed_is_approximate": true,
    "slug": "people-v-bozzi",
    "case_name_short": "Bozzi",
    "case_name": "People v. Bozzi",
    "case_name_full": "People v. Bozzi",
    "attorneys": "Frank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, William L. Cahalan, Prosecuting Attorney, Dominick R. Carnovale, Chief, Appellate Department, and Luvenia D. Dockett, Assistant Prosecuting Attorney, for the people., Jane Rurgess, for defendant on appeal.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted Division 1 November 9, 1970, at Detroit.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b35-7\">\n    PEOPLE\n    <em>\n     v.\n    </em>\n    BOZZI\n   </parties><otherdate id=\"AMyA\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"16\"> \n     *16\n     </span>\n    Submitted Division 1 November 9, 1970, at Detroit.\n   </otherdate><docketnumber id=\"Ad\">\n    (Docket No. 8268.)\n   </docketnumber><decisiondate id=\"AMV\">\n    Decided September 27, 1971.\n   </decisiondate><br><attorneys id=\"b36-7\">\n<em>\n     Frank J. Kelley,\n    </em>\n    Attorney General,\n    <em>\n     Robert A. Derengoski,\n    </em>\n    Solicitor General,\n    <em>\n     William L. Cahalan,\n    </em>\n    Prosecuting Attorney,\n    <em>\n     Dominick R. Carnovale,\n    </em>\n    Chief, Appellate Department, and\n    <em>\n     Luvenia D. Dockett,\n    </em>\n    Assistant Prosecuting Attorney, for the people.\n   </attorneys><br><attorneys id=\"b36-8\">\n<em>\n     Jane Rurgess,\n    </em>\n    for defendant on appeal.\n   </attorneys><br><judges id=\"b36-9\">\n    Before: Y. J. Brennan, P. J., and Levin and Peterson,\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n    JJ.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b36-11\">\n     Circuit judge, sitting on the Court of Appeals by assignment.\n    </p>\n</div></div>",
    "citations": [
        "193 N.W.2d 373",
        "36 Mich. App. 15"
    ],
    "opinions": [
        {
            "author_str": "Peterson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n36 Mich. App. 15 (1971)\n193 N.W.2d 373\nPEOPLE\nv.\nBOZZI\nDocket No. 8268.\nMichigan Court of Appeals.\nDecided September 27, 1971.\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, William L. Cahalan, Prosecuting Attorney, Dominick R. Carnovale, Chief, Appellate Department, and Luvenia D. Dockett, Assistant Prosecuting Attorney, for the people.\nJane Burgess, for defendant on appeal.\nBefore: V.J. BRENNAN, P.J., and LEVIN and PETERSON,[*] JJ.\nLeave to appeal denied, 386 Mich 775.\nPETERSON, J.\nOn the night of November 9, 1968, a 15-year-old girl was at the home of a divorced woman with whose small child she was baby-sitting. The woman had a date with the defendant that evening but for some reason, left before he called for her. It appears that defendant was a steady and sometimes overnight visitor of the woman, familiar with the house and accustomed to making himself \"at home\" there. The baby-sitter had seen him on previous occasions, though never for any length of time.\n*17 Finding his date gone, and expecting her return, defendant made himself at home, watching television and visiting with the baby-sitter for several hours, leaving about 10:20 p.m. The sitter locked the house and dozed off on the davenport in the living room. Two lights in the living room, the kitchen light, and a lamp in the child's room were left on, along with the television, and the door to the child's room was left open. She awoke near midnight to find the television and lights off and a man standing over her in the dark. She was raped. Later examination disclosed that there was no evidence of a forcible entry into the house, and that the door to the child's room had been closed and locked, the lock being unusually located at the top of the door where its presence would not likely be observed by one unfamiliar with the house.\nAfter leaving the house at 10:20, defendant went to a bar where he claimed to have remained until it closed after 2 a.m. The bar was within five minutes' driving time of the house. There is a host of circumstantial evidence tending to incriminate defendant in addition to his knowledge of the girl's presence in the house, his familiarity with the house and nearness to it. Among the circumstances are flight from custody, inconsistent statements, an admission that he left the bar to drive by the house, several absences from the bar, a pointed statement to a waitress observing his return that he \"had been there all the time\", a phone call to the home after the crime in which defendant asked to speak to the baby-sitter, and \"alibi\" testimony that was consistent with the possibility that he could have committed the offense and in conflict with his own testimony.\nConvicted by jury of assault with intent to commit rape,[1] defendant raises only one question on *18 appeal, the sufficiency of the evidence to establish guilt beyond a reasonable doubt, with reference to the complainant's identification of defendant as her assailant.\nFrom the scant light entering the living room from a street light, the complainant was unable to make a visual identification of her assailant save for the negative circumstance that the gross observations of size, hair, etc., possible in darkness were not inconsistent with the defendant's description. During the assault she was made either to lie face down or with a pillow over her face. During the course of events, her assailant spoke in an unnatural or disguised voice except at one point when she screamed. At that point, speaking in a natural way, her assailant said \"shut up\". The baby awoke and he said, \"Look at what you did\". The complainant testified, \"That's when I recognized his voice\", \"Right then and there I noticed the voice.\" It is not clear whether she meant that she made the voice identification solely from the two words, \"shut up\", or from the following phrase as well, but throughout direct and cross-examination she was positive and certain in her identification. The only other testimony bearing on identification was that her assailant had a peculiar aroma, like a hair tonic, and that she had noticed the same odor on defendant earlier in the evening.\nDefendant contends that this identification testimony is insufficient to go to a jury, citing a number of cases on voice identification.\nIn State v. Karas (1913), 43 Utah 506 (136 P 788), a house-tent in a mining camp was burglarized. At the apparent time of the burglary, a grocer attempted to make a delivery there but the door was held shut by someone in the interior who told the *19 grocer to go away. Shortly thereafter the grocer saw defendant nearby, and he identified defendant as the person whose voice he had heard from within the tent. The Court said, in holding the evidence insufficient to sustain the conviction:\n\"Undoubtedly voice is a competent means of identification, and one by such means alone may be sufficiently identified. In some instances identification by such means may be as ponderous as identification by sight. But the testimony should be reasonably positive and certain, and based upon some peculiarity of the person's voice, or upon sufficient previous knowledge by the witness of the person's voice.\"\nIn Walker v. State (1906), 50 Tex Crim 221 (96 SW 35), the complainant met defendant for the first time when they were together in the company of others a few hours before complainant was robbed in a dark room. A conviction based on his opinion that the voice of the robber was defendant's was reversed.\nIn both Walker and Karas, unlike the instant case, the identifying testimony was far from positive. In Walker, the complainant gave it as an opinion that the voices were alike and that he was only swearing on suspicion. In Karas, the grocer's identification was that \"myself, I think it was the fellow\", and on cross-examination he admitted uncertainty, that he couldn't swear that this was the defendant, and that he could be mistaken.\nIn People v. Thompson (1925), 231 Mich 256, a county clerk received a telephone call about a marriage license from a person unknown to him. Defendant was charged with perjury in connection with the later issuance of a marriage license and the clerk testified to the call. The conviction was reversed *20 for insufficient evidence, but the clerk did not attempt to identify the caller's voice as defendant's and testified only that the call was made by a man who purported to be Thompson.\nIn Commonwealth v. Derembeis (1935), 120 Pa Super 158 (182 A 85), the complainant was attacked and robbed at his bowling alley. He recognized some of his assailants as persons who had bowled there in the past, but he did not know their identity. He was precluded from a visual identification thereafter since his assailants blinded him after the robbery. Circumstances pointing to defendants, a line-up was arranged by police at which defendants, with others, spoke in the presence of complainant. He apparently recognized the voices of the suspects, Derembeis and Arendash, and they were convicted on trial. On appeal, a new trial was ordered, the Court citing Karas, supra, and saying:\n\"The established rule is that while the sound of the voice is a relevant circumstance to be considered on the question of identity, the value of such testimony depends, first, upon some peculiarity of the voice and second, the extent of the familiarity of the witness with the voice: Wharton's Criminal Evidence, Vol 2, p 1803; Brown v. Commonwealth [1874], 76 Pa 319.\" (Emphasis supplied.)\nThe Court commented on the lack of testimony establishing any peculiarity in the voice of either defendant, and appears to have misread Wharton to require both peculiarity of voice and familiarity as a basis for identification. Further, the Court commented on the confuson in the line-up, poor handling of the examination of complainant, the trial court's confusing comments, a poor foundation for showing familiarity and the fact that one defendant testified in his own behalf so that the complainant *21 could have been recalled to buttress his identification. In ordering the new trial, the Court said:\n\"Our decision is not based upon any specific assignments of error, but upon the broad ground that the case was not tried as fully and carefully as the gravity of the charge and the dangerous character of the evidence introduced and relied upon by the Commonwealth demanded.\"\nIt may be noted that Brown v. Commonwealth, cited by the Court in Derembeis, did not involve an identification by peculiarity of voice but only by familiarity, a prisoner being allowed to testify that in a whispered conversation through the soil pipe at the jail, Brown confessed to robbery-murder, the prisoner identifying the whispered voice as that of Brown because he was familiar with it from past acquaintance.\nWharton's statement is as follows:\n\"The qualification of the witness to express an opinion as to the identity of the voice must be shown as based either on familiarity with the speaker, or upon some peculiarity in the voice which would make it likely that the witness could distinguish and identify the voice in question.\" 1 Wharton's Criminal Evidence, § 183, p 365.\nWharton cites Commonwealth v. Williams (1870) 105 Mass 62. In that case, a nighttime robbery, one burglar addressed two short sentences to complainants and two to his accomplices. Complainants testified that they had met defendant for the first time that evening; that he had a \"manly, pleasant, smooth, gentle, handsome voice,\" and that they identified it when the burglar spoke. The Court said:\n*22 \"We are not prepared to agree to the legal proposition, contained in the defendant's prayer for instructions, that identification, by voice alone, of a person whose voice has been previously heard by witnesses but once, was insufficient and too uncertain, and that no conviction could be had thereon. The voice is one means of recognition and identification. The degree of certainty of identification by that means does not depend upon the ability of the witness to describe its peculiarities. It is for the jury only to determine how much reliance should be placed upon such testimony.\"\nIt thus appears that Williams, the case giving rise to Wharton's comment and the later cases, is not authority for the limited rule for which it is cited. We are disposed to consider it somewhat too broad, and unnecessary on the facts of the case. Those facts, and those of Brown, Thompson, and Walker, are all consistent with the statement from Karas, supra, with the emphasis being on the necessity that identification testimony, by voice, as otherwise, must be reasonably positive and certain. Obviously that certainty must be shown to exist in the mind of the identifying witness by testimony that is, in form, positive and unequivocal (as in Williams, but not in Walker, Thompson and Karas); but it must also appear by the existence of some reason to which the witness can attribute his ability to make the voice identification, of which familiarity or peculiarity are the most common example. Modern scientific voice analysis suggests that there may be others.\nHere, we believe that test has been met. The complainant was positive in her testimony. She had the opportunity to become familiar with the voice of defendant by past meetings and by conversation of some duration at a point in time proximate *23 to the crime. There was sufficient evidence to go to the jury which, being found credible, supports a finding of guilt beyond a reasonable doubt.\nAffirmed.\nAll concurred.\nNOTES\n[*]  Circuit judge, sitting on the Court of Appeals by assignment.\n[1]  MCLA § 750.84 (Stat Ann 1962 Rev § 28.280).\n\n",
            "ocr": false,
            "opinion_id": 1999636
        }
    ],
    "court_short_name": "Michigan Court of Appeals",
    "court_full_name": "Michigan Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Rape"
}