{
    "id": 2127307,
    "judges": "Canter",
    "date_filed": 494208000000,
    "date_filed_is_approximate": false,
    "slug": "people-v-gutierrez",
    "case_name_short": "Gutierrez",
    "case_name": "People v. Gutierrez",
    "case_name_full": "The PEOPLE, Plaintiff and Respondent, v. MANUEL VINCENT GUTIERREZ, Defendant and Appellant",
    "attorneys": "Counsel, Robert McMahon, under appointment by the Court of Appeal, for Defendant and Appellant., John K. Van de Kamp, Attorney General, Richard B. Cullather and Alison Braun, Deputy Attorneys General, for Plaintiff and Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 18,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b806-3\">\n    [No. B005690.\n   </docketnumber><court id=\"AFB\">\n    Second Dist., Div. Six.\n   </court><decisiondate id=\"A9X\">\n    Aug. 30, 1985.]\n   </decisiondate><br><parties id=\"b806-4\">\n    THE PEOPLE, Plaintiff and Respondent, v. MANUEL VINCENT GUTIERREZ, Defendant and Appellant.\n   </parties><br><attorneys id=\"b809-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"947\"> \n     *947\n     </span>\n    Counsel\n   </attorneys><br><attorneys id=\"b809-6\">\n    Robert McMahon, under appointment by the Court of Appeal, for Defendant and Appellant.\n   </attorneys><br><attorneys id=\"b809-7\">\n    John K. Van de Kamp, Attorney General, Richard B. Cullather and Alison Braun, Deputy Attorneys General, for Plaintiff and Respondent.\n   </attorneys>",
    "citations": [
        "171 Cal. App. 3d 944",
        "217 Cal. Rptr. 616"
    ],
    "opinions": [
        {
            "author_str": "Canter",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n171 Cal. App. 3d 944 (1985)\n217 Cal. Rptr. 616\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nMANUEL VINCENT GUTIERREZ, Defendant and Appellant.\nDocket No. B005690.\nCourt of Appeals of California, Second District, Division Six.\nAugust 30, 1985.\n*947 COUNSEL\nRobert McMahon, under appointment by the Court of Appeal, for Defendant and Appellant.\nJohn K. Van de Kamp, Attorney General, Richard B. Cullather and Alison Braun, Deputy Attorneys General, for Plaintiff and Respondent.\nOPINION\nCANTER, J.[*]\nDefendant, Manuel Vincent Gutierrez, was convicted by a jury of wilful and unlawful infliction of corporal injury upon his wife resulting in a traumatic condition (Pen. Code, § 273.5).[1] He waived his right to jury trial as to alleged prior convictions, challenging their constitutionality. After trial by the court, the priors were found to be true and constitutionally valid. He was sentenced to state prison for the upper term of four years, and his sentence was enhanced one year each as to the first and second alleged priors. We affirm the judgment.\n\nFACTS\nDefendant and his wife had been married for over 10 years. They had two children. About three weeks prior to the incident, defendant moved out of their apartment. He returned early one morning at approximately 3 a.m., and sought entry. The wife eventually gathered up the children and attempted to flee. Defendant stopped them before they reached the car, and they went back into the house. A scuffle ensued. Defendant pushed his wife. The wife hit defendant with a frying pan. He knocked her down and banged her *948 head on the floor. He grabbed her by the neck and squeezed, leaving a red mark on her throat. He then knocked her down again and dragged her to the front porch by her hair. She lost quite a bit of hair, and her legs were lacerated when defendant dragged her through glass he had earlier broken in his attempt to gain entry.\n\nCONTENTIONS\nOn appeal defendant contends: (1) Section 273.5 denies equal protection of the law by creating a special class of individuals upon whom it operates; (2) That cohabitation was a necessary element of the offense; (3) CALJIC No. 9.35 incorrectly defines the meaning of \"traumatic condition\"; and (4) His sentence was improperly enhanced with an invalid prior felony conviction stemming from a 1969 plea.\n\nDISCUSSION\n\nCONSTITUTIONALITY OF SECTION 273.5\n(1) At the close of the prosecution's case-in-chief, defendant moved for dismissal pursuant to section 1118.1, contending, as he does on appeal, that section 273.5 denies him equal protection of the law. He asserts that section 273.5 favors divorced spouses and separated partners of meretricious relationships by excluding them from its operation. Persons in those categories who commit violence against each other cannot be found guilty of violating this section. Only married or married but separated couples or partners in meretricious relationships who are presently cohabiting can fall within the proscription of section 273.5.\nThe constitutional pedigree of section 273.5 has already been established.\nFirst enacted in 1945 as section 273d, the statute prohibited a husband from inflicting upon his wife corporal injury resulting in a traumatic condition and prohibited any person from doing the same to any child.[2]\nIn 1977 the Legislature separated the subject matters of child abuse and wife beating found in the original section 273d. The child abuse prohibition *949 was retained in exact language with the same section number. The wife-beating provisions were renumbered as section 273.5 and underwent a transformation which prohibited either spouse from inflicting corporal punishment resulting in a traumatic condition on the other. In addition, cohabiting partners of the opposite sex were added as a category of protected individuals.\nAn equal protection challenge had been made to section 273d prior to the revision. In People v. Cameron (1975) 53 Cal. App. 3d 786 [126 Cal. Rptr. 44], the court upheld the predecessor statute, but suggested that the Legislature consider broadening the statute by making it applicable to both spouses. (Id., at p. 797.)\nPerhaps in response to this, and to the growing recognition of the fact that \"[d]uring the past 15 years, there has been a substantial increase in the number of couples living together without marrying....\" (Marvin v. Marvin (1976) 18 Cal. 3d 660, 665 [134 Cal. Rptr. 815, 557 P.2d 106]), the Legislature amended the statute to its present form prohibiting violence against spouses, and sweeping into its protection cohabiting members of the opposite sex.\nThis classification by intimacy of relationship is a valid exercise of the Legislature's judgment. As the court observed in People v. Cameron, supra, 53 Cal. App.3d at p. 792: \"It is indisputable that the overwhelming number of encounters between husbands and wives take place in the home, usually late at night and after the consumption of alcohol by one or both of the parties.... Society places strong restraints upon unchivalrous conduct by a male toward the female in a social setting. But such chivalry appears to lose its efficacy at the threshold ... quite predictable is the outcome, that the husband's fists are more damaging than the wife's tongue, however sharp.\"\nThe occasion of a separation among spouses ofttimes heightens the potential for angry confrontation, as apparently occurred in this case. The need for special protection is well documented in the literature, both for spouses[3] and for children.[4] Divorced spouses and separated partners of meretricious relationships are simply not in the constant proximity to each other as are married spouses and cohabiting couples.\n*950 (2) \"`[T]he Equal Protection clause does not require that a State must choose between attacking every aspect of a problem or not attacking the problem at all.'\" (People v. Cameron, supra, 53 Cal. App.3d at p. 794, quoting Dandridge v. Williams (1970) 397 U.S. 471, 486-487 [25 L. Ed. 2d 491, 503, 90 S. Ct. 1153].) Our Supreme Court has acted similarly: \"The Legislature is not bound, in order to adopt a constitutionally valid statute, to extend it to all cases which might possibly be reached, but is free to recognize degrees of harm and to confine its regulation to those classes of cases in which the need is deemed to be the most evident.\" (Board of Education v. Watson (1966) 63 Cal. 2d 829, 833 [48 Cal. Rptr. 481, 409 P.2d 481].)\n(3) Whether married or not, cohabiting partners are in the high risk category for domestic violence. The police officer responding to the scene of a domestic disturbance may be unable to effect an arrest and restore order were it not for this section. To make an arrest without a warrant the crime must either be committed in the presence of the officer if a misdemeanor, or the officer must have reasonable cause for believing a felony has been committed. (§ 836.) Domestic violence \"is usually accomplished with fists and kicking.... The severity of the injuries are therefore not always capable of instant diagnosis. Internal injuries and even broken limbs may not immediately evidence themselves.\" (People v. Cameron, supra, 53 Cal. App.3d at p. 793.) Rarely, if ever, will the violence occur in the officer's presence, and he cannot arrest for a felony battery unless the victim suffered serious bodily injury.[5] \"But an officer given the alternative of arresting for a felony under the provisions of section 273d [now 273.5] may do so when he observes traumatic injury.\" (Ibid.)\nThe rationale set forth in Cameron for upholding the constitutionality of the predecessor statute, applies equally to the statute in its present form. Cameron was recently cited with approval by our Supreme Court when dealing with the child abuse statute. (People v. Smith (1984) 35 Cal. 3d 798, 810 [201 Cal. Rptr. 311, 678 P.2d 886].)\n\nCOHABITATION\n(4) Defendant also contends that cohabitation is a necessary element of the offense, otherwise the statute discriminates against married but separated couples.\n*951 The Legislature provided protection to spouses \u0097 whether or not cohabiting \u0097 and to cohabiting nonspouses, in recognition of the special circumstances into which persons in each of these classes find themselves as regards domestic violence. Because marriage provides a significant and special relationship, the temporary separation from which may not decrease the potential for violence, the Legislature was free to grant protection to that relationship. The Legislature was similarly free to add to the protected list the less committed but still significantly volatile cohabiting relationship, without adding in all other variations on those themes.\nThe fact the Legislature made these constitutionally valid classifications does not elevate any particular aspect of either category, such as cohabitation, into a necessary element of the offense in all cases. Cohabitation defines one of the protected classes, that is, unmarried cohabitors; it is not a constituent part of the prohibited activity. Accordingly, defendant was not entitled to an instruction that required the jury to find cohabitation existed as a condition of rendering a verdict against him.\n(5) Appellant asserts he was entitled to such an instruction on his theory of the case, no matter how weak, citing People v. Carmen (1951) 36 Cal. 2d 768, 773 [228 P.2d 281]. That case requires the trial court to instruct the jury \"`... upon every material question upon which there is any evidence deserving of any consideration whatever. ...'\" (Ibid., quoting People v. Burns (1948) 88 Cal. App. 2d 867, 871 [200 P.2d 134].) However, a criminal defendant is not entitled to instructions on theories for which no evidence has been adduced, nor on legal theories which are erroneous. (People v. Terry (1970) 2 Cal. 3d 362, 401 [85 Cal. Rptr. 409, 466 P.2d 961].) Here, appellant's theory that cohabitation is a necessary element of the offense for married persons is not the law, and the court properly refused to instruct on that theory.\n\nCALJIC No. 9.35\n(6) The trial court instructed the jury by giving CALJIC No. 9.35 (1980 rev.).[6] Defendant assails the definition of \"traumatic condition\" found *952 therein. The need for such a definition arose from the holding in People v. Burns, supra, 88 Cal. App. 2d 867, 873-874, that such words are technical and not within the knowledge of jurors.\nThe 1980 revision changes the former definition in two respects: first, it includes internal injuries as well as external injuries; and, second, it adds the words \"whether of a minor or serious nature.\" Defendant does not quarrel with the addition of internal injuries, but complains that the addition of \"minor\" injuries to the definition is not supported by law.\nThe Burns court set out definitions of \"trauma\" and \"traumatic\" found in various dictionaries, treatises, and cases from other jurisdictions. Later courts then used some of the definitions. For example, \"traumatic condition\" was defined in People v. Stewart (1961) 188 Cal. App. 2d 88, 91 [10 Cal. Rptr. 217], as \"a wound or other abnormal bodily condition resulting from the application of some external force.\" People v. Cameron, supra, 53 Cal. App.3d at p. 797, used the definition \"`... an abnormal condition of the living body produced by violence.'\" People v. Thomas (1976) 65 Cal. App. 3d 854 at page 857 [135 Cal. Rptr. 644] used the Stewart definition.\nWebster's Third New International Dictionary (1981), page 2432, defines \"trauma\" as: \"an injury or wound to a living body caused by the application of external force or violence (injuries ... such as sprains, bruises, fractures, dislocation, concussion \u0097 indeed traumata of all kinds ...).\" It is inherent in the definition that both serious and minor injury is embraced \u0097 \"traumata of all kinds.\" (Second italics added.)\n(7) It is injury resulting in a traumatic condition that differentiates this crime from lesser offenses. Both simple assault (People v. Van Os (1950) 96 Cal. App. 2d 204, 206 [214 P.2d 554]) and misdemeanor battery (People v. Stewart, supra, 188 Cal. App. 2d 88, 90) are included in a prosecution of section 273.5. The jury was so instructed, and defendant was thereby protected from a felony conviction for inflicting de minimis harm. The nature of harm depicted by the evidence clearly justified the felony verdict.\n(8) Some other offenses do require higher degrees of harm to be inflicted before the crime denounced by them is committed: felony battery, section 243, subdivision (d), requires \"serious bodily injury\"; and, felony assault, section 245, subdivision (a), requires \"force likely to produce great bodily injury.\" But, the Legislature has clothed persons of the opposite sex in intimate relationships with greater protection by requiring less harm to be inflicted before the offense is committed. Those special relationships form a rational distinction which has a substantial relation to the purpose of the statute. (People v. Cameron, supra, 53 Cal. App.3d at p. 794; In re Ricky *953 H. (1970) 2 Cal. 3d 513 [86 Cal. Rptr. 76, 468 P.2d 204].) The giving of CALJIC No. 9.35 (1980 rev.) was a proper charge to the jury.\n\nENHANCEMENT\n(9) Defendant's sentence was enhanced pursuant to section 667.5, subdivision (b), for a prior conviction of rape suffered in June 1969. He attacked the prior rape conviction in the trial court on the ground that the 1969 record was silent as to a waiver of his constitutional rights pursuant to Boykin v. Alabama (1969) 395 U.S. 238 [206 Cal. Rptr. 707, 687 P.2d 904], and In re Tahl (1969) 1 Cal. 3d 122 [81 Cal. Rptr. 577, 460 P.2d 449].\nIt is not sufficient for a defendant to allege that the record of his prior conviction is silent regarding a Boykin/Tahl waiver of rights. There must be an affirmative allegation that the defendant did not know of, or did not intelligently waive, such right. If such an allegation is made, the court then must hold an evidentiary hearing to determine the truth of the allegation. (People v. Sumstine (1984) 36 Cal. 3d 909, 915 [206 Cal. Rptr. 707, 687 P.2d 904].)\nDefendant relied solely on the silent record of his prior conviction and made no affirmative allegation regarding lack of knowledge or intelligent waiver. Such silence was not sufficient to conclude the prior lacked constitutional validity. (People v. Sumstine, supra, 36 Cal.3d at p. 923.)\nThe judgment is affirmed.\nStone, P.J., and Abbe, J., concurred.\nAppellant's petition for review by the Supreme Court was denied November 20, 1985.\nNOTES\n[*]   Assigned by the Chairperson of the Judicial Council.\n[1]  All further statutory references are to this code unless otherwise specified.\n[2]  Section 273d as originally enacted, read as follows: \"Any husband who wilfully inflicts upon his wife corporal injury resulting in a traumatic condition, but not constituting a felonious assault or attempted murder, and any person who wilfully inflicts upon any child any cruel or inhuman corporal punishment or injury resulting in a traumatic condition, but not constituting a felonious assault or attempted murder, is nevertheless guilty of a felony, and upon conviction thereof shall be punished by imprisonment in the State prison for not more than two years or in the county jail for not more than one year.\"\n[3]  Marcus, Conjugal Violence: The Law of Force and the Force of Law (1981) 69 Cal.L.Rev. 1657, 1662; Mills &amp; McNamar, California's Response to Domestic Violence (1981) 21 Santa Clara L.Rev. 1.\n[4]  Goodpaster &amp; Angel, Child Abuse and the Law: The California System (1975) 26 Hastings L.J. 1081.\n[5]  \"Serious bodily injury\" is defined (§ 243, subd. (e)(5)) as \"a serious impairment of physical condition, including, but not limited to, the following: loss of consciousness; concussion; bone fracture; protracted loss or impairment of function of any bodily member or organ; a wound requiring extensive suturing; and serious disfigurement.\"\n[6]  CALJIC No. 9.35 (1980 rev.) provides as follows:\n\n\"HUSBAND OR WIFE BEATING\n\"[Defendant is charged in [Count ____ of] the information, with the commission of the crime of violation of Section 273.5 of the Penal Code.]\n\"Any [husband] [wife] who wilfully inflicts upon [his wife] [her husband] bodily injury resulting in a traumatic condition is guilty of the crime of violation of Section 273.5 of the Penal Code.\n\"A traumatic condition is a condition of the body such as a wound or external or internal injury, whether of a minor or serious nature, caused by a physical force.\n\"In order to prove such crime, each of the following elements must be proved:\n\"1. That one spouse intentionally inflicted a bodily injury upon the other spouse, and\n\"2. That such bodily injury resulted in a traumatic condition.\"\n\n",
            "ocr": false,
            "opinion_id": 2127307
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Rape"
}