{
    "id": 2122175,
    "judges": "Campbell",
    "date_filed": 545270400000,
    "date_filed_is_approximate": false,
    "slug": "kane-v-nw-spec-recreation-assn",
    "case_name_short": "Kane",
    "case_name": "Kane v. NW. SPEC. RECREATION ASS'N",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "508 N.E.2d 257",
        "155 Ill. App. 3d 624"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n155 Ill. App.3d 624 (1987)\n508 N.E.2d 257\nNANCY E. KANE, Guardian of the Person of Kathryn E. Kane, a disabled person, et al., Plaintiffs-Appellants,\nv.\nNORTHWEST SPECIAL RECREATION ASSOCIATION, Defendant-Appellee.\nNo. 85-2088.\nIllinois Appellate Court \u0097 First District (1st Division).\nOpinion filed April 13, 1987.\n*625 *626 George E. Downs, of Palatine, for appellants.\nJudge &amp; Knight, Ltd., of Park Ridge (Jay S. Judge and Elizabeth A. Brown, of counsel), for appellee.\nJudgment affirmed.\nJUSTICE CAMPBELL delivered the opinion of the court:\nPlaintiff, Kathy Kane, a retarded adult, brought this negligence action against the defendant, Northwest Special Recreation Association (NWSRA) to recover for damages resulting from an alleged sexual assault on plaintiff when she was left behind after attending a recreational outing arranged by defendant at the Great America Amusement Park in Gurnee, Illinois. The complaint alleged that the defendant was negligent in caring for the young adults in their charge. The jury returned a verdict in favor of the defendant, and the trial court denied plaintiff's motion for judgment notwithstanding the verdict. Plaintiff appeals contending (1) the trial court erred by allowing defense counsel to examine plaintiff's experts with certain hypothetical questions; (2) the jury was improperly instructed; (3) the trial court erred by denying plaintiff's motion for judgment notwithstanding the verdict; and (4) the verdict was against the manifest weight of the evidence.\nThe plaintiff, Kathy Kane, has been mentally handicapped and retarded since birth. She later sustained a stroke and, as a result, has lost the vision in her right eye. At the time this cause of action was commenced she was 18 years of age. The defendant, NWSRA, is an agency servicing 14 suburban park districts organized for the purpose of serving mentally and physically handicapped people and providing them with various forms of leisure entertainment. Prior to the occurrence here, plaintiff had participated in several programs defendant offered.\nOn July 10, 1981, NWSRA arranged for plaintiff and approximately 33 other retarded adults to attend a recreational outing at the Great America Amusement Park in Gurnee. The ratio of participants to counselors was approximately five to one. At the end of the day *627 the participants and counselors met and boarded a bus to return to their departure point in Arlington Heights. Prior to leaving, a head count was taken by a counselor, and through error in the head count, plaintiff and her boyfriend, John Tenant, were left behind at the park. John Tenant was also a retarded young adult whom plaintiff had known for approximately eight years. When the bus arrived in Arlington Heights at 11:30 p.m. it was discovered that plaintiff and John Tenant were not on the bus. Phone calls were made to the police and security authorities. At 1:20 a.m. a security guard from Great America found plaintiff and John Tenant in a parking lot near Great America. They were brought to the Gurnee police department and, a short time later, their parents arrived to take them home.\nPlaintiff was very quiet both in the police station and during the ride home. The next morning, without warning, she attempted to attack her mother and brother with a kitchen knife. Her psychiatrist, Dr. Charles Block, was called and plaintiff was admitted to the hospital. The doctor diagnosed her condition as major depression reoccurrent, which is generally defined as a state of depression due to a patient's inability to cope with the stresses of life. During the next couple of days, plaintiff's condition deteriorated. On July 16, 1981, she told a member of the hospital staff and her mother that after she and John Tenant were left behind at Great America, she was sexually assaulted by a group of men. John Tenant corroborated her story. Dr. Block then changed his diagnosis to post-traumatic stress reaction and plaintiff remained under treatment for several months.\nAt trial, Nancy Kane, plaintiff's mother, testified that in the months prior to the Great America trip, plaintiff was withdrawn and depressed. She would not participate in family activities and wanted to be left alone. Plaintiff had attempted suicide by trying to drown herself in a small pond and had threatened to jump off the roof of her high school building. Nancy Kane further testified that after plaintiff told her about the rape, she located the clothes that plaintiff was wearing on the day of the trip. She stated that her blue jeans and knit top were not ripped or torn. Her panties were stiff and had some blood stains on them. She recognized the cause of the stiffness to be dried semen.\nPlaintiff's expert witnesses, psychiatrists Dr. Charles Block and Dr. Argelia Prieto, testified that in their medical opinion and with a reasonable degree of medical certainty, plaintiff's condition was a result of the sexual assault she sustained following the Great America outing. They further stated that plaintiff did not have the sophistication or intelligence to lie about the attack and that the symptoms she *628 showed were consistent with a sexual assault.\nDefendant's expert witness, Dr. Bernard Kaye, an obstetrician and gynecologist, testified that he examined the plaintiff and there was no evidence of a rape having taken place. Specifically, there was no evidence of bruises or that plaintiff's hymen was torn or broken. He testified that, based upon these findings, he did not believe plaintiff had been forcibly penetrated by a man.\nCarl Hernden, a Great America security guard, Dennis Smith, the police officer who transported the plaintiff and John Tenant to the police station, and Caroline Bunnell, the dispatcher at the Gurnee police department who was with the plaintiff and John Tenant until their parents arrived, gave substantially the same testimony. They stated that they did not observe anything in the physical appearance of either plaintiff or John Tenant to indicate that plaintiff had been assaulted or raped. In addition, all three witnesses testified that there was nothing about the emotional appearance of either plaintiff or John Tenant to indicate that either one of them was upset or had experienced a traumatic event.\nPlaintiff first contends that error was committed by permitting defense counsel to propound hypothetical questions to plaintiff's experts. The questions plaintiff complains of specifically involved whether or not the diagnosis of the plaintiff's expert witnesses, Dr. Block and Dr. Prieto, as to plaintiff's emotional and psychiatric condition would have been different assuming a rape had not occurred. The trial court instructed the jury that the hypothetical questions may refer to assumed facts, but that they were not facts at this point in the trial and only the jury would determine whether or not anything in the hypothetical which is assumed is really a fact. The trial court explained to the jury that the basis of the hypothetical question can be in theory and is allowed to be based on anything that is in evidence from whatever source, so long as the jury heard some evidence touching on those points.\n\u0095 1-3 As correctly stated by the trial court, in presenting evidence by hypothetical question, counsel propounding the question has the right to ask it assuming the elements he claims appear in the evidence. (First National Bank v. Sousanes (1981), 96 Ill. App.3d 1047, 422 N.E.2d 188.) As long as the witness is not called upon to decide any controverted fact, but is asked to assume the truth of the facts testified to, he may give his opinion thereon in any form. (Joynt v. Barnes (1979), 71 Ill. App.3d 187, 200, 388 N.E.2d 1298.) The assumed fact objected to by plaintiff in the questioning of plaintiff's experts was that the plaintiff was not raped. From our review of the *629 record in this case, we believe there was sufficient evidence, in light of the testimony of defendant's expert witness, to make this assumption. Dr. Kaye testified that, based upon his examination of the plaintiff and his findings of an intact hymen and no lacerations, he did not believe plaintiff had been raped. The assumption contained in the hypothetical questions was within the realm of circumstantial evidence as shown by the facts or reasonable inferences from Dr. Kaye's testimony. (First National Bank v. Sousanes (1981), 98 Ill. App.3d 1047, 422 N.E.2d 188.) We, therefore, find that the questions put to plaintiff's experts inquiring as to what their diagnosis would have been if a rape had not occurred were used within legitimate bounds as hypothetical questions.\nThe plaintiff cites the case of Borowski v. Von Solbrig (1975), 60 Ill.2d 418, 328 N.E.2d 301, in support of her position. Our reading of the Borowski decision indicates that the criticism by the court in the use of hypothetical questions in that case was related to the length of the hypothetical questions and to the fact that a substantial portion of the material content of the propounded hypothetical questions did not contain statements of assumed facts from which an expert could form an opinion. The court there held that the hypothetical questions were inappropriate since they were argumentative in nature and designed to persuade the jury. In the case at bar, plaintiff does not challenge the length of the hypothetical questions used, and since we believe the questions contained statements of assumed facts from which an expert could form an opinion, we find the holding of Borowski inapposite to the issue raised by plaintiff here.\n\u0095 4, 5 Plaintiff further contends that it was improper for defense counsel to question the plaintiff's experts as to defendant's theory of the case where the questions consisted of conclusions that plaintiff had not been raped. The purpose of the hypothetical question is to provide either party with the opportunity to explore the expert's opinion with respect to assumptions of fact that are based on the evidence either directly or by circumstantial evidence. (Gus T. Handge &amp; Son Painting Co. v. Industrial Com. (1965), 33 Ill.2d 201, 206, 210 N.E.2d 498.) \"Where the testimony is conflicting, counsel is entitled to base such questions on the testimony supporting his own theory of the case and any contrary testimony may be called to the attention of the expert witness on cross-examination by varying the hypothesis.\" (Graham v. St. Luke's Hospital (1964), 46 Ill. App.2d 147, 155, 196 N.E.2d 355, 359.) From our review of the questioning of plaintiff's expert witness, we find no violation of the principles or purpose of using hypothetical questions in the case before us. The question of whether *630 plaintiff had been raped was in dispute and the trial court correctly allowed defense counsel to formulate his questions under his theory of the case. Plaintiff on direct and redirect examination of these experts covered her theory of the case by questioning from the assumption that plaintiff had been raped.\n\u0095 6 Plaintiff next contends that the trial court erred in giving the jury certain instructions tendered by defendant. In examining plaintiff's arguments, we are mindful that the ultimate question as to whether or not the jury instructions were erroneous is whether the instructions as a whole were sufficiently clear so as not to mislead the jury and to fairly and correctly state the law. Korpalski v. Lyman (1983), 114 Ill. App.3d 563, 568, 449 N.E.2d 211.\n\u0095 7 Plaintiff's first objection is that the jury should not have been given the criminal jury instructions defining rape and sexual intercourse. (Illinois Pattern Jury Instructions, Criminal, Nos. 9.01, 9.01A (2d ed. 1981).) Plaintiff complains that the instructions emphasized a requirement of penetration, confusing the jury and misstating the issues. We disagree. The issues instructions given by the trial court did not include a requirement that the jury find a rape had occurred. At trial, plaintiff's experts, Dr. Block and Dr. Prieto, both testified, without objection, that no penetration need have taken place for the sexual assault to be the proximate cause of the plaintiff's injury. Further, the allegations of plaintiff's complaint were that she was brutally raped, or alternatively, sexually assaulted. Under these circumstances, an instruction defining rape and sexual intercourse was appropriate and we are not convinced that the jury was misled as to the propositions which had to be proved to sustain a verdict for plaintiff.\n\u0095 8 Plaintiff further objects that the giving of an instruction on circumstantial evidence (Illinois Pattern Jury Instruction, Civil, No. 1.03 (2d ed. 1971)) (hereinafter IPI Civil 2d) confused the issues in this matter and allowed the jury to engage in speculation by basing an inference on an inference. In Illinois, in a civil case, where any of the evidence is circumstantial, a party is entitled to an instruction that a fact may be proved by circumstantial evidence, which is evidence that consists of proof of facts or circumstances which give rise to a reasonable inference of the truth of the facts sought to be proved. (R. Hunter, Trial Handbook for Illinois Lawyers sec. 34.9 (5th ed. 1983).) It is undisputed by the parties that the record contained substantial amounts of circumstantial evidence. This evidence included the facts that when the plaintiff and John Tenant were found by the security guard, they gave incorrect names and appeared to be giggling; that the security guard, police officer, and plaintiff's parents *631 did not notice anything unusual about plaintiff's clothing on the night of the occurrence; that plaintiff and John Tenant told no one of the assault that night; and that the sexual assault was never reported to the police.\n\u0095 9 Addressing the question of whether or not more than one conclusion can be drawn from circumstantial evidence, the court in Schwedler v. Galvan (1977), 46 Ill. App.3d 630, 360 N.E.2d 1324, stated:\n\"Courts have always considered it within the province of the jury * * * to make reasonable inferences from established facts, and such permissible inferences will not be discarded by a reviewing court because other inferences might have been drawn from the established facts, unless the inferences drawn are unreasonable.\" 46 Ill. App.3d 630, 638, 360 N.E.2d 1324, 1330.\n\u0095 10, 11 The Schwedler court concluded that only when there is a complete absence of probative facts to support the conclusion reached does a reversible error appear. The fact that in the instant case another inference, that no rape or sexual assault took place, might have arisen from the circumstantial evidence presented does not mandate a conclusion that the jury's verdict was the result of conjecture and speculation. We do believe this was an inference which could have been drawn from this evidence which was reasonable. In our opinion the jury should have considered this evidence along with all the other evidence introduced during the course of the trial and, accordingly, the instruction on circumstantial evidence was appropriate.\n\u0095 12, 13 Plaintiff also objects to the trial court giving an instruction on failing to produce evidence (IPI Civil 2d No. 5.01) but fails to support this objection with any argument in her brief submitted to this court. The instruction was requested by defendant based upon the testimony of plaintiff's mother that she had washed the underpants of plaintiff with semen and blood stains after her daughter told her she had been raped. The failure of a party to produce physical evidence within his control creates a presumption that the evidence, if produced, would have been adverse to him and warrants the instruction on failing to produce evidence. (Dollison v. Chicago, Rock Island &amp; Pacific R.R. Co. (1976), 42 Ill. App.3d 267, 277, 358 N.E.2d 1237.) Since the clothing was the only physical evidence with respect to the rape and was not preserved or produced in court, we find that the instruction was proper.\n\u0095 14, 15 The next argument raised by plaintiff is that the verdict in favor of defendant was against the manifest weight of the evidence. In Illinois, a verdict is contrary to the manifest weight of the *632 evidence only when the opposite conclusion is clearly apparent or the findings appear to be unreasonable, arbitrary, and not based on the evidence. (Duffek v. Vanderhei (1980), 81 Ill. App.3d 1078, 1087, 401 N.E.2d 1145.) There was substantial evidence presented at trial that plaintiff's emotional and psychiatric condition preexisted the July 10, 1981, Great America trip. From our review of this testimony, coupled with the circumstantial evidence outlined above, we conclude there was sufficient evidence for the jury to find that no sexual assault or rape occurred and that the defendant did not proximately cause the emotional and psychiatric condition of plaintiff.\n\u0095 16, 17 Finally, plaintiff contends that the court erred in denying her motion for a judgment notwithstanding the verdict. Plaintiff asserts that there is no credible evidence that could sustain a verdict for the defendant. A motion for judgment notwithstanding the verdict will be granted only where the evidence, when viewed in its aspect most favorable to the opponent, so overwhelmingly favors the movant that no contrary verdict based on that evidence could ever stand. (Pedrick v. Peoria &amp; Eastern R.R. Co. (1967), 37 Ill.2d 494, 229 N.E.2d 504.) In the case at bar, we find no error in the denial of plaintiff's motion by the trial court. The issue of whether or not the defendant proximately caused any injuries to the plaintiff was a fact question for the jury. (Jung v. Dixie Greyhound Lines (1946), 329 Ill. App. 361, 363-64, 68 N.E.2d 627.) As a matter of law we do not believe the evidence so overwhelmingly favored the plaintiff to the extent that a judgment notwithstanding the verdict would be warranted.\nAccordingly, for the reasons stated, the judgment of the circuit court of Cook County is affirmed.\nJudgment affirmed.\nQUINLAN, P.J., and O'CONNOR, J., concur.\n",
            "ocr": false,
            "opinion_id": 2122175
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Rape"
}