{
    "id": 2171249,
    "judges": "Heard",
    "date_filed": 457056000000,
    "date_filed_is_approximate": false,
    "slug": "matter-of-martenies",
    "case_name_short": "In re Martenies",
    "case_name": "Matter of Martenies",
    "case_name_full": "In the Matter of Donald R. MARTENIES, Jr.",
    "attorneys": "Charles R. Lloyd, Minneapolis, for appellant., Thomas Johnson, Hennepin County Atty., Peter Fransway, Asst. Hennepin County Atty., Minneapolis, Hubert H. Humphrey, III, Atty. Gen., John Burman, Sp. Asst. Atty. Gen., St. Paul, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Review Denied Sept. 12, 1984.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 19,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b506-7\">\n    In the Matter of Donald R. MARTENIES, Jr.\n   </parties><br><docketnumber id=\"b506-9\">\n    No. C6-84-433.\n   </docketnumber><br><court id=\"b506-10\">\n    Court of Appeals of Minnesota.\n   </court><br><decisiondate id=\"b506-11\">\n    June 26, 1984.\n   </decisiondate><br><otherdate id=\"b506-12\">\n    Review Denied Sept. 12, 1984.\n   </otherdate><br><attorneys id=\"b507-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"471\"> \n     *471\n     </span>\n    Charles R. Lloyd, Minneapolis, for appellant.\n   </attorneys><br><attorneys id=\"b507-9\">\n    Thomas Johnson, Hennepin County Atty., Peter Fransway, Asst. Hennepin County Atty., Minneapolis, Hubert H. Humphrey, III, Atty. Gen., John Burman, Sp. Asst. Atty. Gen., St. Paul, for respondent.\n   </attorneys><br><judges id=\"b507-10\">\n    Heard, considered, and decided by POPO-VICH, C.J., and LANSING and HUSPENI, JJ.\n   </judges>",
    "citations": [
        "350 N.W.2d 470"
    ],
    "opinions": [
        {
            "author_str": "Huspeni",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n350 N.W.2d 470 (1984)\nIn the Matter of Donald R. MARTENIES, Jr.\nNo. C6-84-433.\nCourt of Appeals of Minnesota.\nJune 26, 1984.\nReview Denied September 12, 1984.\n*471 Charles R. Lloyd, Minneapolis, for appellant.\nThomas Johnson, Hennepin County Atty., Peter Fransway, Asst. Hennepin County Atty., Minneapolis, Hubert H. Humphrey, III, Atty. Gen., John Burman, Sp. Asst. Atty. Gen., St. Paul, for respondent.\nHeard, considered, and decided by POPOVICH, C.J., and LANSING and HUSPENI, JJ.\n\nOPINION\nHUSPENI, Judge.\nMartenies appeals the February 10, 1984, order of the trial court committing him to St. Peter State Security Hospital as a psychopathic personality. The State intervenes on the issue of the constitutionality of Minn.Stat. § 526.09 (1982). We affirm.\n\nFACTS\nMartenies has a long history of sexual, sadistic, and aggressive behavior. Testimony at the commitment hearing detailed abuse of his seven-year old stepdaughter, a nine-year old niece, his wife, and the rape of an unrelated thirteen-year old girl.\nMartenies pled guilty to and was sentenced for intrafamilial sexual abuse in the first degree. He is currently serving a sentence of 108 months at the Oak Park Heights Correctional Facility, and will be involved in a sexual offender's program there. The incident which is the basis of the criminal charges involved the seven-year old stepdaughter. Martenies admitted spreading her legs with such force that he ripped her perineum. Martenies then tied the stepdaughter to a table and sewed the tear without anesthesia. Multiple incidents of anal and oral intercourse were reported. Martenies told authorities that he had dropped the stepdaughter on her head on a concrete floor, had shut her in a freezer, had hit her, and had pierced her calves with needles.\nSix experts testified at the commitment hearing. Dr. Nicholas Long, the senior clinical psychologist of the Pre-Petition Screening Unit, testified that Martenies lacked appreciation for the consequences of his actions. Dr. John Mulvahill, Martenies' physician, testified that appellant knew the consequences of his acts, but was unable to control his behavior. Dr. Brian Gottlieb, medical director of St. Peter, Dr. Hector Zeller, a psychiatrist called by Hennepin County, and Dr. Curtis Carlson, the court's examining psychiatrist, all testified that appellant has a psychopathic personality disorder. Only Martenies' expert, Dr. Carl Schwartz, testified that appellant did not fit the statutory definition of a psychopathic personality. All six experts concurred that a psychopathic personality is not the same as mental illness.\n\nISSUES\n1. Whether appellant has been shown to be psychopathic by clear and convincing evidence.\n2. Whether appellant's rights under Minn.Stat. § 253B (1982) to treatment in the least restrictive treatment facility have been abridged.\n3. Whether commitment as a psychopath after imposition of a prison sentence was proper.\n4. Whether Minn.Stat. § 526.09 is constitutional on its face and as applied here.\n\n\n*472 ANALYSIS\n1. Minn.Stat. § 526.09 (1982) defines psychopathic personality as:\nthe existence in any person of such conditions of emotional instability, or impulsiveness of behavior, or lack of customary standards of good judgment, or failure to appreciate the consequences of his acts, or a combination of any such conditions, as to render such person irresponsible for his conduct with respect to sexual matters and thereby dangerous to other persons.\nThe statutory definition requires evidence of emotional instability or impulsive behavior or a lack of good judgment or a failure to appreciate the consequences of actions. The standard of proof necessary to satisfy requirements of due process in involuntary commitment proceedings is clear and convincing evidence. Minn.Stat. § 253B.18(1). Appellant argues that he has not been shown, by clear and convincing evidence, to be psychopathic.\nSix experts testified at the commitment hearing. Only appellant's expert, Dr. Schwartz, concluded that Martenies did not fit the statutory definition of psychopathic personality. Dr. Nicholas Long testified that, although different diagnostic definitions have been formulated to replace the clinical use of the term \"psychopath,\" Martenies does fit the statutory definition of psychopathic personality. There was evidence that Martenies could not control his conduct. Even Dr. Schwartz concurred that Martenies' prognosis is very poor. He agreed with Dr. Gottlieb that Martenies may stop hurting children and others sometime in midlife. When evidence as to the existence of a psychopathic personality is in conflict, the question is one of fact to be determined by the trial court upon all the evidence. Dittrich v. Brown Co., 215 Minn. 234, 9 N.W.2d 510 (1943). There was clear and convincing evidence to support the trial court's conclusion that Martenies is a psychopathic personality.\n2. Martenies argues that St. Peter is not the least restrictive treatment facility for him, and treatment will not be available for him there. The legislature has determined that persons committed as psychopathic personalities shall be subject to the same provisions as those committed as mentally ill and dangerous. Minn.Stat. § 253B.02(17). The legislature has also determined that, upon commitment, such persons shall be sent to the Minnesota Security Hospital. Minn.Stat. § 253B.18 (1982). Evidence produced at trial supports the court's findings as to Martenies' psychopathic personality, and the statute supports its decision as to commitment to St. Peter.\nRegarding Martenies' allegation that no treatment will be available to him at St. Peter, he is, at best, premature. Respondent does not here dispute Martenies' right to treatment. However, a person may not assert his right to treatment until he is actually deprived of that treatment. Bailey v. Noot, 324 N.W.2d 164 (Minn. 1982). Minn.Stat. § 253B.03(7) (1982) requires the treatment facility to devise a program plan for each person. Since Martenies is currently incarcerated in Oak Park Heights, he cannot claim inadequate treatment at St. Peter.\n3. Martenies objects to the \"dual\" commitments imposed upon him. He argues that, since he already pled guilty to a criminal offense and has been sentenced to a correctional facility, commitment to St. Peter is in violation of his rights. The rights to which Martenies refers in this argument are those which guarantee treatment in the least restrictive treatment facility. We have already addressed those rights. Further, dual commitment has repeatedly been implicitly approved by the Minnesota Supreme Court. See Bailey v. Noot, 324 N.W.2d 164 (Minn.1982); Fritz v. State, 284 N.W.2d 377 (Minn.1979); State v. Pietraszewski, 283 N.W.2d 887 (Minn. 1979); Lausche v. Commissioner of Public Welfare, 302 Minn. 65, 225 N.W.2d 366 (1974). In Lausche, the court noted:\nIn this case the Appellant is under commitment to both the commissioner of public welfare and the commissioner of corrections . . . . Since both proceedings *473 are in accordance with due process of law, one commitment does not disturb the other.\nId. at 71, 225 N.W.2d at 369.\nCommitment proceedings under Minn. Stat. § 526.09 are not criminal in nature. Confinement under that statute is for treatment, not for punishment. State ex rel. Pearson v. Probate Court, 205 Minn. 545, 287 N.W. 297 (1939), aff'd 309 U.S. 270, 60 S.Ct. 523, 84 L.Ed. 744 (1940). Martenies is presently incarcerated in Oak Park Heights prison. The record indicates that he will be involved in a sexual offender's treatment program there. At this time, he cannot demonstrate that the treatment objective of the statute will not be furthered by commitment and transfer to St. Peter. We cannot conclude that the dual civil and criminal commitments violate Martenies' rights.\n4. Last, Martenies attacks the constitutionality of Minn.Stat. § 526.09 (1982). One who challenges the constitutionality of a statute must overcome every presumption in favor of its constitutionality. Lehnhausen v. Lake Shore Auto Parts Co., 410 U.S. 356, 364, 93 S.Ct. 1001, 1006, 35 L.Ed.2d 351 (1973). Both the Minnesota Supreme Court and the United States Supreme Court have upheld the constitutionality of this psychopathic personality statute. State ex rel. Pearson v. Probate Court, 205 Minn. 545, 287 N.W. 297 (1939), aff'd. 309 U.S. 270, 60 S.Ct. 523, 84 L.Ed. 744 (1940). The United States Supreme Court in its opinion in Pearson held that the statute is \"not patently defective in any vital respect and we should not assume . . . that [it] should be construed so as to deprive appellant of the due process to which he is entitled . . .\" Id. at 277, 60 S.Ct. at 527.\nTo the extent that Martenies may base his challenge to Minn.Stat. § 526.09 (1982) upon the manner in which that statute was applied, he again argues the unavailability of treatment at St. Peter and the dual nature of his commitment. Inasmuch as these issues already have been addressed, there is no need to address them in this context. Martenies has not overcome the presumption of constitutionality afforded the psychopathic personality statute.\n\nDECISION\nThe record sustains the trial court's finding that Martenies is a psychopathic personality, and his commitment to the Minnesota Security Hospital as the least restrictive treatment facility was proper. Martenies' complaint of inadequate treatment at the Security Hospital is unsubstantiated and premature. Minn.Stat. § 526.09 (1982) is constitutional on its face and as here applied.\nAffirmed.\n",
            "ocr": false,
            "opinion_id": 2171249
        }
    ],
    "court_short_name": "Court of Appeals of Minnesota",
    "court_full_name": "Court of Appeals of Minnesota",
    "court_type": "SA",
    "court_jurisdiction": "Minnesota, MN",
    "crime_category": "Rape"
}