{
    "id": 2185859,
    "judges": "Betty C. Dickey",
    "date_filed": 1148515200000,
    "date_filed_is_approximate": false,
    "slug": "terry-v-state",
    "case_name_short": "Terry",
    "case_name": "Terry v. State",
    "case_name_full": "Reginald Jerome TERRY v. STATE of Arkansas",
    "attorneys": "Ronald Carey Nichob, for appellant., Mike Beebe, Att’y Gen., by: Clayton K. Hodges, Ass’t Att’y Gen., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b465-3\" pgmap=\"465\">\n    Reginald Jerome TERRY v. STATE of Arkansas\n   </parties><docketnumber id=\"ARB\" pgmap=\"465\">\n    CR 05-1308\n   </docketnumber><citation id=\"Ax1\" pgmap=\"465\">\n    236 S.W.3d 495\n   </citation><br><court id=\"b465-4\" pgmap=\"465\">\n    Supreme Court of Arkansas\n   </court><decisiondate id=\"A_cm\" pgmap=\"465\">\n    Opinion delivered May 25, 2006\n   </decisiondate><br><attorneys id=\"b465-7\" pgmap=\"465\">\n    Ronald Carey Nichob, for appellant.\n   </attorneys><br><attorneys id=\"b465-8\" pgmap=\"465\">\n    Mike Beebe, Att’y Gen., by: Clayton K. Hodges, Ass’t Att’y Gen., for appellee.\n   </attorneys>",
    "citations": [
        "236 S.W.3d 495",
        "366 Ark. 441"
    ],
    "opinions": [
        {
            "author_str": "Dickey",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3744.0,
            "opinion_text": "\n236 S.W.3d 495 (2006)\nReginald Jerome TERRY, Appellant,\nv.\nSTATE of Arkansas, Appellee.\nNo. CR 05-1308.\nSupreme Court of Arkansas.\nMay 25, 2006.\n*496 Ronald Carey Nichols, Carlisle, for appellant.\nMike Beebe, Att'y Gen., by: Clayton K. Hodges, Ass't Att'y Gen., for appellee.\nBETTY C. DICKEY, Justice.\nAppellant, Reginald Jerome Terry, appeals from the judgment and commitment order of the Lonoke County Circuit Court convicting him of raping his infant daughter and sentencing him as a habitual offender to life in prison. His sole point on appeal is that the circuit court erred in denying his directed-verdict motion. Because appellant was sentenced to life, our jurisdiction of this case is pursuant to Ark. Sup.Ct. R. 1-2(a)(2) (2005). We affirm the judgment of conviction.\nAppellant was convicted of violating Ark. Code Ann. § 5-14-103(a)(3)(A) (Repl. 2006), which provides that \"[a] person commits rape if he or she engages in sexual intercourse or deviate sexual activity with another person . . . [w]ho is less than fourteen (14) years of age.\" Sexual intercourse is the \"penetration, however slight, of the labia majora by a penis.\" Ark.Code Ann. § 5-14-101(10) (Supp.2001). Deviate sexual activity is \"any act of sexual gratification involving . . . [t]he penetration, however slight, of the labia major or anus of one person by any body member or foreign instrument manipulated by another person[.]\" Ark.Code Ann. § 5-14-101(1)(B) (Supp.2001).\nWe treat a motion for a directed verdict as a challenge to the sufficiency of the evidence. Whitt v. State, 365 Ark. 580, 232 S.W.3d 459 (2006). When reviewing a challenge to the sufficiency of the evidence, this court assesses the evidence in a light most favorable to the State and considers only the evidence that supports the verdict. Gillard v. State, 366 Ark. 217, 234 S.W.3d 310 (2006). We will affirm a judgment of conviction if substantial evidence *497 exists to support it. Id. Substantial evidence is evidence which is of sufficient force and character that it will, with reasonable certainty, compel a conclusion one way or the other, without resorting to speculation or conjecture. Id.\nCircumstantial evidence may constitute substantial evidence to support a conviction. Whitt v. State, supra. The longstanding rule in the use of circumstantial evidence is that, to be substantial, the evidence must exclude every other reasonable hypothesis than that of the guilt of the accused. Id. The question of whether the circumstantial evidence excludes every other reasonable hypothesis consistent with innocence is for the jury to decide. Id. Upon review, this court must determine whether the jury resorted to speculation and conjecture in reaching its verdict. Id.\nAppellant contends that a review of the evidence presented shows that the jury could not have arrived at the verdict without resorting to speculation and conjecture. In addition, he argues that the evidence is all circumstantial, and fails to exclude other reasonable hypotheses of innocence. We disagree.\nAccording to trial testimony, the facts are as follows. Angela Bledsoe is the mother of the infant victim. Bledsoe first met appellant in 2001 and became pregnant with his child, B.B., the victim in this case. Appellant was married to another woman, but spent about half of his time with Bledsoe during their relationship. On August 15, 2003, around 1:30 a.m., appellant came to Bledsoe's residence. While B.B. and Bledsoe's two older children slept, she and appellant engaged in sexual relations. Afterward, appellant spent the night and stayed at Bledsoe's residence for most of the following day.\nBledsoe left her residence late in the afternoon to borrow some milk from a friend for B.B. She took her two older children, but left B.B. in a walker in the living room. Appellant was also in the living room watching television. When Bledsoe left, B.B. had no physical injuries and was dressed in a diaper and a three-snap onesie, a one-piece garment for infants. Bledsoe returned after fifteen to twenty minutes, and found appellant and B.B. in her bedroom. Appellant was standing over the baby, closing her diaper. B.B. was crying and whimpering. Appellant moved away and Bledsoe noticed blood on the chest and collar of her onesie. When Bledsoe asked appellant where the blood came from, he responded that he had pulled some skin off of one of his finger's cuticles and it bled. However, Bledsoe did not see any blood or injury on appellant's hand. As Bledsoe inspected B.B. closer, she saw blood on the elastic cuff of her diaper. She opened B.B.'s diaper and it was full of blood. Bledsoe began to scream and curse at appellant, ordering him out of the residence. She then called 911.\nLeroy Maupin was the first paramedic to arrive at Bledsoe's residence. He assessed B.B. and removed her diaper, which had bright red blood on it. Maupin suspected that the blood was coming from the baby's rectum or vagina and recommended that she be transported to Arkansas Children's Hospital (Children's) in Little Rock for treatment. Maupin secured the diaper and, upon their arrival at Children's, gave it to the professionals there. Dr. Anna Meyers, a pediatrician at Children's who examined B.B., observed \"gross blood\" in both B.B.'s diaper and vaginal orifice, tears in her labia majora and minora, a pooling of blood at the six o'clock position in her hymen, and a small tear and abrasion slightly interior to her rectum. Dr. Meyers concluded that the tears in the *498 baby's labia and hymen were consistent with trauma occurring within the past three or four hours, and rendered a diagnosis of \"sexual abuse suspected.\"\nDorothy Plumb, an Arkansas State Police investigator in the Crimes Against Children division, was already at Children's for another matter when police assistance was requested in this case. She received B.B.'s diaper and personally delivered it to the Arkansas Crime Laboratory for analysis. Melissa Myhand, a forensic biologist at the crime lab, analyzed the diaper and other items that were submitted. Two semen stains were identified on the diaper, one on the left tab that held the diaper closed, the other near the elastic cuff on the left side. There was also a blood stain on the diaper. After Myhand identified these substances, they were transferred to Terry Rolfe at the crime lab for DNA testing. Rolfe was able to obtain a DNA profile of the semen's contributor and a DNA profile from appellant's blood sample, which were a match. Rolfe testified that the probability of selecting another person with the same DNA profile as appellant's was more than one in one trillion. Rolfe testified that, with this probability, she could conclude with scientific certainty that it was appellant's semen that was found in the baby's diaper.\nAppellant argues that while the evidence indicates that B.B. suffered from some sort of trauma, the evidence is not sufficient to prove what or who caused the trauma. However, appellant was not able to provide another reasonable hypothesis for how B.B. received her injuries. Appellant was only able to pose rhetorical questions in an attempt to poke holes in the evidence.\nThis court concludes that there is substantial evidence, both direct and circumstantial, to support appellant's conviction for rape. The jury need not have resorted to speculation or conjecture to find that he committed the crime. Pursuant to Ark. Sup.Ct. R. 4-3(h), the record has been examined for all objections, motions, and requests made by either party that were decided adversely to the appellant, and no prejudicial error has been found.\nAffirmed.\n",
            "ocr": false,
            "opinion_id": 2185859
        }
    ],
    "court_short_name": "Supreme Court of Arkansas",
    "court_full_name": "Supreme Court of Arkansas",
    "court_type": "S",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Rape"
}