{
    "id": 2241956,
    "judges": "Cook",
    "date_filed": "1979-04-07",
    "date_filed_is_approximate": true,
    "slug": "people-v-suter",
    "case_name_short": "Suter",
    "case_name": "People v. Suter",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. TY SUTER, Defendant-Appellant",
    "attorneys": "Jack P. Rimland (argued), of Chicago, for appellant., Lawrence R. Fichter, State’s Attorney, of Decatur (Norbert J. Goetten, Robert J. Biderman, and Scott A. Manuel (argued), all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued June 18, 1997.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 12,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b376-6\" pgmap=\"376\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. TY SUTER, Defendant-Appellant.\n   </parties><br><court id=\"b376-7\" pgmap=\"376\">\n    Fourth District\n   </court><docketnumber id=\"AJG\" pgmap=\"376\">\n    No. 4 — 96—0679\n   </docketnumber><br><otherdate id=\"b376-8\" pgmap=\"376\">\n    Argued June 18, 1997.\n   </otherdate><decisiondate id=\"ACZ\" pgmap=\"376\">\n    Opinion filed October 8, 1997.\n   </decisiondate><br><attorneys id=\"b378-5\" pgmap=\"378\">\n    Jack P. Rimland (argued), of Chicago, for appellant.\n   </attorneys><br><attorneys id=\"b378-6\" pgmap=\"378\">\n    Lawrence R. Fichter, State’s Attorney, of Decatur (Norbert J. Goetten, Robert J. Biderman, and Scott A. Manuel (argued), all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "685 N.E.2d 1023",
        "292 Ill. App. 3d 358",
        "226 Ill. Dec. 568"
    ],
    "opinions": [
        {
            "author_str": "Cook",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n685 N.E.2d 1023 (1997)\n292 Ill. App.3d 358\n226 Ill.Dec. 568\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nTy SUTER, Defendant-Appellant.\nNo. 4-96-0679.\nAppellate Court of Illinois, Fourth District.\nArgued June 18, 1997.\nDecided October 8, 1997.\n*1025 Jack P. Rimland (argued), Chicago, for Ty Suter.\nLawrence R. Fichter, State's Attorney, Decatur, Norbert J. Goetten, Director, Robert J. Biderman, Deputy Director, Scott A. Manuel, Staff Atty. (argued), State's Attorneys Appellate Prosecutor, Springfield, for the People.\nJustice COOK delivered the opinion of the court:\nFollowing a jury trial, defendant Ty Suter was convicted of aggravated criminal sexual assault (720 ILCS 5/12-14(b)(1) (West 1994)), and he was subsequently sentenced to 36 years' imprisonment. On appeal, defendant contends (1) the trial court erred in instructing the jury that the State need not prove the date of the offense, where all the State's evidence indicated that the offense occurred on July 30, 1995, and defendant presented an alibi defense for that date; (2) defendant was not proved guilty beyond a reasonable doubt; (3) the court erred in allowing hearsay evidence about the contents of a note allegedly written by defendant; and (4) the court improperly denied defendant's request to excuse several jurors for cause. We agree it was error to give the instruction, but hold that any error was harmless, and affirm.\nDefendant was charged with the offense of aggravated criminal sexual assault, in that \"on or about July 30, 1995,\" he knowingly placed his mouth on the penis of K.V., a minor under 13 years of age. (K.V. was born September 6, 1989.) On October 15, 1995, defendant notified the State of his intent to present an alibi defense at trial. Defendant's written notice stated he intended to call his mother, Joyce Walbridge, and her husband, Robert Walbridge, as alibi witnesses. Defendant also notified the State that he possessed ticket stubs and other evidence indicating he attended a Chicago Cubs baseball game on the morning of July 30, 1995. On October 31, 1995, new counsel for defendant entered his appearance. Defense counsel asserts in his brief that on that date he requested a bill of particulars, seeking to learn the exact time and date of the alleged offense. A request for a bill of particulars is contained in the record, but there is no indication if and when it was filed, and the State apparently never produced a bill of particulars.\nAt trial, the State presented evidence that in July 1995, defendant leased an apartment *1026 from Timber Cove Apartments (Timber Cove) located in Decatur, Illinois. Sharon Robbins was employed as a pool monitor by Timber Cove during June, July, and August 1995. Robbins' primary job responsibility was to ensure that users of the apartment's enclosed swimming pool were residents of Timber Cove. She was on duty on July 30, 1995. That afternoon, around 4 p.m., Robbins observed defendant and K.V. sitting together at a picnic table in the recreation area, which was just outside the swimming pool's fence. Defendant approached Robbins and asked if he could take K.V. swimming. Robbins replied no, it was against the apartment complex rules. Defendant went back to the picnic table, talked to K.V. for a little while, then returned to Robbins and asked what he needed to do to take the boy swimming. Robbins replied that defendant needed to obtain a note signed by K.V.'s parents granting him permission. Nevertheless, defendant repeatedly asked Robbins for permission to take K.V. swimming.\nRobbins noticed nothing more until around 6 p.m., when K.V. returned to the pool area with his mother, Patricia Jensen. Defendant was in the pool when K.V. arrived. Robbins observed defendant play with K.V. by repeatedly throwing him over the rope that divided the deep and shallow ends of the pool. Defendant would lift K.V. out of the water by placing both hands on K.V.'s buttocks.\nRobbins stated she was certain that the events she related occurred on July 30, 1995. The date stuck in her mind because Timber Cove had planned a special cookout for that evening. However, defendant's name did not appear on the July 30, 1995, log sheet Robbins used to record pool users. Robbins explained that by that time she recognized defendant, and he was no longer required to sign in. Defendant had signed the July 24, 25, and 26 log sheets. Both Jensen and Roger J. McKenzie, Jensen's boyfriend, had signed in on July 30, 1995.\nJensen testified that on July 30, 1995, K.V. asked her several times whether he could go swimming. Jensen did not want to sit by the pool; it was hot and she was pregnant. Around 5 or 6 p.m that afternoon, K.V. brought Jensen a note. Over defendant's objection, Jensen testified the note stated, \"P.J., I will take your son swimming anytime.\" The note was signed \"Ty,\" and it gave an apartment number. At the time, Jensen did not know who Ty was. She threw the note away and told K.V. to get his trunks on, she was taking him swimming. At the pool, K.V. pointed defendant out to his mother and said, \"That's Ty.\" Defendant played with K.V., keeping the boy near him. Defendant spoke briefly with Jensen, saying, \"It [is] hard to believe that I was swimming in Lake Michigan earlier today.\"\nMcKenzie testified that he resided with K.V. and Jensen at Timber Cove. McKenzie often took K.V. swimming. On August 7, 1995, McKenzie witnessed defendant lifting K.V. out of the water at the swimming pool. The first time, defendant placed his hands on K.V.'s buttocks outside K.V.'s swimming trunks, but the second time defendant placed his hands inside the trunks. McKenzie decided to remove K.V. from the pool. On the way home, McKenzie asked K.V. whether defendant had touched him anywhere else. K.V. hesitated, then replied that defendant had touched him on his \"pete,\" the word K.V. used to refer to his penis. Back at their apartment, McKenzie asked K.V. whether defendant had ever touched him \"any other time.\" K.V. responded, yes, up in his apartment. K.V. said, \"Ty put his mouth on my pete.\"\nMcKenzie notified the police, and police officer Dan Street interviewed K.V. on the evening of August 7, 1995, in the presence of McKenzie and Jensen. The adults' account of what K.V. said that evening was essentially the same as K.V.'s testimony at trial. K.V. stated that he talked with \"Ty\" at a picnic table. Ty told him that he would give K.V. two seashells if K.V. would come to Ty's apartment. K.V. agreed. Once K.V. was inside Ty's bedroom, Ty pulled down K.V.'s shorts and underpants. Ty then placed his mouth and hands on K.V.'s \"pete.\" Ty then gave K.V. two seashells in exchange for K.V.'s promise not to tell anyone what had happened. Ty also gave K.V. a note to take to his mother. K.V. gave his mother the note when he returned home. The next day, *1027 he gave the seashells to two of his day-care teachers. Those teachers both testified that they received a seashell from K.V. in early August 1995.\nPolice officer Richard Hazen testified that on August 9, 1995, he interviewed defendant in the intake area of the Macon County jail. Defendant told Hazen that he \"had gone to a Cubs game in Chicago and spent the night prior to that and had returned home later in the day on [July 30, 1995].\" Defendant further told Hazen that he \"may well have\" spent some time with K.V. on July 30, 1995, but K.V. had not been in defendant's apartment on that date, although K.V. had been in the apartment \"sometime prior to the 30th.\" When Hazen asked defendant why K.V. had been in the apartment, defendant did not respond.\nK.V. could not identify defendant at trial. However, at trial defendant was clean shaven and wore eyeglasses, while at the time of the alleged offense defendant had a mustache and did not wear eyeglasses.\nThe State presented evidence that defendant committed a similar sexual offense 10 years earlier in Colorado, and then rested. Defendant then presented an alibi defense. Joyce Walbridge, defendant's mother, testified that on July 28, 1995, she and defendant drove to Chicago. The main purpose of the trip was to watch the Chicago Cubs play baseball. The prosecutor then stated, \"We'll stipulate [Joyce and defendant] were in Chicago. They were at the Seneca Hotel and got back July 30, 1995, sometime in the afternoon.\" Joyce stated that she and defendant arrived back in Decatur around 2 or 2:15 p.m. They went directly to Joyce's house, where they stayed until approximately 4:15 p.m. At that time, Joyce accompanied defendant to his new apartment at Timber Cove. She helped defendant set up various furnishings; at no time did defendant go swimming or leave the apartment without her. At around 5:30 p.m., Joyce and defendant left Timber Cove and returned to Joyce's home. Joyce and her husband, Robert, testified that defendant ate dinner and spent the night with them.\nDefendant first contends the trial court erred in submitting the following instruction to the jury:\n\"The information states that the offense charged was committed on or about July 30, 1995. If you find the offense charged was committed, the State is not required to prove that it was committed on the particular date charged.\" Illinois Pattern Jury Instructions, Criminal, No. 3.01 (3d ed.1992) (hereinafter IPI Criminal 3d).\nThe State is generally not required to prove that a crime was committed on a particular date, unless the allegation of a particular time is an essential ingredient of the offense or a statute of limitations question is involved. People v. Wheeler, 216 Ill.App.3d 609, 620, 159 Ill.Dec. 266, 275, 575 N.E.2d 1326, 1335 (1991), rev'd on other grounds, 151 Ill.2d 298, 176 Ill.Dec. 880, 602 N.E.2d 826 (1992). An instruction that the State need not prove the date of the offense is usually appropriate. People v. Whitaker, 263 Ill. App.3d 92, 98, 200 Ill.Dec. 669, 674, 635 N.E.2d 1008, 1013 (1994). However, defendant contends that the giving of IPI Criminal 3d No. 3.01 was improper under the facts of this case, i.e., all the evidence at trial indicated the offense occurred on July 30, 1995, and defendant presented an alibi for that date.\nWhere the proof at trial suggests the offense occurred on a date other than the one charged, IPI Criminal 3d No. 3.01 serves to inform the jury that the difference in dates is not material. People v. Quiroz, 253 Ill. App.3d 739, 747-48, 192 Ill.Dec. 701, 708, 625 N.E.2d 856, 863 (1993). The instruction prevents a defendant from arguing that he should be acquitted simply because of a technical, nonfatal variance between the proof and charging instrument. Where there is no variance, however, there is no need for the instruction. The committee note for IPI Criminal 3d No. 3.01 states:\n\"This instruction should be given only when there is a variance between the date alleged and the evidence, and all dates are within the period of limitations. It should not be given if the State has filed a bill of particulars stating the date of the crime.\" (Emphasis added.) IPI Criminal 3d No. 3.01, Committee Note, at 77.\n*1028 It is not accurate to say that IPI Criminal 3d No. 3.01 may never be given if the State has filed a bill of particulars. When the State files a bill of particulars it is not necessarily required to provide specific dates and times. The State is required to do no more than provide the defendant with the best information it has regarding when the offense took place. People v. Burton, 201 Ill.App.3d 116, 123, 146 Ill.Dec. 1035, 1040, 558 N.E.2d 1369, 1374 (1990); 725 ILCS 5/111-3(a)(4) (West 1994) (stating the date \"as definitely as can be done\"). Even where the bill of particulars provides a specific date, a variance between the proof at trial and the bill of particulars is not necessarily material or fatal, particularly where the defendant has not been misled by the inconsistency. People v. Paik, 257 Ill.App.3d 620, 625, 195 Ill. Dec. 676, 680-81, 628 N.E.2d 1140, 1144-45 (1993). Where a time variance is truly immaterial, we see no reason why IPI Criminal 3d No. 3.01 should not be given, even though the State has filed a bill of particulars.\nAlthough IPI Criminal 3d No. 3.01 should only be given where a variance arises, the instruction is not necessarily proper in every case where there is a variance. Giving IPI Criminal 3d No. 3.01 may result in reversible error, (1) where inconsistencies between the date charged in the indictment and the evidence presented at trial are so great that the defendant is misled in presenting his defense or (2) when he presents an alibi for the time alleged in the indictment and is thereby prejudiced because he failed to gather evidence and witnesses for the time actually proved by the State. Wheeler, 216 Ill. App.3d at 620, 159 Ill.Dec. at 275, 575 N.E.2d at 1335.\nThe present case is not a case where the State misled defendant by presenting evidence that the offense occurred on a different date from the date set out in the information or the bill of particulars. The information alleged that the offense occurred \"on or about July 30, 1995,\" and the evidence at trial was entirely consistent with the information. The evidence at trial differed from the information only in that the evidence was more specific than the information\u0097the evidence tended to show that the offense occurred, if at all, sometime in the late afternoon of July 30, 1995. There simply was no variance in this case and, accordingly, no reason for IPI Criminal 3d No. 3.01 to be given.\nIt could be argued, based on the committee note, that a bill of particulars must be obtained before any objection can be made to the giving of IPI Criminal 3d No. 3.01. It could be further argued that defendant's failure to request a hearing on his motion for a bill of particulars waived any objection to the instruction in this case. We reject that argument. As discussed above, sometimes a bill of particulars will provide a specific time for the offense, sometimes it will not. A defendant who desires to present an alibi defense is well-advised to obtain a bill of particulars, in order to prevent the prosecution from muddying up the evidence that the offense was committed at a specific time. When the prosecution, however, presents the same specific evidence it would have presented if a bill of particulars had been filed, we see no reason to ignore defendant's argument that the instruction should not be given simply because defendant has not gone through the ritual of obtaining a bill of particulars.\nAt oral arguments, the State conceded that all its evidence at trial tended to show that the offense occurred on July 30, 1995. Nevertheless, the State argues that IPI Criminal 3d No. 3.01 was properly given, because defendant created a variance when he presented his alibi defense: that by presenting evidence that he could not have sexually molested K.V. on July 30, 1995, defendant created the inference that the crime must have occurred on some other date. The alibi defense, however, was offered as evidence that defendant could not have committed the offense; it was not evidence that the offense occurred on an uncharged date. An alibi does not constitute evidence that the offense occurred on another date. State v. Infante, 157 Vt. 109, 112, 596 A.2d 1289, 1291 (1991). It is not the law that IPI Criminal 3d No. 3.01 can be given every time a defendant presents alibi evidence. The law is just the opposite; IPI Criminal 3d No. 3.01 cannot be given when it would unfairly interfere with an alibi defense. In a particular case *1029 where there is strong evidence of alibi and strong evidence that defendant committed the crime, there may be a suspicion that two different dates are involved. If there is some evidence of two different dates the jury may properly find the offense occurred on a different date from the alibi. The solution in such a case, however, is not to give IPI Criminal 3d No. 3.01. If any instruction is given it should be some intermediate instruction, directing jurors to consider whether the State's proof has in fact focused on specific dates and, if so, whether the defendant's alibi credibly addresses those dates. United States v. Cicero, 22 F.3d 1156, 1160-61 (D.C.Cir.1994).\nThe problem here is not that defendant was misled in the preparation of his alibi; the problem is that giving IPI Criminal 3d No. 3.01 was not supported by the evidence. Apparently the only Illinois case to touch on this issue is People v. Daniels, 317 Ill. 80, 84, 147 N.E. 662, 662 (1925):\n\"There was no question in regard to the time when the crime was committed. The instruction was unnecessary, and because unnecessary ought not to have been given, but it is impossible that it could have been prejudicial to the defendant. All the evidence on both sides referred to the evening of May 15, 1923. The instruction could not have led the jury to infer that the crime might have been committed on any other date.\"\nNumerous cases from other jurisdictions have addressed the propriety of giving an instruction such as IPI Criminal 3d No. 3.01 where the evidence establishes a specific time of the offense and the defendant presents an alibi for that time period. Every case cited by the parties and every case discovered by our own research supports the following rule:\n\"[A]n instruction as to the immateriality of the exact date of the offense, if within the statutory period, is misleading and erroneous, where the time of the commission of the crime is material, as where the time is definitely fixed by the state's evidence and the defense is an alibi based upon that time. Time becomes particularly material where an alibi is claimed.\" 75B Am.Jur.2d Trial § 1254, at 75 (1992).\nThe mere fact that defendant raises an alibi defense does not make time a material element of the offense. However, \"[w]here the State's evidence points exclusively to a specific date, and the defendant presents a defense based on that date, the jury's consideration of the defendant's guilt should be restricted to that date.\" Infante, 157 Vt. at 112, 596 A.2d at 1291. See Jackson v. State, 350 So.2d 808, 809 (Fla.App.1977) (reversible error, where defendant notified prosecution of intent to provide alibi defense for date charged, no evidence was introduced that robbery occurred on any other date, but court instructed jury it was not necessary for the state to prove the robbery occurred on the charged date); State v. Sonen, 492 N.W.2d 303, 304-06 (S.D.1992) (error to instruct that proof need not establish date with certainty, so long as evidence established \"beyond a reasonable doubt that the offense was committed on a date reasonably near the date alleged,\" where indictment and evidence pointed to a specific date, and defendant presented an alibi defense); People v. Brocato, 17 Mich.App. 277, 286-88, 169 N.W.2d 483, 487-88 (1969) (error to instruct jury time was not of the essence, where information charged that defendant committed indecent liberties with a minor \"on or about the 28th day of September, 1965,\" but all evidence tended to establish offense occurred exactly on September 28, 1965, and defendant presented an alibi defense); State v. Kinney, 35 Ohio App.3d 84, 87, 519 N.E.2d 1386, 1389 (1987) (per curiam) (plain error to instruct jury it could find rape \"occurred `on or about'\" date for which defendant had an alibi); State v. King, 50 Wash. 312, 315, 97 P. 247, 248 (1908) (reversible error to instruct jury time of offense immaterial).\nWe hold that it was error to give IPI Criminal 3d No. 3.01 under the facts of this case. Although the information charged the offense occurred \"on or about July 30, 1995\" (similar to the language in Brocato), the State's evidence and argument were confined to the July 30, 1995, date, both at trial and in pretrial hearings. The State knew defendant intended to present an alibi defense, but it *1030 never suggested that the jury could find the offense occurred on another date until it tendered its instruction. The instruction unfairly undermined the alibi defense, and it encouraged the jury to speculate on matters not in evidence. Following the settled precedent of our sister states, we believe the instruction misstated the law, because under the facts of this case, the date of the offense was material.\nThe State argues that the instruction was proper, because the evidence of the exact date the offense occurred was weak and circumstantial. At the same time, the State argues that the instruction was harmless, because, \"since there was no evidence introduced of another date, there is no reason to believe the jury speculated the crime occurred on a date other than July 30th.\" We disagree the evidence of the offense's date was so weak and circumstantial that the instruction was warranted. The victim consistently reported that he was sexually molested on the same day he gave defendant's note to Jensen, and Jensen was adamant she received the note July 30, 1995. Furthermore, McKenzie was positive that Jensen mentioned receiving the note on July 30, 1995, and Robbins placed defendant with the victim on that date. The State did present evidence that defendant said K.V. was in his apartment on some date prior to July 30, 1995. However, the State never explored the possibility that an offense occurred on such a prior date, perhaps because exploring that possibility would undermine the State's testimony supporting an offense that occurred on July 30, 1995.\nWe agree with the State that we must determine whether the decision to give the instruction was harmless. See Infante, 157 Vt. at 113, 596 A.2d at 1292; United States v. Neuroth, 809 F.2d 339, 341-42 (6th Cir.1987). It is unlikely the jury simply did not consider the alibi defense because of the instruction. Accordingly, the giving of the instruction could only have been prejudicial to the defendant if the jury believed the defendant's alibi, but convicted defendant anyway, because it believed the crime was committed on a date other than July 30, 1995. See Neuroth, 809 F.2d at 342-43 (Merritt, J., concurring). In Neuroth, the Sixth Circuit found that the error in giving a similar instruction, if any, was harmless, where the evidence of the defendant's guilt was strong., including incriminating taped conversations, and the defendant's alibi witness, his wife, was highly partial and unlikely to persuade the jury.\nWe find that although giving IPI Criminal 3d No. 3.01 was error, the error was harmless. The State presented strong evidence of defendant's guilt. The victim's compelling testimony was consistent and corroborated circumstantially by the observations of adults. Defendant's alibi evidence was not strong. Witnesses placed defendant at the Timber Cove swimming pool at the time of his alleged alibi, including Robbins, who had no apparent bias. Defendant's alibi witnesses\u0097his mother and stepfather\u0097were highly partisan. There was evidence that the alibi witnesses were testifying to the same date testified to by the occurrence witnesses, particularly Jensen's testimony that defendant, at the pool, told her \"It [is] hard to believe that I was swimming in Lake Michigan earlier today.\" Defendant's mother testified that defendant was not at the pool (or alone in the apartment) on the day he was swimming in Lake Michigan. The more the evidence all points to a particular date, the less risk there is that the jury was confused or encouraged to speculate by the instruction. Neuroth, 809 F.2d at 342 n.2. Finally, there is no reason to suspect the jury paid much heed to the instruction. The State never argued that the jury could use the instruction to circumvent defendant's alibi defense. Cf. Infante, 157 Vt. at 114, 596 A.2d at 1292 (prosecution amplified prejudice of erroneous instruction by arguing it to the jury).\nDefendant next contends he was not proved guilty beyond a reasonable doubt because (1) the State failed to rebut defendant's alibi, and (2) the victim, K.V., could not identify defendant as the perpetrator. In reviewing the sufficiency of the evidence, the relevant inquiry is whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the necessary elements of the crime beyond a reasonable doubt. People v. *1031 Burrows, 148 Ill.2d 196, 225, 170 Ill.Dec. 317, 329, 592 N.E.2d 997, 1009 (1992); Jackson v. Virginia, 443 U.S. 307, 319, 99 S.Ct. 2781, 2789, 61 L.Ed.2d 560, 573 (1979).\nHere, the evidence was more than sufficient for a rational trier of fact to find defendant guilty. The State did present evidence to rebut defendant's alibi\u0097both Robbins and Jensen testified they saw defendant at the swimming pool with K.V. on the date defendant claimed to be elsewhere. K.V. clearly testified that defendant committed the alleged offense. Although K.V. was unable to identify defendant at trial, that is hardly surprising, given K.V.'s young age and the fact defendant changed his appearance. Near the time of the offense, K.V. was able to identify defendant, and he could describe features of defendant's apartment.\nDefendant claims the trial court erred in allowing Jensen to give hearsay testimony regarding the contents of the note allegedly written by defendant. Over defendant's objection, Jensen testified that on July 30, 1995, she received a note that stated, \"P.J., I will take your son swimming anytime, Ty.\" Jensen threw the note away.\nHearsay evidence is an out-of-court statement offered to prove the truth of the matter asserted and is generally inadmissible unless it falls within the scope of an exception. People v. Smith, 236 Ill.App.3d 812, 819, 177 Ill.Dec. 51, 57, 602 N.E.2d 946, 952 (1992). Testimony about an out-of-court statement that is used for a purpose other than to prove the truth of the matter asserted in the statement is not hearsay. Smith, 236 Ill.App.3d at 819, 177 Ill.Dec. at 57, 602 N.E.2d at 952.\nThe State asserts that the note's contents were not offered for the truth of the matter asserted, i.e., the State was not attempting to show that defendant was, in fact, willing to take K.V. swimming anytime. We agree that the State was not attempting to prove the truth of that assertion. However, the note implicitly made another assertion\u0097that \"Ty,\" the signatory, was the person who wrote the note. It was the truth of this assertion\u0097the identity of the note's author\u0097that the State was attempting to prove. K.V., however, testified that his molester gave him the note. The fact that a note was delivered was admissible, and the fact that it contained the name \"Ty,\" the name of the individual K.V. pointed out to be defendant, was also admissible.\nIn any event, defendant cannot complain of the hearsay testimony because defendant elicited testimony regarding the note's contents before Jensen testified. McKenzie was the first witness to testify that K.V. mentioned receiving a note from the perpetrator. Defendant did not object to McKenzie's testimony. Instead, defendant elicited more testimony about the note during cross-examination, and McKenzie stated that Jensen told him she received a note from Ty on July 30, 1995. A party may not seek relief from error he himself has injected into the proceedings. People v. Brown, 275 Ill.App.3d 1105, 1112, 212 Ill.Dec. 441, 447, 657 N.E.2d 642, 648 (1995). Jensen's testimony was largely cumulative of McKenzie's testimony. Defendant had good reason to inquire about the note. The note helped fix the date of the offense, and without a fixed date, defendant could not establish his alibi.\nFinally, defendant complains the trial court erred in denying his motion to excuse venirepersons Burdick, Westerman, Huggins, and Smith for cause. We find no error. Although each of these venirepersons had had some casual contact with either the State's Attorney or potential witnesses, they all indicated they could be fair and impartial. A trial court's findings regarding the impartiality of prospective jurors should not be set aside on appeal unless the error or prejudice is manifest. People v. Leger, 149 Ill.2d 355, 385, 173 Ill.Dec. 612, 625, 597 N.E.2d 586, 599 (1992). Even if the court erred in denying a motion to remove for cause, defendant has not shown grounds for reversal because defendant does not allege that an objectionable juror was allowed to sit on the jury. A court's failure to remove a venireperson for cause is grounds for reversal only if the defense has exercised all of its peremptory challenges and an objectionable juror was allowed to sit on the jury. People v. Pendleton, 279 Ill.App.3d 669, 675, 216 Ill.Dec. 290, 295, 665 N.E.2d 350, 355 (1996).\n*1032 For the foregoing reasons, the judgment of the circuit court of Macon County is affirmed.\nAffirmed.\nMcCULLOUGH and KNECHT, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 2241956
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Rape"
}