{
    "id": 2231139,
    "judges": "Braucher, Hennessey, Kaplan, Tauro, Wilkins",
    "date_filed": "1988-10-02",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-lannon",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Lannon",
    "case_name_full": "Commonwealth vs. Reginald Lannon",
    "attorneys": "John P. White, Jr., for the defendant., Thomas F. Reardon, Assistant District Attorney, for the Commonwealth.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "October 1, 1973.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 19,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b490-6\">\n    Commonwealth\n    <em>\n     vs.\n    </em>\n    Reginald Lannon.\n   </parties><br><court data-order=\"1\" data-type=\"court\" id=\"b490-7\">\n    Suffolk.\n   </court><otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AKWk\">\n    October 1, 1973.\n   </otherdate><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ati\">\n    January 8, 1974.\n   </decisiondate><br><p data-order=\"4\" data-type=\"judges\" id=\"b490-8\">\n    Present: Tauro, C.J., Braucher, Hennessey, Kaplan, &amp; Wilkins, JJ.\n   </p><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b491-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"481\"> \n     *481\n     </span>\n<em>\n     John P. White, Jr.,\n    </em>\n    for the defendant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b491-8\">\n<em>\n     Thomas F. Reardon,\n    </em>\n    Assistant District Attorney, for the Commonwealth.\n   </attorneys>",
    "citations": [
        "306 N.E.2d 248",
        "364 Mass. 480"
    ],
    "opinions": [
        {
            "author_str": "Hennessey",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4735.0,
            "opinion_text": "\n364 Mass. 480 (1974)\n306 N.E.2d 248\nCOMMONWEALTH\nvs.\nREGINALD LANNON.\nSupreme Judicial Court of Massachusetts, Suffolk.\nOctober 1, 1973.\nJanuary 8, 1974.\nPresent: TAURO, C.J., BRAUCHER, HENNESSEY, KAPLAN, &amp; WILKINS, JJ.\nJohn P. White, Jr., for the defendant.\nThomas F. Reardon, Assistant District Attorney, for the Commonwealth.\nHENNESSEY, J.\nThis is an appeal by the defendant under G.L.c. 278, §§ 33A-33G, from his conviction of murder in the first degree in the shotgun death of his estranged wife. He was sentenced to life imprisonment. He did not dispute at the trial the fact that the fatal bullet came from a gun he was holding. There was evidence, including eyewitness testimony, which warranted the jury in reaching their verdict of guilty of murder in the first degree. However, the defendant offered two defences: that the shooting was an accident, and that mental illness diminished his responsibility as matter of law so that he could not be convicted of more than manslaughter.\n1. The defendant assigned as error two of the judge's rulings which admitted certain evidence. He argues that this evidence undermined his defence of accident. Dr. George W. Curtis, the medical examiner for Suffolk County, who performed an autopsy on the deceased, testified that \"[i]t is my opinion that Nancy Lannon came to ... her death as a result of gunshot wound of chest, homicide.\" The defendant's motion to strike the last word of this response was denied, and an exception taken. A death certificate, signed by Dr. Curtis, was also admitted in evidence. The form contained the printed words, \"Accident, suicide, or homicide (specify),\" and a line on which was written Dr. Curtis's response, \"Homicide.\" The defendant excepted to the denial of his motion to strike this word.\nWe have ruled below in this opinion that there is no error *482 here because the judge in his charge effectively struck the word \"homicide\" from the evidence, with reference to both the death certificate and the medical examiner's testimony. Nevertheless, we consider it useful to discuss the merits of the defendant's arguments on these difficult issues. Preliminarily, we observe, at least, that the better course would have been to exclude the term from evidence when it was originally offered.\n\"Homicide\" as Introduced in the Death Certificate.\nAs to the challenged portion of the death certificate[1] the defendant contends that G.L.c. 46, § 19, as amended through St. 1969, c. 478, requires its exclusion in that, while it makes death certificates prima facie evidence of the facts recorded, it also states that \"nothing contained in the record of a death which has reference to the question of liability for causing the death shall be admissible in evidence.\" The defendant argues that the determination that a \"homicide\" has occurred is a matter of opinion rather than fact, and is thus not made admissible by the statute. He also argues that the term \"homicide\" implies liability for the death and is thus specifically excluded from evidence.\nAlthough we do not decide the issue, we observe that there is precedent which tends in some measure to refute the defendant's arguments.\nChapter 46, § 1, as amended through St. 1971, c. 254, requires that death certificates include a citation of the cause of death \"defined so that it can be classified under the international classification of causes of death....\" The United States Bureau of the Census, promoting careful adherence to the international standards, exhorts medical examiners to \"always clearly indicate the fundamental distinction of whether a [violent] death was due to accident, suicide, or *483 homicide.\"[2] In compliance with State law and the internationally adopted system, the standard Massachusetts death certificate, completed by Dr. Curtis, requires the specification noted above.\nThe distinction embodied in the death certificate is neither followed nor deemed fundamental by the law which recognizes the possibility that a death may be both homicide and accident, so long as \"the life of one man is taken by the act of another.\" Commonwealth v. Webster, 5 Cush. 295, 303 (1850). But, while the term \"homicide\" implies no liability in law, its selection by the medical examiner over the opposing choice of \"accident,\" particularly in a murder case where the defence is precisely that the death was an accident,[3] might be considered to relate to the question of criminal responsibility.\nIn civil cases involving the admissibility of death certificates under G.L.c. 46, § 19, there is no question that, prior to 1945, the section as construed by this court \"required the inclusion of such an opinion word as `Accident.'\" Krantz v. John Hancock Mut. Life Ins. Co. 335 Mass. 703, 710 (1957), and cases cited. By St. 1945, c. 570, § 1, the Legislature added the language excluding words which have \"reference to the question of liability for causing the death.\" The purpose was to make \"the evidential use of death certificates ... subject to the same limitation as hospital records.\" 29 Mass. L.Q. (No. 4) 41 (1944). See G.L.c. 233, § 79. Consistent with that purpose, we have applied similar rules of construction to the two statutory provisions. E.g., Trump v. Burdick, 322 Mass. 253, 254-255 (1948); Wadsworth v. Boston Gas Co. 352 Mass. 86, 92-93 (1967).\nIn construing that part of G.L.c. 233, § 79 (hospital records), which excludes \"evidence which has reference to the question of liability,\" we have noted that in practice \"liability\" has been taken to be \"liability for damage\" *484 caused by events which occasioned or attended the patient's presence in the hospital. Clark v. Beacon Oil Co. 271 Mass. 27, 30 (1930). We have never held, although we have considered the possibility, that the liability referred to comprehends guilt of crime. See Commonwealth v. Franks, 359 Mass. 577, 579-580 (1971); Commonwealth v. Concepcion, 362 Mass. 653, 655-656 (1972). Moreover, under both the hospital records and the death certificate provisions, we have held documents admissible even thought words contained therein may incidentally bear on the question of liability. E.g., Leonard v. Boston Elev. Ry. 234 Mass. 480, 482-483 (1920) (hospital records); Cowan v. McDonnell, 330 Mass. 148, 149 (1953) (same); Trump v. Burdick, supra, (death certificate); Wadsworth v. Boston Gas Co., supra, (both). See Commonwealth v. Concepcion, supra, (hospital records).\n\"Homicide\" as Introduced in the Testimony.\nIt is argued that the use by Dr. Curtis of the word \"homicide\" was an inadmissible expression of opinion. The admissibility of the term in testimony must be viewed in the light of the jury's knowledge of the definitive use of the same word in the death certificate. The medical examiner was not an expert on the issue of how the victim came to be shot, not was he shown to have had suitable information on which to base an opinion. Commonwealth v. Gardner, 350 Mass. 664 (1966).[4]Commonwealth v. Howard, 355 Mass. 526, 528, n. 1 (1969). It can be argued that in the circumstances the medical examiner was thus permitted to express an opinion on the credibility of the defendant and the witnesses to the shooting. See Commonwealth, v. Gardner, supra, at 667. On the other hand, it can be argued that there was no danger \"that the jury might forego independent analysis of the facts and bow too readily to the opinion of an expert or otherwise influential witness.\" McCormick, Evidence (2d ed.) § 12.\n*485 Even if it was error to admit the challenged testimony and portion of the death certificate, we are nevertheless of opinion that the defendant is not entitled to a new trial. The judge in his charge to the jury completely and carefully removed any prejudice in the admission of this evidence and may fairly be said to have reversed his prior rulings and excluded the evidence altogether,[5] as the defendant requested.\n2. The defendant also assigns as error the denial of his motions for directed verdicts on so much of the indictment as charged murder, in either the first or second degree. He argues that psychiatric evidence at the trial established as matter of law that he had diminished capacity to control his impulses, that he was incapable of harboring malice, and that he was subject to a lesser test for provocation and a relaxed standard of suddenness of passion. Therefore he contends that as matter of law the crime is mitigated from murder to no greater than manslaughter. We cannot agree.\nOnly two years ago we rejected the notion of a middle ground between insanity and normal criminal responsibility which would not exonerate a defendant but would reduce the degree of his crime, e.g., from murder to manslaughter. Commonwealth v. Costa, 360 Mass. 177 (1971). Nevertheless, the judge here, at the defendant's request, charged the jury that they could return a verdict of manslaughter based on a theory of diminished responsibility. The verdict of the jury clearly demonstrates that they rejected this alternative.\nThe defendant now urges that we should adopt a rule of diminished responsibility, and thereby overrule the Costa case in that regard, as well as prior cases. See Commonwealth v. Cooper, 219 Mass. 1, 4-6 (1914). This we decline to do.\n*486 The defendant also argues that we should rule that his diminished responsibility was established as matter of law and that he was entitled to a directed verdict on so much of the indictment as charged murder, in either the first or second degree. This argument is a necessary one from the defendant's standpoint, in view of the jury's clearly implied conclusions of fact as to this issue. Our refusal to adopt a rule of diminished responsibility makes it unnecessary for us to consider this further contention. We are not controlled by the fact that on this issue the charge to the jury was more favorable to the defendant than was warranted by applicable precedent. We add, also, that the issues concerning a defendant's criminal responsibility as related to his mental condition are usually for the jury's decision. See Commonwealth v. Francis, 355 Mass. 108, 110-111 (1969); Commonwealth v. Ricard, 355 Mass. 509, 514-515 (1969).\n3. Finally, the defendant requests that we exercise our power under c. 278, § 33E, to reduce the verdict. We decline to do so. We have said that our powers under § 33E are to be used with restraint. Commonwealth v. Williams, ante, 145, 151 (1973). As required by that statute we have carefully reviewed the entire record, and are satisfied that the defendant received a fair trial and that the verdict of guilty of murder in the first degree was supported by the weight of the evidence.\nJudgment affirmed.\nNOTES\n[1]  The defendant does not challenge the admission of the death certificate itself, merely the portion evincing the classification of the death as a homicide rather than an accident. Nor does he claim that such classification should not be made, as the keeping of careful records on vital statistics serves many valuable purposes. He contends only that the classification should not be made known to the jury, either through oral testimony or exhibits. This exclusion could readily have been accomplished by the use of a photocopy of the certificate, deleting the information.\n[2]  U.S. Dept. of Commerce, Bureau of the Census, Physicians' Pocket Reference to the Intl. List of Causes of Death, p. 17 (1931).\n[3]  The defendant testified that \"[t]he door hit the gun and the gun went off\" and added that while his hand was on the trigger he did \"[n]ot [pull the trigger] that I know of.\"\n[4]  Holding that a gynecologist was improperly allowed to testify that there had been a forcible entry in a rape case, where, as here, the defendant apparently testified and admitted the act but not the crime. (P. 667.) Compare Commonwealth v. Montmeny, 360 Mass. 526, 528-529 (1971), allowing an expert to testify that his findings were consistent with the occurrence of a rape.\n[5]  \"Now, that word homicide, as it is used in Dr. Curtis' testimony and as it is included in this death certificate, simply means that there has been a killing of a person. It doesn't say that it's murder. It doesn't mean that it's unjustified or justified. And therefore that word is not to be considered as any evidence of guilt of this defendant. It's for you to decide whether there was an unlawful killing here, and if it was unlawful, what the crime was that the defendant committed. And so I stress that this word homicide as used in Dr. Curtis' testimony and as included in the death certificate, is not evidence in this case and you must decide the issues of innocence or guilt without reference to that single word.\"\n\n",
            "ocr": false,
            "opinion_id": 2231139
        }
    ],
    "court_short_name": "Massachusetts Supreme Judicial Court",
    "court_full_name": "Massachusetts Supreme Judicial Court",
    "court_type": "S",
    "court_jurisdiction": "Massachusetts, MA",
    "crime_category": "Rape"
}