{
    "id": 2294527,
    "judges": "Buckley",
    "date_filed": 1018569600000,
    "date_filed_is_approximate": false,
    "slug": "in-re-tanyann-w",
    "case_name_short": "In Re Tanyann W.",
    "case_name": "In Re Tanyann W.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "118 Cal. Rptr. 2d 596",
        "97 Cal. App. 4th 675"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6345.0,
            "opinion_text": "\n118 Cal. Rptr. 2d 596 (2002)\n97 Cal. App. 4th 675\nIn re TANYANN W. et al., Persons Coming Under the Juvenile Court Law.\nKern County Department of Human Services, Plaintiff and Appellant,\nv.\nKaren A. et al., Defendants and Respondents.\nNo. F038969.\nCourt of Appeal, Fifth District.\nApril 12, 2002.\nB.C. Barmann, Sr., County Counsel, and Jennifer L. Thurston, Deputy County Counsel, for Plaintiff and Appellant.\n*597 Roland Simoncini, under appointment by the Court of Appeal, San Diego, for Defendant and Respondent Karen A.\nKimball J.P. Sargeant, under appointment by the Court of Appeal, Davis, for Defendant and Respondent Hector A.\n\nOPINION\nBUCKLEY, J.\nThe Kern County Department of Human Services (County) appeals the granting of reunification services to respondents, which was premised on the court's finding inapplicable Welfare and Institutions Code section 361.5, subdivision (b)(6).[1] On appeal, the County argues the court too narrowly construed the term \"sibling\" in the statute. We will affirm the judgment.\n\nDISCUSSION\nAfter gaining her majority, Tara K. reported years of rape and other sexual abuse by respondents, who had been her legal guardians. Juvenile authorities removed respondents' other ward, 14-year-old Tanyann W., for whom they were legal guardians, and their biological child, 7-year-old Katie A. The County recommended against providing reunification services for Tanyann and Katie at disposition, relying on section 361.5, subdivision (b)(6), which permits such denial in the case of \"severe sexual abuse or the infliction of severe physical harm to the child, a sibling, or a half-sibling by a parent or guardian, ...\" The court reluctantly ruled that the statute did not apply:\n\"While this court would urge the legislature to consider adding step-siblings and what is commonly referred to as `foster sisters/brothers' to this section, the legislature has not currently done so. Therefore, it would be inappropriate to apply this section to this case. The child sexually assaulted by [respondents] was neither the sibling nor half-sibling of [Katie A.] or [Tanyann W.]. Therefore, the court must order reunification services to both parents/legal guardians at this time.\"\nAt the continued disposition hearing, the court adjudged the children dependents under section 300, subdivisions (b) and (d), adopted the case plan, and ordered reunification services to be provided.[2]\nThe sole issue on appeal is the meaning of the term \"sibling\" in section 361.5, subdivision (b)(6). The County argues that the sibling relationship is legal, not biological, such that siblings are children who share a legal tie to at least one common parent. To support this contention, the County cites the definition of sibling provided in the code in connection with sibling visitation (§ 362.1, subd. (c)) and sibling group placement (§ 16002):\n\"As used in this section, `sibling' means a child related to another person *598 by blood, adoption, or affinity through a common legal or biological parent.\"\nTo find otherwise, appellant contends, would lead to a result anomalous and abhorrent. Respondent Karen A. argues that to afford the term anything other than its common meaning would be to rewrite the statute. Respondent Hector A. finds applicable the definition cited by appellant, but argues that even under that definition, these children are not siblings.\n\"[Statutory interpretation is a question of law [citation], and appellate courts review such issues independently, at least where there is no conflicting extrinsic evidence offered to aid in interpretation. [Citation.]\" (People v. Taylor (1992) 6 Cal. App. 4th 1084, 1090-1091, 8 Cal. Rptr. 2d 439.)\nAs this court has held, \"`[t]he court's role in construing a statute is to \"ascertain the intent of the Legislature so as to effectuate the purpose of the law.\"` [Citation.] The first step in this process is to scrutinize the words of the statute, giving them a plain and commonsense meaning. [Citation.] If the language is clear and unambiguous, the plain meaning of the statute governs. [Citation.]\" (Ford v. Norton (2001) 89 Cal. App. 4th 974, 981, 107 Cal. Rptr. 2d 776.) \"`\"It is an elementary rule of construction that effect must be given, if possible, to every word, clause and sentence of a statute.\" A statute should be construed so that effect is given to all its provisions, so that no part will be inoperative or superfluous, void or insignificant, ...'\" (Rodriguez v. Superior Court (1993) 14 Cal. App. 4th 1260, 1269, 18 Cal. Rptr. 2d 120.) \"However, the literal meaning of a statute must be in accord with its purpose. [Citation.] The words of a statute must be construed in context and provisions relating to the same subject matter must be harmonized to the extent possible. [Citation.]\" (Ford v. Norton, supra, 89 Cal.App.4th at p. 981, 107 Cal. Rptr. 2d 776.)\nWe first reject the argument that we should apply the expansive definition of sibling used in sections 362.1, subdivision (c) and 16002. In both cases, the definition is prefaced by the caveat \"as used in this section,\" which, we think, plainly proscribes wider application of the definition. That the Legislature defines sibling in only two of the many, many times it uses the term in the code only emphasizes the exceptional nature of the definition. In In re Jodi B. (1991) 227 Cal. App. 3d 1322, 278 Cal. Rptr. 242, the court was similarly called upon to decide the meaning of the term \"parent,\" which is used without definition in the Welfare and Institutions Code. Examining the definition of the term in other codes, the court noted that \"[t]hese sections illustrate the Legislature's practice of specifying the intended meaning of `parent' and `child' when it wishes to enlarge or restrict the ordinary meaning of those terms.\" (Id. at pp. 1327-1328, 278 Cal. Rptr. 242.) Accordingly, the court found that the ordinary definition of \"parent\" applied, and that \"[I]f the Legislature had intended to include stepparents in the class of persons denoted as parents for reunification purposes, it would have said so.\" (Id. at p. 1328, 278 Cal. Rptr. 242.)\nThe definition of sibling advocated by the County\u0097\"a child related to another person by blood, adoption, or affinity through a common legal or biological parent\"\u0097would certainly encompass a halfsibling. As a result, to apply this definition to section 361.5, subdivision (b)(6) would be to render surplusage the specific inclusion in the statute of half-siblings. \"It is a settled axiom of statutory construction that significance should be attributed to every word and phrase of a statute, and a construction making some words surplusage *599 should be avoided. [Citation.]\" (People v. Woodhead (1987) 43 Cal. 3d 1002, 1010, 239 Cal. Rptr. 656, 741 P.2d 154.)\nWe conclude, then, that the term \"sibling\" in this statute should be given its ordinary meaning. Merriam-Webster's Collegiate Dictionary (10th ed.1999) at page 1088 defines a sibling as \"one of two or more individuals having one common parent.\" Under this definition, Tara was not Tanyann or Katie's sibling, since they had no parent in common.\nBy so concluding, we do not discount or dismiss the County's argument that the proper decisional criterion should be the betrayal of trust by the caretaker, regardless of the origin of that role. We simply acknowledge that this argument should be made not to this court, but to the Legislature.\n\nDISPOSITION\nThe judgment is affirmed.\nWE CONCUR: DIBIASO, Acting P.J, and CORNELL, J.\nNOTES\n[1]  Subsequent statutory references are to the Welfare and Institutions Code.\n[2]  Respondent Karen A. contends the County's appeal was not timely filed, since the court's ruling on the term \"sibling\" was issued July 6, 2001, the court ordered reunification services at that time, but the notice of appeal was not filed until September 17, 2001. The hearing on August 17, 2001, was, she contends, merely \"administrative,\" intended only to clarify details of the case plan. The record does not support this contention; it clearly indicates that disposition was not complete, and not appealable, until the conclusion of the hearing of August 17. Indeed, until the August 17 hearing, the children had not yet even been adjudged dependents. The adjudication of dependency is the first appealable order/judgment in the dependency process. (In re Sheila B. (1993) 19 Cal. App. 4th 187, 196, 23 Cal. Rptr. 2d 482.) The appeal was timely filed.\n\n",
            "ocr": false,
            "opinion_id": 2294527
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Rape"
}