{
    "id": 2295305,
    "judges": "Van Der Voort, Wieand and Lipez",
    "date_filed": "1988-08-06",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-carrasquillo",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. Carrasquillo",
    "case_name_full": "COMMONWEALTH of Pennsylvania v. David CARRASQUILLO, Appellant",
    "attorneys": "John W. Packel, Assistant Public Defender, Chief, Appeals Division, Philadelphia, for appellant., Eric B. Henson, Assistant District Attorney, Philadelphia, for Commonwealth, appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted Dec. 8, 1978.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b368-5\">\n    408 A.2d 493\n   </citation><br><parties id=\"b368-6\">\n    COMMONWEALTH of Pennsylvania v. David CARRASQUILLO, Appellant.\n   </parties><br><court id=\"b368-9\">\n    Superior Court of Pennsylvania.\n   </court><otherdate id=\"A_D\">\n    Submitted Dec. 8, 1978.\n   </otherdate><br><decisiondate id=\"b368-10\">\n    Filed Aug. 3, 1979.\n   </decisiondate><br><attorneys id=\"b369-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"337\"> \n     *337\n     </span>\n    John W. Packel, Assistant Public Defender, Chief, Appeals Division, Philadelphia, for appellant.\n   </attorneys><br><attorneys id=\"b369-11\">\n    Eric B. Henson, Assistant District Attorney, Philadelphia, for Commonwealth, appellee.\n   </attorneys><br><judges id=\"b369-12\">\n    Before VAN der VOORT, WIEAND and LIPEZ, JJ.\n   </judges>",
    "citations": [
        "408 A.2d 493",
        "268 Pa. Super. 336"
    ],
    "opinions": [
        {
            "author_str": "Voort",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n268 Pa. Superior Ct. 336 (1979)\n408 A.2d 493\nCOMMONWEALTH of Pennsylvania\nv.\nDavid CARRASQUILLO, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted December 8, 1978.\nFiled August 3, 1979.\n*337 John W. Packel, Assistant Public Defender, Chief, Appeals Division, Philadelphia, for appellant.\nEric B. Henson, Assistant District Attorney, Philadelphia, for Commonwealth, appellee.\nBefore VAN der VOORT, WIEAND and LIPEZ, JJ.\n*338 VAN der VOORT, Judge:\nAppeal is taken from judgment of sentence rendered following jury trial and verdict of guilty to charges of rape and burglary. Pertinent facts are that at an early morning hour a female was awakened by the sound of appellant banging on the front door, seeking entry. She knew him from his frequent presence in the neighborhood, and refused him entry. Appellant's second such attempt met the same refusal. Then appellant climbed a wire cable and entered the home through the second-floor bedroom window. Threatening and beating the woman, appellant committed forcible rape of her. The return of the victim's husband hastened appellant's withdrawal through a bathroom window, and shortly he was apprehended by the police, who had been called immediately, with appellant's positive identification, five blocks from the scene and some 35 minutes after the crime.\nAt the time of commission of the act, appellant was a 16-year old juvenile. A delinquency petition was first filed, followed by a petition to transfer to adult court. Hearing was held thereon.\nAt said hearing, the victim testified as to the happening of the crime and identified appellant as the perpetrator. The court found a prima facie case for the commission of a felony by appellant. The court then heard argument regarding transfer and had the benefit of a prior juvenile file on appellant, containing psychiatric reports. Examining psychiatrists some months previously did not find appellant committable to an institution for mentally ill. Emotional but not mental problems of appellant were stressed in the reports. Based upon a prior juvenile record showing two burglaries having given rise to an adjudication of delinquency, attempted rape, and failure to return to the school to which he was committed, the court concluded that appellant was not amenable to treatment or supervision as a juvenile through available facilities, the Cornwells Heights facility not being a viable place because not secure enough for an offender of appellant's nature. The court certified appellant to adult court.\n*339 Appellant now argues improper transfer, alleging that the Commonwealth presented insufficient evidence, the lower court failed to make findings to support its order, it was error to conclude that appellant was not mentally ill and not amenable to treatment as a juvenile. Following careful scrutiny of the record, we disagree. The Commonwealth relied upon an established juvenile file of record and the facts therein, which was introduced into the record of this case and considered by the court. By means of it the Commonwealth proved facts adequate to meet its burden of proof under the transfer provisions of the \"Juvenile Act.\" Act of 1972, Dec. 6, P.L. 1464, No. 333, 11 P.S. § 50-325. At the hearing the judge verbalized his findings supporting transfer: age over 14, prima facie case of felony, subject not amenable to treatment and not committable for mental illness, and sentence possible of three years or more. At the end of this hearing, when asked by the defense for a statement of reasons, the court replied that the reasons had been stated and made a part of the record. We find that the court met the requirements of the \"Act,\" supra, making the necessary findings upon sufficient evidence, and stating them with a particularity to meet Commonwealth v. Bey, 249 Pa.Super. 185, 375 A.2d 1304 (1977) and its mandate \"that some statement of sufficient specificity must be supplied in order that a meaningful review can be had.\"\nLastly we disagree with appellant's contentions that he could have been committed to a mental institution or in the alternative was amenable to treatment, supervision and rehabilitation in a juvenile facility. Appellant was under almost constant supervision of juvenile authorities since 1974, except for truancies and one runaway from a detention facility, the latter immediately before the instant crime. It does not impress us, in light of this supervision, for appellant to argue that psychiatric reports made some eight months prior were no longer relevant. Further we agree with the lower court that appellant's viciousness and failure to respond to attempts at rehabilitation give credence to a conclusion that viable places and forms of supervision and *340 treatment have been tried and that appellant is not amenable thereto. See Commonwealth v. Greiner, 479 Pa. 364, 388 A.2d 698 (1978).\nWe find no abuse of discretion in the lower court's having transferred appellant.\nAffirmed.\n",
            "ocr": false,
            "opinion_id": 2295305
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Rape"
}