{
    "id": 1274154,
    "judges": "Goodwin, Lusk, McAllister, O'Connell, Perry, Rossman, Sloan",
    "date_filed": "1984-10-30",
    "date_filed_is_approximate": true,
    "slug": "state-v-schwensen",
    "case_name_short": "Schwensen",
    "case_name": "State v. Schwensen",
    "case_name_full": "State of Oregon v. Schwensen",
    "attorneys": "Carl B. Neil and Charles V. Elliott, Portland, argued the cause and filed briefs for the appellant., Oscar D. Howlett, Portland, specially appointed counsel, argued the cause for respondent. With him on the brief was George Van Hoomissen, District Attorney, Portland.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued January 7,",
    "cross_reference": null,
    "correction": null,
    "citation_count": 13,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<otherdate id=\"b520-4\">\n    Argued January 7,\n   </otherdate><decisiondate id=\"AA4\">\n    reversed and remanded May 20, 1964\n   </decisiondate><br><parties id=\"b520-5\">\n    STATE OF OREGON\n    <em>\n     v.\n    </em>\n    SCHWENSEN\n   </parties><br><citation id=\"b520-6\">\n    392 P. 2d 328\n   </citation><br><attorneys id=\"b522-13\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"508\"> \n     *508\n     </span>\n<em>\n     Carl B. Neil\n    </em>\n    and\n    <em>\n     Charles V. Elliott,\n    </em>\n    Portland, argued the cause and filed briefs for the appellant.\n   </attorneys><br><attorneys id=\"b522-14\">\n<em>\n     Oscar D. Howlett,\n    </em>\n    Portland, specially appointed counsel, argued the cause for respondent. With him on the brief was George Van Hoomissen, District Attorney, Portland.\n   </attorneys><br><judges id=\"b522-15\">\n    Before McAllister, Chief Justice, and Rossman, Perry, Sloan, O’Connell, Goodwin and Lusk, Justices.\n   </judges>",
    "citations": [
        "392 P.2d 328",
        "237 Or. 506"
    ],
    "opinions": [
        {
            "author_str": "Perry",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n237 Or. 506 (1964)\n392 P.2d 328\nSTATE OF OREGON\nv.\nSCHWENSEN\nSupreme Court of Oregon.\nArgued January 7, 1964.\nReversed and remanded May 20, 1964.\n*508 Carl R. Neil and Charles V. Elliott, Portland, argued the cause and filed briefs for the appellant.\nOscar D. Howlett, Portland, specially appointed counsel, argued the cause for respondent. With him on the brief was George Van Hoomissen, District Attorney, Portland.\nBefore McALLISTER, Chief Justice, and ROSSMAN, PERRY, SLOAN, O'CONNELL, GOODWIN and LUSK, Justices.\nREVERSED AND REMANDED.\nPERRY, J.\nThe defendant was convicted of a felony-murder, constituting murder in the first degree. The verdict did not contain any recommendation as to the sentence to be imposed and, pursuant to lawful requirement, the death penalty was imposed. From the judgment entered the defendant has appealed.\nMrs. Jean R. Bussey resided in Portland with her husband. She was 29 years of age and the mother of a child four or five years of age. On September 15, 1961, Mr. Bussey left Portland for Ilwaco, Washington, expecting to return in his boat on Monday, the *509 18th, which he did. On Sunday, September 17, Mrs. Bussey went to the family's houseboat and did considerable cleaning therein. She remarked to a neighbor at that time that she did not feel very well. At about 7 o'clock that evening Mrs. Bussey left her son with her mother and went to a movie, expecting to return and pick up her son the following morning about 10:30 a.m. About 11:00 p.m. on this 17th day of September, Mrs. Bussey arrived at Carmens Cactus Room, a bar located on N.E. Sandy boulevard and 39th avenue in Portland. Mrs. Bussey had been in the bar on other occasions, either alone or with other women, and was known to the bartender.\nOn this evening, Mrs. Bussey sat alone at the bar and ordered \"VO\" and water. About 11:30 p.m. the defendant entered the bar and ordered \"Scotch on the rocks.\" He also had been at this bar on other occasions and was known to the bartender. The defendant and Mrs. Bussey engaged in conversation, and the bartender estimated that before they departed from the Cactus Room at approximately 2:45 a.m. Mrs. Bussey had consumed four or five drinks and the defendant ten to twelve. The defendant in his statements to the police made an estimate of four to seven drinks by Mrs. Bussey and ten or eleven by himself. Mrs. Bussey offered the defendant a ride home from the Cactus Room and the two left the bar together.\nMrs. Bussey did not return to pick up her son the next morning and a search for her whereabouts was commenced by her relatives and the police. On Monday, September 25, 1961, a policeman discovered the Bussey car parked at S.E. 53rd street and Belmont street in Portland. The body of Mrs. Bussey was discovered in the car in a kneeling position on the *510 passenger side. Her face was on the cushion and her knees on the floor. One of her shoes was under the footbrake and on the floorboard was Mrs. Bussey's glasses. Her dress was up about the middle of her thighs, her outer coat was buttoned once, but the button was not in the proper corresponding buttonhole.\nAfter photographs were taken, the body was taken to the city morgue for the purpose of an autopsy. Dr. W.L. Lehman performed the autopsy. His report and his testimony discloses the following further information as to the condition of the clothes worn by the deceased.\n\"* * * A half petticoat or slip is found which is somewhat purplish in color on one surface, apparently due to staining from the skirt itself and the lower portion of the posterior surface of the skirt contains a red-brown stain, averaging 15 x 5 cm. There would appear to be a distinct bloody component to the stain. Underneath the slip is a torn pair of underpants of some synthetic material such as nylon and the crotch of the underpants have been wholly torn so that the garment has one large nether opening. The crotch of the underpants are stained with a material similar to that found on the half slip.\n\"A fragment of the underpants has been completely torn loose from the major piece.\"\nIt was determined the blood alcohol in the body was .12 grams per 100 milliliters of whole blood at the time of autopsy, and Dr. Lehman in his report states \"it is entirely likely that the level immediately prior to death was much higher.\" He also stated in his report that \"[t]he right ventricle, opened under water, carries a significant amount of air, which may be due entirely to decomposition of the blood and this will be investigated later.\"\n*511 On September 25, 1961, Dr. Lehman reached no conclusion as to the cause of death, but returned to the morgue on September 27, 1961, and made a further examination, reporting as follows:\n\"At 10:00 A.M. on this date, the undersigned re-visited the Multnomah County Morgue and reexamined the genital, perineal and rectal areas again because of the disturbing unusual and severely traumatic changes seen in the microscopic study of the sections taken on September 25, 1961. Now, with careful positioning of the body so as to obtain maximum exposure of the vaginal vault, perineum and the rectum, as well, the regions of laceration, superficial abrasion and ulceration are prominent. It would appear that the degree of this damage to this normally well-vascularized area is more than would occur in a markedly energetic intercourse. While the perineal areas, including skin and subcutaneous tissue, are edematous and swollen, there are no tears largely because of the resiliency of this area.\n\"The anus, thought dilated and flaccid due to post-mortem change at the initial examination, shows, now from the present vantage point and with greater exposure of the rectum by incising the perirectal tissues, an even greater traumatic alteration in the delicate mucous membranes of this area associated with abrasive hemorrhages and superficial but large ulcerations.\n\"There is an extremely hemorrhagic character to the soft tissues indicative of extravasation of blood into the areas which appears, indeed, different from mere post-mortem settling or suggillations.\n\"Numerous sections are taken from the rectum, anus and vagina and studies thereof will be reported later.\"\n*512 Dr. Lehman then concluded:\n\"Inasmuch as air was found only in the right ventricle and in none of the other large veins or arteries, it can be reasoned that the air so discovered was not due to bacterial growth and formation of bacterial gas. Had this been the case one should have found gas in many of the organs, as well as in the large blood vessels, but such gaseous changes were not apparent and, furthermore, gas-forming organisms showed no evidences of their effects in any of the organs, such as the liver. Because of the extensive trauma to the vaginal tract and to the rectum, as well, as demonstrated grossly and microscopically to a very high degree, one must conclude, therefore, that trauma to the vessels in these areas was sufficient to permit ingress of air into veins, obviously carrying a negative pressure. This air eventually reached the heart and was responsible for the death of the patient on the basis of an air embolism.\n\"* * * * *\n\"Since the toxicological studies were reported to the undersigned verbally as totally negative, one can come only to one conclusion as to the mode of death and this is air embolism due to severe trauma to the areas of rectum, perineum and vagina. Because of the large size of these vessels, apparently so greatly increased by severe traumatic irritation, the occurrence of an air embolism is felt entirely plausible.\n\"An additional feature of asphyxiation deserves strong consideration as an additional or secondary process in the demise of the patient. The position of the body in the car when found, with the face down against the car seat, indicates this possibility, as does to some extent the compression of the features on the left side of the face when viewed at the autopsy table. The unusual position of the body in the front seat is very comparable to the so-called knee-chest position in which attitude post-gravid women took certain exercises.\"\n*513 Called as a witness, Dr. Lehman testified that in performing his autopsy he found lacerations and bruises in both the vaginal wall and rectum. That, without removing the heart from the body, he punctured the right ventricle of the heart and he saw \"at least two large bubbles and possibly a third small one, but at least two large ones which were huge bubbles which came out of the opening in the heart in a rounded bubbly mass.\" He further testified as follows:\n\"Q Can you estimate the quantity?\n\"A Estimation is all that I can do. One does not have accurate air measuring gauges at the ordinary autopsy table, but I'm sure that there was a minimum of four ounces of air or some kind of gas, and possibly five.\"\nThereafter he testified as follows:\n\"A Having found air in the heart and in the right ventricle, it became important to know where it came from. Now, the body was dead, possibly six to eight days. At this time we weren't quite sure. We knew that the body had been absent for some time. But in death there is decomposition. The tissues go to pieces, and this proceeds at different rates, depending upon the status of the individual, the health of the individual, the temperature, clothing, the outside heat, and so on. Bacteria are always in the body. Bacteria inhabit the intestinal canal as part of our digestive process.\n\"When a body decomposes, it sometimes decomposes with the formation of gas; so I was particular in noticing whether or not gas had formed elsewhere, and nowhere in the body at any point was there any gas or air detectable to the naked eye.\n\"Q And how did you determine that?\n\"A By making numerous cuts into all organs. The liver is cut many, many times. The spleen is cut many, many times. The soft tissues, the fat *514 and the muscles and so on, are all carefully searched, and one listens for the crackling noises which is characteristic of gas. One does not place the liver in a fluid to see whether or not it floats. Ordinarily one can tell quickly enough if this is necessary by means of a foamy, bubbly character to the liver. This was absent.\n\"Q Now, then, how would you describe to the jury the extent of decomposition in this body as you observed it?\n\"A As I saw this body on the autopsy table, there was very little decomposition, an amazingly small amount, considering the amount of time which we thought that the patient had been dead. There were some telltale evidences of several day's death because of the dehydration \u0097 that is drying \u0097 particularly around the fingertips and the bases of the fingers. Perhaps this would help: Gangrene is decay. Gangrene is degeneration. There are two kinds of gangrene, a wet and a dry.\n\"The wet kind of gangrene is often accompanied by a bubbly, gaseous nature. This means that the gangrenous area is well involved with bacteria. But the dry kind \u0097 and this is the kind which occurs sometimes in patients who have a poor circulation \u0097 the dry kind is a mummification. There is no gaseous change. There is no bubbling. The tissues just dry up and become firm and hard and leathery; such as was the case in this patient.\n\"Q Now then, going back to the rectum and vagina, can you state with reasonable medical certainty the amount of force necessary to have caused the injuries to the anus or to the rectum and to the vagina?\n\"A Well, I can't express this in foot pounds of energy or a blow to the chest or a knock on the head. This is a rather tenuous matter. I can't explain it in scientific terminology as an engineer would. This is a rather difficult thing to measure.\n\"* * * * *\n\n*515 \"Q Could this have been done with a man's fingers?\n\"A Yes.\n\"* * * * *\n\"Q Could you say this damage could have been done with reasonable medical certainty by the private parts of a man who had an erection or is that difficult to say?\n\"A I think that this could be the case, particularly if the relationship between the pair were frenzied, particularly on the part of the male. Someone who might be unyielding or unwilling and someone being extremely active, vigorous and heavy, could well produce something of this nature.\"\nDr. Lehman then testified:\n\"A This woman died of air embolism; that is air abnormally and unnaturally present in the heart due to damage, tear, because of violence to the vagina and rectum, air gaining entrance to these veins at this point; the air traveling in these veins to the heart, where it could go no farther; because air is a very compressible substance, the heart is unable to force blood around in the usual fashion, and the patient expires because the heart stops.\"\nDr. Lehman also testified that the injuries to the vaginal vault \"altho minor are purely sufficient for the development of intake of air.\"\nDr. Joseph Beeman, a pathologist, in answer to a hypothetical question, containing these words: \"multiple tears of the vagina and rectum,\" testified that in his opinion Mrs. Bussey's death was due to an air embolism. He further testified that in his opinion, due to the laceration of the vagina and also the rectum, the air embolism could have been caused either by rape or pederasty.\n*516 The defendant made several statements to the police officers. In two of these he admitted having sexual intercourse with the deceased.\nThe defendant moved for a directed verdict of acquittal based upon the failure of the state to establish the fact that the rape was the cause of the air embolism which resulted in the death. The overruling of this motion is assigned as error.\nThe state's case for murder in the first degree rests upon establishing that the deceased was killed by the defendant in perpetrating the crime of rape upon her.\n1. The \"* * * proximate relationship or connection between the assault and death must be proved beyond a reasonable doubt.\" 3 Warren on Homicide, perm ed, 285, § 277.\n2. \"Something more than a mere coincidence of time and place between the wrongful act and the death is necessary. It must appear that there was such actual legal relation between the killing and the crime committed or attempted that the killing can be said to have occurred as a part of the perpetration of the crime, or in furtherance of an attempt or purpose to commit it.\" 1 Wharton's Criminal Law and Procedure (Anderson) 544, § 252.\n3. It seems, therefore, to be well-established that to sustain a conviction for felony-murder the causal connection between the commission of the felony and the death must be clearly established. State v. Opher, 38 Del 93, 188 A 257; People v. Brengard, 265 NY 100, 191 N.E. 850; State v. Rounds, 104 Vt 442, 160 A 249; State v. Diebold, 152 Wash 68, 277 P. 394.\n4, 5. As stated by the court in State v. Rounds, supra, 104 Vt 442, 457, 160 A 249, 254:\n\"In a homicide case, where the life or liberty *517 of a citizen is at stake, and where the guilt of the accused must be established beyond a reasonable doubt, the causal connection between the death of the decedent and the unlawful acts of the respondent cannot be supported on mere conjecture and speculation.\"\nand as stated by the court in People v. Brengard, supra, 265 NY 100, 108:\n\"* * * An obscure or a merely probable connection between an assault and death will, as in every case of alleged crime, require acquittal of the charge of any degree of homicide. The proximate relationship must, of course, be clearly proved beyond a reasonable doubt. A duty rests upon the trial judge so to instruct the jury and, in the absence of such instruction or in the event of failure of the necessary proof, a similar duty would rest upon a court of review to reverse a judgment of conviction.\"\nIn a civil case, where the evidence required need only preponderate in favor of a party to sustain a civil verdict, we have said expert testimony as to a possibility of causal relation between a physical injury and injury or death is by itself insufficient to establish such relation. Henderson v. U.P.R.R. Co., 189 Or 145, 161, 219 P2d 170.\nIn the matter before us, the causal connection between the act of rape and death of the deceased rests upon the establishment of these facts: (1) that the vagina or rectum was ruptured in the act of establishing or during intercourse so that air entered the veins; (2) and reached the heart thus causing death.\nThere can be no question but that when Dr. Lehman punctured the right ventricle of the heart either air or gas, formed from decomposition of the blood, *518 came out. The serious question presented by the defendant's contention, that an air embolism was not established, is that no one can know with reasonable certainty whether it was air or gas that escaped from the heart.\nDr. Lehman satisfied himself that this was air and not a gas \"by making numerous cuts in all organs. The liver is cut many, many times. The soft tissues, the fat and the muscles and so on are carefully searched and one listens for the crackling noises which is characteristic of gas.\" He did not make any analysis of the blood as to the state of decomposition, nor did he analyze that which escaped from the heart.\nDr. Charles P. Larson, a pathologist who appeared on behalf of the defendant, testified that in case of doubt as to whether air or gas exists in the heart post-mortem, the gas or air can be analyzed to establish the fact. He also testified:\n\"Well, sticking a needle in, sticking a needle in into the inferior vena cava, which is the biggest vein in the abdomen, injecting air in the syringe and leaving water and blood and what have you here in the pelvic cavity and it will bubble out wherever the hole is. And then by tracing down these bubbles, it's sometimes possible to demonstrate the actual blood vessel that was torn which permitted the air to get into the body. And I think this is important at least to demonstrate in a general way the site of origin of air that you find in a system by what I would call retrograde. In other words, the backwards injection of air, the opposite from the way it came in to demonstrate a break in blood vessels at least showing that air could have gained access to the vascular tree in this fashion. And I don't believe that an autopsy in a case of air embolism is complete until you have demonstrated not only the fact as we've discussed *519 that there must be air in the vascular tree, there must be air in the heart, but until you've also demonstrated where this air came from.\"\nThere is no evidence that disputes Dr. Larson's statement, that an air embolism can be determined with reasonable certainty by the methods he outlines.\nDr. Lehman based his opinion upon his personal examination of the conditions he found in the vagina and rectum as sufficient to permit air into some vein, and the lack of formation of gas in the other organs of the body.\nThe substance of Dr. Larson's testimony is that the method used by Dr. Lehman would not establish the fact as to the substance.\nWhile Dr. Larson's approach to the matter seems more plausible to us and would, in our opinion, more clearly prove or disprove the issue to be resolved, since we are not experts in this field, we cannot say with any degree of certainty that Dr. Lehman's examination and tests will not within the realm of possibility establish the fact. To disregard the opinion of Dr. Lehman, we would be required to hold that his method of determining air or gas in the heart was beyond the realm of good pathological practice, and this we cannot do.\n6. The trial court did not err in overruling the motion for a directed verdict.\nDuring the course of the trial the state introduced into evidence over the objection of the defendant a statement made by the defendant while in custody.\nThis statement contradicts a former statement. In the former statement the defendant had stated that the act of sexual intercourse was with the consent of the deceased. In the latter statement, the one objected *520 to by the defendant, he stated that he had sexual intercourse, not with her consent, but after she had \"passed out or fainted.\"\nAs to this latter statement, the officer testified, because he did not believe the former statement of the defendant, that he gave the defendant a \"sales pitch\" to clear the good name of Mrs. Bussey:\n\"* * * In connection with her name, the newspapers had used the term `adultery', they had used the term `acute alcoholism' and also `a drunkard.'\n\"* * * I said to Mr. Schwensen, `Today it doesn't matter too much to that three-year-old boy whether his mother goes into her grave as a bum or whether she goes in there as a respectable woman. She isn't able to defend herself, but there will come a day when that boy grows up, and then it will make a difference to him,' and I explained, `Now, if you have anything to gain by making a bum of her, fine. If that's the truth, that's up to you, but if it isn't the truth, why not clear her name. She isn't able to do it.' And that's the argument. I appealed to his noble or his better nature, and he had a lot of good qualities about him. He went for that line.\n\"* * * * *\n\"I told him Mr. Bussey was upset about the publicity because he knew his wife. He had been married to her a long time, and he didn't believe any of that, and he was enraged with what the papers were doing to his wife's name.\"\nThe officer also recalled on cross-examination that he had told the defendant that \"Ted Bussey had a record for having killed a man.\"\nThe officer was also asked: \"* * * did you tell Richard Schwensen that this probably wasn't going to result in a murder charge anyway?\" and he answered: *521 \"That was my impression at the time. * * * I didn't think he was going to be charged.\"\nIt is quite clear from the record and the evidence above quoted, since the defendant had previously made the statement that Mrs. Bussey had been drinking with him and had consented to sexual intercourse, that the defendant could believe Mr. Bussey would reason that the information concerning these acts as carried in the newspapers originated with him and that Mr. Bussey would be as incensed at him as he was at the newspapers. Then when he was told by the officer that Mr. Bussey was angry and that he had killed a man, there would immediately arise in defendant's or any reasonable mind the thought of personal danger if some action was not taken. The only action defendant could take to avoid this danger was to change his previous statement and say Mrs. Bussey was not intoxicated and that she did not consent to the sexual act.\nWhile the danger would not be as immediate, the officer's statement would lie in the same category as a statement that a mob would lynch a prisoner if he did not recant.\nIt would also appear from the officer's testimony, he held out to the defendant the false hope that if he changed his previous statement he would not be charged with murder, but only with rape.\n7. The officer does not state unequivocally, in answer to the question, that he did tell the defendant there would not be a murder charge, but his answer is open to that interpretation. But whether or not we interpret the officer's answer as an admission that he held out this false hope to the defendant, we are convinced that a threat was used in obtaining the confession and it was error to permit its introduction as evidence.\n*522 The statement offered in evidence was an acknowledgment of guilt of the crime of rape. The crime of felony-murder could not be established without proof of this crime.\n8. While an admission of the commission of a felony, if death ensues, is not an acknowledgment of the crime of murder, it is such a necessary ingredient of the crime that in our opinion it should be governed by the same rule of law that governs confessions which are \"actually or practically an acknowledgment of guilt.\"\n9. The rule is well-established in this state that a confession of guilt is prima facie involuntary, and, therefore, a burden is placed upon the state to show that it was voluntarily made without the inducement of either fear or hope. State v. Nunn, 212 Or 546, 552, 321 P2d 356; State v. Henderson, 182 Or 147, 184 P2d 392, 186 P2d 519; State v. Linn, 179 Or 499, 173 P2d 305; State v. Howard, 102 Or 431, 203 P. 311.\n10. We have also stated that a trial court's preliminary finding on conflicting evidence that a confession was given voluntarily will not be disturbed on appeal unless it is clear that error was committed. But where there is no dispute as to the evidence, the question of the legal sufficiency of the evidence is a legal matter to be reviewed. State v. Nunn, supra; State v. Linn, supra; State v. Green, 128 Or 49, 273 P. 381; State v. Garrison, 59 Or 440, 117 P. 657.\nThere is no conflict in the evidence as to what occurred in obtaining the confession. State v. Ely, 237 Or 329, 390 P2d 348; State v. Garrison, supra.\n11. The defendant also assigns as error the trial *523 court's failure to give his requested instruction, which is as follows:\n\"I instruct you that in order to convict the defendant of the crime charged (murder in the first degree) it is necessary for the State to prove beyond a reasonable doubt * * * that:\n\"1. The defendant, Richard B. Schwensen, killed one Jean R. Bussey while in the commission or attempt to commit rape upon the said Jean R. Bussey;\n\"2. That the rape or attempted rape, if any there was, was committed in Multnomah County, Oregon;\n\"3. That the rape was the cause of the death of Jean R. Bussey by reason of an air embolism.\"\nThe trial court instructed that the state must prove beyond a reasonable doubt \"that the defendant * * * killed one * * * while in the commission of or attempt to commit rape. * * *\"\nIn general, the trial court's instruction is a correct statement of the law, but under the facts of this case it was error to fail to limit the jury's consideration of the cause of death to an air embolism produced by the rape or attempted rape of the victim.\nWe previously have pointed out that in felony-murder the causal connection between the felony and the death must be established beyond a reasonable doubt.\nIt will be noted that Dr. Lehman in his autopsy report stated that \"asphyxiation deserves strong consideration as an additional\" cause of death. This was the only intimation in the record of death by asphyxiation, and no witness testified this was the cause of death.\n*524 12. The autopsy report was admitted on an offer by the defendant for purposes of impeachment and had no probative effect as evidence. State of Oregon v. Watts, 208 Or 407, 301 P2d 1035; Schluter v. Niagara Fire Ins. Co., 124 Or 560, 264 P. 859; State v. Jarvis, 18 Or 360, 23 P. 251; 133 A.L.R. 1454.\nThe prosecuting attorney in his argument to the jury stated:\n\"I say this: This is the crux of what I'm telling you. You see, in order to find first degree murder here, you have to believe that Schwensen attempted to rape or raped her. The minimum of it is that he took her and attempted to rape her at any time along the route here. If he attempted to rape her and if she didn't die of pure and natural causes, doesn't matter whether it is air embolism. We produced our doctor, says it was air embolism, so we are stuck with air embolism; so we put in evidence of air embolism. But if she died of shock, asphyxiation, was shoved into the corner of the seat, or any of those other acts because he was attempting to rape or raping her, along the course of this thing, then it's first degree murder, and the Court will tell you that. I hope everybody has got that clear in their minds.\"\nAlso, he referred to Dr. Lehman's autopsy report as follows:\n\"But let me read the last page:\n\"`An additional feature of asphyxiation * * *' see, if he pushed her face down into the corner of that seat while he was fooling with her, she can't move, she can't struggle. He's a big man. Whatever he was doing with her, she could smother down there very easily, and you can't tell when someone smothers to death that way, but let me read this:\n\"`An additional feature of asphyxiation deserves strong consideration as an additional or *525 secondary process in the demise of the patient. The position of the head in the car when found with the face down against the car seat indicates this possibility, as does to some extent the compression of the features on the left side of the face when viewed at the autopsy table. The unusual position of the body in the front seat is very comparable to the so-called knee-chest position in which attitude post-gravid women took certain exercises,' referring to the pregnancy business.\"\nThe only cause of death shown by the evidence to be connected with the crime of rape was the lacerations of the vagina and rectum.\nWhile no objection was made by the defendant to the state's argument, the requested instruction would have limited the jury's consideration to the evidence which was relevant to establish proof of the crime, and thus prevent the return of a verdict based upon speculation and conjecture.\nIn our opinion, it was error to fail to give the defendant's requested instruction.\n13. The indictment under which the defendant was charged, so far as is material, is as follows:\n\"The said Richard B. Schwensen on the 18th day of September, A.D. 1961, in the County of Multnomah and State of Oregon, then and there being, did then and there unlawfully, feloniously, purposely and of deliberate and premeditated malice, kill one Jean R. Bussey in some manner and by some means unknown to the Grand Jury, contrary to the Statutes in such cases made and provided, against the peace and dignity of the State of Oregon.\"\nTo this indictment the defendant demurred. Error is assigned in the trial court's refusal to sustain the demurrer.\n*526 The defendant's argument seems to be based upon the contention that if the cause of death is known to the grand jury and is not set forth in the indictment, then a demurrer thereto will lie.\nThis court has stated on numerous occasions that if the cause of death is unknown to the grand jury and it is so stated in the indictment, the indictment complies with the requirements of the constitution and statutes in stating a crime. State v. Sack, 210 Or 552, 300 P2d 427.\nThere is no merit in this assignment of error.\nThe defendant alleges numerous other assignments of error, but since it does not appear likely that they could reoccur on a retrial we will not comment upon them.\nThe judgment is reversed and remanded.\n",
            "ocr": false,
            "opinion_id": 1274154
        }
    ],
    "court_short_name": "Oregon Supreme Court",
    "court_full_name": "Oregon Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Oregon, OR",
    "crime_category": "Rape"
}