{
    "id": 2285301,
    "judges": "Barney, C. J., Hill, Underwood and Peck, Jj., and Larrow, J. (Ret.), Specially Assigned",
    "date_filed": "1987-07-05",
    "date_filed_is_approximate": true,
    "slug": "state-v-shattuck",
    "case_name_short": "Shattuck",
    "case_name": "State v. Shattuck",
    "case_name_full": "State of Vermont v. John Shattuck",
    "attorneys": "Dale O. Gray, Caledonia County State’s Attorney, and Timothy W. Shanley, Law Clerk (On the Brief), for PlaintiffAppellee., Andrew B. Crane, Defender General, and William A. Nelson, Appellate Defender, Montpelier, for Defendant-Appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 21,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b541-5\">\n    State of Vermont v. John Shattuck\n   </parties><citation id=\"AbV\">\n    [450 A.2d 1122]\n   </citation><br><docketnumber id=\"b541-6\">\n    No. 212-81\n   </docketnumber><br><judges id=\"b541-7\">\n    Present: Barney, C.J., Hill, Underwood and Peck, JJ., and Larrow, J. (Ret.), Specially Assigned\n   </judges><br><decisiondate id=\"b541-8\">\n    Opinion Filed August 20, 1982\n   </decisiondate><br><attorneys id=\"b544-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"526\"> \n     *526\n     </span>\n<em>\n     Dale O. Gray,\n    </em>\n    Caledonia County State’s Attorney, and\n    <em>\n     Timothy W. Shanley,\n    </em>\n    Law Clerk (On the Brief), for PlaintiffAppellee.\n   </attorneys><br><attorneys id=\"b544-7\">\n<em>\n     Andrew B. Crane,\n    </em>\n    Defender General, and\n    <em>\n     William A. Nelson,\n    </em>\n    Appellate Defender, Montpelier, for Defendant-Appellant.\n   </attorneys>",
    "citations": [
        "450 A.2d 1122",
        "141 Vt. 523"
    ],
    "opinions": [
        {
            "author_str": "Hill",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n450 A.2d 1122 (1982)\nSTATE of Vermont\nv.\nJohn SHATTUCK.\nNo. 212-81.\nSupreme Court of Vermont.\nAugust 20, 1982.\n*1123 Dale O. Gray, Caledonia County State's Atty., and Timothy W. Shanley, Law Clerk (On the Brief), St. Johnsbury, for plaintiff-appellee.\nAndrew B. Crane, Defender Gen., and William A. Nelson, Appellate Defender, Montpelier, for defendant-appellant.\nBefore BARNEY, C. J., HILL, UNDERWOOD and PECK, JJ., and LARROW, J. (Ret.), Specially Assigned.\nHILL, Justice.\nThe defendant appeals from his conviction by a jury of two counts of sexual assault in violation of 13 V.S.A. § 3252(1)(A). He challenges the conviction on four grounds. First, he contends that the trial court incorrectly denied his motion for exclusion of his prior criminal record. Second, he contends that the prosecutor's closing argument contained improper comments on the defendant's decision not to testify. Third, he challenges the trial court's decision allowing witnesses to testify that the defendant had been in jail prior to this offense. Fourth, he attacks the admission of testimony by a witness concerning statements by the victim following the incident. We will examine the facts of this case where relevant in the context of each of these claims.\n\nI.\nPrior to trial, the defendant filed a motion in limine to exclude the use of the defendant's prior convictions for impeachment purposes. He contended that introduction of those convictions would violate his right to a fair trial under the sixth and fourteenth amendments of the United States Constitution, and under article ten of chapter one of the Vermont Constitution. The State opposed the motion, arguing that under State v. Manning, 136 Vt. 436, 392 A.2d 409 (1978), the convictions were admissible as a matter of right to impeach the defendant's credibility, and that the use of the convictions was constitutional. The trial court denied the motion.\n*1124 The defendant did not take the stand at his trial, which took place on March 31 and April 1, 1981. On April 1, the jury convicted the defendant on two counts of sexual assault. On April 7, 1981, this Court overruled Manning in State v. Gardner, 139 Vt. 456, 433 A.2d 249 (1981), and held that trial courts must exercise discretion in admitting prior convictions of defendants for impeachment purposes. Id. at 458, 433 A.2d at 250. Relying on State v. Gardner, supra, the defendant filed a motion for a new trial on May 1, 1981, which the trial court denied as untimely. On May 20, 1981, the court entered judgment on the verdict and sentenced the defendant.\nOn appeal, the defendant contends State v. Gardner, supra, should be applied to his case, and that the trial court erred under Gardner's standard. The State argues that Gardner should not be applied retroactively. The State also contends that Gardner should be overruled.\nAs an initial matter, we reject the State's request that Gardner be overruled. The majority and dissenting opinions in that case fully discussed the relevant factors, and a majority of this Court held that discretion must be exercised under 12 V.S.A. § 1608. The question was fully exposed, carefully considered, and, we believe, correctly decided.\nBefore grappling with the retroactivity question, we must first examine whether the application of Gardner would have any impact on this case. The defendant alleges that if Gardner were applied to his case reversal is required, as it was an abuse of discretion to deny the motion in limine. We agree with the defendant.\nThe prior convictions involved in this case were for rape and aggravated assault. Because they are sudden crimes of violence, they were \"less relevant to the credibility of a witness than crimes involving dishonesty,\" and there was a strong potential for prejudice because these crimes were \"similar to or the same as the crime for which the defendant [was] accused.\" State v. Gardner, supra, 139 Vt. at 460-61, 433 A.2d at 251. Assuming that the trial court exercised discretion, see State v. Savo, 141 Vt. ___, ___, 446 A.2d 786, 790 (1982), the court plainly erred in denying the motion in limine. Compare id. at ___, 446 A.2d at 790-91 (holding that there was no abuse of discretion under the facts of that case). The court placed the defendant in the dilemma of either foregoing his right to testify or allowing the jury to learn that he previously had been convicted for the same offense. The prejudice to the defendant is particularly severe, because there were no witnesses to the assault other than the defendant and victim, and the consent of the victim was the critical issue at trial.\nThus, we conclude that if State v. Gardner controls, the denial of the motion in limine was erroneous. Of course, if State v. Manning controls, the denial of the motion was proper, as the convictions would have been admissible as a matter of right. See id. 136 Vt. at 439, 392 A.2d at 410-11. We must therefore decide whether the rule announced in Gardner should be applied to a case tried before Gardner, but not final on appeal before that decision.\nThe threshold inquiry in cases raising the issue of the retroactivity of judicial decisions is whether a new rule of law has been announced. Chevron Oil Co. v. Huson, 404 U.S. 97, 106, 92 S. Ct. 349, 355, 30 L. Ed. 2d 296 (1971). Gardner plainly satisfies that requirement. \"Where the meaning of a statute as determined by prior decision is changed, the court decision changing it is the equivalent of a new rule of law, thus raising the issue of retroactivity.\" State v. Burstein, 85 N.J. 394, 406, 427 A.2d 525, 531 (1981). A court may choose among four options in answering the retroactivity issue:\n(1) make the new rule of law purely prospective, applying it only to cases whose operative facts arise after the new rule is announced; (2) apply the new rule to future cases and to the parties in the case announcing the new rule, while applying the old rule to all other pending and past litigation; (3) grant the new rule limited retroactivity, applying it to cases in (1) *1125 and (2) as well as to pending cases where the parties have not yet exhausted all avenues of direct review; and, finally, (4) give the new rule complete retroactive effect, applying it to all cases, even those where final judgments have been entered and all avenues of direct review exhausted.\nId. at 402-03, 427 A.2d at 529.\nAlthough there is no Vermont precedent on point, option three follows \"the commonlaw rule, recognized in both civil and criminal litigation, `that a change in law will be given effect while a case is on direct review.'\" United States v. Johnson, ___ U.S. ___, 102 S. Ct. 2579, 2583, 73 L. Ed. 2d 202 (1982) (quoting Linkletter v. Walker, 381 U.S. 618, 627, 85 S. Ct. 1731, 1736, 14 L. Ed. 2d 601 (1965)). See United States v. The Schooner Peggy, 5 U.S. (1 Cranch) 103, 2 L. Ed. 49 (1801). Yet, the United States Supreme Court has at times used each of the four options, and wavered from the common law rule. See United States v. Johnson, supra, 102 S.Ct. at 2583-84. Justice Harlan criticized these retroactivity decisions for being \"almost as difficult to follow as the tracks made by a beast of prey in search of its intended victim.\" Mackey v. United States, 401 U.S. 667, 676, 91 S. Ct. 1160, 1172, 28 L. Ed. 2d 404 (1971) (separate opinion). In support of the common law rule, he argued that changes in constitutional law should be applied to all defendants whose cases were still pending on direct review at the time of the change. See id. at 679, 91 S. Ct. at 1173; Desist v. United States, 394 U.S. 244, 258, 89 S. Ct. 1030, 1038, 22 L. Ed. 2d 248 (1969) (dissenting opinion).\nRecently, the Harlan criticisms have borne fruit. In United States v. Johnson, a majority of the Supreme Court followed Justice Harlan's dissents, and held that Payton v. New York, 445 U.S. 573, 100 S. Ct. 1371, 63 L. Ed. 2d 639 (1980), applied to all convictions not yet final at the time of Payton. See United States v. Johnson, supra, 102 S.Ct. at 2594-95. Although the Court declined to overrule any of its precedents, it embraced the Harlan endorsed common law rule as \"the first step toward `turning our backs on the ad hoc approach that has so far characterized our decisions in the retroactivity field and proceeding to administer the doctrine on principle.'\" Id. 102 S.Ct. at 2594 (quoting Jenkins v. Delaware, 395 U.S. 213, 224, 89 S. Ct. 1677, 1683, 23 L. Ed. 2d 253 (1969)).\nFor the reasons detailed in United States v. Johnson, supra, we adopt the common law rule. We recognize, of course, that extraordinary cases may require full retroactivity, and that some changes may be appropriate on a prospective basis only. We are satisfied, however, that this case does not require a departure from the common law rule.\nGardner was designed to correct the potential for unwarranted prejudice against a criminal defendant's right to testify, and to safeguard against improper convictions. See State v. Gardner, supra, 139 Vt. at 458, 433 A.2d at 250. Such prejudice has been established by empirical data. See Nichol, Prior Crime Impeachment of Criminal Defendants: A Constitutional Analysis of Rule 609, 82 W.Va.L.Rev. 391, 402 (1980) (citing H. Kalven &amp; H. Zeisel, The American Jury 146, 160-69 (1966)); Note, To Take the Stand or Not to Take the Stand: The Dilemma of the Defendant With a Criminal Record, 4 Colum.J.L. &amp; Soc.Probs. 215, 216-22 (1968). Furthermore, the probative value of prior crimes for evaluating credibility is suspect at best. See Spector, Rule 609: A Last Plea for Its Withdrawal, 32 Okla.L. Rev. 334, 349-54 (1979). See also State v. Santiago, 53 Haw. 254, 259, 492 P.2d 657, 661 (1971). Although this Court has never confronted the constitutionality of impeachment by prior convictions under article ten of chapter one of the Vermont Constitution, the Hawaii Supreme Court invalidated the practice because it infringed a defendant's right to testify. See id. Given its salutary impact on the accuracy and fairness of jury verdicts, limited retroactive application of Gardner is amply supported.\nThe State's interest in avoiding the retrial of this and other cases that were not final at the time of Gardner is not sufficient *1126 to override these concerns. The costs of retrial are far outweighed by the inequity of unjust convictions. We hold that Gardner applies to all convictions that were not final in Vermont on the date Gardner was decided. Because the denial of the motion in limine violated Gardner, the defendant's conviction must be reversed.\n\nII.\nWe deal with the remainder of defendant's objections to guide the trial court on remand. The prosecution, on rebuttal, repeatedly characterized the State's evidence as \"unrebutted.\" The defendant challenges this argument as impermissible comment on the defendant's right to testify. On the facts of this case we agree with the defendant.\nAs a matter of statutory law, see 13 V.S.A. § 6601, and federal constitutional law, see Griffin v. California, 380 U.S. 609, 615, 85 S. Ct. 1229, 1233, 14 L. Ed. 2d 106 (1965), the prosecution may not in any way comment on a defendant's failure to testify. In State v. Rocheleau, 131 Vt. 563, 313 A.2d 33 (1973), we condemned the closing argument that the evidence was unrebutted, because \"the argument could well be understood to emphasize to the jury the fact that defendant did not testify.\" Id. at 576-77, 313 A.2d at 42. The \"unrebutted evidence\" argument was especially inappropriate in this case, as the consent of the victim was the critical issue, and only the victim and the defendant were present during the alleged assault. Rocheleau is precisely on point; if the defendant does not testify on remand, the court and prosecutor should follow its rule.\n\nIII.\nThe defendant also alleges error in the trial court's decision allowing the State to elicit testimony that the defendant had been in jail. The defense moved before and during the trial for exclusion of this evidence. Two witnesses testified that the defendant had been in jail. We deal with their testimony separately.\nThe victim testified that in between the two assaults she talked with the defendant, and the defendant told her that he had been in prison. We conclude that this statement was properly admitted. As a general rule, evidence of criminal offenses unrelated to those at issue in trial is inadmissible. See, e.g., State v. Garceau, 122 Vt. 303, 306, 170 A.2d 623, 625 (1961). In this case, however, the lack of consent of the victim was an element of the offense. See 13 V.S.A. § 3252(1)(A). The victim's belief that the defendant had been in jail was probative on the consent issue, as it provided important evidence on the victim's fear of the defendant and her reactions under the circumstances. State v. Iaukea, 56 Haw. 343, 352, 537 P.2d 724, 731-32 (1975). Thus, the offer in this case was distinguishable from the offers condemned in cases such as State v. Garceau, supra, which were thinly disguised attacks on the defendant's character. While we recognize that each case must turn on its own facts, we believe that the evidence in this case was, on balance, far too probative on an element of the crime to be excluded.\nWe reach a different conclusion in regards to the other witness who testified that the defendant had been incarcerated. This witness was riding in the car with the defendant and the victim on the evening of the assaults. She went home before the incidents. The defense called her, and she testified as to the events on that evening. On cross-examination there was the following colloquy:\nProsecutor: You have known the defendant in this case over two years?\nWitness: Um-hum.\nProsecutor: A friend of yours, is he not?\nWitness: Right.\nProsecutor: When did you first meet him?\nWitness: When?\nProsecutor: Yes.\nWitness: I really can't remember. About two years ago.\nProsecutor: Where?\nWitness: In jail with my boyfriend.\n*1127 The State contends that because that witness corroborated the victim's testimony that the defendant had been in jail the evidence was admissible to bolster the victim's credibility.\nThe State's argument is utterly without merit. First, the defense had not challenged the victim on this point, and, therefore, it was not at issue. More important, whether the defendant had in fact been in jail was completely irrelevant to both the victim's testimony and her credibility. The relevant issues were whether the defendant said he was in jail and whether the victim believed him. In short, the fact, not the truth, of the assertion was critical. It is obvious, then, that the sole effect of the questions was to emphasize the defendant's record. This line of inquiry is explicitly forbidden by our precedents. See, e.g., State v. Garceau, supra, 122 Vt. at 306, 170 A.2d at 625.\n\nIV.\nThe defendant's remaining claim is that the court erroneously admitted evidence that the victim had told her aunt that she had been raped. After the victim drove the defendant to a bar, she unsuccessfully searched for an uncle. She then drove to her aunt's house. The aunt testified that she was awakened by a knock on her door. She heard the victim ask to come in the house. She opened the door, and the victim collapsed in her arms, started weeping, and said \"Aunt Ginny, I have been raped.\" The defendant contends that this was inadmissible hearsay, and did not qualify for admission under the res gestae rule.\nRecently, we outlined the factors governing the admissibility of hearsay under the res gestae rule:\n(1) the statement must relate to the main event and in some way characterize that event; (2) it must be a natural statement growing out of the event rather than a narrative explaining the event; (3) it must be a statement of fact rather than an expression of opinion; (4) it must be a spontaneous and instinctive utterance evoked by the fact, and not the product of reflection; (5) while the statement need not be completely contemporaneous with the event in question, the declaration must be sufficiently close in time as to exclude the possibility that it resulted from premeditation; and (6) the statement must have been made by either a participant or eyewitness of the event involved.\nState v. Roy, 140 Vt. 219, 224, 436 A.2d 1090, 1092 (1981).\nThe victim's statement to her aunt satisfies the standards outlined in Roy. Her spontaneous statement graphically \"characterized the main event,\" and was presented as a statement of fact. The victim was emotionally overwrought, and her aunt was the first person she encountered after the incident. The circumstances of this case provide sufficient assurances of the accuracy of the statement. Cf. State v. Bedard, 65 Vt. 278, 282-83, 26 A. 719, 720-21 (1892) (holding similar evidence admissible to satisfy requirement of corroboration). We conclude that it was properly admitted.\nReversed and remanded.\n",
            "ocr": false,
            "opinion_id": 2285301
        }
    ],
    "court_short_name": "Supreme Court of Vermont",
    "court_full_name": "Supreme Court of Vermont",
    "court_type": "S",
    "court_jurisdiction": "Vermont, VT",
    "crime_category": "Rape"
}