{
    "id": 2348548,
    "judges": "Stevens, J., Klein, J., and Cercone, P.J.E",
    "date_filed": 1038268800000,
    "date_filed_is_approximate": false,
    "slug": "commonwealth-v-obrian",
    "case_name_short": "Com.",
    "case_name": "Commonwealth v. O'Brian",
    "case_name_full": "COMMONWEALTH OF PENNSYLVANIA, Appellee, v. John A. O’BRIAN, Appellant",
    "attorneys": "John A. O’Brian, appellant, pro se., Robert S. Bell, Dist. Atty., Michael Handler, Asst. Dist. Atty., Indiana, for Commonwealth, appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted June 17, 2002.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1098-7\">\n    COMMONWEALTH OF PENNSYLVANIA, Appellee, v. John A. O’BRIAN, Appellant.\n   </parties><br><court id=\"b1098-10\">\n    Superior Court of Pennsylvania.\n   </court><br><otherdate id=\"b1098-11\">\n    Submitted June 17, 2002.\n   </otherdate><decisiondate id=\"AFp\">\n    Filed Nov. 26, 2002.\n   </decisiondate><br><attorneys id=\"b1099-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1069\"> \n     *1069\n     </span>\n    John A. O’Brian, appellant, pro se.\n   </attorneys><br><attorneys id=\"b1099-8\">\n    Robert S. Bell, Dist. Atty., Michael Handler, Asst. Dist. Atty., Indiana, for Commonwealth, appellee.\n   </attorneys><br><judges id=\"b1099-9\">\n    Before STEVENS, J., KLEIN, J., and CERCONE, P.J.E.\n   </judges>",
    "citations": [
        "811 A.2d 1068"
    ],
    "opinions": [
        {
            "author_str": "Stevens",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n811 A.2d 1068 (2002)\nCOMMONWEALTH OF PENNSYLVANIA, Appellee,\nv.\nJohn A. O'BRIAN, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted June 17, 2002.\nFiled November 26, 2002.\n*1069 John A. O'Brian, appellant, pro se.\nRobert S. Bell, Dist. Atty., Michael Handler, Asst. Dist. Atty., Indiana, for Commonwealth, appellee.\nBefore STEVENS, J., KLEIN, J., and CERCONE, P.J.E.\nSTEVENS, J.\n¶ 1 John Alan O'Brian (\"Appellant\") appeals from the Court of Common Pleas of Indiana County's order denying his Petition for Writ of Habeas Corpus as an untimely petition under the Post Conviction Relief Act, 42 Pa.C.S.A. §§ 9541-9546 (\"PCRA\"). We are asked to determine whether the court improperly subsumed under the PCRA Appellant's habeas petition, which alleged that his parole denial violated the ex post facto clause, and, if so, whether Appellant should prevail on the merits of his petition. We affirm.\n¶ 2 On December 12, 1985, a jury convicted Appellant of rape, statutory rape, involuntary deviate sexual intercourse, indecent assault, and corruption of minors for sexually abusing his twelve-year-old stepdaughter. This Court, in an unpublished memorandum decision, affirmed judgment of sentence. Commonwealth v. O'Brian, 363 Pa.Super. 640, 522 A.2d 662 (1987). Appellant sought no allocatur with the Pennsylvania Supreme Court.\n¶ 3 On October 11, 2001, Appellant filed with the Court of Common Pleas a Petition for Writ of Habeas Corpus challenging the denial of his parole and requesting that the court \"adjust\" his sentence. Specifically, the petition alleged that fundamental changes in the criteria used for granting parole[1] have retroactively extended the terms of confinement for violent offenses already committed so as to effect a violation of the ex post facto clause of the federal constitution.[2]\n¶ 4 On October 23, 2001, however, the court notified Appellant of its intention to dismiss the habeas petition as an untimely PCRA petition, and gave Appellant twenty days to respond. Appellant responded that his ex post facto challenge to parole denial attacks neither his conviction nor *1070 the legality of his sentence and, therefore, does not come under the PCRA. The court disagreed, reasoning that \"[a] trial court should treat a petition for habeas corpus as a request for relief under [the] Post Conviction Relief Act ... `because the PCRA ... subsumes the remedy of habeas corpus.'\" Opinion and Order of Court, 11/20/01 at 1 (citations omitted). The court, therefore, entered its Order of November 20, 2001 denying Appellant relief under the PCRA. This timely appeal followed.\n¶ 5 The Pennsylvania Supreme Court has held that \"the PCRA subsumes the remedy of habeas corpus with respect to remedies offered under the PCRA.\" Commonwealth v. Peterkin, 554 Pa. 547, 552, 722 A.2d 638, 640 (1998). See also Commonwealth v. Chester, 557 Pa. 358, 733 A.2d 1242 (1999) (recognizing that guilt phase and penalty phase claims cognizable under traditional habeas corpus review must be considered exclusively within the context of the PCRA). Only if neither the PCRA nor any other remedy is available for the condition alleged may the writ of habeas corpus then issue. Peterkin, supra; Commonwealth ex rel. Fortune v. Dragovich, 792 A.2d 1257 (Pa.Super.2002); Commonwealth v. Reese, 774 A.2d 1255, 1260 (Pa.Super.2001). See also 42 Pa.C.S. § 6503.[3]\n¶ 6 We must first determine whether the PCRA provides a remedy for the claim that parole denial violated the ex post facto clause. The PCRA \"provides for an action by which persons convicted of crimes they did not commit and persons serving illegal sentences may obtain collateral relief.\" 42 Pa.C.S. § 9542. To that end, the claims deemed reviewable under the PCRA all deal with matters affecting \"the conviction and sentence.\" 42 Pa.C.S. § 9543. Appellant's challenge, however, is a constitutional attack not to his conviction or sentence, but to his continued confinement as a result of a Parole Board decision. The Supreme Court has held that such a claim is not reviewable under the former PCHA. See Commonwealth v. Isabell, 503 Pa. 2, 467 A.2d 1287 (1983). See also Coady v. Vaughn, 564 Pa. 604, 613, 770 A.2d 287, 293 (2001) (Castille, J., concurring) (reasoning that current PCRA does not apply to claim that amended Parole Act violated ex post facto clause). Accordingly, we find the lower court erred in reviewing Appellant's petition within the context of the PCRA.\n¶ 7 Nevertheless, we find habeas relief may not issue to Appellant where another remedy for the condition of which he complains remains available. The Pennsylvania Supreme Court has recently addressed the very claim raised by Appellant and held that a writ of mandamus[4] brought to the original jurisdiction of the Pennsylvania Commonwealth Court is the appropriate avenue for presenting an ex post facto constitutional challenge to the denial of parole.\n¶ 8 In Coady, supra, a prisoner filed a petition for writ of habeas corpus in the *1071 U.S. District Court for the Eastern District of Pennsylvania challenging the denial of his parole on ex post facto grounds. The district court dismissed the petition, and the prisoner appealed to the U.S. Court of Appeals for the Third Circuit. The circuit court declined to address prisoner's habeas claim since it had not been presented to a state court, and petitioned the Pennsylvania Supreme Court for certification.\n¶ 9 The Pennsylvania Supreme Court granted certification of questions of law from the circuit court to determine whether a person who has been denied parole may obtain review from a Pennsylvania state court of a claim that the denial violated the ex post facto clause, and, if so, what the proper method for review would be. The Court first referred to precedent that, while parole denials are not adjudications subject to appellate review, appellants \"may be entitled to pursue allegations of constitutional violations against the Parole Board through a writ of mandamus.\" Coady, 564 Pa. at 607, 770 A.2d at 289 (citing Rogers v. Com. Bd. Of Prob. And Parole, 555 Pa. 285, 724 A.2d 319, 323, n. 5 (1999)). Such a challenge would not apply to the discretionary aspects of the parole decision, the Court explained, for mandamus will not lie to compel a purely discretionary act. Instead, the action for mandamus would apply to the question of\nwhether the parole board improperly applied a new law that increased the [appellant's] penalty. This determination of whether the ex post facto right has been violated will necessarily involve an examination of the law that was applied in the denial of [appellant's] parole versus the law in effect at the time appellee was incarcerated.... [Therefore, mandamus] remains viable as a means for examining whether statutory requirements have been altered in a manner that violates the ex post facto clause. Such an action could be brought in the original jurisdiction of the Commonwealth Court [pursuant to 42 Pa.C.S. § 761(a)(1) ].\nCoady, 564 Pa. at 608-09, 770 A.2d at 290. Having answered the question certified for review, the Supreme Court referred the matter back to the Third Circuit.\n¶ 10 Like the prisoner in Coady, Appellant alleges that amendments in both parole policy and the Parole Act itself made after the commission of his act constitute ex post facto laws which have required an increase in his confinement. The Supreme Court has held that such claims are properly brought in the Commonwealth Court in the form of a writ of mandamus. Because a writ of habeas corpus may not issue where such an alternate remedy exists, habeas relief was not available to Appellant, and the lower court's order denying such relief was, therefore, proper. See Commonwealth v. Hutchins, 760 A.2d 50, 55 (Pa.Super.2000) (appellate court may affirm the decision of the trial court if it is correct on any basis).\n¶ 11 For the foregoing reasons, the order denying PCRA relief is affirmed.\n¶ 12 Order affirmed.\nNOTES\n[1]  The changes cited by Appellant include \"(a) an internal policy decision to require the affirmative agreement of three reviewers to grant parole to \"violent offenders,\" (b) a new set of parole guidelines promulgated in 1990, (c) an amendment to Pennsylvania's Parole Act in 1996, and (d) an agreement between Pennsylvania and the Federal Government under the Federal Violent Offender and Truth in Sentencing Program. It is Appellant's contention that such changes have effectively preordained parole decisions, as can be seen by the drastic reduction in the percentage of violent offenders released from prison after completing their minimum sentences. This effect, Appellant concludes, shows that the changes transcend mere \"guidelines,\" and are, in fact, \"laws\" for purposes of the ex post facto clause.\n[2]  A state law violates the ex post facto clause if it was adopted after the complaining party committed the criminal acts and \"inflicts a greater punishment than the law annexed to the crime, when committed.\" California Dept. of Corrections v. Morales, 514 U.S. 499, 115 S. Ct. 1597, 131 L. Ed. 2d 588 (1995).\n[3]  § 6503. Right to apply for writ\n\n(a) General rule. Except as provided in subsection (b), an application for habeas corpus to inquire into the cause of detention may be brought by or on behalf of any person restrained of his liberty within this Commonwealth under any pretense whatsoever.\n(b) Exception. Where a person is restrained by virtue of sentence after conviction for a criminal offense, the writ of habeas corpus shall not be available if a remedy may be had by post-conviction hearing proceedings authorized by law.\n[4]  A proceeding in mandamus is an extraordinary action at common law, designed to compel performance of a ministerial act or mandatory duty where there exists a clear legal right in the plaintiff, a corresponding duty in the defendant, and want of any other adequate and appropriate remedy.\n\n",
            "ocr": false,
            "opinion_id": 2348548
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Rape"
}