{
    "id": 2633135,
    "judges": "Dur-Rant, Durham, Nehring, Parrish, Wilkins",
    "date_filed": 1209081600000,
    "date_filed_is_approximate": false,
    "slug": "medel-v-state",
    "case_name_short": "Medel",
    "case_name": "Medel v. State",
    "case_name_full": "Frank MEDEL, Jr., Petitioner and Appellant, v. STATE of Utah, Respondent and Appellee",
    "attorneys": "Meghan H. Vernetti, Daniel J. Wadley, Nicole A. Skolout, Wesley D. Felix, Salt Lake City, for petitioner., Mark L. Shurtleff, Att'y Gen., Erin Riley, Christopher D. Ballard, Asst. Att'ys Gen., Salt Lake City, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 14,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b1240-2\">\n    2008 UT 32\n   </citation><parties id=\"AkT\">\n    Frank MEDEL, Jr., Petitioner and Appellant, v. STATE of Utah, Respondent and Appellee.\n   </parties><docketnumber id=\"AhvT\">\n    No. 20060160.\n   </docketnumber><court id=\"Abf\">\n    Supreme Court of Utah.\n   </court><decisiondate id=\"AI4Q\">\n    April 25, 2008.\n   </decisiondate><br><attorneys id=\"b1241-24\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1227\"> \n     *1227\n     </span>\n    Meghan H. Vernetti, Daniel J. Wadley, Nicole A. Skolout, Wesley D. Felix, Salt Lake City, for petitioner.\n   </attorneys><br><attorneys id=\"b1241-25\">\n    Mark L. Shurtleff, Att'y Gen., Erin Riley, Christopher D. Ballard, Asst. Att'ys Gen., Salt Lake City, for respondent.\n   </attorneys>",
    "citations": [
        "2008 UT 32",
        "184 P.3d 1226"
    ],
    "opinions": [
        {
            "author_str": "Parrish",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5869.0,
            "opinion_text": "\n184 P.3d 1226 (2008)\n2008 UT 32\nFrank MEDEL, Jr., Petitioner and Appellant,\nv.\nSTATE of Utah, Respondent and Appellee.\nNo. 20060160.\nSupreme Court of Utah.\nApril 25, 2008.\n*1227 Meghan H. Vernetti, Daniel J. Wadley, Nicole A. Skolout, Wesley D. Felix, Salt Lake City, for petitioner.\nMark L. Shurtleff, Att'y Gen., Erin Riley, Christopher D. Ballard, Asst. Att'ys Gen., Salt Lake City, for respondent.\n*1228 PARRISH, Justice:\n\nINTRODUCTION\n¶ 1 Frank Medel, Jr., appeals the dismissal of his petition for post-conviction relief. Medel, who pled guilty to four felonies, alleges that the prosecution failed to disclose more than one hundred documents that were responsive to his discovery requests. Medel argues that he is entitled to post-conviction relief because the prosecution's failure to disclose these documents prior to the entry of his guilty pleas violated his right to due process under Brady v. Maryland.[1] Alternatively, Medel argues that the previously undisclosed documents constitute \"newly discovered evidence,\" independently entitling him to relief. The district court dismissed Medel's petition on procedural grounds as an improper \"successive petition,\" a conclusion that Medel now challenges.\n¶ 2 We affirm the district court's dismissal of Medel's petition on alternative grounds. Specifically, we conclude that Medel's petition fails to state a claim upon which relief may be granted. First, Medel has not shown that his \"conviction was obtained or [his] sentence imposed in violation of the United States Constitution or Utah Constitution.\"[2] Because the entry of a guilty plea constitutes a waiver of any pre-plea constitutional violations, a petitioner may collaterally attack a conviction arising from a guilty plea only by showing that his plea was entered involuntarily or unknowingly.[3] In this case, however, there is nothing contained in the undisclosed evidence that would render Medel's pleas either involuntary or unknowing. Second, Medel's pleadings do not satisfy the requirements for relief under the newly discovered evidence exception of the Post-Conviction Remedies Act (\"PCRA\").[4] We accordingly affirm the district court's dismissal of Medel's petition for post-conviction relief.\n\nFACTUAL BACKGROUND\n¶ 3 In February 1987, Medel was arrested and charged with sixteen first degree felonies in three separate cases. The three cases involved sexual assaults on three victims: Cheryl Wall, Shelly Meredith, and Michelle Bridges. Shortly after Medel's arrest, his counsel served three motions for discovery on the prosecution. The motions for discovery requested all evidence available under then-existing law. Among other things, Medel requested: (1) statements of the defendant; (2) the criminal record of the defendant; (3) physical evidence seized from the defendant and any reports or analysis thereof; (4) evidence known to the State tending to negate or mitigate the defendant's guilt; (5) police or investigative reports; (6) a list of witnesses the State intended to call; (7) recordings or reports of statements made by witnesses; (8) reports regarding scientific or psychological examinations, including polygraph reports; and (9) photographs, fingerprints, or other evidence taken by the State, including reports analyzing the evidence.\n¶ 4 The prosecution voluntarily responded to each request, but produced only the police reports from the three criminal cases and a copy of a lineup transcript. Medel asserts that the prosecution failed to produce over one hundred documents in its possession that fell within the scope of his discovery requests.\n¶ 5 In April 1987, the prosecutor offered Medel a plea bargain, which Medel accepted in June. In accordance with the plea agreement, Medel pled guilty to two counts of forcible sodomy, one count of object rape, *1229 and one count of aggravated sexual assault. In exchange, the prosecutor dropped the other twelve felony charges. As a result of his guilty pleas, Medel was sentenced to four consecutive sentences of five years to life.\n\nI. FIRST PETITION FOR POST-CONVICTION RELIEF\n¶ 6 Four years later, in 1991, Medel filed his first petition for post-conviction relief. Following an evidentiary hearing, the first petition was dismissed in January 1993. Medel then filed a motion to withdraw his guilty pleas. Judge Medley denied the motion in April 1995, finding that Medel's pleas were knowing, intelligent, and voluntary. Judge Medley's decision noted that before Medel entered his pleas, he reviewed detailed probable cause statements, \"demonstrating that [he] understood the nature and elements of the offenses\" to which he pled. Judge Medley also noted that defense counsel reviewed each affidavit with Medel \"paragraph by paragraph, line by line prior to entry of the pleas\" and that the district court performed a detailed plea colloquy. Based on the record as a whole, Judge Medley found that Medel's guilty pleas to all four first degree felonies were knowing and voluntary. Medel appealed. In an unpublished memorandum decision, the court of appeals affirmed the judgment, with one exception regarding sentencing.\n¶ 7 After Medel's petition for a writ of certiorari was denied by this court in 1998, he filed a petition for a writ of habeas corpus under 28 U.S.C. § 2254 in the federal district court of Utah. The federal court denied the petition, and Medel appealed the denial without success.[5]\n\nII. SECOND PETITION FOR POST-CONVICTION RELIEF\n¶ 8 In June 2003, Medel filed this petition for post-conviction relief, contending that the prosecution violated his due process rights under Brady v. Maryland[6] by failing to disclose potentially exculpatory evidence before he entered his guilty pleas. Medel grounds his Brady claim on the results of several GRAMA requests that he filed in 2003. The State's response to these requests indicates that the State failed to disclose certain evidence in its possession before it entered into plea negotiations with Medel. According to Medel, the State \"knew of the undisclosed evidence's potentially exculpatory or at least mitigating value and knew that timely disclosure would jeopardize any chances of gaining pleas of guilty in all three criminal cases.\"\n¶ 9 The undisclosed evidence on which Medel bases his Brady claim can be grouped into two categories. The first consists of a psychological report from Dr. Michael DeCaria (\"DeCaria Report\" or \"Report\"). The second includes all other undisclosed evidence (the \"other undisclosed evidence\").\n\nA. The DeCaria Report\n¶ 10 The DeCaria Report documents DeCaria's psychological examination of Medel in February 1987. The purpose of the examination was to evaluate Medel's eligibility for supervised release. In the Report, DeCaria notes that Medel's \"memory and sensory processes appeared intact.\" Moreover, Medel \"was oriented to person, place, time, and situation. . . . There was no evidence of hallucinations, delusions, or looseness of association.\" Despite these observations, however, DeCaria noted that Medel showed \"evidence of psychotic thought processes\" and that Medel's \"psychotic behavior may take the form of an active fantasy life and a failure to distinguish adequately between fact and fantasy.\" DeCaria also noted that Medel had \"poor impulse control\" and \"rebelliousness,\" which DeCaria found consistent with \"antisocial acting out,\" particularly when intoxicated.\n¶ 11 Medel asserts that if he had received the DeCaria Report prior to pleading guilty, *1230 it would have convinced him to go to trial and assert a defense of diminished capacity. He also argues that the Report demonstrates that he was not competent to plead guilty.\n\nB. The Other Undisclosed Evidence\n¶ 12 The other undisclosed evidence is far more nebulous. It consists of several items allegedly in the State's possession prior to Medel's guilty pleas, including: medical evaluations of two of the victims, victim statements from all three victims, physical evidence from Medel's car obtained pursuant to a search warrant, reports analyzing physical evidence taken from Medel, a composite drawing of a police suspect, lineup cards used by the victims, follow-up reports from the sheriff's office, photographic and criminal records of two alternative suspects, and police reports summarizing the evidence in the cases.\n¶ 13 Medel asserts that this other undisclosed evidence contains impeachment material that would have helped him evaluate the strength of the State's case. He argues that this evidence may have convinced him to go to trial rather than plead guilty.\n\nIII. THE DISTRICT COURT'S DISMISSAL\n¶ 14 In February 2006, Judge Dever of the Third District Court granted the State's motion to dismiss Medel's petition. Judge Dever dismissed the petition on procedural grounds, holding that it was barred by the PCRA as an improper \"successive petition\" because it contained claims that \"could and should have been raised in his previous petition for post-conviction relief and good cause has not been shown for excusing this failure.\"\n¶ 15 In dismissing the petition, Judge Dever considered and then rejected the potentially applicable exceptions to the procedural bars of the PCRA. He concluded that the evidence the State withheld would not have changed Medel's motivation to plead guilty because \"the plea agreement allowed [him] to plead guilty to four first-degree felonies in exchange for the dismissal of twelve additional felony counts, and . . . the new information was not the type of evidence that would raise a reasonable doubt about [his] guilt.\" Judge Dever also concluded that the withheld evidence did not render Medel's pleas unknowing or involuntary. Specifically, the DeCaria Report did not suggest that Medel's guilty pleas were involuntary or unknowing because the Report's purpose was to assess Medel's risk to the community, not to determine his competence to plead guilty. Judge Dever also noted that Medel had previously attempted to withdraw his guilty pleas and that the court had, after \"careful consideration,\" rejected this request on the basis that his pleas were knowingly and voluntarily entered. It is from these rulings that Medel now appeals.\n\nSTANDARD OF REVIEW\n¶ 16 The district court's decision granting the State's motion to dismiss presents questions of law that we review for correctness.[7] On review, we may affirm the district court's holding based on \"`any legal ground or theory apparent on the record,'\" even if it differs from the district court's approach and was not urged by the parties.[8]\n\nANALYSIS\n¶ 17 Under the PCRA, \"[t]he petitioner has the burden of pleading and proving by a preponderance of the evidence the facts necessary to entitle [him] to relief.\"[9] To meet this initial burden, the petitioner must demonstrate that his conviction or sentence was imposed unlawfully, or that his conviction or sentence violated the United States Constitution or Utah Constitution, or that new evidence has been discovered that would demonstrate \"that no reasonable trier of fact could have found [him] guilty of the offense *1231 or subject to the sentence received.\"[10] The State may defend a petition for post-conviction relief by asserting that the claim is procedurally precluded under Utah Code section 78-35a-106.[11] Once the State has pled grounds for preclusion, the burden shifts back to the petitioner to prove by a preponderance of the evidence that the claim should not be precluded.[12]\n¶ 18 In this case, Medel argues that the State violated his constitutional right to due process by failing to disclose material evidence before the plea negotiations. In response, the State argues that Medel's Brady claim is precluded because it could have been raised in an earlier proceeding. Specifically, the State argues that Medel's petition is barred because it constitutes a successive petition or was filed outside the limitations period[13] because Medel could have submitted his GRAMA requests before filing his first petition for post-conviction relief.\n¶ 19 Because the State argues that Medel's claim is precluded, the burden shifts back to Medel to disprove preclusion by a preponderance of the evidence.[14] Medel identifies two reasons why his Brady claim should not be precluded. First, he argues that his claim is based on \"new facts not previously known which would show the denial of a constitutional right or might change the outcome of the trial.\"[15] Alternatively, he argues that his claim was \"overlooked in good faith with no intent to delay or abuse the writ.\"[16]\n¶ 20 We previously have allowed a Brady claim to survive the PCRA procedural bar. In Tillman v. State, we allowed a Brady claim to proceed nineteen years after trial because a GRAMA request revealed previously undisclosed transcripts impeaching the State's main witness.[17] We reasoned that procedural defaults (such as the ban on successive petitions) should not be determinative in those rare and unusual circumstances in which \"`an obvious injustice or a substantial and prejudicial denial of a constitutional right has occurred,'\" making it unconscionable not to reexamine the issue.[18]\n¶ 21 This case, however, is distinguishable from Tillman. In Tillman, the State had failed to disclose a transcript suggesting that its crucial trial witness had been coached into giving more believable testimony and that even the investigating officer initially did not believe her. We reasoned that \"[w]hile the suppressed transcripts do not contain any earthshattering revelations, they do contain significant evidence that damages the credibility of the prosecution's star witness and undermines critical aspects of the prosecution's theory as to why the death penalty was justified.\"[19] Because there was a \"significant possibility\" that Tillman would have received a more favorable sentence if the State had disclosed the evidence, we concluded that the State's failure to disclose the evidence prior to Tillman's trial violated his right to due process.[20] Unlike Tillman, however, Medel pled guilty. Medel's guilty plea significantly changes the due process analysis and limits available post-conviction remedies.\n¶ 22 Both Medel and the State focus their energy on whether Medel's petition is barred on procedural grounds. We are convinced, however, that the procedural layers of this case have blurred the most important element of a petition for post-conviction relief. Namely, in order to proceed with a petition for post-conviction relief, a petitioner's pleadings must contain sufficient facts that, when *1232 viewed in the light most favorable to him,[21] demonstrate some obvious injustice or the violation of a constitutional right.[22] Alternatively, a petitioner may identify newly discovered material evidence demonstrating that no reasonable trier of fact could have found him guilty.[23]\n¶ 23 We are convinced that Medel's claims fail this fundamental requirement. Even if we presume that the facts alleged in Medel's petition are true, he has failed to demonstrate that his conviction violates the United States Constitution or the Utah Constitution or that the withheld evidence qualifies as \"newly discovered evidence\" requiring that his conviction be vacated. Because we have authority to affirm the district court's decision on any grounds apparent in the record,[24] we affirm its decision on the basis that Medel's petition failed to state a claim upon which relief could be granted.[25]\n\nI. MEDEL HAS NOT DEMONSTRATED THE VIOLATION OF A CONSTITUTIONAL RIGHT\n¶ 24 Medel first argues that he is entitled to post-conviction relief because the State violated his right to due process by failing to disclose material exculpatory evidence in its possession prior to the entry of his guilty pleas. In Brady v. Maryland, the United States Supreme Court held that \"the suppression by the prosecution of evidence favorable to an accused upon request violates due process where the evidence is material either to guilt or punishment, irrespective of the good faith or bad faith of the prosecution.\"[26] In Utah, when the prosecutor responds voluntarily to a discovery request, as the prosecutor did in this case, two duties arise.[27] First, in order to ensure that the defense will not be misled by assuming that specifically requested material does not exist, the prosecution must either produce all of the material requested or specifically identify material that will not be produced.[28] Second, the prosecution has a continuing duty throughout the proceedings to disclose any additional material evidence that falls within the scope of the request.[29] Even in the absence of a discovery request, the prosecution \"has a constitutional duty to volunteer obviously exculpatory evidence and evidence that is so `clearly supportive of a claim of innocence that it gives the prosecution notice of a duty to produce.'\"[30] These duties are imposed in recognition of the prosecutor's unique role in our system of justice, which helps ensure that the \"`trial is a real quest for truth and not simply a contest between the parties to win.'\"[31]\n¶ 25 Although the prosecution is under a continuing duty to disclose evidence, this duty is not limitless. The prosecutor is not required to \"deliver his entire file to defense counsel.\"[32] Rather, the prosecution's failure to disclose evidence constitutes \"constitutional error . . . only if the evidence is material in the sense that its suppression undermines confidence in the outcome of the trial.\"[33] And in cases where the defendant *1233 pleads guilty, thereby waiving his right to trial, his constitutional right to evidence is even more limited. In United States v. Ruiz, the Supreme Court held that there is no constitutional right to impeachment evidence[34] or evidence regarding affirmative defenses during the plea bargaining process.[35]\nA. Medel's Guilty Pleas Effected a Waiver of All Nonjurisdictional Challenges to His Conviction, Leaving Only the Challenge That His Pleas Were Unknowing or Involuntary\n¶ 26 Medel's post-conviction remedies are limited in light of his guilty pleas. By entering a knowing and voluntary guilty plea, a defendant \"waives all non-jurisdictional challenges to [a] conviction.\"[36] This waiver includes pre-plea constitutional violations.[37] Thus, \"[h]aving pleaded guilty, a defendant's only avenue for challenging his conviction is to claim that he did not voluntarily or intelligently enter his plea.\"[38]\n¶ 27 The United States Supreme Court has not decided whether the entry of a guilty plea constitutes a waiver of a Brady claim, and federal circuit courts of appeal that have addressed the issue are not in agreement.[39] The Tenth Circuit has opened the door to post-conviction challenges based on Brady claims by recognizing that \"under certain limited circumstances, the prosecution's violation of Brady can render a defendant's plea involuntary.\"[40] We agree that there may be circumstances where undisclosed evidence may render a guilty plea involuntary. In this case, however, the undisclosed evidence was affirmative defense and impeachment evidence that neither suggests factual innocence nor shakes our confidence in the outcome of the proceedings. Accordingly, Medel has not demonstrated that the withheld evidence rendered his pleas involuntary.\nB. Medel Cannot Show That the Undisclosed Evidence Rendered His Pleas Involuntary Because It Is Non-Material Affirmative Defense and Impeachment Evidence That Neither Demonstrates Factual Innocence Nor Shakes Our Confidence in the Outcome\n¶ 28 According to the United States Supreme Court, there is no constitutional right to impeachment evidence or affirmative defense evidence during the plea bargaining process. In United States v. Ruiz, the Supreme Court overruled the Ninth Circuit's holding that a guilty plea could not be \"voluntary\" unless the prosecutor first disclosed material impeachment evidence that he would have been required to disclose had the defendant gone to trial.[41]\n¶ 29 Ruiz involved a plea agreement that required the accused to waive the right to impeachment evidence and affirmative defense evidence. To determine the constitutionality of this requirement, the Court asked \"whether the Constitution requires [a] preguilty plea disclosure of impeachment information\" in order for the plea to be voluntary.[42] The Court concluded that the Constitution does not require pre-plea disclosure of impeachment evidence because \"[i]mpeachment *1234 information is special in relation to the fairness of a trial, not in respect to whether a plea is voluntary. . . .\"[43] The Court came to an identical conclusion regarding affirmative defense evidence.[44]\n¶ 30 The Ruiz holding clarified that the prosecution's constitutional duty of disclosure under Brady derives from the defendant's right to due process,[45] which is closely related to trial. \"When a defendant pleads guilty he . . . forgoes not only a fair trial, but also other accompanying constitutional guarantees.\"[46] Evaluating the due process considerations at stake, the Court balanced the nature of the defendant's interest against the value of the additional safeguard and the adverse impact imposed on the government's interests by requiring the additional disclosure.[47] The Court reasoned that imposing a constitutional obligation on the prosecution to provide impeachment evidence before the entry of a guilty plea would require the government to \"devote substantially more resources to trial preparation prior to plea bargaining, thereby depriving the plea-bargaining process of its main resource-saving advantages.\"[48] Moreover, it \"could seriously interfere with the Government's interest in securing those guilty pleas that are factually justified.\"[49]\n¶ 31 This distinction between pre-guilty-plea rights and trial-related rights is also reflected in the Supreme Court's opinion in Brady v. United States:\nThe rule that a plea must be intelligently made to be valid does not require that . . . [the defendant] correctly assess every relevant factor entering into his decision. A defendant is not entitled to withdraw his plea merely because he discovers long after the plea has been accepted that his calculus misapprehended the quality of the State's case. . . . [50]\n¶ 32 Our holding that the prosecution is under no duty to disclose mere impeachment evidence during the plea bargain process does not imply that the prosecution can characterize all evidence as impeachment or affirmative defense evidence, thereby avoiding its disclosure duty under Brady. It is important to note that the plea agreement addressed by the Supreme Court in Ruiz explicitly stated that \"any [known] information establishing the factual innocence of the defendant\" would be turned over to the defendant on a continuing basis.[51] Thus, we do not view Ruiz as endorsing a rule declaring that the \"prosecutor may hide, [and the] defendant must seek\"[52] as long as there is a plea bargain on the table. As the Supreme Court noted in Banks v. Dretke, such a rule has never been tenable in our system of due process.[53] Surely, if there is any evidence suggesting factual innocence\u0097even if it is impeachment evidence\u0097the prosecution will always have a constitutional obligation to disclose that evidence to the defendant before plea bargaining begins. While making the prosecution's job more difficult, this obligation reflects \"the special role played by the American prosecutor in the search for truth in criminal trials.\"[54]\n*1235 ¶ 33 We therefore conclude that, in order for a guilty plea to be rendered involuntary based on the prosecution's failure to disclose evidence, a petitioner must establish that the evidence withheld by the prosecution was material exculpatory evidence. We now examine the evidence withheld in this case and conclude that it does not constitute such evidence.\n1. The DeCaria Report\n¶ 34 Medel focuses heavily on DeCaria's psychological report, alleging that it \"might have dramatically affected\" his willingness to accept the plea agreement. Medel also suggests that the Report shows that he suffered from \"diminished capacity,\" thereby demonstrating that he lacked the competence to enter a knowing, intelligent, and voluntary plea. We are unpersuaded.\n¶ 35 We first address Medel's argument that the DeCaria Report suggests he lacked the capacity to enter a knowing and voluntary plea. We then conclude that the Report is not material because, when viewed in light of the entire record, the isolated and contradictory comments referring to Medel's mental state do not shake our confidence in the validity of his guilty pleas.[55] The Report does not conclude that Medel was incompetent, and there is sufficient evidence in the record indicating that he was, in fact, competent to enter a knowing and voluntary plea.\n¶ 36 The comments on which Medel relies are contradictory and isolated. In the Report, DeCaria comments that Medel experienced \"psychotic thought processes.\" DeCaria also notes, however, that Medel's \"memory and sensory processes appeared intact\" and that Medel was \"oriented to person, place, time, and situation\" with \"no evidence of hallucinations, delusions, or looseness of association.\" Although the suggestion that Medel experienced \"psychotic thought processes\" is concerning, when viewed in context, it is insufficient to convince us that Medel's guilty pleas were involuntary.\n¶ 37 Even if we accept the comments relating to Medel's \"psychotic thought processes,\" DeCaria's evaluation was not conducted to evaluate Medel's ability to enter a knowing and voluntary plea. Rather, the purpose of the assessment was to determine the level of risk Medel would pose to the community if put on supervised release. As the district court noted, this assessment does not show that Medel was unable to voluntarily and knowingly enter a plea.\n¶ 38 Finally, the evidence in the Report neither puts the case in a different light nor undermines our confidence in the validity of Medel's pleas. In 1994, Medel litigated this same issue, seeking to withdraw his guilty pleas based on his claim that they were not voluntary or knowing. Judge Medley rejected Medel's claim in a thorough memorandum opinion that followed an evidentiary hearing. Judge Medley noted the procedures from which Medel benefitted prior to pleading guilty. First, Medel received \"detailed probable cause statements,\" demonstrating that he understood \"the nature and elements of the offenses which he entered pleas to.\" Second, Medel received experienced guidance during the plea process. Medel's defense counsel, a veteran of the Legal Defenders Office, engaged in multiple conversations with Medel discussing the sixteen felonies with which he had been charged, the elements of those offenses, and the evidence relating to those elements. Medel's counsel prepared Medel's plea affidavits and reviewed them with Medel \"paragraph by paragraph, line by line prior to the entry of the pleas.\" Defense counsel also discussed with Medel the rights he would lose by pleading guilty, including his appeal rights. Finally, the presiding judge conducted a detailed plea colloquy before accepting Medel's pleas. In light of this evidence, Judge Medley found that Medel had entered his guilty pleas knowingly and voluntarily. When considered in this context, DeCaria's isolated statement is simply insufficient to undermine the conclusion *1236 that Medel voluntarily and knowingly entered his pleas.\n¶ 39 Our confidence in the validity of Medel's pleas is further supported by reviewing our approach in an analogous case. In State v. Arguelles, we reviewed Arguelles's plea colloquies for evidence to determine whether he was competent when he pled guilty.[56] We noted that Arguelles was coherent during each hearing, that he responded to questions appropriately, that he repeatedly affirmed his choice to plead guilty, and that he participated fully in the hearings and indicated that he understood them. We also noted that the trial judge and the magistrate had ample opportunity to observe Arguelles's demeanor, which did not indicate mental defects, and that neither standby counsel (because Arguelles had refused counsel) nor the State had expressed any concern over his behavior.[57] In light of this evidence, we held that there was no \"substantial question of possible doubt\" as to Arguelles's competence when he pled guilty.[58]\n¶ 40 In Medel's case, his defense counsel and the judge also had ample opportunity to observe his demeanor. In light of Medel's thoroughly reviewed conduct during the plea proceedings and the abundant opportunities for Medel's counsel and the presiding judge to notice any mental deficiencies, the isolated statements in the DeCaria Report do not constitute material evidence that shakes our confidence in the validity of Medel's guilty pleas.\n¶ 41 We now turn to Medel's argument that the DeCaria Report would have \"dramatically affected\" his willingness to plead. We conclude that even if the Report would have convinced Medel to go to trial, the State's failure to disclose the Report did not violate Medel's constitutional rights because the evidence in the Report does not suggest factual innocence. Medel asserts that the DeCaria Report would have convinced him to go to trial and assert a diminished capacity defense. Under Utah law, diminished capacity is an affirmative defense,[59] and under United States v. Ruiz, there is no constitutional right to evidence relating to affirmative defenses.[60] Accordingly, the State's failure to produce the DeCaria Report before entering into plea negotiations with Medel did not violate his constitutional rights.\n2. The Other Undisclosed Evidence\n¶ 42 It is difficult to thoroughly evaluate the other evidence alluded to in Medel's briefs because Medel has been unable to conduct discovery or obtain all of the materials referred to in the GRAMA report. As a result, Medel's arguments before us depend on hopeful characterizations of what the withheld evidence might contain. For example, Medel asserts that the prosecution had access to physical evidence that was \"potentially exculpatory\" and medical reports from the rape victims that \"could possibly have exonerated Medel as the alleged rapist.\" If there is truth to these characterizations, the prosecution's failure to disclose such material exculpatory evidence would clearly violate Medel's constitutional right to due process. We find nothing in the pleadings, however, supporting this dramatic characterization of the undisclosed evidence.\n¶ 43 Medel argues that \"he would not have pled guilty to the specific crimes he pled to had he known [about the undisclosed evidence].\" But it is difficult to give this assertion much weight in light of the record as a whole. As previously discussed, Medel made three discovery requests of the State. In response, he received only police reports and a lineup transcript. He thereafter pled guilty to four felonies, and the prosecution dismissed the other twelve charges. While we acknowledge the possibility that an innocent individual may nevertheless plead guilty, the paucity of the evidence produced in response to Medel's discovery requests would seem to indicate that the State had a weak case. Such an indication would appear to render it more likely, rather than less likely, that Medel would elect to go to trial. Indeed, *1237 it is difficult to believe that Medel felt coerced and overwhelmed by the prosecution's case when it appeared to boil down to only police reports and a lineup transcript.\n¶ 44 Moreover, neither Medel's characterization of the undisclosed evidence nor the record itself suggests that it contained the type of exculpatory material that would have convinced Medel to proceed to trial. Despite Medel's hopeful characterizations of what the evidence might contain, he never alleges that the undisclosed evidence suggests factual innocence. This conclusion is well illustrated by the documents that were attached as an addendum to Medel's reply brief. We are unable to find any exculpatory information at all in these documents.\n¶ 45 The addendum includes several police reports concerning the investigation of the Michelle Bridges rape. These reports reveal that Bridges consistently described the assault, in varying levels of detail, to several different members of the police force. In each report, she described the suspect's vehicle in great detail. She also stated that after she was released by her attacker, she wrote down his licence plate number. That number was 821AFL, the same licence plate number registered to a Lauralee Medel residing at Medel's residence. Moreover, when Bridges was taken to the impound lot, she immediately identified Medel's vehicle as the vehicle of her attacker. Bridges also stated that her attacker had a tattoo of a skull on his left shoulder and that he was wearing white tennis shoes. When the police arrested Medel, he was wearing \"white tennis type shoes\" and his \"physical description closely matched that which the victim had given [the police].\"\n¶ 46 The only inconsistency apparent in this series of reports is clearly a typo. While describing Medel's appearance after he was taken into custody, the police report states that \"the physical description closely matched that which the victim had given us, including a tattoo of a skull on the victim's left upper arm.\" Despite the reference to the victim's arm, the context of the sentence makes clear that the police report was, in fact, referring to the suspect's arm. In short, the undisclosed evidence in the addendum establishes that Bridges consistently described the event, the physical characteristics of her attacker, and the inside of his car to three separate officers. We see nothing in such evidence that could qualify as exculpatory.\n¶ 47 The documents identified by Medel as potentially exculpatory in the Shelly Meredith case are less extensive, but are similarly devoid of exculpatory material. One useful piece of information that the documents did provide, however, was clarification of Medel's allegation that Meredith identified an alternative suspect when presented with a photo lineup. The actual police report clarifies that Meredith \"had a friend with her who had also had a run in with the suspect.\" The report makes clear that Meredith's friend\u0097not Meredith herself\u0097was actually the person who identified the alternative suspect from the photo lineup. Meredith then said he looked \"somewhat like the suspect.\"\n¶ 48 Medel also relies on the fact that the police were investigating a separate suspect. The Meredith report reveals, however, that Meredith rejected this other suspect as her attacker, even after the police specifically pointed out his picture and asked her if she recognized him. In conclusion, nothing in the pleadings identifies any undisclosed exculpatory evidence.\nII. THE WITHHELD EVIDENCE DOES NOT QUALIFY AS NEWLY DISCOVERED MATERIAL EVIDENCE BECAUSE IT DOES NOT CREATE REASONABLE DOUBT ABOUT MEDEL'S GUILT\n¶ 49 Medel also fails to demonstrate that he is entitled to post-conviction relief under the newly discovered material evidence rule because the undisclosed evidence does not create a reasonable doubt regarding his guilt. Under the PCRA, a petitioner may file a claim for relief based on \"newly discovered material evidence\" if: (1) neither the petitioner nor his counsel knew of, or could have discovered through reasonable diligence, the evidence before or at the time of trial; (2) the material evidence is not merely cumulative of evidence already known; (3) *1238 the evidence is not merely impeachment evidence; and (4) \"viewed with all the other evidence, the newly discovered material evidence demonstrates that no reasonable trier of fact could have found the petitioner guilty of the offense or subject to the sentence received.\"[61]\n¶ 50 The cumulative requirement of this statute is consistent with our case law requiring that the undisclosed evidence cast doubt on the validity of the petitioner's conviction. \"There is no violation of due process if the evidence demonstrates only a `mere possibility that an item of undisclosed information might have helped the defense or might have affected the outcome of the trial. . . . '\"[62]\n¶ 51 For example, in Codianna v. Morris, the prosecution failed to voluntarily disclose eleven depositions, four witness statements, and an unrecorded witness statement.[63] To determine whether this failure was a constitutional violation meriting post-conviction relief, we asked whether the evidence \"create[d] a reasonable doubt of petitioner's guilt when viewed in the context of the entire trial record.\"[64] Although the petitioner claimed that the evidence was exculpatory, we concluded that because the evidence was \"tangential or cumulative, and [did] not create a reasonable doubt of petitioner's guilt\" in the context of the record, there was no violation of due process in the prosecution's failure to disclose.[65] Similarly, in State v. Jarrell, we concluded that no due process violation occurred because the excluded evidence \"would not have raised a reasonable doubt as to the guilt of the defendant.\"[66] Thus, under the PCRA, as well as our due process case law, newly discovered evidence merits post-conviction relief only if the evidence would create a reasonable doubt as to the defendant's guilt.\n¶ 52 In this case, we conclude that the additional evidence does not create a reasonable doubt as to Medel's guilt. Although Medel lists several pieces of evidence that the prosecution failed to disclose, he does not explain how those pieces of evidence are exculpatory. This failure is fatal to his claim in light of the fact that he pled guilty after reviewing detailed probable cause statements regarding the nature and elements of the offenses to which he pled. Thus, Medel failed to show that no reasonable trier of fact could have found him guilty in light of the newly discovered evidence.\n\nCONCLUSION\n¶ 53 Medel does not claim factual innocence, nor does he argue that the newly discovered evidence is so powerful that no reasonable trier of fact could have found him guilty. Rather, his argument boils down to a claim that the undisclosed documents \"would have provided him with a better understanding of the strengths and weaknesses of the prosecution's case and would have made him better suited to determine whether to enter into the plea agreement proposed by the State.\" This claim is nothing more than a statement that the undisclosed evidence would have given him better bargaining power, may have convinced him to try his luck with a jury, or may have convinced him to assert an affirmative defense of diminished capacity. But none of these facts demonstrates a violation of Medel's constitutional rights.\n¶ 54 The justice system is not a sporting event in which each side has a right to exploit every tactical advantage available. Important constitutional rights like due process are not conceived to give the accused a \"sporting chance\" against the machinery of the State. Rather, constitutional protections are in place to ensure that only the guilty are deprived of their liberty. When an individual knowingly, intelligently, and voluntarily *1239 pleads guilty, he waives these constitutional protections. There is little social advantage to giving an individual who miscalculated the strength of his case the tactical advantage of a trial when all evidence points to the fact that he committed the crimes to which he knowingly and voluntarily pled.\n¶ 55 We affirm the district court's dismissal of Medel's petition because we conclude that it fails to state a claim. Medel has not shown that his constitutional rights were violated or that he meets the requirements for relief based on newly discovered evidence.\n¶ 56 Chief Justice DURHAM, Associate Chief Justice WILKINS, Justice DURRANT, and Justice NEHRING concur in Justice PARRISH's opinion.\nNOTES\n[1]  373 U.S. 83, 83 S. Ct. 1194, 10 L. Ed. 2d 215 (1963).\n[2]  Utah Code Ann. § 78-35a-104(1)(a) (2002). We note that changes have been made to the PCRA since this case was argued. First, the legislature recodified Title 78, a change that went into effect on February 7, 2008. Second, the legislature also revised the PCRA, Utah Code Ann. §§ 78B-9-101 to -202, a change that will go into effect on May 5, 2008. Because the renumbering does not change our analysis, and because the substantive changes do not apply, we cite to the version of the PCRA cited by the parties in their briefs.\n[3]  United States v. Wright, 43 F.3d 491, 494 (10th Cir.1994) (\"Having pleaded guilty, a defendant's only avenue for challenging his conviction is to claim that he did not voluntarily or intelligently enter his plea.\").\n[4]  Utah Code Ann. § 78-35a-104(1)(e).\n[5]  Medel v. Galetka, 537 U.S. 1009, 123 S. Ct. 501, 154 L. Ed. 2d 409 (2002) (denying petition for writ of certiorari); Medel v. Galetka, 36 Fed.App'x 644, 2002 WL 1150822 (10th Cir.2002) (affirming district court denial of habeas corpus petition).\n[6]  373 U.S. 83, 83 S. Ct. 1194, 10 L. Ed. 2d 215 (1963).\n[7]  Ellis v. Estate of Ellis, 2007 UT 77, ¶ 6, 169 P.3d 441; Medved v. Glenn, 2005 UT 77, ¶ 8, 125 P.3d 913 (\"[T]he propriety of a motion to dismiss is a question of law. . . .\" (internal quotations and citation omitted)).\n[8]  State v. Topanotes, 2003 UT 30, ¶ 9, 76 P.3d 1159 (quoting Bailey v. Bayles, 2002 UT 58, ¶ 10, 52 P.3d 1158).\n[9]  Utah Code Ann. § 78-35a-105 (2002).\n[10]  Id. § 78-35a-104(a)-(e).\n[11]  Id. § 78-35a-105.\n[12]  Id.\n[13]  Id. § 78-35a-106(1)(d), (e).\n[14]  Tillman v. State, 2005 UT 56, ¶ 16, 128 P.3d 1123.\n[15]  Hurst v. Cook, 777 P.2d 1029, 1037 (Utah 1989).\n[16]  Id.\n[17]  2005 UT 56, ¶ 5, 25, 128 P.3d 1123.\n[18]  Id. ¶ 21 (quoting Hurst, 777 P.2d at 1035).\n[19]  Id. ¶ 92.\n[20]  Id. ¶ 94.\n[21]  Gonzales v. Morris, 610 P.2d 1285, 1286 (Utah 1980) (explaining that in post-conviction cases, \"[i]f the sufficiency of the allegations depends at all on the facts alleged, plaintiff is entitled to have the facts alleged viewed in the light most favorable to him\").\n[22]  See Utah Code Ann. § 78-35a-104(1)(a)-(d).\n[23]  See id. § 78-35a-104(1)(e).\n[24]  State v. Topanotes, 2003 UT 30, ¶ 9, 76 P.3d 1159.\n[25]  See Utah R. Civ. P. 12(b)(6).\n[26]  373 U.S. 83, 87, 83 S. Ct. 1194, 10 L. Ed. 2d 215 (1963).\n[27]  State v. Knight, 734 P.2d 913, 916-17 (Utah 1987).\n[28]  Id.\n[29]  Id.\n[30]  State v. Jarrell, 608 P.2d 218, 224 (Utah 1980) (quoting United States v. Agurs, 427 U.S. 97, 107, 96 S. Ct. 2392, 49 L. Ed. 2d 342 (1976)).\n[31]  Knight, 734 P.2d at 917 (quoting State v. Carter, 707 P.2d 656, 662 (Utah 1985)).\n[32]  United States v. Bagley, 473 U.S. 667, 675, 105 S. Ct. 3375, 87 L. Ed. 2d 481 (1985).\n[33]  Id. at 678, 105 S. Ct. 3375; see also id. at 682, 105 S. Ct. 3375 (\"The evidence is material only if there is a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different. A `reasonable probability' is a probability sufficient to undermine confidence in the outcome.\").\n[34]  536 U.S. 622, 629, 122 S. Ct. 2450, 153 L. Ed. 2d 586 (2002).\n[35]  Id. at 633, 122 S. Ct. 2450.\n[36]  United States v. Wright, 43 F.3d 491, 494 (10th Cir.1994) (citing United States v. Gines, 964 F.2d 972, 977 (10th Cir.1992)).\n[37]  State v. Parsons, 781 P.2d 1275, 1278 (Utah 1989) (\"The general rule applicable in criminal proceedings . . . is that by pleading guilty, the defendant is deemed to have admitted all of the essential elements of the crime charged and thereby waives all nonjurisdictional defects, including alleged pre-plea constitutional violations.\"); see also Benvenuto v. State, 2007 UT 53, ¶ 31, 165 P.3d 1195 (same).\n[38]  Wright, 43 F.3d at 494.\n[39]  See id. at 495 (citing three decisions in which the court held that a guilty plea did not bar later Brady claims and two decisions holding that entry of a guilty plea constitutes a waiver of any Brady claims).\n[40]  Id. at 496.\n[41]  536 U.S. 622, 629, 122 S. Ct. 2450, 153 L. Ed. 2d 586 (2002).\n[42]  Id.\n[43]  Id.\n[44]  Id. at 633, 122 S. Ct. 2450 (\"[T]he need for this information is more closely related to the fairness of a trial than to the voluntariness of a plea. . . . \").\n[45]  See United States v. Bagley, 473 U.S. 667, 675, 105 S. Ct. 3375, 87 L. Ed. 2d 481 (1985) (\"The Brady rule is based on the requirement of due process. Its purpose is not to displace the adversary system as the primary means by which truth is uncovered, but to ensure that a miscarriage of justice does not occur.\").\n[46]  Ruiz, 536 U.S. at 628-29, 122 S. Ct. 2450.\n[47]  Id. at 631, 122 S. Ct. 2450 (citing Ake v. Oklahoma, 470 U.S. 68, 77, 105 S. Ct. 1087, 84 L. Ed. 2d 53 (1985)).\n[48]  Id. at 632, 122 S. Ct. 2450.\n[49]  Id. at 631, 122 S. Ct. 2450.\n[50]  397 U.S. 742, 757, 90 S. Ct. 1463, 25 L. Ed. 2d 747 (1970).\n[51]  536 U.S. at 625, 122 S. Ct. 2450 (alteration in original).\n[52]  Banks v. Dretke, 540 U.S. 668, 696, 124 S. Ct. 1256, 157 L. Ed. 2d 1166 (2004).\n[53]  Id.\n[54]  Strickler v. Greene, 527 U.S. 263, 281, 119 S. Ct. 1936, 144 L. Ed. 2d 286 (1999).\n[55]  Tillman v. State, 2005 UT 56, ¶ 29-32, 128 P.3d 1123 (holding that to determine whether the evidence is material, courts consider whether in light of the entire record (1) the absence of the evidence would deprive the defendant of a fair trial or (2) the favorable evidence would put the case in a different light such that it would undermine confidence in the verdict).\n[56]  2003 UT 1, ¶ 50, 63 P.3d 731.\n[57]  Id. ¶ 53.\n[58]  Id. ¶¶ 50, 54.\n[59]  See Utah Code Ann. § 76-2-305 (2003).\n[60]  See 536 U.S. at 633, 122 S. Ct. 2450.\n[61]  Utah Code Ann. § 78-35a-104(1)(e) (2002) (emphasis added).\n[62]  Codianna v. Morris, 660 P.2d 1101, 1106 (Utah 1983) (quoting United States v. Agurs, 427 U.S. 97, 109-10, 96 S. Ct. 2392, 49 L. Ed. 2d 342 (1976)).\n[63]  Id. at 1107.\n[64]  Id.\n[65]  Id. at 1108.\n[66]  608 P.2d 218, 225 (Utah 1980).\n\n",
            "ocr": false,
            "opinion_id": 2633135
        }
    ],
    "court_short_name": "Utah Supreme Court",
    "court_full_name": "Utah Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Utah, UT",
    "crime_category": "Rape"
}