{
    "id": 2389508,
    "judges": "Beatty",
    "date_filed": 1300665600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-hatcher",
    "case_name_short": "Hatcher",
    "case_name": "State v. Hatcher",
    "case_name_full": "The STATE, Petitioner, v. Ricky L. HATCHER, Respondent",
    "attorneys": "Attorney General Alan Wilson, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, Senior Assistant Attorney General Harold M. Coombs, Jr., all of Columbia; and Solicitor William Benjamin Rogers, Jr., of Bennettsville, for Petitioner., Appellate Defender Elizabeth A. Franklin-Best, of South Carolina Commission on Indigent Defense, of Columbia, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Heard Feb. 16, 2011.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b130-3\">\n    708 S.E.2d 750\n   </citation><parties id=\"Am9\">\n    The STATE, Petitioner, v. Ricky L. HATCHER, Respondent.\n   </parties><br><docketnumber id=\"b130-5\">\n    No. 26950.\n   </docketnumber><br><court id=\"b130-6\">\n    Supreme Court of South Carolina.\n   </court><br><otherdate id=\"b130-7\">\n    Heard Feb. 16, 2011.\n   </otherdate><br><decisiondate id=\"b130-8\">\n    Decided March 21, 2011.\n   </decisiondate><br><attorneys id=\"b132-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"88\"> \n     *88\n     </span>\n    Attorney General Alan Wilson, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, Senior Assistant Attorney General Harold M. Coombs, Jr., all of Columbia; and Solicitor William Benjamin Rogers, Jr., of Bennettsville, for Petitioner.\n   </attorneys><br><attorneys id=\"b132-6\">\n    Appellate Defender Elizabeth A. Franklin-Best, of South Carolina Commission on Indigent Defense, of Columbia, for Respondent.\n   </attorneys>",
    "citations": [
        "708 S.E.2d 750",
        "392 S.C. 86"
    ],
    "opinions": [
        {
            "author_str": "Beatty",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n392 S.C. 86 (2011)\n708 S.E.2d 750\nThe STATE, Petitioner,\nv.\nRicky L. HATCHER, Respondent.\nNo. 26950.\nSupreme Court of South Carolina.\nHeard February 16, 2011.\nDecided March 21, 2011.\n*88 Attorney General Alan Wilson, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, Senior Assistant Attorney General Harold M. Coombs, Jr., all of Columbia; and Solicitor William Benjamin Rogers, Jr., of Bennettsville, for Petitioner.\nAppellate Defender Elizabeth A. Franklin-Best, of South Carolina Commission on Indigent Defense, of Columbia, for Respondent.\nJustice BEATTY:\nThis Court granted the State's petition for a writ of certiorari to review State v. Hatcher, 384 S.C. 372, 681 S.E.2d 925 (Ct.App.2009), in which the Court of Appeals reversed the conviction and sentence of Ricky L. Hatcher on drug charges on the ground the State failed to establish a sufficient chain of custody for the drug evidence. We reverse.\n\nI. FACTS\nHatcher was indicted for distribution of crack cocaine and distribution of crack cocaine within one-half mile of a public park for selling crack to an undercover informant (\"Buyer\") working with the Marlboro County Sheriff's Office on October 6, 2006.\nAt trial, the Buyer testified that he met with two officers on October 6, 2006 in downtown McColl. They searched the Buyer before providing him with $40.00 to make a drug purchase and fitting him with a concealed wire. The Buyer *89 went to Hatcher's residence and purchased two pieces of crack cocaine from Hatcher. The two pieces were individually wrapped inside small pieces of plastic cut from the corners of a sandwich bag. The ends of the plastic were tied into knots. The Buyer estimated he was in Hatcher's residence for about three to five minutes before he left and delivered the crack to the officers, who were waiting nearby. The Buyer identified State's Exhibit 1, which included the crack and two baggies, as being the items that he received from Hatcher.\nSergeant Jeffrey Locklear of the Marlboro County Sheriff's Office testified that he and another officer, investigator Brittany English, met the Buyer at 12:25 p.m. on October 6, 2006. Locklear confirmed all of the details testified to by the Buyer.\nRegarding the receipt of the drug evidence, Sergeant Locklear testified that the Buyer gave him the crack, which was contained in \"two tiny plastic corners\" cut from sandwich bags and tied into knots. Locklear placed the crack (still tied in their original packages) inside a plastic evidence bag and \"sealed [it] with a glue-type seal.\" He stated the only way the bag could be opened is by cutting it open. Locklear put identifying information on the bag, including the case number, the date of 10/06/06, the time of 12:39 p.m. when he retrieved the drugs from the Buyer, the approximate weight of the drugs, and that the purchase was made at Second Street in McColl from Ricky Hatcher. Locklear sealed this package inside a second bag produced by the South Carolina Law Enforcement Division (SLED) specifically for the transportation of items to the SLED laboratory for testing. Locklear stated he personally transported the sealed evidence to SLED.\nLocklear testified that after the drugs were tested, the SLED agent processing the case repackaged the drugs in a heat-sealed bag (that must be cut open) and marked the bag with blue writing. SLED returned the heat-sealed bag to the sheriff's office. Locklear identified the heat-sealed bag presented at trial as the same one that he had personally transported to the court that day.\nA forensic scientist with SLED, Marjorie Wilson, testified as an expert in the analysis of controlled substances and stated that she was the person responsible for processing and *90 testing the drug evidence in this case at SLED. Wilson stated she retrieved the evidence from the Log-In Department at SLED and that it was still sealed in a Best Evidence Kit (or bag).[1] Wilson testified she broke the seal on the evidence bag and inside she found a second bag from the Marlboro County Sheriff's Department that contained \"two clear plastic corner bags.\" Both of the plastic corner bags were still knotted, with a rock-like substance inside them.\nWilson removed the substances from the corner bags and analyzed them before re-packaging the contents into two Ziploc bags. She placed the repackaged evidence into a heat-sealed pouch and wrote her initials on it and the date it was sealed of \"5/04/07.\" She returned the pouch to SLED's Log-In Department, which then gave the evidence back to the Marlboro County Sheriff's Department. Wilson identified the SLED heat-sealed bag, which was still sealed and bore her initials, as the one she had returned to the SLED Log-In Department. She confirmed that it was in the same condition as when she had sealed it.\nThe State moved for the admission of State's Exhibit 1, and defense counsel objected on the basis the chain of custody had not been sufficiently established. The trial judge overruled the objection and admitted the drug evidence. Wilson then further testified that she had performed preliminary and confirmatory testing on the rock-like substances in State's Exhibit 1 and concluded that crack cocaine was in each of the two packages. Wilson confirmed that she performed her testing on May 4, 2007, and that she sealed the evidence with the notation, \"MW, L0706559, Seal Intact,\" and the date, \"05/04/07.\" She also placed identifying marking on the individual corner bags and on the Ziploc bags with the repackaged evidence.\n*91 A jury found Hatcher guilty as charged, and the trial judge sentenced him to concurrent terms of fifteen years in prison. Hatcher appealed his conviction and sentence, and the Court of Appeals reversed on the basis the State failed to establish a sufficient chain of custody for the drug evidence. State v. Hatcher, 384 S.C. 372, 681 S.E.2d 925 (Ct.App.2009). This Court granted the State's petition for a writ of certiorari.\n\nII. STANDARD OF REVIEW\n\"The admission of evidence is within the discretion of the trial court and will not be reversed absent an abuse of discretion.\" State v. Pagan, 369 S.C. 201, 208, 631 S.E.2d 262, 265 (2006). \"An abuse of discretion occurs when the conclusions of the trial court either lack evidentiary support or are controlled by an error of law.\" Id.\n\nIII. LAW/ANALYSIS\n\"[T]his Court has long held that a party offering into evidence fungible items such as drugs or blood samples must establish a complete chain of custody as far as practicable.\" State v. Sweet, 374 S.C. 1, 6, 647 S.E.2d 202, 205 (2007); see also Benton v. Pellum, 232 S.C. 26, 33, 100 S.E.2d 534, 537 (1957) (stating \"it is generally held that the party offering such specimen is required to establish, at least as far as practicable, a complete chain of evidence\").\n\"Where the substance analyzed has passed through several hands the evidence must not leave it to conjecture as to who had it and what was done with it between the taking and the analysis.\" Benton, 232 S.C. at 33-34, 100 S.E.2d at 537 (citation omitted). \"Testimony from each custodian of fungible evidence, however, is not a prerequisite to establishing a chain of custody sufficient for admissibility.\" Sweet, 374 S.C. at 7, 647 S.E.2d at 206 (citing State v. Taylor, 360 S.C. 18, 27, 598 S.E.2d 735, 739 (Ct.App.2004)). \"Where other evidence establishes the identity of those who have handled the evidence and reasonably demonstrates the manner of handling of the evidence, our courts have been willing to fill gaps in the chain of custody due to an absent witness.\" Id.\n*92 \"Proof of chain of custody need not negate all possibility of tampering so long as the chain of possession is complete.\" State v. Carter, 344 S.C. 419, 424, 544 S.E.2d 835, 837 (2001). \"In applying this rule, we have found evidence inadmissible only where there is a missing link in the chain of possession because the identity of those who handled the [substance] was not established at least as far as practicable.\" Id. (emphasis added).\nIn finding the chain of custody insufficient in Hatcher's case, the Court of Appeals stated that \"Officer Locklear and [SLED] Agent Wilson both acted as custodians of the evidence,\" but \"neither is directly linked to the other by testimony or documentary evidence.\" Hatcher, 384 S.C. at 376, 681 S.E.2d at 927-28. Specifically, the court stated that the person who received the evidence at SLED is not personally identified and there were no details presented about how the evidence was handled while in Officer Locklear's possession or once it was surrendered at SLED. Id. at 376-77, 681 S.E.2d at 928.\nThe Court of Appeals acknowledged that South Carolina case law provides that the chain of custody need be established only \"as far as is reasonably practicable\" and that each person who handled the evidence is not required to testify, but nevertheless stated that \"South Carolina courts have consistently held that all persons in the chain of custody must be identified and the manner of handling the evidence must be demonstrated.\" Id. at 377, 681 S.E.2d at 928 (emphasis added).\nThe Court of Appeals relied in large part upon its opinion in State v. Chisolm, 355 S.C. 175, 584 S.E.2d 401 (Ct.App.2003), in which it effectively held South Carolina law requires every individual who handled the evidence to be specifically identified, either by providing testimony under oath or producing sworn statements pursuant to Rule 6(b), SCRCrimP. The Court of Appeals, sitting en banc, subsequently overruled Chisolm in State v. Taylor, 360 S.C. 18, 27, 598 S.E.2d 735, 739 (Ct.App.2004), stating that, \"[t]o the extent [Chisolm] can be read to require the testimony of each person in the chain of custody under all circumstances, it is inconsistent with the *93 precedent established by our supreme court, and is hereby overruled.\"\nAlthough Hatcher asserts our cases hold all individuals must be identified without exception, this appears to be an extrapolation of the general observation that where all individuals in the chain are, in fact, identified and the manner of handling is reasonably demonstrated, it is not an abuse of discretion for the trial judge to admit the evidence in the absence of proof of tampering, bad faith, or ill-motive. See, e.g., Sweet, 374 S.C. at 6, 647 S.E.2d at 205-06; Taylor, 360 S.C. at 25, 598 S.E.2d at 738.\nIn a case involving the chain of custody of a blood sample in a paternity case, we reiterated the standard set forth in Benton v. Pellum that the chain of custody must be established as far as practicable, and we specifically stated that \"we have never held the chain of custody rule requires every person associated with the procedure be available to testify or identified personally, depending on the facts of the case.\" South Carolina Dep't of Soc. Servs. v. Cochran, 364 S.C. 621, 629, 614 S.E.2d 642, 646 (2005).\nIn Cochran, this Court found the chain of custody was sufficient even though the courier who transported the samples from the collection site to the testing facility was never identified, where \"the samples arrived at the testing facility sealed and intact\":\nThe testimony presented by DSS indicates the blood samples were secure when Kejales took the samples at the collection site. The testimony also indicates the samples arrived at the testing facility sealed and intact. Additionally, each person involved in the actual testing procedure once the samples arrived at the facility, testified as to their handling of each respective sample and the chain of custody. Generally, we will uphold the chain of custody if the safeguards instituted ensure the integrity of the evidence, even if every person associated with the procedure is not personally identified. Other courts are in accord.\n\nId. at 629, 614 S.E.2d at 646 (emphasis added) (footnote omitted); see also State v. Kahan, 268 S.C. 240, 244-45, 233 S.E.2d 293, 294 (1977) (holding the standard stated in Benton v. Pellum had been met where the evidence was transported *94 in accordance with normal protocol, even though every person who may have handled it was not personally identified and there was no testimony regarding the care and handling of the item for an interval when it was being stored).\nIn Cochran, this Court noted that \"[w]hether the chain of custody has been established as far as practicable clearly depends on the unique factual circumstances of each case.\" Cochran, 364 S.C. at 629 n. 1, 614 S.E.2d at 646 n. 1. In examining issues regarding the chain of custody, a mere suggestion that substitution could possibly have occurred is not enough to establish a break in the chain of custody. Turner v. State, 3 So.3d 742 (Miss.2009); see also State v. Tester, 185 Vt. 241, 968 A.2d 895 (2009) (finding the State provided a sufficient chain of custody for DNA swab samples, even though the nurse failed to keep records of each step in collecting and storing the evidence, where the nurse testified that she took the samples according to rape kit instructions and established protocols and sealed and labeled them).\n\"It is unnecessary . . . that the police account for `every hand-to-hand transfer' of the item; it is sufficient if the evidence demonstrates a reasonable assurance the condition of the item remains the same from the time it was obtained until its introduction at trial.\" State v. Price, 731 S.W.2d 287, 290 (Mo.Ct.App.1987) (citation omitted); accord Commonwealth v. Kaufman, 307 Pa.Super. 63, 452 A.2d 1039, 1042 (1982). \"To expect the [prosecuting authority] to produce every possible individual who may have had fleeting contact with the evidence would cause unnecessary logistical problems concerning chain of custody.\" Commonwealth v. Herman, 288 Pa.Super. 219, 431 A.2d 1016, 1019 (1981) (holding the absence of testimony from a crime lab custodian who merely logged in the seized marijuana was not fatal to the chain of custody where the officers who seized the drugs and the chemist who tested them did testify at trial).\nCourts have abandoned inflexible rules regarding the chain of custody and the admissibility of evidence in favor of a rule granting discretion to the trial courts. United States v. De Larosa, 450 F.2d 1057, 1068 (3d Cir.1971). \"The trial judge's exercise of discretion must be reviewed in the light of the following factors: `. . . the nature of the article, the *95 circumstances surrounding the preservation and custody of it, and the likelihood of intermeddlers tampering with it.'\" Id. (citation omitted). \"If upon the consideration of such factors the trial judge is satisfied that in reasonable probability the article has not been changed in important respects, he may permit its introduction in evidence.\" Gallego v. United States, 276 F.2d 914, 917 (9th Cir.1960).\nConsidering those factors here, we find no abuse of discretion in the trial judge's admission of the drug evidence in Hatcher's case. We agree with the Court of Appeals that the mere fact that evidence is sealed upon presentation for testing does not, in itself, establish a sufficient chain of custody. Evidence is still required as to how the item was obtained and how it was handled to ensure that it is, in fact, what it is purported to be. However, we have consistently held that the chain of custody need be established only as far as practicable, and we reiterate that every person handling the evidence need not be identified in all cases.\nIn this case, the Buyer who purchased the drugs from Hatcher, the police officer who received the drugs from the Buyer and transported them to SLED in two sealed, tamper-evident bags (one inside the other), and the SLED agent who retrieved the drugs from the Log-In Department at SLED (still double-sealed) and tested them, all testified about the chain of custody and their handling of the drugs and the fact that there was no evidence of tampering. The ultimate goal of chain of custody requirements is simply to ensure that the item is what it is purported to be. The record here indicates the drugs received for testing were in fact, those taken from Hatcher without any alteration, tampering, or substitution.\n\nIV. CONCLUSION\nThe State need not establish the identity of every person handling fungible items in all circumstances; rather, the standard is whether, in the discretion of the trial judge, the State has established the chain of custody as far as practicable. This determination will necessarily depend on the unique factual circumstances of each case. We conclude the trial judge did not abuse his discretion in finding a sufficient chain *96 of custody existed to allow admission of the drug evidence. Consequently, we reverse the decision of the Court of Appeals.\nREVERSED.[2]\nNOTES\n[1]  Wilson explained that when an officer receives drug evidence, the officer places it in what is called a \"Best Evidence Kit\" on which is printed, \"SLED Drug Analysis Security Envelope,\" and the seal on this envelope \"is tamper evident,\" meaning any attempt to open that bag will be evident to anyone looking at it. Wilson stated officers bring evidence to SLED in the sealed containers, and it is logged in by SLED's Log-In Department, which gives evidence a unique SLED laboratory case number.\n[2]  An issue concerning the trial judge's charge on reasonable doubt was also raised in the briefs. The Court of Appeals did not reach this issue due to its reversal based on the chain of custody. Counsel for Hatcher conceded at oral argument that the trial transcript reveals no objection was made at trial to preserve the jury charge issue for our review. We agree based on our review of the record, and we appreciate counsel's candor in this regard.\n\n",
            "ocr": false,
            "opinion_id": 2389508
        }
    ],
    "court_short_name": "Supreme Court of South Carolina",
    "court_full_name": "Supreme Court of South Carolina",
    "court_type": "S",
    "court_jurisdiction": "South Carolina, SC",
    "crime_category": "Rape"
}