{
    "id": 1374477,
    "judges": "Durham",
    "date_filed": "2017-01-03",
    "date_filed_is_approximate": true,
    "slug": "state-v-hahn",
    "case_name_short": "Hahn",
    "case_name": "State v. Hahn",
    "case_name_full": "The State of Washington, Petitioner, v. Harlan Henry Hahn, Respondent",
    "attorneys": "Norm Maleng, Prosecuting Attorney, Jennifer Ey-chaner, Senior Deputy, and Celeste T. Stokes, Deputy, for petitioner., Raymond H. Thoenig of Washington Appellate Defender Association, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 48,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b917-7\">\n    [No. 52314-2.\n   </docketnumber><court id=\"A5n\">\n    En Banc.\n   </court><decisiondate id=\"A4B\">\n    October 9, 1986.]\n   </decisiondate><br><parties id=\"b917-8\">\n    The State of Washington,\n    <em>\n     Petitioner,\n    </em>\n    v. Harlan Henry Hahn,\n    <em>\n     Respondent.\n    </em>\n</parties><br><attorneys id=\"b918-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"886\"> \n     *886\n     </span>\n<em>\n     Norm Maleng, Prosecuting Attorney, Jennifer Ey-chaner, Senior Deputy,\n    </em>\n    and\n    <em>\n     Celeste T. Stokes, Deputy,\n    </em>\n    for petitioner.\n   </attorneys><br><attorneys id=\"b918-8\">\n<em>\n     Raymond H. Thoenig\n    </em>\n    of\n    <em>\n     Washington Appellate Defender Association,\n    </em>\n    for respondent.\n   </attorneys>",
    "citations": [
        "726 P.2d 25",
        "106 Wash. 2d 885"
    ],
    "opinions": [
        {
            "author_str": "Durham",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5966.0,
            "opinion_text": "\n106 Wash. 2d 885 (1986)\n726 P.2d 25\nTHE STATE OF WASHINGTON, Petitioner,\nv.\nHARLAN HENRY HAHN, Respondent.\nNo. 52314-2.\nThe Supreme Court of Washington, En Banc.\nOctober 9, 1986.\n*886 Norm Maleng, Prosecuting Attorney, Jennifer Eychaner, Senior Deputy, and Celeste T. Stokes, Deputy, for petitioner.\nRaymond H. Thoenig of Washington Appellate Defender Association, for respondent.\nDURHAM, J.\nHarlan Henry Hahn was convicted of second degree murder after a trial in which he waived a plea of not guilty by reason of insanity, waived his right to counsel, and represented himself. Hahn had been diagnosed as a paranoid schizophrenic after his arrest, but was found competent to stand trial. Hahn appealed his conviction. The Court of Appeals reversed and remanded for a new trial, stating that the standards for competency to stand trial and for waiver of an insanity plea were met, but that the standard for waiver of counsel was not. We reverse the Court of Appeals, hold that Hahn validly waived his right to counsel, and affirm Hahn's conviction.\nHarlan Henry Hahn went to Jerry's Tavern in Kent on the evening of February 13, 1983. He stayed approximately 3 to 3 1/2 hours and drank two beers. He then left the tavern. Sometime later, Hahn returned and stated that he had just killed someone. The bartender asked him to leave the tavern. Hahn replied that he was with the FBI.\nWhile Hahn was away from the tavern, he beat with a *887 briefcase and kicked to death an 84-year-old man, Elmer C. Commet, with whom he had formerly lived. When Hahn was arrested, he stated, \"I killed the son-of-a-bitch for what he said about my mother.\" Hahn subsequently made a statement to police in which he admitted his actions but claimed that he had acted in self-defense.\nHahn was charged with intentional second degree murder and was committed to Western State Hospital for a psychiatric examination. A letter of March 10, 1983 from clinical psychologist Brett C. Trowbridge stated that Hahn was incompetent to stand trial. Hahn believed that he was an agent of the CIA or some other governmental security agency too secret to reveal, and that he was working on a clandestine governmental project. Hahn claimed to have been an undercover agent for many years, at one time for Rockwell International and at another time investigating voting fraud in President Reagan's 1980 election. Dr. Trowbridge diagnosed Hahn as schizophrenic, chronic paranoid type.\nOn May 19, 1983, an amended information was filed in King County Superior Court charging, in the alternative, felony murder resulting from an assault, as well as intentional murder. A competency hearing was held on that day before Judge Lee Kraft. Judge Kraft found Hahn competent to stand trial after reviewing a second letter from Dr. Trowbridge and staff psychiatrist Donald F. Allison, dated April 26, 1983. Doctors Trowbridge and Allison stated that, although Hahn continued to be delusional about the CIA, the Mafia, the Russians, the Rockwell company, and the Boeing Company, he was then competent to stand trial. They concluded:\nMr. Hahn has regained competency to stand trial, although he was incompetent upon admission. Although Mr. Hahn continues to be delusional and paranoid in many areas of his thinking, he fully understands the nature of the proceedings against him and is able to assist his attorney in preparing a defense.... As far as we have been able to determine, Mr. Hahn has not yet incorporated his attorney into his delusional thinking.\n*888 Hahn's defense counsel, Roy Howson, agreed that Hahn was competent. The doctors' diagnosis of Hahn continued to be schizophrenia, chronic paranoid type. They advised that no psychotropic medication had been prescribed because they did not feel such treatment would cause any improvement in Hahn's condition.\nAt a later hearing on May 31, 1983 before Judge George T. Mattson, the State moved to interpose an insanity plea over Hahn's objection. Hahn moved to represent himself at trial. Judge Mattson entered the insanity plea, based on the reports contained in the above two letters. After examining Hahn, the court also allowed him to waive his right to counsel. Defense counsel opposed Hahn's wish to represent himself. The court appointed Howson as Hahn's legal advisor, or backup counsel.\nAt a hearing on June 14, 1983 before Judge Mattson, the State moved the court to reconsider the entry of the insanity plea due to this court's intervening decision in State v. Jones, 99 Wash. 2d 735, 664 P.2d 1216 (1983). As a result, the trial court withdrew the insanity plea. The court again examined Hahn at length regarding his decision to waive an insanity plea and to waive counsel.\nTrial was held June 20 to 23, 1983 before Judge Horton Smith. Hahn represented himself, with Howson acting as his legal advisor.[1] Hahn asserted that the victim lunged at him and that he acted in self-defense. The jury found him guilty of second degree murder. Hahn then was sentenced to life in prison.\nThe Court of Appeals reversed Hahn's conviction and remanded the case for a new trial. It held that the finding of Hahn's competency to stand trial was supported by the record, State v. Hahn, 41 Wash. App. 876, 880, 707 P.2d 699 (1985), and that Hahn made a knowing and intelligent waiver of the insanity plea. Hahn, at 881. The court *889 reversed, however, on the basis that the record did not affirmatively establish that Hahn made a knowing and intelligent waiver of counsel. Hahn, at 884.\n\nWAIVER OF COUNSEL\nThe sixth and fourteenth amendments to the United States Constitution guarantee that a criminal defendant must be afforded the right to the assistance of counsel. Faretta v. California, 422 U.S. 806, 807, 45 L. Ed. 2d 562, 95 S. Ct. 2525 (1975). In Faretta, the United States Supreme Court held that the sixth amendment to the United States Constitution, applicable to the states by the Fourteenth Amendment, guarantees that a defendant in a criminal trial also has a constitutional right to waive the assistance of counsel and represent himself. The case before this court presents the difficult question of the standard for waiver of that right by a criminal defendant who is psychotic yet competent to stand trial. Hahn, a paranoid schizophrenic who was competent to stand trial, was granted his request to represent himself. We are asked to decide if Hahn's waiver of his right to counsel was valid.\n[1, 2] The Faretta Court, at 835, held that a defendant's waiver of the assistance of counsel must be made \"knowingly and intelligently\". The Court also stated:\nAlthough a defendant need not himself have the skill and experience of a lawyer in order competently and intelligently to choose self-representation, he should be made aware of the dangers and disadvantages of self-representation, so that the record will establish that \"he knows what he is doing and his choice is made with eyes open.\" Adams v. United States ex rel. McCann, 317 U.S. [269], at 279 [87 L. Ed. 268, 63 S. Ct. 236, 143 A.L.R. 435 (1942)].\nFaretta, at 835.\nIn a case decided before Faretta, State v. Kolocotronis, 73 Wash. 2d 92, 436 P.2d 774 (1968), this court considered the appeal of a defendant who had a history of mental illness, but was found competent to stand trial and then sane at the time of trial. The trial court in Kolocotronis refused to *890 allow the defendant to represent himself and appointed counsel for him. The court did, however, permit the defendant to present his own defense at trial. Additionally, his attorney introduced evidence of defendant's insanity, in contravention of defendant's wishes. The jury returned a verdict of not guilty and a special verdict of insanity at the time the crimes were committed. We affirmed the trial court, holding that the record supported its determination that the defendant lacked the mental capacity to act as his own counsel. We also upheld the trial court's refusal to allow the defendant to withdraw his insanity plea.[2]\nThere are no decisions of this court since State v. Kolocotronis, supra, on the waiver of counsel by psychotic defendants.[3] Nor have any cases been presented to us *891 where the trial court granted a psychotic defendant's request to waive counsel, as opposed to denying the request in Kolocotronis.\nClosest to such a case is State v. Jones, 99 Wash. 2d 735, 664 P.2d 1216 (1983), where the trial court entered an insanity plea over the objection of a defendant who was diagnosed as a paranoid schizophrenic. In a 5-to-4 opinion, this court reversed the trial court and held that \"as long as the defendant is competent to stand trial, a court may rarely, if ever, take such action but ... it does have a duty to assure the defendant's waiver of an NGI [not guilty by reason of insanity] plea is intelligent and voluntary.\" Jones, at 737.\nThe issue in Jones was waiver of an insanity plea rather than waiver of counsel, but the case is notable because it explicitly addresses waiver of an insanity plea in terms of the Faretta standards for waiver of counsel:\nA defendant exercising his right of self-representation, and thus by implication a defendant exercising his right to control his own defense, must \"`knowingly and intelligently'\" relinquish the benefits he forgoes and \"should be made aware of the dangers and disadvantages\" of his decision. Faretta, at 835.... In addition, a defendant must be competent to make these intelligent and voluntary decisions.\nJones, at 741.\nIn establishing the standard for waiver of an insanity plea, this court held that \"the only permissible inquiries when a defendant seeks to waive his insanity defense are whether he is competent to stand trial and whether his decision is intelligent and voluntary.\" Jones, at 746. The trial judge must \"`conduct an inquiry designed to assure that the defendant has been fully informed of the alternatives *892 available, comprehends the consequences of failing to assert the [insanity] defense, and freely chooses to raise or waive the defense.'\" Jones, at 745 (quoting Frendak v. United States, 408 A.2d 364, 380 (D.C. 1979)).\nIn Jones we analyzed two divergent lines of cases in formulating the standard for waiver of an insanity plea, and adopted the reasoning of those cases holding that \"respect for a defendant's freedom as a person mandates that he or she be permitted to make fundamental decisions about the course of proceedings.\" Jones, at 742 (quoting Frendak, at 376).[4] Moreover, we found that \"basic respect for a defendant's individual freedom requires us to permit the defendant himself to determine his plea.\" Jones, at 743.\nThe underlying rationale articulated in Jones continues to have equal vitality for cases involving the waiver of an insanity plea or the waiver of counsel. Accordingly, we find that the standard adopted in Jones is appropriate for the matter before us here. We make this determination notwithstanding a footnote in Jones which suggested that a stricter test should apply when waiver of counsel is at issue.[5] This remark was dictum, since the primary issue in Jones was competency to waive an insanity plea. The footnote, unfortunately, was based on a mischaracterization of Westbrook v. Arizona, 384 U.S. 150, 16 L. Ed. 2d 429, 86 S. Ct. 1320 (1966) (per curiam) as holding: \"competency necessary to represent self greater than competency necessary to stand trial\". Jones, at 746 n. 3. The Westbrook Court did not find that trial courts have a duty to make an enhanced *893 probe into a defendant's competency to waive his right to counsel; it simply held that trial courts must make a separate inquiry into this matter. See State v. Imus, 37 Wash. App. 170, 178 &amp; n. 4, 679 P.2d 376, review denied, 101 Wash. 2d 1016 (1984). See also In re Meade, 103 Wash. 2d 374, 381, 693 P.2d 713 (1985). In the absence of a valid reason to deviate from the relevant standard set forth in Jones, we are reluctant to transform the court's ill-considered dictum into a rule of law. See State ex rel. Hoppe v. Meyers, 58 Wash. 2d 320, 329, 363 P.2d 121, 100 A.L.R. 2d 304 (1961). Thus, we hold that a defendant who is competent to stand trial may waive the assistance of counsel if the waiver is made knowingly and intelligently.\nWe also point out that the Legislature has provided helpful guidance on the components of an effective waiver of counsel. In 1973, it codified Von Moltke v. Gillies, 332 U.S. 708, 723-24, 92 L. Ed. 309, 68 S. Ct. 316 (1948) (plurality opinion of Black, J.) as follows:\nA person may waive his right to counsel; but such waiver shall only be effective if a court makes a specific finding that he is or was competent to so waive. In making such findings, the court shall be guided but not limited by the following standards: Whether the person attempting to waive the assistance of counsel, does so understanding:\n(a) The nature of the charges;\n(b) The statutory offense included within them;\n(c) The range of allowable punishments thereunder;\n(d) Possible defenses to the charges and circumstances in mitigation thereof; and\n(e) All other facts essential to a broad understanding of the whole matter.\nRCW 10.77.020(1).[6]\nCrR 4.1 which governs arraignment procedures, is likewise of assistance in this area. This rule states:\nIf the defendant chooses to proceed without counsel, the court shall ascertain whether this waiver is made voluntarily, competently and with knowledge of the consequences. *894 If the court finds the waiver valid, an appropriate finding shall be entered in the minutes.\nCrR 4.1(c).\nFinally, we take this opportunity to clarify the standard for competency to stand trial, since Jones has apparently caused some confusion in this matter. The Court of Appeals correctly enunciated the standard for competency to stand trial as a 2-part test which requires that the defendant (1) understand the nature of the charges and (2) be capable of assisting in his defense. State v. Hahn, 41 Wash. App. 876, 879, 707 P.2d 699 (1985). The court also, however, derived from the Jones opinion that competency to stand trial includes \"`the same ability to understand and choose among alternative defenses which is necessary to intelligently and voluntarily waive the insanity defense.'\" Hahn, at 879 (quoting Jones, at 746). This position was recently rejected in State v. Ortiz, 104 Wash. 2d 479, 706 P.2d 1069 (1985). Thus, the traditional 2-step test for competency to stand trial remains unchanged.\nAlthough the Court of Appeals reliance on the language in Jones was misplaced, no harm was done. Because the Court of Appeals applied a more stringent test in determining Hahn's competency to stand trial, its conclusion that he was competent is unaffected by our holding. See Carlstrom v. State, 103 Wash. 2d 391, 399-400, 694 P.2d 1 (1985) (trial court's error in applying arbitrary and capricious test to find that plaintiffs' constitutional rights not violated held harmless where no due process hearing was required in first place).\nIn summary, the United States Supreme Court held in Faretta v. California, 422 U.S. 806, 45 L. Ed. 2d 562, 95 S. Ct. 2525 (1975) that a criminal defendant must be afforded the right to waive counsel and represent himself. This court, in State v. Jones, supra, interpreted Faretta to allow waiver of an insanity plea by a psychotic defendant if the Faretta standards were met. We now hold that the Faretta standards must also be applied to waiver of counsel by a psychotic defendant.\n*895 For purposes of clarification, the respective standards for waiver follow: The test for competency to stand trial is if the defendant has the capacity to understand the nature of the proceedings against him and to assist in his own defense. Ortiz, at 482; RCW 10.77.010(6). The standards for waiver of both an insanity plea and the right to counsel are (1) competency to stand trial and (2) a knowing and intelligent waiver with \"eyes open\", which includes an awareness of the dangers and disadvantages of the decision. Jones, at 741 (citing Faretta v. California, supra). In each case, the trial court must make a factual determination on the record.\n\nTRIAL COURT'S ROLE\nHaving determined the appropriate standard for waiver of counsel, we next consider if the trial court correctly applied the standard when it granted Hahn's request to represent himself. The Court of Appeals decision cites several cases from other jurisdictions which found that defendants did not make knowing and intelligent waivers of counsel.[7]Hahn, at 882-83. These cases are distinguishable as involving factors other than mental illness alone. United States ex rel. Martinez v. Thomas, 526 F.2d 750, 755-56 (2d Cir.1975) (denial of a continuance to find a new attorney); State v. Doss, 116 Ariz. 156, 159-60, 568 P.2d 1054 (1977) (emotional disturbance too great to allow a knowing waiver; psychiatric testimony); People v. Salas, 77 Cal. App. 3d 600, 604-05, 143 Cal. Rptr. 755 (1978) (lack of the mental capacity to make an intelligent waiver; psychiatric testimony); State v. Bauer, 310 Minn. 103, 105-06, 123-24, 245 N.W.2d 848 (1976) (lack of an inquiry into the waiver coupled with defendant's paranoid distrust of counsel; psychological and psychiatric testimony on competency to stand trial).\nHahn argues that he did not knowingly and intelligently waive his right to counsel, invoking the classic formulation *896 that a waiver of a constitutional right must be \"an intentional relinquishment or abandonment of a known right or privilege\" and that \"courts indulge every reasonable presumption against waiver\". Johnson v. Zerbst, 304 U.S. 458, 464, 82 L. Ed. 1461, 58 S. Ct. 1019, 146 A.L.R. 357 (1938).\nThe State responds that the trial court's examination of Hahn was so extensive that the record could have been enhanced only by expert testimony. The Court of Appeals did suggest further psychiatric or psychological testimony. Hahn, 41 Wn. App. at 884 n. 3; contra, People v. Zatko, 80 Cal. App. 3d 534, 541, 145 Cal. Rptr. 643 (1978). We decline this suggestion. The State also noted that Hahn filed a written affidavit with the court expressing reasons why he wished to represent himself and then confirmed it orally in open court.\nLengthy colloquies were held with Hahn by two trial judges on three separate occasions prior to trial. At the pretrial hearing on May 31, 1983, when an insanity defense was interposed over Hahn's objection, Judge Mattson examined Hahn in detail concerning his affidavit requesting that he be allowed to represent himself. The court explored Hahn's legal experience and his understanding of the maximum possible penalties, possible defenses, that technical rules apply in court, and the disadvantages that he might face with the jury. The trial court made specific findings that Hahn understood these matters. The court also appointed counsel as a research assistant and backup counsel. Judge Mattson's textbook examination of Hahn is reprinted here to provide an example for the trial bench.[8],[9]\n*897 Another pretrial hearing on June 14, 1983 was held after the opinion was filed in State v. Jones, 99 Wash. 2d 735, 664 *898 P.2d 1216 (1983). In that hearing the court imposed insanity plea was withdrawn. Judge Mattson again examined *899 Hahn about his desire to represent himself. The judge stated he was satisfied that in the earlier colloquy the *900 standards articulated in Jones had been met but also inquired further of Hahn. He asked Hahn about his belief that he was a secret agent. The court pointed out to him that a jury would probably find his story difficult to believe, especially if he was not represented by counsel.[10] The court admonished Hahn that it wanted to \"make sure ... that you understand you're giving up the kind of potential disposition of your case through a finding of insanity that would keep you out of prison.\" The court again found that Hahn understood the position in which he was placing himself.\nBefore the trial started on June 20, 1983, trial judge Horton Smith inquired of Hahn about his education, background, former employment, and understanding that technical rules apply in court. He urged Hahn to consider representation by counsel.[11]\n[3] Whether there has been an intelligent waiver of counsel is an ad hoc determination which depends upon the particular facts and circumstances of the case, including the background, experience and conduct of the accused. Johnson v. Zerbst, 304 U.S. 458, 464, 82 L. Ed. 1461, 58 S. Ct. 1019, 146 A.L.R. 357 (1938). This determination is within the discretion of the trial court. State v. Kolocotronis, 73 *901 Wn.2d 92, 102, 436 P.2d 774 (1968). The burden of proof is on the defendant asserting that his right to counsel was not competently and intelligently waived. In re Wilken v. Squier, 50 Wash. 2d 58, 61, 309 P.2d 746 (1957); State v. Jessing, 44 Wash. 2d 458, 461, 268 P.2d 639 (1954) (both citing Johnson v. Zerbst, supra at 468 (habeas corpus proceeding)).\nThe record in this case presents an example of a thorough inquiry by the trial judges into Hahn's understanding of the consequences of waiving counsel and establishes that Hahn validly waived his right to counsel. Hahn was fully informed of the alternatives available, comprehended the consequences of representing himself, and freely chose to proceed. See Jones, at 745. If the trial court had denied Hahn's request, it would have been subject to reversal under the Faretta standards.\nThe decision of the Court of Appeals is reversed and Hahn's conviction affirmed.\nDOLLIVER, C.J., and UTTER, BRACHTENBACH, DORE, PEARSON, ANDERSEN, CALLOW, and GOODLOE, JJ., concur.\nNOTES\n[1]  Hahn cross-examined the State's witnesses at some length and testified in his own behalf in narrative form. His legal advisor argued exceptions to some of the jury instructions.\n[2]  While our holding in State v. Kolocotronis, 73 Wash. 2d 92, 436 P.2d 774 (1968), that it is the responsibility of the trial court to determine a defendant's competency intelligently to waive the services of counsel and act as his own counsel, Kolocotronis, at 101, remained valid in the wake of Faretta v. California, 422 U.S. 806, 45 L. Ed. 2d 562, 95 S. Ct. 2525 (1975), any consideration of a defendant's ability to \"exercise the skill and judgment necessary to secure himself a fair trial\" (Kolocotronis, at 102) was rendered inappropriate by Faretta. State v. Fritz, 21 Wash. App. 354, 360, 585 P.2d 173, 98 A.L.R. 3d 1 (1978).\n[3]  Several decisions of the Court of Appeals have applied the Faretta standard for waiver of counsel, although none of them involved a psychotic defendant until now. In State v. Fritz, supra, the Court of Appeals enumerated in eight basic principles the right of self-representation and its proper implementation. In State v. Imus, 37 Wash. App. 170, 679 P.2d 376, review denied, 101 Wash. 2d 1016 (1984), the defendant was functionally illiterate and of borderline intelligence. The appellate court quoted at length from a colloquy between the defendant and the trial court and held that the defendant was sufficiently warned of the dangers and disadvantages of self-representation. The defendant's level of intelligence and literacy did not prevent him from understanding the import of his waiver. The court also held that illiteracy was more likely to impair the ability to wage a competent defense than the decision to waive counsel, and that the two are separate matters. Imus, at 178.\n\nTwo Court of Appeals cases have reversed convictions because the record was insufficient to establish a knowing and intelligent waiver. In State v. Christensen, 40 Wash. App. 290, 698 P.2d 1069, review denied, 104 Wash. 2d 1003 (1985), the court found error in the judge's failure to advise the defendant of the technical aspects of conducting a defense. The opinion appears to nearly run afoul of Faretta. See Christensen, at 294 n. 1 and accompanying text.\nIn State v. Chavis, 31 Wash. App. 784, 644 P.2d 1202 (1982), a conviction for third degree statutory rape was reversed because it did not appear from the record that the defendant fully understood the \"`dangers and disadvantages of self-representation'\". Chavis, at 789 (quoting Faretta, at 835). The colloquy with the trial court in that case had been confined largely to yes and no answers on the part of the defendant. For other cases holding that there was not a knowing and intelligent waiver of counsel, see also Chavis, at 790 n. 7.\n[4]  The Frendak and Jones approach also has been adopted by the Oregon Court of Appeals in State v. Peterson, 70 Or. App. 333, 340-44, 689 P.2d 985 (1984).\n[5]  The Jones court commented:\n\n\"We deal here only with waiver by defendants represented by counsel. Where a defendant represents himself, his decisions to waive various rights should be scrutinized more carefully and a higher competency standard applied. Va. Note [Competence To Plead Guilty and To Stand Trial: A New Standard When a Criminal Defendant Waives Counsel, 68 Va. L. Rev. 1139 (1982)], at 1151-54 ...\" State v. Jones, 99 Wash. 2d 735, 746 n. 3, 664 P.2d 1216 (1983).\n[6]  We note that the Legislature has provided these guidelines in an advisory, rather than a mandatory, form.\n[7]  For a catalog of cases holding that defendants did or did not knowingly and intelligently waive counsel, see Annot., 98 A.L.R.3d § 11 (1980 &amp; Supp. 1985).\n[8]  Another example to assist the trial bench is the advisory list of questions for examining prospective pro se defendants in State v. Christensen, 40 Wash. App. 290, 295 n. 2, 698 P.2d 1069, review denied, 104 Wash. 2d 1003 (1985).\n[9]  \"THE COURT: Now, Mr. Howson [appointed defense counsel] ... filed with this Court a written statement of a series of various things that he's advised you of and that you acknowledge having been advised of. The first and foremost is that you are being charged with the crime of murder in the second degree. Have you discussed what the elements of that offense are with Mr. Howson?\n\n\"THE DEFENDANT: I have, your Honor.\n\"THE COURT: You understand that for this offense, as you are presently charged, if convicted, you could be sentenced to a maximum penalty of life in prison?\n\"THE DEFENDANT: That is correct.\n\"THE COURT: And a fine of $50,000?\n\"THE DEFENDANT: That's correct.\n\"THE COURT: Okay, has Mr. Howson discussed the concept of potential lesser included offense that also might be presented to a jury?\n\"THE DEFENDANT: We have discussed the details to the very fine point.\n\"THE COURT: Have you discussed the questions of included offenses that you could also find yourself potentially being convicted of?\n\"THE DEFENDANT: We have, your Honor.\n\"THE COURT: Have you discussed what the penalties are for these offenses that are lesser for the crime of murder in the second degree, but still substantial penalties?\n\"THE DEFENDANT: Yes, we have, your Honor. We have in great detail.\n\"THE COURT: Have you also discussed as indicated from Mr. Howson's point of view there are basically two positive kinds of defense that can be presented, there is the defense of justifiable homicide in accordance with the state statute that is set out, which essentially refers to an act of homicide in self-defense as a reasonable use of force?\n\"Have you discussed that?\n\"THE DEFENDANT: We discussed this area, yes, your Honor.\n\"THE COURT: Has he also discussed the defense of insanity that we have just ruled on here in court?\n\"THE DEFENDANT: We have your Honor.\n\"THE COURT: Is it correct to indicate that you do not wish that particular defense to be interposed in this case in your behalf?\n\"THE DEFENDANT: That is accurate.\n\"THE COURT: You understand that if you were willing to put this defense forward of insanity, that the State would stipulate or agree to it?\n\"THE DEFENDANT: Yes, I do, but I have no wish to do so. I should have described the words `thought' and `wish' and put that in.\n\"THE COURT: I also should know whether you have discussed with Mr. Howson the various disadvantages you will find yourself in because you don't understand all the procedures that are happening here.\n\"THE DEFENDANT: We have discussed it and that is why I am very happy to have Mr. Howson represent me in this case.\n\"THE COURT: You have to understand that if I allow you to represent yourself and I allow Mr. Howson to remain as a legal assistant or backup counsel to you and you proceed on that basis, he is not going to be making any presentation to any judges or jurors in your behalf. Do you understand that?\n\"THE DEFENDANT: I understand.\n\"THE COURT: You will be held to the same obligation as a lawyer would be in the course of a trial. Do you understand that?\n\"THE DEFENDANT: I understand that, sir.\n\"THE COURT: There are occasions when because of the fact that you don't really truly understand all of the rules and it will be difficult for Mr. Howson, obviously it takes years of training and experience to be a trial attorney, that you will find yourself making mistakes and perhaps being put in a position of disadvantage psychologically in the presence of the jury, where the judge may find himself having to correct you because of your failure to understand the procedures that are required and that may put you in some bad or disadvantageous light with the jury.\n\"THE DEFENDANT: Your Honor, may I make a brief statement.\n\"I have served on juries. I have gathered evidence. I have assisted attorneys. I sat in courtrooms many hours, spent a great deal of time in law libraries.\n\"THE COURT: What did you just say?\n\"THE DEFENDANT: I spent a great deal of time in law libraries and I realize that I do not know all procedures accurately 120 percent, so to speak, and that is why I will work directly with Mr. Howson if I have any doubt about any pursuit of questions or anything.\n\"I think Mr. Howson very clearly understands that I have information that I do not want to divulge unless it is absolutely necessary and if it comes to that, I will and I will do this right in the witness chair.\n\"THE COURT: Well, that's a good example, for instance, if you have certain information that you want to convey to the jury or the judge at the time of your trial, it may be that you come to the conclusion at the point in time when you are arguing the case to the jury. By then it will be too late to present any evidence, because the case will already have been closed as far as evidence is concerned.\n\"Now, you may have this information in your head, but you won't be able to argue it to the jury, because it's never been properly presented to them because you never took the stand and put yourself under oath.\n\"Do you understand that?\n\"THE DEFENDANT: Yes, I do.\n\"THE COURT: So, what I'm saying is one of the rules is you can't make an argument based on facts that have never been presented.\n\"THE DEFENDANT: I grant you that.\n\"THE COURT: It may be that because it's difficult in a trial and the heat of the adversarial proceeding of a trial to remember what you said on the witness stand and what you have in your head that you haven't said. You might find the prosecutor continuously objecting to your presentation and being sustained, which means that you are constantly being told that you are incorrect in the proceeding.\n\"Do you understand the risks of that?\n\"THE DEFENDANT: I do. I don't believe the prosecutor and I will have any problem whatsoever, or the Court, or the jury.\n\"THE COURT: Now, if I allow you to proceed on your own, you understand the trial judge would retain the right at any time, if he should find that your behavior fails to conform or becomes disruptive or obstructionist, in the course of the trial to prohibit you from proceeding to represent yourself. Further, the Court has an interest in seeing to it that the trial proceeds in an orderly fashion according to the rule and you would be required to live up to those rules or forfeit your right to proceed as your own counsel.\n\"Do you understand that?\n\"THE DEFENDANT: I do very thoroughly, your Honor.\n\"THE COURT: The other thing that is important to keep in mind is you can't keep changing your mind about things like this. If you elect to represent yourself and proceed forward, it may become apparent to the judge, for instance, that you are simply not able to proceed and you're doing yourself so much damage that the Court won't allow you to proceed without someone taking over as an attorney, or you may come yourself to the realization that you cannot represent yourself and you may come to the point of asking Mr. Howson to step in as your attorney and the Court might allow that to happen and then a little bit later, you may change your mind and decide you want to proceed as your own counsel.\n\"Do you understand that the Court won't let this take place?\n\"THE DEFENDANT: I understand. I'm not wishy-washy.\n\"THE COURT: If Mr. Howson acts in the capacity as an advisor, he will not be considered as you are in this case together, like you are both attorneys, you will be it as far as the representative of the defense is concerned.\n\"Do you understand that?\n\"THE DEFENDANT: I understand, sir.\n\"THE COURT: Do you have a trial date on this case?\n\"MS. EYCHANER [Deputy Prosecuting Attorney]: June 13th.\n\"THE COURT: Are there any questions you have about the significance or potential problems that may arise from you acting as your own counsel?\n\"THE DEFENDANT: I don't anticipate any problems at all, your Honor.\n\"THE COURT: You feel at this point in time that your mind is made up in a clear and unequivocal way that you wish to be your own attorney and you have no doubt about that at this time?\n\"THE DEFENDANT: Precisely, beyond any shadow of a doubt.\n\"THE COURT: Now, if you proceed to represent yourself and at the conclusion of this trial you should be found guilty, you will have as any defendant will have, the right to appeal from that decision. There are all kinds of grounds upon which a person might press an appeal to a higher court.\n\"One of them is the quality of the representation that they got at the time of trial.\n\"Do you understand that in being your own attorney at the time of trial, you are not going to be able to complain about the fact that you didn't do a good job of it, if you should go to an appeal?\n\"Do you know what I'm saying?\n\"THE DEFENDANT: Yes.\n\"THE COURT: You can't decide later on that you should have been represented by an attorney, because you wanted to represent yourself.\n\"Do you understand that?\n\"THE DEFENDANT: Yes.\n\"THE COURT: You do?\n\"THE DEFENDANT: Very thoroughly.\n\"THE COURT: The Court will note that the defendant has shown me a copy of Gideon's Trumpet,' which he is currently reading, which deals with the Gideon v. Wainwright case, the right to counsel.\" Report of Proceedings, at 21-28 (May 31, 1983).\n[10]  The Jones court, in a footnote, said that although a defendant may refuse to recognize that he is insane, it believed that a competent defendant would nonetheless understand that a jury might find him insane. Jones, at 747 n. 4.\n[11]  The Court of Appeals, however, stated that there was no indication in the record that Hahn's education, background, literacy, and prior courtroom experience were inquired into. The Court of Appeals also criticized the court for not making any inquiries about medication, although the April 26, 1983 letter from the clinical psychologist and psychiatrist had advised that no psychotropic medication had been prescribed because they felt that it would not effect any improvement in Hahn's condition. Hahn, at 884.\n\n",
            "ocr": false,
            "opinion_id": 1374477
        }
    ],
    "court_short_name": "Washington Supreme Court",
    "court_full_name": "Washington Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Rape"
}