{
    "id": 2446625,
    "judges": "Steele, Chief Justice, Holland, Berger, Jacobs and Ridgely, Justices, Constituting the Court en Banc",
    "date_filed": 1288915200000,
    "date_filed_is_approximate": false,
    "slug": "sahin-v-state",
    "case_name_short": "Sahin",
    "case_name": "Sahin v. State",
    "case_name_full": "Ramazan SAHIN, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee",
    "attorneys": "Nicole M. Walker, Esquire, Office of the Public Defender, Wilmington, Delaware, for appellant., Elizabeth R. McFarlan, Esquire, Department of Justice, Wilmington, Delaware, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted: Sept. 29, 2010.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 13,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b478-3\">\n    Ramazan SAHIN, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee.\n   </parties><br><docketnumber id=\"b478-6\">\n    No. 475, 2009.\n   </docketnumber><br><court id=\"b478-7\">\n    Supreme Court of Delaware.\n   </court><br><otherdate id=\"b478-8\">\n    Submitted: Sept. 29, 2010.\n   </otherdate><decisiondate id=\"AAx\">\n    Decided: Nov. 5, 2010.\n   </decisiondate><br><attorneys id=\"b478-26\">\n    Nicole M. Walker, Esquire, Office of the Public Defender, Wilmington, Delaware, for appellant.\n   </attorneys><br><attorneys id=\"b478-27\">\n    Elizabeth R. McFarlan, Esquire, Department of Justice, Wilmington, Delaware, for appellee.\n   </attorneys><br><judges id=\"b478-28\">\n    Before STEELE, Chief Justice, HOLLAND, BERGER, JACOBS and RIDGELY, Justices, constituting the Court en Banc.\n   </judges>",
    "citations": [
        "7 A.3d 450"
    ],
    "opinions": [
        {
            "author_str": "Holland",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n7 A.3d 450 (2010)\nRamazan SAHIN, Defendant Below, Appellant,\nv.\nSTATE of Delaware, Plaintiff Below, Appellee.\nNo. 475, 2009.\nSupreme Court of Delaware.\nSubmitted: September 29, 2010.\nDecided: November 5, 2010.\nNicole M. Walker, Esquire, Office of the Public Defender, Wilmington, Delaware, for appellant.\nElizabeth R. McFarlan, Esquire, Department of Justice, Wilmington, Delaware, for appellee.\nBefore STEELE, Chief Justice, HOLLAND, BERGER, JACOBS and RIDGELY, Justices, constituting the Court en Banc.\n*451 HOLLAND, Justice:\nThe defendant-appellant, Ramazan Sahin (\"Sahin\"), appeals his Superior Court convictions for nine counts of Rape in the First Degree, nine counts of Possession of a Deadly Weapon During the Commission of a Felony, and one count of Aggravated Menacing. Following a bench trial, the trial judge convicted Sahin of all of the tried offenses. The trial judge sentenced Sahin to life plus 138 years in prison, followed by six months of probation.\nIn this direct appeal, Sahin contends that his trial counsel was ineffective because his attorney told the trial judge Sahin should have accepted a plea offer and that Sahin was untruthful about his need for an interpreter. Sahin submits that the statements made by his defense counsel prior to and during the bench trial violated his Sixth Amendment right under the United States Constitution to a fair trial and to the effective assistance of counsel.\nGenerally, we do not consider claims of ineffective assistance of counsel in a direct appeal. The reason for that practice, in part, is to develop a record on that issue in a Superior Court Rule 61 post-conviction proceeding. We have decided to follow that general practice and not to address either Sahin's claim of ineffective assistance of counsel or the denial of a fair trial in this direct appeal because those claims are inextricably intertwined.\n\nFacts\nAt trial, eight women testified and related similar stories of rape by a male perpetrator in 2007. Seven of the eight women identified Sahin as their assailant. DNA evidence was introduced by the State linking Sahin to two of the women. Sahin's defense consisted solely of his testimony that he had forced some women to engage in sexual acts at knifepoint, but that none of them were any of the eight women who testified at his trial. Accordingly, the credibility of the witnesses became the central issue to be decided by the fact finder.\nPrior to trial, defense counsel told the trial judge that he encouraged Sahin to accept a plea agreement that the prosecution had offered and that Sahin was proceeding to trial against the advice of counsel. During a pretrial telephone conference among the defense counsel, the prosecutor and the trial judge, defense counsel indicated that an \"interpreter may no longer be needed.\" During a later conference, defense counsel stated that he:\n... met with [Sahin] the last four or five times with no interpreter. We just talked, and today, he ... needs an interpreter. He doesn't need an interpreter to understand the colloquy. He wants an interpreter to explain things to him, and my impression is, in looking at the very minutes of disks, that now he decides he wants an interpreter.\nWe have to\u0097my opinion, he does not need an interpreter. He understands.\nNevertheless, Sahin reiterated his request for an interpreter, and the judge ordered the presence of an interpreter. Defense counsel then stated:\nI've met with [Sahin] probably five or six times, recently ..., without an interpreter, and we've had really no difficulty in communicating about\u0097a problem with language\u0097about the concepts and principles and the ideas here.\nIt was my impression in dealing with him that the necessity of an interpreter probably was not\u0097was not\u0097was not required to be in attendance, and there's been no issue raised about that.\nDuring the trial, the issue arose of whether an interpreter was needed to translate Sahin's recorded statements to *452 the police during the trial. Defense counsel indicated that he didn't believe a translation of Sahin's recorded statements was necessary. Defense counsel stated that:\nI've met with him\u0097I would say eight times at Gander Hill, sometimes alone and sometimes with another member\u0097 with an assistant of mine, and we have shown him tapes and disks and reviewed this matter with him, and I think he is\u0097 he is capable of understanding, and\u0097 and I think there's a bit\u0097my impression, there may be some insecurity on his part. I don't know that, and I'm not saying he's a\u0097malingering, but I know I'm confident he understands what is going on.\nDefense counsel further stated that:\nMy impression is that I don't know. I don't think he has solicited the help of an interpreter necessarily for his father. I think he does it because he seeks\u0097he seeks some refuge in the fact that he is not particularly fluent in English, and he then can decide if he doesn't want to answer me, or he doesn't want to answer the Court, he can play dumb.\nI don't know that. That's my opinion from dealing with him, and I talked to him a lot....\n\nIneffective Assistance Standards\nIn Strickland v. Washington,[1] the United States Supreme Court held that to prevail on an ineffective assistance of counsel claim, a defendant must show that (1) \"counsel's representation fell below an objective standard of reasonableness,\" i.e., \"deficient performance\" and (2) \"there is a reasonable probability that, but for counsel's unprofessional errors, the results of the proceeding would have been different,\" i.e., \"prejudice\".[2] When there is a breakdown in the adversarial system of justice, however, prejudice is presumed.[3]\nA breakdown in the adversarial system compels an application of the Cronic exception to the Strickland prejudice test for ineffective assistance of counsel.[4] In United States v. Cronic, the United States Supreme Court explained that ineffective assistance of counsel may be presumed in three circumstances: (1) where there is a complete denial of counsel; (2) where counsel is asked to provide assistance in circumstances where competent counsel likely could not; and (3) where counsel entirely fails to subject the prosecution's case to meaningful adversarial testing.[5]\nSahin argues that this case falls within the Cronic exceptions to the Strickland prejudice test. We have concluded that none of the three circumstances listed in Cronic is directly applicable to the facts of Sahin's case. Nevertheless, the comments by Sahin's attorney are very troubling and give rise to great concern, because Sahin elected to have a bench trial.\n\nCounsel's Comments\nWhen Sahin rejected the State's plea offer, the defense attorney should have simply stated that fact. Instead, the defense attorney stated that Sahin's rejection of the State's plea offer and decision to *453 have a trial was against the advice of counsel. That not only divulged a confidential communication but also indicated the defense attorney's belief in either the strength of the State's case, or the weakness of the only defense evidence (Sahin's testimony), or both.\nThe statements by Sahin's attorney about not needing an interpreter were based upon his personal assessment of his ability to engage in confidential communications, unless Sahin decided to \"play dumb.\" Sahin's attorney told the trial judge that, in the attorney's opinion, Sahin did not need an interpreter. The attorney advised the trial judge on several occasions that Sahin was not credible when he said he needed an interpreter. Sahin's entire defense, however, was related to his credibility as a witness.\n\nCredibility Central Issue\nIt is well settled in Delaware that \"a victim's testimony concerning alleged sexual contact alone is sufficient to support a jury's guilty verdict. There is no requirement that such testimonial evidence be corroborated either by physical evidence or corroborating testimony.\"[6] In Watson[7] and Baker,[8] this Court has held that in a \"he said, she said\" rape case \"when credibility becomes the ultimate issue in a case, it is unfairly prejudicial for the fact finder to learn of any unrelated facts that might potentially affect the defendant's credibility.\"[9] In Sahin's case, as in Watson and Baker, the witnesses' credibility was the central issue for the trial judge to determine.\n\nPresent Record Inadequate\nIn Sahin's case, the reasons for the actions of his defense attorney are unknown. The record does not reflect why Sahin's attorney told the trier of fact that Sahin's rejection of the State's plea offer and decision to have a trial was against the advice of counsel. Nor does the record reflect why Sahin's attorney told the trier of fact that Sahin's request for an interpreter was not credible. In the absence of a satisfactory explanation, these actions appear to fall below an objective standard of reasonable representation under the first part of the Strickland test. If there is no satisfactory explanation for the actions of Sahin's trial attorney, the prejudice issue under the second part of Strickland will be whether the ineffective assistance of counsel deprived Sahin of his Sixth Amendment right to a fair trial.\nWe have no doubt that the trial judge did her best to give Sahin a fair trial. Unfortunately, the trial began with a breach of the attorney/client privilege when the judge was told that Sahin's decision to go to trial was against the advice of counsel. It is equally unfortunate that throughout the trial, every time the issue of an interpreter was raised, Sahin's credibility was undermined by his attorney. The issue of prejudice that those actions caused will not be determined by the subjective good faith efforts of the trial judge to be fair but by whether the actions by Sahin's attorney created an objective \"stigma surrounding the appearance of an inability to assess credibility fairly.\"[10]\nThe issue of an objective appearance of prejudice should not be decided by the *454 judge who presided over Sahin's bench trial. Therefore, in the event that Sahin files a Rule 61 motion for post-conviction relief, it should be assigned to another judge. If there is a subsequent proceeding, the judge who presided at Sahin's trial shall not appear or be compelled to appear as a witness.[11]\n\nConclusion\nDespite the troubling questions raised by the present record, that record is insufficient for this Court to determine Sahin's claim that he was denied his Sixth Amendment right to the effective assistance of counsel. The judgment of the Superior Court is affirmed without prejudice to the ineffective assistance of counsel claim being raised in a timely filed Rule 61 motion for post-conviction relief, at which a complete record can be developed.\nNOTES\n[1]  Strickland v. Washington, 466 U.S. 668, 694, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984).\n[2]  Id. at 669, 688, 694, 104 S. Ct. 2052.\n[3]  United States v. Cronic, 466 U.S. 648, 659, 104 S. Ct. 2039, 80 L. Ed. 2d 657 (1984) (citing Strickland v. Washington, 466 U.S. at 693-696, 104 S. Ct. 2052).\n[4]  Id. at 659-60, 104 S. Ct. 2039.\n[5]  Cooke v. State, 977 A.2d 803, 848 (Del.2009) (citing United States v. Cronic, 466 U.S. at 659-62, 104 S. Ct. 2039).\n[6]  Hardin v. State, 840 A.2d 1217, 1224 (Del. 2003).\n[7]  Watson v. State, 934 A.2d 901 (Del.2007).\n[8]  Baker v. State, 906 A.2d 139 (Del.2006).\n[9]  Watson v. State, 934 A.2d at 907 (explaining the holding in Baker v. State, 906 A.2d 139 (Del.2006)).\n[10]  Id. at 908.\n[11]  See Evans v. Justice of the Peace Court No. 19, 652 A.2d 574, 577 (Del.1995); McCool v. Gehret, 657 A.2d 269, 278-81 (Del. 1995).\n\n",
            "ocr": false,
            "opinion_id": 2446625
        }
    ],
    "court_short_name": "Supreme Court of Delaware",
    "court_full_name": "Supreme Court of Delaware",
    "court_type": "S",
    "court_jurisdiction": "Delaware, DE",
    "crime_category": "Rape"
}