{
    "id": 2456538,
    "judges": "Adelman",
    "date_filed": "2020-03-26",
    "date_filed_is_approximate": true,
    "slug": "fernandez-v-strand",
    "case_name_short": "Fernandez",
    "case_name": "Fernandez v. Strand",
    "case_name_full": "Tamaris FERNANDEZ and Ada Candelaria, Plaintiffs, v. Michael STRAND, Thomas Sager, James R. Hass and Racine Unified School District, Defendants, WEA Property & Casualty Co., Wisconsin Mutual Ins. Co. and St. Paul Fire & Casualty Co., Intervenor-Defendants",
    "attorneys": "Edward Plagemann, Plagemann Law Office, Milwaukee, WI, for Plaintiff., Timothy S. Knurr, Schoone, Fortune, Leuck, Kelley and Pitts, Racine, Jerome A. Konkel, Vlasak, Britton and Konkel, Milwaukee, WI, Jeffrey Leavel, Christine M. Genthner, Leavell Law Office, Racine, WI, for Defendant Strand., Raymond J. Pollen, Crivello, Carlson, Mentkowski and Steeves, Milwaukee, WI, Gilbert Berthelsen, Linda Isnard, von Briesen, Purtell and Roper, Racine, Mark E. Larson, Gutglass, Erickson & Bonville, Milwaukee, WI, for Defendant Sager, Hass, Racine Unified School District., Todd G. Smith, LaFollette & Sinykin, Madison, WI, for Intervening Defendant WEA Property & Casualty Insurance Co., Emile Banks, Law Office of Emile Banks, Milwaukee, WI, for Wisconsin Mutual Insurance Co.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b993-7\">\n    Tamaris FERNANDEZ and Ada Candelaria, Plaintiffs, v. Michael STRAND, Thomas Sager, James R. Hass and Racine Unified School District, Defendants, WEA Property &amp; Casualty Co., Wisconsin Mutual Ins. Co. and St. Paul Fire &amp; Casualty Co., Intervenor-Defendants.\n   </parties><br><docketnumber id=\"b993-11\">\n    No. 98-C-1086.\n   </docketnumber><br><court id=\"b993-12\">\n    United States District Court, E.D. Wisconsin.\n   </court><br><decisiondate id=\"b993-14\">\n    Aug. 20, 1999.\n   </decisiondate><br><attorneys id=\"b995-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"951\"> \n     *951\n     </span>\n    Edward Plagemann, Plagemann Law Office, Milwaukee, WI, for Plaintiff.\n   </attorneys><br><attorneys id=\"b995-6\">\n    Timothy S. Knurr, Schoone, Fortune, Leuck, Kelley and Pitts, Racine, Jerome A. Konkel, Vlasak, Britton and Konkel, Milwaukee, WI, Jeffrey Leavel, Christine M. Genthner, Leavell Law Office, Racine, WI, for Defendant Strand.\n   </attorneys><br><attorneys id=\"b995-7\">\n    Raymond J. Pollen, Crivello, Carlson, Mentkowski and Steeves, Milwaukee, WI, Gilbert Berthelsen, Linda Isnard, von Briesen, Purtell and Roper, Racine, Mark E. Larson, Gutglass, Erickson &amp; Bonville, Milwaukee, WI, for Defendant Sager, Hass, Racine Unified School District.\n   </attorneys><br><attorneys id=\"b995-8\">\n    Todd G. Smith, LaFollette &amp; Sinykin, Madison, WI, for Intervening Defendant WEA Property\n    <em>\n     &amp;\n    </em>\n    Casualty Insurance Co.\n   </attorneys><br><attorneys id=\"b995-9\">\n    Emile Banks, Law Office of Emile Banks, Milwaukee, WI, for Wisconsin Mutual Insurance Co.\n   </attorneys>",
    "citations": [
        "63 F. Supp. 2d 949"
    ],
    "opinions": [
        {
            "author_str": "Adelman",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 60.0,
            "opinion_text": "\n63 F. Supp. 2d 949 (1999)\nTamaris FERNANDEZ and Ada Candelaria, Plaintiffs,\nv.\nMichael STRAND, Thomas Sager, James R. Hass and Racine Unified School District, Defendants,\nWEA Property &amp; Casualty Co., Wisconsin Mutual Ins. Co. and St. Paul Fire &amp; Casualty Co., Intervenor-Defendants.\nNo. 98-C-1086.\nUnited States District Court, E.D. Wisconsin.\nAugust 20, 1999.\n*950 *951 Edward Plagemann, Plagemann Law Office, Milwaukee, WI, for Plaintiff.\nTimothy S. Knurr, Schoone, Fortune, Leuck, Kelley and Pitts, Racine, Jerome A. Konkel, Vlasak, Britton and Konkel, Milwaukee, WI, Jeffrey Leavel, Christine M. Genthner, Leavell Law Office, Racine, WI, for Defendant Strand.\nRaymond J. Pollen, Crivello, Carlson, Mentkowski and Steeves, Milwaukee, WI, Gilbert Berthelsen, Linda Isnard, von Briesen, Purtell and Roper, Racine, Mark E. Larson, Gutglass, Erickson &amp; Bonville, Milwaukee, WI, for Defendant Sager, Hass, Racine Unified School District.\nTodd G. Smith, LaFollette &amp; Sinykin, Madison, WI, for Intervening Defendant WEA Property &amp; Casualty Insurance Co.\nEmile Banks, Law Office of Emile Banks, Milwaukee, WI, for Wisconsin Mutual Insurance Co.\n\nDECISION AND ORDER\nADELMAN, District Judge.\nPlaintiffs Tamaris (\"Tammy\") Fernandez and her mother Ada Candelaria bring this action under 42 U.S.C. § 1983, alleging that state defendant Michael Strand, Tammy's exceptional education teacher at Racine public school, repeatedly detained Tammy in class and engaged in unwanted physical contact with her in violation of her civil rights. Plaintiffs also sue the Racine Unified School District (the \"District\") and two principals at Tammy's school for their alleged failure to adequately supervise Strand or to investigate Tammy's absence from other classes.\nPlaintiffs initially filed suit in Racine County Circuit Court, and the case was removed to federal court by several defendants on November 4, 1998. Subsequently, three different insurance companies filed motions to intervene, stay proceedings and bifurcate the trial in light of unsettled questions regarding the scope of defendant Strand's insurance coverage. The motions to intervene were granted as to all the insurers, but the motions to stay and bifurcate were officially denied. Instead, the court instructed the intervening defendants to file summary judgment motions on their duty to defend, and asked all parties to refrain from formal discovery until the motions were resolved. Those motions are now fully briefed and ready for decision.\nThe three insurers involved in this matter are: (1) Wisconsin Mutual Insurance Company (\"WMIC\"), which issued a homeowners policy to Strand that was in effect from November 23, 1994 to September 1, 1995; (2) WEA Property &amp; Casualty Insurance Company (\"WEA\"), which issued a homeowners policy to Strand that was in effect from September 1, 1995 to September 1, 1996; and (3) St. Paul Fire &amp; Casualty Company (\"St.Paul\"), which issued a liability protection policy to the District, which was in effect from July 1, 1995 to July 1, 1996.\nWMIC moved for a declaratory judgment with respect to its policy obligations, arguing inter alia that there was at most a four-day window of coverage since Strand's policy expired on September 1, 1995, just four days after the start of the 1995-96 school year, when the alleged acts *952 occurred. In response to WMIC's motion, plaintiffs filed a short statement indicating that Tammy is uncertain whether any of the alleged assaults occurred during the first four days of the 1995-96 school year, and that plaintiffs would need discovery to obtain a detailed attendance record in order to determine which days Tammy was absent from homeroom class, at least potentially due to Strand's actions. Also in response to WMIC's motion, Strand informed the court by letter that he does not oppose WMIC's position that it has no duty to defend him due to the timing of the policy. However, as there has been no discovery to date, Strand requests that if WMIC is dismissed from the case such dismissal be without prejudice, in the event that discovery later shows that relevant acts did occur during the first four days of the school year. Based on these representations, the court will provisionally find that no coverage exists under Strand's WMIC policy, and WMIC will be dismissed without prejudice.\nBoth WEA and St. Paul also filed motions for summary judgment, contending that they have no duty to defend or indemnify Strand under the terms of their respective policies. These motions are addressed below.\n\nI. SUMMARY JUDGMENT STANDARD\nSummary judgment is appropriate where \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c); Celotex Corp. v. Catrett, 477 U.S. 317, 322, 106 S. Ct. 2548, 91 L. Ed. 2d 265 (1986). \"[M]aterial\" facts are those facts which, under the relevant substantive law, \"might affect the outcome of the suit.\" Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248, 106 S. Ct. 2505, 91 L. Ed. 2d 202 (1986). A dispute over such material facts is \"genuine\" if the evidence is such that a reasonable trier of fact could find in favor of the non-moving party. Id. Thus, a genuine issue of material fact does not exist unless \"there is sufficient evidence favoring the non-moving party for a jury to return a verdict for that party.\" Id. at 249, 106 S. Ct. 2505.\nThe moving party bears the burden of establishing that there is no genuine issue of material fact and that it is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c); see Adickes v. S.H. Kress &amp; Co., 398 U.S. 144, 159, 90 S. Ct. 1598, 26 L. Ed. 2d 142 (1970); Celotex at 323, 106 S. Ct. 2548. If this burden is met, the nonmoving party must then present specific evidence showing that a material factual dispute exists, precluding summary judgment. Matsushita Elec. Indus. Co. v. Zenith Radio Corp., 475 U.S. 574, 586-87, 106 S. Ct. 1348, 89 L. Ed. 2d 538 (1986). In weighing a summary judgment motion, I must construe evidence in the light most favorable to the non-moving party and draw all reasonable and justifiable inferences in its favor. Anderson, 477 U.S. at 255, 106 S. Ct. 2505.\n\nII. PRINCIPLES OF INSURANCE POLICY CONSTRUCTION IN WISCONSIN\nTo determine whether an insurer has a duty to defend, the court must compare the allegations within the four corners of the complaint to the terms of the insurance policy. Newhouse v. Citizens Sec. Mut. Ins. Co., 176 Wis. 2d 824, 835, 501 N.W.2d 1 (1993). The existence of the duty depends solely on the nature of the claim asserted against the insured and has nothing to do with the merits of the claim. Radke v. Fireman's Fund Ins. Co., 217 Wis. 2d 39, 43, 577 N.W.2d 366, (Ct.App. 1998). If the complaint contains allegations that, if proven, would be covered by the policy, the insurer has a duty to defend. Grube v. Daun, 173 Wis. 2d 30, 72, 496 N.W.2d 106 (Ct.App.1992).\n*953 Because it is triggered by arguable as opposed to actual coverage, the duty to defend is broader than the duty to indemnify. Newhouse at 834-35, 501 N.W.2d 1. \"What is important is not the legal label that the plaintiff attaches to the defendant's (that is, the insured's) conduct, but whether that conduct as alleged in the complaint is at least arguably within one or more of the categories of wrongdoing that the policy covers.\" Curtis-Universal, Inc. v. Sheboygan Emergency Medical Services, Inc., 43 F.3d 1119, 1122 (7th Cir. 1994). If there is any doubt regarding the duty to defend, it must be resolved in favor of the insured. General Cas. Co. of Wis. v. Hills, 209 Wis. 2d 167, 176, 561 N.W.2d 718 (1997). When facts are alleged that are partially within and partially without the scope of coverage, the insurer is obligated to defend the entire suit. See Curtis-Universal at 1122. Similarly, policy exclusions are narrowly construed against the insurer. Smith v. Atlantic Mut. Ins. Co., 155 Wis. 2d 808, 811, 456 N.W.2d 597 (1990).\nAs a general matter, interpretation of insurance policies is governed by the same rules of construction that apply to other contracts. Sprangers v. Greatway Ins. Co., 182 Wis. 2d 521, 536, 514 N.W.2d 1 (1994). In Wisconsin, insurance contracts should be interpreted in order to effect the true intent of the parties and the extent of policy coverage. Limpert v. Smith, 56 Wis. 2d 632, 640, 203 N.W.2d 29 (1973). In construing a policy, the clear and unambiguous language of the policy is to be given the plain and ordinary meaning that would be understood by a reasonable person in the position of the insured. General Cas. Co. of Wis., 209 Wis.2d at 175, 561 N.W.2d 718. If a policy is clear and unambiguous on its face, the terms of that policy should not be rewritten by construction to bind an insurer to a risk it never contemplated and for which premiums were never paid. City of Edgerton v. General Cas. Co. of Wis., 184 Wis. 2d 750, 780-81, 517 N.W.2d 463 (1994). But, if the policy language is ambiguous, coverage should be resolved in favor of the insured. Smith v. Atlantic Mut. Ins. Co., 155 Wis. 2d 808, 811, 456 N.W.2d 597 (1990). Whether a contract is ambiguous is a question of law. Golden Valley Supply Co. v. American Ins. Co., 195 Wis. 2d 866, 878, 537 N.W.2d 58 (Ct.App.1995). Words or phrases in a contract are ambiguous only when they are \"reasonably or fairly susceptible to more than one construction.\" Stanhope v. Brown County, 90 Wis. 2d 823, 849, 280 N.W.2d 711 (1979).\nFinally, in a Wisconsin coverage dispute, the insured has the burden of proving that coverage applies. Just v. Land Reclamation, Ltd., 151 Wis. 2d 593, 605, 445 N.W.2d 683 (Ct.App.1989), rev'd on other grounds, 155 Wis. 2d 737, 456 N.W.2d 570 (1990). Likewise, if the insurer relies on an exclusion to deny coverage, it has the burden of demonstrating that the exclusion is applicable. Id.\n\nIII. RELEVANT POLICY LANGUAGE\n\nA. WEA's Policy\nStrand's homeowners insurance policy through WEA provided as follows:\nWe pay, up to our limit, all sums for which an insured is liable by law because of bodily injury or property damage caused by an occurrence to which this coverage applies. We will defend a lawsuit seeking damages if the suit resulted from bodily injury or property damage not excluded under this coverage.\n(WEA's Cross-cl., Ex. A at 6.)\nAn \"occurrence\" is \"an accident,\" including \"loss from repeated exposure to similar conditions.\" (Id. at 1.) \"Bodily injury\" means \"bodily harm to a person and includes sickness, disease or death,\" but does not include bodily harm that arises out of \"the actual, alleged or threatened sexual molestation of a person.\" (Id.)\nThe WEA policy includes the following exclusion language:\n\n*954 This policy does not apply to bodily injury or property damage which results directly or indirectly from:\n.   .   .   .   .\n9. an intentional act of an insured or an act done at the direction of an insured.\n(Id. at 8.)\n\nB. St. Paul's Policy\nThe \"Educational Institutional Administration Liability Protection/Claims-Made\" policy issued by St. Paul to the District contained the following language:\nWe'll pay amounts any protected person is legally required to pay as damages for covered loss that:\n\u0097 results from the conduct of duties by or for an educational institution; and\n\u0097 is caused by a wrongful act committed before this agreement ends.\n(Tyndall Aff., Ex. A at 15.)\nA \"wrongful act\" is \"any negligent act, error or omission,\" including \"neglect or breach of duty.\" (Id.) A \"protected person\" is \"any person or organization who qualifies as a protected person under the Who Is Protected Under This Agreement section.\" (Id.) That section provides:\nEducational institution. If you are an educational institution named in the Introduction, you are a protected person. But only for the conduct of duties for you.\n.   .   .   .   .\nEmployees. Your employees are protected persons. But only for the conduct of their duties for you.\n\nYour employees include teachers, student teachers and teacher aides.\n(Id. at 18.)\nThe St. Paul policy includes the following exclusion language:\nWe won't cover bodily injury, personal injury or property damage.\n\nBodily injury means any physical harm, including sickness or disease, to the physical health of other persons. It includes any of the following that results at any time from such physical harm, sickness or disease:\n\u0097 Mental anguish, injury or illness\n\u0097 Emotional distress.\n\u0097 Care, loss of services, or death.\n\nPersonal injury means injury, other that bodily injury, caused by a personal injury offense.\n\nPersonal injury offense means any of the following offenses:\n\u0097 False arrest, detention or imprisonment.\n\u0097 Malicious prosecution.\n\u0097 Wrongful entry or wrongful eviction.\n.   .   .   .   .\n(Id. at 19.)\n\nIV. PLAINTIFFS' ALLEGATIONS\nThe complaint includes the following statements entitled \"Factual Allegations\":\n8. During the first part of the 95/96 school year (sometime in late August through December 1995) defendant Strand was Tammy's exceptional education teacher. Defendant Strand was also Tammy's teacher during the previous school year.\n9. During the first part of the 95/96 school year from approximately the end of August through December, defendant Strand repeatedly detained Tammy Fernandez in his classroom. Defendant Strand often closed the door of his classroom while he was alone with Tammy Fernandez and prevented Tammy Fernandez from leaving the class room.\n10. At no time did Tammy Fernandez consent to or agree to being detained and confined in the classroom by her teacher Michael Strand.\n11. During the times that defendant Strand restrained Tammy Fernandez in his classroom after normal class hours *955 he assaulted her at various times without her consent by means of holding her, hugging her, kissing her, and touching various parts of her body without her consent.\n(Compl. at 2-3.)\nThe complaint includes three \"Claims\" based on Strand's alleged actions. The first two, claims under 42 U.S.C. § 1983, both allege that Strand was acting under color of state law. The first claim colorably alleges a deprivation of Tammy's substantive due process right to bodily integrity. The second alleges a deprivation of Tammy's property rights without due process, due to her forced absence from other classes. (Id. at 3.)\nThe third claim for relief states as follows:\n16. At the time defendant Strand perpetrated the acts as described above, he was negligent and reckless in that he did not exercise reasonable care in considering the effects of the actions upon Tammy Fernandez. As a direct result of defendant Strand's negligence Tammy Fernandez was deprived of educational opportunities and she sustained emotional and psychological damages.\n(Id. at 3-4.)\n\nV. ANALYSIS\nBoth WEA and St. Paul, for slightly different reasons based on the language of their policies, argue that they have no duty to defend or indemnify Strand against plaintiffs' allegations. As a general matter, Strand does not contest the argument that neither policy provides coverage for sexual assault or sexual molestation, as those intentional acts are clearly excluded by the language of both policies. (See Strand's Br. in Opp'n to WEA Mot. at 5.) Strand, however, argues that the conduct he is alleged to have committed does not necessarily constitute sexual assault, sexual molestation or otherwise intentional conduct. He states:\nIt is entirely conceivable that a jury in this case could find what Strand did to be objectionable (i.e., negligent or the lack of ordinary care) and not consider it to be assaultive behavior in any way. The jury may determine that Strand was negligent for hugging Fernandez but also find that his conduct was in no way assaultive or intentional.\n(Id. at 6.)\nStrand's theory of the facts, for the purpose of these motions, presents an interesting and subtle question about the legal characterization of a certain range of inappropriate conduct as \"negligent\" or \"intentional.\" Unfortunately for Strand, the language of the policies in question is not ambiguous or open to the subtle distinctions he makes. For different reasons, both policies clearly exclude coverage for the allegations in this complaint.\n\nA. WEA's Intentional Acts Exclusion\nAmong other reasons, WEA argues that its policy with Strand provides no coverage against plaintiffs' allegations because of the policy's intentional acts exclusion. In response, Strand makes the argument summarized above and cites principally Radke v. Fireman's Fund Ins. Co., 217 Wis. 2d 39, 577 N.W.2d 366 (Ct. App.1998). Strand's argument fails because the language of the WEA intentional acts exclusion significantly differs from the policy language at issue in Radke and similar cases.\nThe WEA policy excludes coverage for bodily injury or property damage \"which results directly or indirectly from ... an intentional act of an insured or an act done at the direction of an insured.\" (WEA's Cross-cl., Ex. A at 8.) This language says nothing about intended consequences, but speaks only of intentional acts. Generically, this may be called an \"intentional acts exclusion,\" but all such exclusions are not created equal. More often, so-called \"intentional acts exclusions\" only prohibit coverage for bodily injury which is the expected or intended *956 consequence of the insured's actions. For example, in Radke the Fireman's Fund policy did not provide liability coverage for \"bodily injury which is expected or intended by the insured.\" Radke, 217 Wis.2d at 47, 577 N.W.2d 366.\nIn fact, the whole issue of how much \"intent to injure\" may be inferred from someone's actions \u0097 the backdrop for much of Strand's attempt to distinguish his own actions as relatively innocuous \u0097 is drawn from a line of sexual assault insurance coverage cases in which the policies in question all exclude coverage for intended injury, not intended acts. See, e.g., K.A.G. v. Stanford, 148 Wis. 2d 158, 162, 434 N.W.2d 790 (Ct.App.1988) (policy excluded coverage for bodily injury or property damage \"which is expected or intended by the insured\"); Loveridge v. Chartier, 161 Wis. 2d 150, 166, 468 N.W.2d 146 (1991) (same); C.L. v. School Dist. of Menomonee Falls, 221 Wis. 2d 692, 698, 585 N.W.2d 826 (Ct.App.1998) (policy excluded coverage for damages \"which are the intended consequence of action taken by or at [insured's] direction\"). In C.L., the court recently reaffirmed this distinction:\n[I]ntent to injure may be inferred where injury is substantially certain to result from an insured's intentional conduct. In applying this rule, two requirements must be satisfied: (1) the conduct must be intentional; and (2) the conduct must be substantially certain to cause injury. If these two requirements are met, this rule will be applied if the degree of certainty that the conduct will cause injury is sufficiently great to justify inferring intent to injure as a matter of law.\nC.L., 221 Wis.2d at 701, 585 N.W.2d 826 (internal citations and quotation marks omitted).\nThe WEA policy language puts at issue only the first of these requirements \u0097 that the conduct itself be intentional. Whether Strand's conduct is sufficiently serious that an intent to injure may be inferred is interesting but irrelevant, because the policy language unambiguously excludes coverage for all injury flowing from intended acts, whether or not any injury was intended by the actor.\nStrand relies exclusively on plaintiffs' third claim to support his argument that the complaint alleges negligent and not intentional conduct. This claim alleges that \"[a]t the time Strand perpetrated the acts as described above, he was negligent and reckless in that he did not exercise reasonable care in considering the effects of the actions upon Tammy Fernandez.\" (Compl. at 3.) This language does amount to an allegation of negligence. But negligent conduct and intentional acts are not mutually exclusive categories. The concept of negligence necessarily involves the foreseeability of harm \u0097 a notion that is somewhat analogous to the second C.L. requirement that the conduct be \"substantially certain to cause injury.\" However, when intentional acts cause foreseeable danger and are deemed \"negligent,\" that does not mean they are suddenly transformed into unintentional acts.\nStrand's conduct may or may not constitute \"negligence.\" But regardless, he is only alleged to have committed \"intentional acts\" within the plain meaning of those terms. Closing his classroom door, detaining Tammy, holding her, hugging her, kissing her, touching various parts of her body without her consent \u0097 these are all intentional acts. Plaintiffs' claim that the performance of those acts constitutes negligence does not alter the intentional nature of the acts themselves.\nSee Curtis-Universal, 43 F.3d at 1122 (conduct, and not legal label attached to conduct, is what is important in evaluating policy coverage). The WEA policy excludes coverage for injury resulting directly or indirectly from the insured's \"intentional acts.\" The emphasis on intentionality of cause (and not effect) is reinforced by the fact that coverage is triggered by an \"occurrence,\" defined by the policy as \"an accident.\" (WEA's Cross-cl., Ex. A at 6, 1.) The plain and ordinary meaning of \"accident\" does not *957 encompass Strand's alleged conduct. See General Cas. Co. of Wis., 209 Wis.2d at 175, 561 N.W.2d 718. Conversely, the plain and ordinary meaning of \"intentional acts\" does encompass Strand's alleged conduct, regardless of whether such conduct is ultimately deemed to constitute negligence.\nBased on the above discussion, the intentional acts exclusion in the WEA policy issued to Strand bars coverage for the allegations in plaintiffs' complaint. Consequently, WEA has no duty to defend or indemnify Strand in this case.\n\nB. St. Paul's Bodily Injury and Personal Injury Exclusions\nAmong other reasons, St. Paul argues that its policy with the District provides no coverage against plaintiffs' allegations because the policy excludes coverage for injuries such as those allegedly suffered by Tammy. Strand has not specifically responded to this argument\nUnlike the WEA homeowners policy, which is intended to cover bodily injury and property damage, the St. Paul policy is a liability policy issued to educational institutions and expressly excludes coverage for bodily injury, personal injury and property damage. (See Tyndall Aff., Ex. A at 19.) The policy definition of \"bodily injury\" includes \"[m]ental anguish, injury or illness\" and \"emotional distress.\" (Id.) \"Personal injury\" is defined as injury caused by any of an enumerated list of personal injury offenses. One of those listed offenses is \"[f]alse arrest, detention or imprisonment.\" (Id.)\nAll of the injuries alleged in the complaint fall within either the above definition of bodily injury, or else are injuries caused by the alleged false imprisonment of Tammy by Strand. Most pertinently, plaintiffs' third claim alleges that \"[a]s a direct result of the defendant Strand's negligence Tammy Fernandez was deprived of educational opportunities and she sustained emotional and psychological damages.\" (Compl. at 3-4.)\nBased on the factual assertions in the complaint, any deprivation of educational opportunities occurred as a result of Strand's detaining Tammy in class by closing the door and preventing her from leaving, thereby causing her to miss other classes. Whether framed as constitutional tort as a violation of Tammy's property rights without due process, or as a common law personal injury claim, these allegations essentially claim injury resulting from false imprisonment. The Wisconsin statute on false imprisonment provides that \"[w]hoever intentionally confines or restrains another without the person's consent and with knowledge that he or she has no lawful authority to do so is guilty of a Class E felony.\" Wis. Stat. § 940.30. This language is an excellent encapsulation of what Strand is alleged to have done that allegedly caused Tammy to miss class. Accordingly, the St. Paul policy bars coverage for that deprivation of educational opportunities because, as alleged in the complaint, the injury was caused by the personal injury offense of false imprisonment.\nFinally, any emotional or psychological damages sustained by Tammy as a result of Strand's alleged conduct are clearly included in the policy's definition of bodily injury, as either mental anguish or injury or emotional distress. This exclusion applies whether the emotional injury is an element of a constitutional tort alleging a violation of Tammy's substantive due process right to bodily integrity, or of a common law assault and battery claim.\nBased on the above discussion, the bodily injury and personal injury exclusions in the St. Paul policy issued to the District preclude coverage for the injuries alleged in plaintiffs' complaint. Consequently, St. Paul has no duty to defend or indemnify Strand in this action.\nFor the foregoing reasons,\n*958 IT IS HEREBY ORDERED that WMIC's motion for a declaratory judgment that it has no duty to defend under the terms of Strand's policy is GRANTED, and WMIC is DISMISSED from this action WITHOUT PREJUDICE. Strand may request reconsideration of this order if discovery reveals that relevant conduct occurred during the four-day window. Upon a motion for reconsideration, WMIC's other arguments contesting coverage would also be considered by the court.\nIT IS FURTHER ORDERED that WEA's motion for summary judgment and a declaratory judgment on its cross-claim against Strand is GRANTED, and WEA is DISMISSED as a party to this action.\nIT IS ALSO ORDERED that St. Paul's motion for summary judgment is GRANTED, and St. Paul is DISMISSED as a party to this action.\nFinally, the remaining parties are instructed that they may commence formal discovery in this case. The court will convene a status conference in the near future to schedule necessary deadlines and trial dates.\n",
            "ocr": false,
            "opinion_id": 2456538
        }
    ],
    "court_short_name": "E.D. Wisconsin",
    "court_full_name": "District Court, E.D. Wisconsin",
    "court_type": "FD",
    "court_jurisdiction": "Wisconsin, WI",
    "crime_category": "Rape"
}