{
    "id": 2498718,
    "judges": "Armstrong, Hunt, Johanson",
    "date_filed": "1981-03-09",
    "date_filed_is_approximate": true,
    "slug": "state-v-eplett",
    "case_name_short": "Eplett",
    "case_name": "State v. Eplett",
    "case_name_full": "The State of Washington, Respondent, v. Michael James Eplett, Appellant",
    "attorneys": "Jodi R. Backlund and Manek R. Mistry (of Backlund & Mistry), for appellant., Jonathan L. Meyer, Prosecuting Attorney, and Sara I. Beigh, Deputy, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b652-4\">\n    [No. 41275-6-II.\n   </docketnumber><court id=\"AFH\">\n    Division Two.\n   </court><decisiondate id=\"A5S\">\n    April 10, 2012.]\n   </decisiondate><br><parties id=\"b652-5\">\n    The State of Washington,\n    <em>\n     Respondent,\n    </em>\n    v. Michael James Eplett,\n    <em>\n     Appellant.\n    </em>\n</parties><br><attorneys id=\"b653-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"661\"> \n     *661\n     </span>\n<em>\n     Jodi R. Backlund\n    </em>\n    and\n    <em>\n     Manek R. Mistry\n    </em>\n    (of\n    <em>\n     Backlund &amp; Mistry),\n    </em>\n    for appellant.\n   </attorneys><br><attorneys id=\"b653-7\">\n<em>\n     Jonathan L. Meyer, Prosecuting Attorney,\n    </em>\n    and\n    <em>\n     Sara I. Beigh, Deputy,\n    </em>\n    for respondent.\n   </attorneys>",
    "citations": [
        "274 P.3d 401",
        "167 Wash. App. 660"
    ],
    "opinions": [
        {
            "author_str": "Johanson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8451.0,
            "opinion_text": "\n274 P.3d 401 (2012)\n167 Wn. App. 660\nSTATE of Washington, Respondent,\nv.\nMichael James EPLETT, Appellant.\nNo. 41275-6-II.\nCourt of Appeals of Washington, Division 2.\nApril 10, 2012.\nJodi R. Backlund, Manek R. Mistry, Backlund &amp; Mistry, Olympia, WA, for Appellant.\nSara I. Beigh, Lewis County Prosecutors Office, Chehalis, WA, for Respondent.\n\n\n*402 PART PUBLISHED OPINION\nJOHANSON, J.\n¶ 1 Michael James Eplett appeals his jury trial conviction of attempted second degree child rape and his sentence. He argues that (1) the jury instruction defining \"substantial step\" was erroneous, (2) his trial counsel was ineffective for offering the defective jury instruction, (3) the trial court erred in failing to inquire into whether jurors saw him in restraints and in failing to immediately give a curative instruction, and (4) his federal court-martial for \"carnal knowledge\" should not have been included in his offender score because it was not legally or factually comparable to a Washington felony. We affirm his conviction but vacate his sentence and remand for resentencing.\n\nFACTS\n¶ 2 Following an undercover operation in which detectives posed online as a single mother seeking to prostitute herself and her 13-year-old daughter, the State charged Eplett with attempted second degree rape of a child.[1] Eplett was not visibly restrained in court during the trial and he was wearing street clothes.\n¶ 3 Following a recess on the second day of trial, Eplett moved for a mistrial, asserting that five jurors had recently observed a handcuffed Eplett in an elevator with two guards. A deputy confirmed that at least four jurors had seen Eplett in the elevator.\n¶ 4 Concerned that questioning the jurors about what they may have seen would unnecessarily highlight the importance of \"an inadvertent glimpse of the defendant by the jurors at the elevator,\" the trial court refused to question the jurors. 2 Verbatim Report of Proceedings (VRP) at 36. The trial court then denied the motion for mistrial, stating that the \"mere fact that\" jurors may have seen Eplett \"in handcuffs accompanied by a transport officer\" was not \"per se prejudice[al]\" and did not deny Eplett his right to a fair trial. 2 VRP at 37. The trial court also refused to question the jurors individually or in a group.\n¶ 5 But the trial court offered to instruct the jury to disregard what it had seen and gave Eplett the option of it giving the curative instruction before the upcoming lunch break or with the final instructions. Although Eplett stated that he preferred that the trial court instruct the jury immediately rather than wait for the lunch break, the trial court did not give a cautionary instruction to the jury until it gave the jury its final instructions a short time later that same day. At that point, the trial court instructed the jury:\nThe fact that there have been guards in the courtroom or you have seen the defendant restrained in any manner is not evidence. Do not speculate about the reason. You must completely disregard this circumstance in deciding the issues in this case. Do not consider it for any purpose or discuss it during your deliberations.\nCP at 71 (jury instruction 15).\n¶ 6 The trial court also gave the jury the following instruction:\nA person commits the crime of attempted rape of a child in the second degree when, with intent to commit that crime, he or she does any act that is a substantial step toward the commission of that crime.\nCP at 61 (jury instruction 5). In addition, the trial court instructed the jury on the meaning of \"substantial step\":\nA substantial step is conduct that strongly indicates a criminal purpose and that is more than mere preparation.\nCP at 63 (jury instruction 7). Both parties had proposed this instruction, which was based on WPIC 100.05.[2] The jury found Eplett guilty as charged.\n¶ 7 At sentencing, the State presented evidence that Eplett had pleaded guilty to \"carnal knowledge\" under the Uniform Code of Military Justice (UCMJ) at a court-martial. See former 10 U.S.C. § 920 art. 120(b) (1996).[3] The State argued that the \"carnal *403 knowledge\" offense was the equivalent of the Washington offense of third degree child rape.[4] The State[5] admitted that the \"carnal knowledge\" offense was \"broader than\" the Washington offense of third degree child rape, but it asserted that Eplett's stipulation established that the offense he committed was factually comparable. 2 VRP at 146-47. The State also submitted a \"stipulation of fact,\" related to the guilty plea, in which Eplett stipulated that he had engaged in sexual intercourse with a 15-year-old girl. Ex. 1 (all caps omitted). Eplett objected to admission of the State's court-martial documentation on the ground that the State had not proved that he was the person who had committed the prior offense; but he did not argue that the court-martial offense was not comparable to a Washington offense or, more specifically, that the State had failed to establish that he was at least 48 months older than the victim. The trial court found the \"carnal knowledge\" conviction comparable to the Washington offense and included it in Eplett's offender score.[6] Eplett appeals.\n\nANALYSIS\n\nJury Instruction Issue\n¶ 8 Eplett argues that jury instruction 7 misstated the \"substantial step\" definition. Br. of Appellant at 7 (all caps omitted). He also argues that defense counsel provided ineffective assistance in proposing this instruction. These arguments fail.\n¶ 9 Because Eplett proposed jury instruction 7, any instructional error was invited error, and Eplett cannot challenge the instruction directly on appeal, regardless of whether the alleged error is constitutional. State v. Heddrick, 166 Wash.2d 898, 909, 215 P.3d 201 (2009) (a party cannot set up an error and then claim such error on appeal even when the alleged error is of constitutional magnitude). But ineffective assistance of counsel claims resulting from instructional error are not precluded by invited error. State v. Kyllo, 166 Wash.2d 856, 861-62, 215 P.3d 177 (2009).\n¶ 10 To prove ineffective assistance of counsel, Eplett must show:\n(1) defense counsel's representation was deficient i.e., it fell below an objective standard of reasonableness based on consideration of all the circumstances; and (2) defense counsel's deficient representation prejudiced the defendant, i.e., there is a reasonable probability that, except for counsel's unprofessional errors, the result of the proceeding would have been different.\nState v. McFarland, 127 Wash.2d 322, 334-35, 899 P.2d 1251 (1995). Eplett fails to show that defense counsel's representation was deficient.\n¶ 11 In Kyllo, our Supreme Court stated that, although it is not deficient performance for defense counsel to propose a \"then-unquestioned WPIC,\" it can be deficient performance for defense counsel to propose a WPIC if cases existed at the time that \"indicated to counsel that the pattern instruction was flawed.\" Kyllo, 166 Wash.2d at 866, 215 P.3d 177. Eplett argues that two decisions predating his trial, Cronin[7] and Roberts,[8] and the difference in language between the WPIC and the language in Workman,[9] should have alerted counsel to the possibility that WPIC 100.05 was flawed.\n¶ 12 In Cronin and Roberts, our Supreme Court addressed erroneous accomplice liability jury instructions that would have allowed the jury to convict the defendants as accomplices had the defendant known his actions would promote any potential crime, rather than promote the charged crime. Roberts, 142 Wash.2d at 509-13, 14 P.3d 713; Cronin, *404 142 Wash.2d at 579-80, 14 P.3d 752. Eplett argues that jury instruction 7's reference to \"a criminal purpose,\" would similarly allow the jury to find a substantial step if the evidence showed that he took a substantial step to commit any offense, not just the charged offense and that defense counsel should have been aware of this flaw because of Roberts and Cronin. Br. of Appellant at 9; CP at 63.\n¶ 13 In Workman, our Supreme Court held that \"it would be proper for a trial court to include in its instruction to a jury on the crime of attempt the qualifying statement that in order for conduct to be a substantial step it must be strongly corroborative of the actor's criminal purpose.\" Workman, 90 Wash.2d at 452, 584 P.2d 382 (emphasis added). Eplett argues that jury instruction 7's use of the phrase \"indicates a criminal purpose\" rather than \"corroborative of the actor's criminal purpose\" relieved the State of having to prove \"that intent be established by independent proof and corroborated by the accused's conduct.\" Br. of Appellant at 9.\n¶ 14 Regardless of Roberts and Cronin and the language difference between WPIC 100.05 and Workman, Eplett's arguments are flawed because Eplett reads jury instruction 7 in isolation. It is well settled that we must read jury instructions together, as a whole. State v. Teal, 117 Wash.App. 831, 837, 73 P.3d 402 (2003) (citing State v. Haack, 88 Wash.App. 423, 427, 958 P.2d 1001 (1997), review denied, 134 Wash.2d 1016, 958 P.2d 314 (1998)), aff'd, 152 Wash.2d 333, 96 P.3d 974 (2004). And when read with jury instruction 5, which provides, \"A person commits the crime of attempted rape of a child in the second degree when, with intent to commit that crime, he or she does any act that is a substantial step toward the commission of that crime,\" the two instructions clearly require the jury to find that there was evidence demonstrating that Eplett took a substantial step toward committing the charged offense. CP at 61 (emphasis added). Because the instructions, read as a whole are sufficient, Eplett does not establish that defense counsel's performance was deficient when he proposed jury instruction 7, and his ineffective assistance of counsel argument fails.\n¶ 15 A majority of the panel having determined that only the foregoing portion of this opinion will be printed in the Washington Appellate Reports and that the remainder shall be filed for public record in accordance with RCW 2.06.040, it is so ordered.\nWe concur: ARMSTRONG, P.J., and HUNT, J.\nNOTES\n[1]  RCW 9A.28.020(1); RCW 9A.44.076.\n[2]  11A Washington Pattern Jury Instructions: Criminal 100.05, at 390 (3d ed. 2008) (WPIC).\n[3]  Eplett committed this offense in July 2006.\n[4]  RCW 9A.44.079.\n[5]  The court reporter misidentifies the speaker as defense counsel, but it is clear from the context that it was the prosecutor speaking. See 2 VRP at 146-47.\n[6]  Eplett did not have any additional criminal history.\n[7]  State v. Cronin, 142 Wash.2d 568, 14 P.3d 752 (2000).\n[8]  State v. Roberts, 142 Wash.2d 471, 14 P.3d 713 (2000).\n[9]  State v. Workman, 90 Wash.2d 443, 452, 584 P.2d 382 (1978).\n\n",
            "ocr": false,
            "opinion_id": 2498718
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Rape"
}