{
    "id": 1060620,
    "judges": "Justice William M. Barker",
    "date_filed": "2003-03-09",
    "date_filed_is_approximate": true,
    "slug": "state-v-keen",
    "case_name_short": "Keen",
    "case_name": "State v. Keen",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 39.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/OPINIONS/TSC/PDF/004/Keendm.pdf",
            "author_id": 5708.0,
            "opinion_text": "                   IN THE SUPREME COURT OF TENNESSEE\n                               AT JACKSON\n                                     April 12, 2000 Session\n\n                   STATE OF TENNESSEE v. DAVID M. KEEN\n\n                    Automatic Appeal from the Court of Criminal Appeals\n                             Criminal Court for Shelby County\n                        No. 90-06629    Hon. John P. Colton, Judge\n\n\n\n                    No. W1997-00147-SC-DDT-DD - Filed October 5, 2000\n\n\n\nThe appellant was sentenced to death for the murder of eight-year-old Ashley Nicole Reed in 1990.\nOn automatic appeal, this Court reversed the sentence based upon improper jury instructions, and\nwe remanded the case for resentencing. See State v. Keen, 926 S.W.2d 727 (Tenn. 1994). At the\nsecond sentencing hearing, the appellant was again sentenced to death, and the Court of Criminal\nAppeals affirmed. On automatic appeal from this second sentencing hearing, this Court has\nrequested additional argument and briefing on the following five issues: (1) whether the evidence\nwas legally insufficient to support the jury’s finding of the “especially heinous, atrocious, or cruel”\naggravating circumstance; (2) whether permitting the jurors to find either “torture” or “serious\nphysical abuse beyond that necessary to produce death” denied the appellant his constitutional right\nto a unanimous jury finding of the basis for the “especially heinous, atrocious, or cruel” aggravating\ncircumstance; (3) whether the jury instruction on the “especially heinous, atrocious, or cruel”\naggravating circumstance failed to narrow the class of persons eligible for the death penalty; (4)\nwhether the trial court’s failure to permit the jury to consider the sentencing option of life without\nparole violated the Eighth and Fourteenth Amendments to the United States Constitution and Article\nI, sections eight and sixteen of the Tennessee Constitution; and (5) whether the trial court erred in\nrefusing the defendant’s special request for an instruction on circumstantial evidence. We hold that\nnone of these issues warrants reversal of the sentence. We further hold that the two aggravating\ncircumstances found by the jury are amply supported by the evidence, and we agree that the\naggravating circumstances outweigh any mitigating circumstances beyond a reasonable doubt.\nFinally, we hold that the sentence of death was not arbitrarily or disproportionately applied in the\nappellant’s case. With respect to all other issues not specifically discussed in this opinion, we agree\nwith and affirm the judgment of the Court of Criminal Appeals.\n\n           Tenn. Code Ann. § 39-13-206(a)(1) Automatic Appeal; Judgment of the\n                           Court of Criminal Appeals Affirmed\n\fWILLIAM M. BARKER, J., delivered the opinion of the court, in which E. RILEY ANDERSON, C.J., and\nJANICE M. HOLDER, J., joined. ADOLPHO A. BIRCH, JR., J., filed a dissenting opinion. FRANK F.\nDROWOTA, III, J., not participating.\n\nW. Mark Ward, Assistant Shelby County Public Defender, Memphis, Tennessee, for the appellant,\nDavid M. Keen.\n\nPaul G. Summers, Attorney General and Reporter; Michael E. Moore, Solicitor General; Michael\nJ. Fahey, II, Assistant Attorney General, Nashville, Tennessee, for the appellee, State of Tennessee.\n\n\n                                             OPINION\n\n\n        The present appeal in this capital case arises from the resentencing of the appellant, David\nM. Keen, who pleaded guilty in February of 1991 to first degree murder in perpetration of the rape\nof eight-year-old Ashley Nicole (Nikki) Reed. The appellant was sentenced to death by a Shelby\nCounty jury, but this Court reversed the sentence on automatic appeal after finding reversible error\nin the “failure of the trial judge to properly include in the jury instructions that aggravating\ncircumstances must be proven to outweigh any mitigating circumstances ‘beyond a reasonable\ndoubt.’” See State v. Keen, 926 S.W.2d 727, 736 (Tenn. 1994). We remanded the case to the\nShelby County Criminal Court for a new sentencing hearing, and on August 15, 1997, a jury again\nsentenced the appellant to death for the murder of Nikki Reed. The Court of Criminal Appeals\naffirmed the sentence of death after this second hearing.\n\n        On automatic appeal pursuant to Tennessee Code Annotated section 39-13-206(a)(1), the\nappellant’s case was docketed in this Court. The appellant raised fourteen issues in his initial brief,\nand after carefully examining the entire record and the law—including the opinion of the Court of\nCriminal Appeals and the briefs of the appellant and the State—this Court entered an order limiting\nargument and requesting additional briefing on the following five issues:\n\n       (1)    whether the evidence was legally insufficient to support the jury’s finding of\n       the “especially heinous, atrocious, or cruel” aggravating circumstance;\n\n       (2)     whether permitting the jurors to find either “torture” or “serious physical\n       abuse beyond that necessary to produce death” denied the appellant his constitutional\n       right to a unanimous jury finding of the basis for the “especially heinous, atrocious,\n       or cruel” aggravating circumstance;\n\n       (3)    whether the jury instruction on the “especially heinous, atrocious, or cruel”\n       aggravating circumstance failed to narrow the class of persons eligible for the death\n       penalty;\n\n\n\n                                                 -2-\n\f        (4)    whether the trial court’s failure to permit the jury to consider the sentencing\n        option of life without parole violated the Eighth and Fourteenth Amendments to the\n        United States Constitution and Article I, sections eight and sixteen of the Tennessee\n        Constitution; and\n\n        (5)     whether the trial court erred in refusing the defendant’s special request for an\n        instruction on circumstantial evidence.\n\nFor the reasons given herein, we find that none of the issues raised by the appellant merits reversal\nof the sentence, and we remand this case for enforcement of the judgment of this Court.\n\n               EVIDENCE PRESENTED AT THE SENTENCING HEARING\n\n        The evidence presented at the second sentencing hearing was substantially similar to the\nevidence presented by the State and the appellant at the first sentencing hearing in 1991.\nNevertheless, because many of the issues raised in an automatic appeal involve questions concerning\nthe evidence supporting the applicable sentencing criteria, it is necessary to review anew all of the\nevidence presented during this second sentencing hearing.\n\n        At the time of the tragic events giving rise to this case, the appellant was living with his then-\nfiancée, Deborah Wilson, in a three-bedroom mobile home in Millington, Tennessee. Also living\nwith the appellant and his fiancée were Deborah’s four children, including Ashley Nicole, her\nmother, and her father. During the late afternoon of March 17, 1990, the appellant and Deborah met\nher mother and father at the VFW Club in West Memphis, Arkansas, to eat dinner and play bingo.\nAll of Deborah’s children were spending the night with various friends. Shortly after the appellant\nand Deborah arrived at the VFW Club, Deborah’s father, Jessie Wilson, expressed some concern\nover Nikki’s arrangements to sleep over at a friend’s house. The appellant offered to go back to\nMillington to check on Nikki, and Mr. Wilson allowed the appellant to borrow his car to make the\nshort trip.\n\n        The appellant left the VFW Club at about 5:30, and he returned about two hours later. Upon\nreturning, he told everyone that Nikki was spending the night with her friend, Shantell. The group\nstayed at the VFW Club until about 10:30 that evening, and on his way back home to Millington,\nMr. Wilson noticed that the green blanket he usually kept in his car was missing. Mr. Wilson\nquestioned the appellant about the blanket, but the appellant merely replied that he put the blanket\nin the back seat of the car because he did not want to sit on it.\n\n       The next morning, Deborah and the appellant went shopping at the local Wal-Mart while\nMrs. Wilson went to pick Nikki up for church. When Mrs. Wilson returned home, she told her\nhusband that Nikki did not go to her friend’s house the previous evening, and the two of them\nsearched around the mobile home park for Nikki. When Deborah and the appellant returned from\nshopping, they joined the search for Nikki. After searching all day and finding no trace of his\n\n\n\n                                                   -3-\n\fgranddaughter, Mr. Wilson told Deborah to report Nikki’s disappearance to the police. Deborah and\nthe appellant then left on foot for the police station to file a missing persons report.\n\n        In the meantime, Mr. Wilson and his wife again searched the trailer park, and after waiting\nsome time for Deborah and the appellant to return from the police station, they decided to drive to\nthe police station themselves. As soon as Mrs. Wilson opened the door to get into her car, she saw\na pair of panties lying on the passenger-side floorboard. Mr. Wilson told his wife not to move the\npanties, and they drove to the police station where they notified an officer about their discovery.\nWhen Mr. Wilson later approached the appellant about the panties in the car, the appellant was\nevasive and would not answer his questions.\n\n        The next day, a detective with the Millington Police Department asked the appellant and\nDeborah to come to the police station for questioning. Although the appellant initially denied any\ninvolvement in Nikki’s disappearance, he admitted after further questioning by the police that he\n“threw her in the river.” The appellant then took the detective and others officers to Memphis along\nthe north end of Mud Island in the Wolf River, where the police found Nikki’s naked body wrapped\nin a green blanket. Although the police found a blue denim skirt and a pink shirt wrapped with the\nbody, the officers found no panties.\n\n        The appellant was taken to the Memphis Police Department where he again confessed to the\nmurder of Nikki Reed. The appellant stated that when he found Nikki, he intended to take her back\nwith him to West Memphis because he was unsure whether she could spend the night with her\nfriend. In his initial statement to the Millington police, the appellant stated that on the return trip to\nWest Memphis, he and Nikki argued about something concerning her seat belt. The appellant stated\nthat during this argument, he became very angry, grabbed Nikki’s throat, and covered her mouth\nuntil she turned blue. Although he admitted to wrapping Nikki’s body in the green blanket and\nthrowing her into the river, he could not remember whether he struck her, took her clothes off, or\nraped her.\n\n        However, when questioned further in Memphis about the incident, the appellant admitted to\nhis actions in gruesome detail:\n\n        I pulled off to the side of the road and undressed Ashley and undid my pants, and I\n        held my hand over her throat and tried to penetrate [her]. I felt crap and I stopped,\n        and Ashley had turned blue in the face. She wasn’t breathing. I tied a shoe lace\n        around her neck and she still was not breathing. I untied the shoe lace, wrapped her\n        up in a blanket, tied the blanket together and dumped her off into the river off of the\n        old Auction Street boat Dock. Then I went back over to West Memphis and told\n        Ashley’s mother that Ashley was spending the night at her friend, Shantell’s, house.\n\nThe appellant also stated that Nikki struggled “for a little while,” although she did not scream or\nholler, because he “was practically on top of her with [his] hand on her throat.” Nikki was eight\nyears old and weighed sixty-eight pounds.\n\n\n                                                   -4-\n\f        At the sentencing hearing, the State called Dr. Jerry Francisco, the Shelby County Medical\nExaminer, to testify as to the results of the victim’s autopsy. Dr. Francisco testified that Nikki\nsuffered multiple scrapes and bruises to her face and neck, and that she had a deep ligature mark\naround the front of her neck caused by a tightly-pulled fabric cord, such as a shoelace. The medical\nexaminer also found a bruise and scrapes around her genital area and a tear on the posterior wall of\nthe vagina. Sperm heads were also found inside the vagina. Dr. Francisco determined that Nikki\nwas alive while she was raped and suffered the various injuries, although he could not say with\ncertainty that she was conscious during the entire episode.\n\n         In addition, the autopsy revealed that fluid was found in the lungs of the victim. Although\nDr. Francisco stated that fluid in the lungs can be associated with either drowning or asphyxia, he\ntestified that the left side of the heart was diluted, which “is the type of change you see in a person\nwho is alive and submerged.” Although the medical examiner stated that the ligature strangulation\nwas the actual cause of death, he also stated that “[i]n my opinion, she was alive at the time she was\nplaced in the water.”\n\n        In mitigation, the defense called the appellant’s adoptive parents, Robert and Evelyn\nBrieschke, who adopted the appellant and his older brother when the appellant was four years old.\nHis adoptive parents testified that the appellant was malnourished when he was first adopted, and\nthat he was very nervous and upset, had difficulty playing and interacting with others, and had\ndifficulty sleeping. The appellant was diagnosed with Attention Deficit Disorder in fourth grade,\nand he was placed on Ritalin, which offered some improvement. The Brieschkes later learned from\na psychological report completed before the appellant’s adoption that the appellant was in need of\nimmediate help and counseling, although this information was kept from them at the time of the\nadoption. In high school, the appellant skipped classes, smoked marijuana, and drank alcohol. At\none point, he was arrested for breaking into an automobile agency and stealing a car. In his junior\nyear, the appellant dropped out of high school and joined the United States Navy.\n\n        The appellant’s brother and two stepsisters testified that the appellant’s natural father was\nphysically and emotionally abusive. Because his father was wanted for theft and child neglect, he\nconstantly moved his family to evade arrest, and during one two-year period, the family moved no\nless than twenty-six times. The children were beaten on a daily basis, sometimes with electrical\ncords and pieces of lumber. The father would also slaughter livestock in front of his children while\nthreatening to do the same to them if they misbehaved. One of the appellant’s sisters, who admitted\nbeing the victim of sexual abuse, described their childhood as “an environment of terror.” Even after\nthe appellant was abandoned by his natural parents, he was placed in an abusive foster home before\nbeing adopted by the Brieschkes.\n\n       The defense also called Dr. John Ciocca, a clinical psychologist, who conducted a\npsychological evaluation of the appellant and testified as to the results. Dr. Ciocca diagnosed the\nappellant as suffering from post-traumatic stress disorder, serious depression, and attention deficit\ndisorder. Dr. Ciocca stated that the appellant also showed some signs of pedophilia, although he\n\n\n                                                 -5-\n\fadmitted that he found no indications of persistent and constant sexual interest in children, which\nis necessary for a proper diagnosis. One of the tests administered by Dr. Ciocca indicated that the\nappellant suffered from occasions “where he is not in good contact with reality,” and that another\ntest showed the “presence of psychotic-like symptoms.”\n\n         Dr. Ciocca also interviewed the appellant and his family, and he reviewed numerous medical\nand psychological records, including an evaluation conducted at Winnebago State Hospital in\nWisconsin. From an examination of these interviews and records, Dr. Ciocca testified that the\nappellant was “born into a family of crisis,” which “had fallen on hard times,” and in which\n“physical abuse and sexual abuse were rather rampant.” Although he was relocated to a foster home,\nthe appellant remembered being abused and anally raped by his foster father. According to Dr.\nCiocca, the absence of nurturing, along with the presence of general hostility or apathy toward the\nappellant significantly affected his normal childhood development. Dr. Ciocca also stated that the\nappellant was “extraordinarily distressed at what he’s done,” and that he “takes full responsibility\nfor it.”\n\n        The State argued to the jury that the facts supported the presence of two aggravating\ncircumstances: (1) that the murder was committed against a person less that twelve years of age and\nthe defendant was eighteen years of age or older, see Tenn. Code Ann. § 39-13-204(i)(1); and (2)\nthat the murder was especially heinous, atrocious, or cruel in that it involved torture or serious\nphysical abuse beyond that necessary to produce death, see Tenn. Code Ann. § 39-13-204(i)(5). The\nappellant, on the other hand, argued that fourteen statutory and non-statutory mitigating\ncircumstances applied and should be considered.1 The jury found that the State proved both\naggravating circumstances beyond a reasonable doubt, and after finding that these aggravating\ncircumstances outweighed any mitigating circumstances beyond a reasonable doubt, the jury\nsentenced the appellant to death. The jury made no specific findings as to which, if any, mitigating\ncircumstances were supported by the proof.\n\n     I. REVIEW OF THE AGGRAVATING AND MITIGATING CIRCUMSTANCES\n\n\n         1\n             The sp ecific statutory and non-statutory mitigating circumstances charged to the jury were (1) that the\ndefendant has no significant history of criminal behavior; (2) that the murder was committed while the defendant was\nunder the influence of extreme mental or emotional disturbance; (3) that the capacity of the defendant to appreciate the\nwrongfulness of his condu ct or to conform to the requirements of the law was substantially impaired as a result of mental\ndisease or defect or intoxication which was insufficient to establish a defense to the crime but which substantially affected\nhis judgment; (4) that the defenda nt was physically abused as a child; (5) that the defend ant was sexually abused as a\nchild; (6) that the defendan t was aband oned and neglected a s a child; (7) tha t the defenda nt was emo tionally deprived\nas an infant and during early childhood; (8) that the defendant was deprived of nutrition as a child; (9) that the defendant\ndid not receive continued counseling and psychotherapy for persons who are sexually and physically abused; (10) that\nthe defendant has been diagnosed with attention deficit disorder; (11) that the defendant has been diagnosed as having\npost-trauma tic stress disorder; (12) that the defendant was a productive citizen in our society prior to his arrest; having\nserved our community in the military and been employed; (13) that the defendant acknowledges the seriousness of the\ncrime he has committed and accepts responsibility for his actions; and (14) that the defendant is ashamed o f his actions.\nThe trial court also inc luded a “ca tch-all” instruction to the jury that it could consider any other mitigating circumstances\nnot specifically recited in the charge.\n\n                                                             -6-\n\f        Pursuant to Tennessee Code Annotated section 39-13-206(c)(1), this Court is charged with\nindependently determining whether the evidence supports the jury’s finding of statutory aggravating\ncircumstances and whether the evidence supports the jury’s finding that the aggravating\ncircumstances outweigh any mitigating circumstances beyond a reasonable doubt. In determining\nwhether the evidence supports the application of an aggravating circumstance, the proper standard\nto consider is whether, after reviewing the evidence in the light most favorable to the State, “a\nrational trier of fact could have found the existence of the aggravating circumstance beyond a\nreasonable doubt.” State v. Henderson, 24 S.W.3d 307, 313 (Tenn. 2000); State v. Keough, 18\nS.W.3d 175, 180-81 (Tenn. 2000); State v. Carter, 988 S.W.2d 145, 150 (Tenn. 1999). After a\ncareful review of the testimony and evidence presented at the sentencing hearing, we conclude that\nthe evidence fully supports the jury’s findings that both aggravating circumstances are present in this\ncase and that the aggravating circumstances outweigh any mitigating circumstances beyond a\nreasonable doubt.\n\n                      A. Tennessee Code Annotated section 39-13-204(i)(1)\n\n        Tennessee Code Annotated section 39-13-204(i)(1) provides as a statutory aggravating\ncircumstance that “[t]he murder was committed against a person less that twelve (12) years of age\nand the defendant was eighteen (18) years of age, or older.” The record indisputably shows that the\nvictim in this case, Nikki Reed, was eight years old at the time of her death and that the appellant\nwas twenty-seven years old. Viewed in a light most favorable to the State, we conclude that a\nrational trier of fact could have found the existence of this aggravating circumstance beyond a\nreasonable doubt.\n\n                      B. Tennessee Code Annotated section 39-13-204(i)(5)\n\n        Tennessee Code Annotated section 39-13-204(i)(5) provides as a statutory aggravating\ncircumstance that “[t]he murder was especially heinous, atrocious, or cruel in that it involved torture\nor serious physical abuse beyond that necessary to produce death.” The appellant makes three\narguments as to how this aggravating circumstance was improperly applied to the facts and\ncircumstances of this case. First, he argues that the proof was insufficient to justify finding this\naggravating circumstance beyond a reasonable doubt because the proof failed to demonstrate that\nthe victim was conscious while she was tortured or suffered serious physical abuse beyond that\nnecessary to cause death. Second, the appellant argues that his right to a unanimous jury was\ncompromised by allowing the jury to consider either torture or serious physical abuse in finding the\npresence of this aggravating circumstance. Last, the appellant argues that the (i)(5) aggravating\ncircumstance has been interpreted so broadly as to render it unconstitutional in that it fails to\nsufficiently narrow the class of death-eligible defendants. Having thoroughly considered each of the\nappellant’s arguments, we find that none has merit, and we affirm the jury’s finding of the presence\nof this aggravating circumstance beyond a reasonable doubt.\n\n              1. Evidentiary Sufficiency of the (i)(5) Aggravating Circumstance\n\n\n\n                                                 -7-\n\f        The “especially heinous, atrocious or cruel” aggravating circumstance “may be proved under\neither of two prongs: torture or serious physical abuse.” See State v. Hall, 8 S.W.3d 593, 601 (Tenn.\n1999). This Court has defined “torture” as “the infliction of severe physical or mental pain upon the\nvictim while he or she remains alive and conscious.” State v. Morris, 24 S.W.3d 788, 797 (Tenn.\n2000); State v. Williams, 690 S.W.2d 517, 529 (Tenn. 1985). The phrase “serious physical abuse\nbeyond that necessary to produce death,” on the other hand, is “self-explanatory; the abuse must be\nphysical rather than mental in nature.” Hall, 8 S.W.3d at 601; see also State v. Suttles, __ S.W.3d\n__, __ (Tenn. 2000). The “word ‘serious’ alludes to a matter of degree,” and the term “abuse” is\ndefined as “an act that is ‘excessive’ or which makes ‘improper use of a thing,’ or which uses a thing\n‘in a manner contrary to the natural or legal rules for its use.’” State v. Odom, 928 S.W.2d 18, 26\n(Tenn. 1996); see also State v. Nesbit, 978 S.W.2d 872, 887 (Tenn. 1998); Morris, 24 S.W.3d at 797.\n\n        Our case law is clear that “[t]he anticipation of physical harm to oneself is torturous” so as\nto establish this aggravating circumstance. See State v. Carter, 988 S.W.2d 145, 150 (Tenn. 1999)\n(citing cases from other jurisdictions); see also Nesbit, 978 S.W.2d at 886-87; State v. Hodges, 944\nS.W.2d 346, 358 (Tenn. 1997). Our case law is also clear that the physical and mental pain suffered\nby the victim of strangulation may constitute torture within the meaning of the statute. See State v.\nCauthern, 967 S.W.2d 726, 732-33 (Tenn. 1998); Hodges, 944 S.W.2d at 358. The facts of this case,\nwhen viewed in a light most favorable to the State, easily satisfy both of these definitions. From the\nappellant’s own statements, we know that this child was essentially kidnaped and secreted to a\ndiscrete and remote location—by someone in a position of trust—under the pretense that she was\nbeing taken to see her mother. The appellant stopped the car, and Nikki watched him take off his\npants and then remove her own clothes. While still in the strict confines of the front seat of the car,\nthe appellant climbed on top of her, covered her mouth, and began to forcibly rape her while\ncrushing her throat with his left hand.\n\n        At some point while she was being violently raped, Nikki was struck in several parts of her\nface, and her head was smashed against the door handle. Although it is impossible to know how\nlong Nikki remained conscious during this terrifying ordeal, it is uncontroverted that she was alive\nand conscious at least through part of the rape, because even though the full weight of the appellant\nwas crushing her and even though she was being manually strangled, the appellant admitted that\nNikki struggled to get free with her arms and legs. In fact, the appellant candidly admitted that she\nstruggled to get free for “a little while.” When the appellant finished his gruesome act, he noticed\nthat she was no longer breathing and had turned blue, a fact he attributed to putting “too much\npressure on her [neck] where she couldn’t breathe.”\n\n         There can be no reasonable doubt that while she struggled to free herself, Nikki was alive and\nconscious, and a jury could rationally infer from its common sense and everyday experience that she\nwas extremely concerned about her own physical safety. Cf. Nesbit, 978 S.W.2d at 886 (stating that\njuries in capital cases may still “use their common knowledge and experience in deciding whether\na fact is logically deducible from the circumstances in evidence, or in making reasonable inferences\nfrom the evidence, and may test the truth and weight of the evidence by their own general knowledge\nand judgment derived from experience, observation, and reflection”). Moreover, the jury would have\n\n\n                                                 -8-\n\fbeen fully justified in concluding that as the appellant gradually choked off all air to the child, Nikki\nwas in an extreme state of mental pain and anxiety, as well as enduring and intense physical pain.\nA rational jury using common sense and judgment could clearly find that the proof established,\nbeyond a reasonable doubt, the torture of the victim through infliction of severe mental and physical\npain, and our cases require no more.\n\n        The appellant cites this Court’s decision in State v. Odom for the proposition that the proof\nwas insufficient to establish “torture” because penile rape alone cannot establish torture. We agree\nwith Odom to the extent that a rape, in and of itself, cannot support imposition of the death penalty\nwhen the crime charged is murder in the perpetration of a rape. The appellant ignores, however, that\nthe mental anguish of the child in this case was not derived solely from the act of penile penetration.\nRather, the severe mental and physical pain of the victim necessary to establish “torture” is derived\nfrom all of the surrounding circumstances of the murder, which necessarily include the kidnaping\nand forcible confinement of the victim by someone in a position of trust, the brutal rape of the\nvictim, and the violent manual strangulation of the victim to the point that she lost consciousness\nand turned blue.\n\n        While the mere fact of rape could not be used to impose death under the facts of the\nappellant’s case, the sentencing authority certainly could have inquired into the unique circumstances\nsurrounding the offense to determine whether the victim was “tortured” within the meaning of the\n(i)(5) aggravating circumstance. Contrary to the appellant’s assertions, we find nothing in Odom\nwhich prevents a thorough examination of the circumstances surrounding the rape and murder. In\nfact, Odom’s legitimate concerns with sufficient narrowing of the death-eligible class of defendants\nare actually furthered by such an examination, and only in this manner can the sentence of death be\nreserved for the “worst of the worse.” Based on our review of the entire record in the present case,\nwe find that a rational jury could have concluded from all of the surrounding circumstances that\nNikki Reed was tortured through the infliction of severe mental and physical pain.\n\n         The appellant also argues that the proof is insufficient to establish that the victim suffered\nserious physical abuse beyond that necessary to produce death. Again, we must disagree. By the\nappellant’s own admission, he manually choked the victim so forcefully that she stopped breathing,\nturned blue, and lapsed into unconsciousness. A rational jury could certainly have found that this\nparticular manual strangulation constituted serious physical abuse beyond that necessary to produce\ndeath, even though the manual strangulation was not determined to be an actual cause of death. The\nlaw is clear that “[t]here is no requirement that the cause or mode of death also be the cause or mode\nof the ‘serious physical abuse beyond that necessary to produce death.’” Nesbit, 978 S.W.2d at 887.\nAccordingly, we have no hesitation in also concluding that a rational jury could have found beyond\na reasonable doubt that this murder was especially heinous, atrocious, or cruel in that it involved\nserious physical abuse beyond that necessary to produce death.\n\n               2. Right to Unanimous Jury Finding as to Either “Torture” or\n             “Serious Physical Abuse Beyond That Necessary to Produce Death”\n\n\n\n                                                  -9-\n\f         The appellant next argues that by permitting the jurors to find either “torture” or “serious\nphysical abuse beyond that necessary to produce death,” the trial court denied him his constitutional\nright to a unanimous jury for the “especially heinous, atrocious, or cruel” aggravating circumstance.\nMore specifically, the appellant notes that when the jury returned its verdict form, it indicated that\nit found that “the murder was especially heinous, atrocious, or cruel in that it involved torture or\nserious physical abuse beyond that necessary to produce death.” (emphasis added). The appellant\nargues that because the jury returned its verdict in the disjunctive, “there is no way to determine\nwhether the twelve jurors unanimously agreed on either basis for finding the aggravating\ncircumstances or the facts in support thereof.” In essence, the appellant argues that unless a jury\nunanimously agrees as to a particular set of facts constituting guilt—or in this case, the particular set\nof facts constituting the presence of the (i)(5) aggravating circumstance—a defendant is denied his\nor her right to a unanimous jury. After reviewing the applicable case law, we hold that the appellant\nwas not denied his constitutional right to a unanimous jury or that a special unanimity instruction\nwas required.\n\n        It is beyond question that the right to a unanimous jury verdict is “fundamental, immediately\ntouching on the constitutional rights of an accused.” See, e.g., State v. Burlison, 501 S.W.2d 801,\n804 (Tenn. 1973). Our research reveals no case, however, in which we have held that the right to\na unanimous jury verdict encompasses the right to have the jury unanimously agree as to the\nparticular theory of guilt supporting conviction for a single crime. See, e.g., State v. Lemacks, 996\nS.W.2d 166, 170-71 (Tenn. 1999) (holding that jury need not be unanimous as between direct\ncriminal liability or criminal responsibility arising out of the same transaction because criminal\nresponsibility is not a “separate distinct crime”); State v. Cribbs, 967 S.W.2d 773 (Tenn. 1998)\n(holding that general verdict of guilt on first degree murder poses no constitutional problem even\nthough some jurors may have convicted the defendant based upon proof of felony murder or\npremeditated murder). In fact, we have recently reached just the opposite conclusion in State v.\nAdams, 24 S.W.3d 289 (Tenn. 2000). In Adams, this Court was asked to decide whether a jury must\nunanimously agree on a specific serious bodily injury resulting from child neglect before it can\nproperly return a guilty verdict for aggravated child abuse through neglect. In affirming the\ndefendants’ conviction and sentence, we stated,\n\n        To adopt the appellants’ argument that the jury must agree as to the specific serious\n        bodily injury [supporting conviction for aggravated child abuse through neglect]\n        requires, in essence, that the state elect the facts to support elements rather make an\n        election of offenses. Our cases have not required that a jury unanimously agree as to\n        facts supporting a particular element of a crime so long as the jury agrees that the\n        appellant is guilty of the crime charged.\n\n24 S.W.3d at 297 (emphasis in original). The United States Supreme Court has also stated that\n“different jurors may be persuaded by different pieces of evidence, even when they agree on the\nbottom line. Plainly, there is no general requirement that the jury reach agreement on the preliminary\nfactual issues which underlie the verdict.” Schad v. Arizona, 501 U.S. 624, 632 (1991).\n\n\n\n                                                  -10-\n\f         It is clear that “torture” and “serious physical abuse beyond that necessary to produce death”\nare separate methods or theories of establishing the (i)(5) aggravator and not separate aggravating\ncircumstances by themselves. We have stated previously that the phrase “especially heinous,\natrocious, or cruel” is a unitary concept, State v. Van Tran, 864 S.W.2d 465, 479 (Tenn. 1993),\nwhich “may be proved under either of two prongs: torture or serious physical abuse.” See Hall, 8\nS.W.3d at 601. Our cases simply do not require that jurors agree as to which theory supports the\nview that the murder is “especially heinous, atrocious, or cruel.” So long as the proof is sufficient\nunder either theory for finding the aggravating circumstance beyond a reasonable doubt, and so long\nas all jurors agree that the aggravating circumstance is present and applicable to the case at hand,\ndifferent jurors may rely upon either theory to reach their conclusion. See Suttles, __ S.W.3d at __\n(“This [(i)(5)] aggravating circumstance may be applied if the evidence is sufficient to support either\ntorture or serious physical abuse beyond that necessary to produce death.”), and cases cited therein.\n\n         As we have previously stated, the proof in this case was more than sufficient to allow a\nrational jury to find the (i)(5) aggravating circumstance beyond a reasonable doubt under either a\ntheory of torture or a theory of serious physical abuse beyond that necessary to produce death. This\nis not a case where the gruesome acts by the appellant establishing either torture or serious physical\nabuse occurred at such different times or under such varying circumstances that they could be said\nto be separate in fact. Rather, the proof established that the victim’s severe mental pain and manual\nstrangulation occurred proximately in time and space. In addition, we note that the court properly\ninstructed the jury that it had to unanimously agree that the State proved this aggravating\ncircumstance beyond a reasonable doubt, and the jury clearly indicated from its verdict form that it\nunanimously found the (i)(5) aggravating circumstance to be present and applicable in this case.\nBased on these reasons, we conclude that the appellant was not deprived of his right to a unanimous\njury verdict.\n\n        In response, the appellant quotes a passage from State v. Brown, 823 S.W.2d 576 (Tenn.\nCrim. App. 1991), as standing for the proposition that a jury must understand “its duty to agree on\na particular set of facts.” Id. at 583. A closer reading of Brown, however, shows that this language\nserved only to reemphasize that “the purpose of election is to ensure that each juror is considering\nthe same occurrence,” see State v. Shelton, 851 S.W.2d 134, 158 (Tenn. 1993), and it does not\nsupport the proposition that a jury must agree to the facts establishing a theory of an offense. The\ndefendant in Brown was charged in an open-dated indictment with possession of cocaine, and the\nproof established that the defendant engaged in conduct constituting the charged crime on at least\nfour separate occasions. In reversing the defendant’s conviction, the Court of Criminal Appeals only\nrequired unanimous agreement as to the specific occurrence of the crime, id. at 583-84, not\nagreement as to the facts supporting different theories of guilt arising out of that one occurrence.\nOnce a jury has agreed on the specific occurrence at issue, Brown cannot properly be read to require\nfurther agreement as to the particular facts supporting the elements of that offense when different\ntheories are available for consideration.\n\n       The appellant also cites the capital sentencing statute which states that no death sentence may\nbe imposed “but upon a unanimous finding that the state has proven beyond a reasonable doubt the\n\n\n                                                 -11-\n\fexistence of one or more of the statutory aggravating circumstances . . . .” Tenn. Code Ann. § 39-\n13-204(i). A plain reading of this statute only requires that the jury unanimously agree that the\naggravating circumstance in question is present; it does not require that the jury agree as to all facts\nestablishing the presence of that circumstance when different theories are available for consideration.\nWhere the language of the statute is clear and unambiguous, we will not extend the meaning of that\nstatute beyond its plain and obvious import. See, e.g., McClain v. Henry I. Siegel Co., 834 S.W.2d\n295, 296 (Tenn. 1992). This issue is without merit.\n\n                  3. Constitutionality of the (i)(5) Aggravating Circumstance\n\n        The appellant next argues that the meaning of the “especially heinous, atrocious, or cruel”\naggravating circumstance has been so broadly interpreted by the courts of this state that it now fails\nto adequately narrow the class of death-eligible defendants. More specifically, the appellant refers\nto several cases from this Court which (1) allow “torture” to include “severe mental pain,” see State\nv. Williams, 690 S.W.2d 517 (Tenn. 1985); (2) allow a finding of torture without any intent on the\npart of the defendant to inflict torture or serious physical abuse beyond that necessary to produce\ndeath, see State v. Blanton, 975 S.W.2d 269 (Tenn. 1998); and (3) allow jurors to use their common\nknowledge and experience in finding that “physical and mental torture” was inflicted upon the\nvictim, see State v. Nesbit, 978 S.W.2d 872 (Tenn. 1998). Because of each of these “broadening\nconstructions,” the appellant argues, this aggravating circumstance “is applicable in virtually every\nfirst degree murder and fails to properly narrow that eligible for the death penalty.” Again, we must\ndisagree.\n\n        The very purpose of the consideration of aggravating circumstances within a scheme of\ncapital punishment is to provide some principled guidance for the sentencing authority to choose\nbetween death and a lesser sentence. See, e.g., Godfrey v. Georgia, 446 U.S. 420, 428-29 (1980);\nsee also State v. Middlebrooks, 995 S.W.2d 550, 556 (Tenn. 1999). Although a court could interpret\nan aggravating circumstance so broadly that it would allow the jury unlimited discretion in imposing\nthe death penalty, cf. State v. Wood, 648 P.2d 71 (Utah 1981), the test for constitutional infirmity\nis whether one could fairly conclude that an aggravating circumstance applies to every defendant\neligible for the death penalty, see Maynard v. Cartwright, 486 U.S. 356, 364 (1988) (invalidating\naggravating circumstance that “an ordinary person could honestly believe” described every murder);\nGodfrey, 446 U.S. at 428-429 (“A person of ordinary sensibility could fairly characterize almost\nevery murder as ‘outrageously or wantonly vile, horrible and inhuman.’”). We have consistently\nupheld the constitutionality of Tennessee Code Annotated section 39-2-203(i)(5) in the face of\narguments that it applies to all defendants, and we have repeatedly rejected the contention that it is\nvague or overbroad. See, e.g., State v. Middlebrooks, 995 S.W.2d 550, 556 (Tenn. 1999); State v.\nBlanton, 975 S.W.2d 269, 280 (Tenn. 1998); State v. Black, 815 S.W.2d 166, 181 (Tenn. 1991).\nAlthough the appellant’s argument today differs somewhat from those previously advanced in other\ncases, we reaffirm the constitutionality of the “especially heinous, atrocious, or cruel” aggravating\ncircumstance.\n\n\n\n\n                                                 -12-\n\f         First, it is clear that by defining “torture” to include “severe mental pain,” this Court has not\nbroadened the scope of the “especially heinous, atrocious, or cruel” aggravating circumstance so as\nto render it unconstitutional. In Walton v. Arizona, 497 U.S. 639 (1990), the United States Supreme\nCourt upheld the application of Arizona’s “especially heinous, cruel or depraved” aggravating\ncircumstance. Although finding the wording of the circumstance facially vague, the Court\nnevertheless upheld its application because of the limiting constructions placed on the wording by\nthe Arizona courts. One of the limiting constructions placed upon this aggravating circumstance was\nthat the crime must have been “committed in an especially cruel manner when the perpetrator inflicts\nmental anguish or physical abuse before the victim’s death.” In upholding this circumstance as\napplied, the Walton Court expressly stated that a limiting construction which defines “mental\nanguish” to include “a victim’s uncertainty as to his ultimate fate” passes constitutional muster. Id.\nat 654. In addition, several other states with a statutory aggravating circumstance virtually identical\nto our (i)(5) circumstance have held that the word “torture” necessarily includes “mental anguish”\nwithin its meaning.2 Accordingly, we conclude that the inclusion of “severe mental pain” within the\ndefinition of “torture” has not rendered this aggravating circumstance unconstitutional.\n\n         Second, the fact that the statute does not require an intent on the part of the defendant to\ninflict torture or serious physical abuse upon the victim also does not broaden the scope of the (i)(5)\naggravating circumstance so as to render it unconstitutional. We have repeatedly rejected this\nargument in the past, see State v. Carter, 988 S.W.2d 145, 150 (Tenn. 1999); State v. Blanton, 975\nS.W.2d 269, 281 (Tenn. 1998); see also State v. Odom, 928 S.W.2d 18, 26 n.5 (Tenn. 1996), and\nwe do so again today. Once again, we note that “[c]ircumstance (i)(5) does not require a mens rea.\nThe aspect of torture focuses on the circumstances of the killing.” Carter, 988 S.W.2d at 150.\n\n         The United States Supreme Court has never held that the “especially heinous, atrocious, or\ncruel” circumstance is unconstitutional in the absence of any mental requirement, and we conclude\nthat the absence of a mental state does not render this circumstance constitutionally infirm in this\nstate. Nothing in our statutes or cases, however, precludes consideration of the defendant’s mental\nstate in mitigation of sentence. In fact, Tennessee Code Annotated section 39-13-204(j)(9)\nspecifically provides that the jury shall consider “[a]ny other mitigating factor which is raised by the\nevidence produced by either the prosecution or defense at either the guilt or sentencing hearing.”\nThis broad catch-all provision necessarily includes consideration of the defendant’s mens rea at the\ntime the victim is tortured or receives serious physical abuse beyond that necessary to produce death.\nCf. State v. Zaragoza, 659 P.2d 22, 27 (Ariz. 1983). In addition, before a jury may impose death,\nit must conclude that the aggravating circumstance or circumstances outweigh any mitigating\ncircumstances beyond a reasonable doubt. Tenn. Code Ann. § 39-13-204(g)(1). This calculus also\nnecessarily includes consideration of the circumstances of the offense and the defendant’s mental\nstate at the time he or she inflicts torture or serious physical abuse upon the victim. Accordingly,\n\n         2\n            See, e.g., Willett v. State , 983 S.W .2d 409 , 411 (Ar k. 1998 ) (“‘Menta l anguish’ is defined as the victim’s\nuncertainty as to his ultimate fate.”); State v. Jackson, 918 P.2d 1038, 1047 (Ariz. 1996) (“Mental anguish includes a\nvictim’s uncertainty as to her ultimate fate.”); State v. Spry, 973 P.2d 783, 791 (Kan. 1999) (“Mental anguish includes\na victim’s uncerta inty as to [his] or [he r] ultimate fate.”); Neill v. State , 896 P.2 d 537, 5 56 (Okla. Crim. App. 1994)\n(“Menta l anguish includ es the victim’s unc ertainty as to his ultima te fate.”).\n\n                                                           -13-\n\fthe fact that a mental state is absent from the “especially heinous, atrocious, or cruel” aggravating\ncircumstance does not render this circumstance constitutionally infirm.\n\n        Finally, we reject the contention that allowing a jury to use its common sense, knowledge,\nand experience somehow renders the (i)(5) aggravating circumstance constitutionally infirm. As the\nUnited States Supreme Court has noted, this aggravating circumstance “is not susceptible to\nmathematical precision,” Walton, 497 U.S. at 655, and so long as the jury is given some meaningful\nguidance in the sentencing process, it is anomalous to conclude that the jury cannot then reach its\nfinal determination through the use of its collective knowledge, experience, and common sense.3\nIf the appellant did not wish to have a jury use its collective knowledge and common sense to\ndetermine an appropriate sentence in his case, we observe that procedures were available for him to\nrequest sentencing without a jury. See Tenn. Code Ann. § 39-13-205(b). A jury’s ability to use its\ncollective knowledge, experience, and common sense to assist in reaching a determination in these\nweighty and complex matters is the very strength of the jury system, not evidence of its frailty or\nunconstitutionality.\n\n       In summary, we hold that a rational jury could have found the (i)(5) aggravating circumstance\nbeyond a reasonable doubt. The evidence was more than sufficient to establish that the murder was\n“especially heinous, atrocious, or cruel” in that it involved both torture and serious physical abuse\nbeyond that necessary to produce death. Further, the trial court was not required to give an\nadditional unanimity instruction as to the particular theory supporting this aggravating circumstance,\nbecause its general unanimity instruction with regard to the aggravating circumstances as a whole\nwas adequate. Finally, interpretations of this Court have not expanded the meaning of the (i)(5)\naggravating circumstance beyond constitutional bounds. We affirm the application of this\naggravating circumstance to the appellant’s case.\n\n             C. Review of the Weighing of the Aggravating and Mitigating Circumstances\n\n        Having determined that a rational jury could have found the presence of two statutory\naggravating circumstances beyond a reasonable doubt, we now undertake to determine whether the\nevidence supports the jury’s finding that these aggravating circumstances outweigh any mitigating\ncircumstances beyond a reasonable doubt. The jury did not indicate which, if any, of the fifteen\nmitigating circumstances submitted by the trial court was properly supported by the evidence, but\nin undertaking this analysis, we will presume that the jury found all fifteen mitigating circumstances\nwere raised and supported by at least some evidence.\n\n\n         3\n            This is also the very task that is expected of a jury in virtually all other aspects of capital sentencing, such\nas evaluating the presence and strength of any mitigating circumstances and even when making the final determination\nof punishmen t. Cf. State v. Nich ols, 877 S.W .2d 722 , 731 (T enn. 199 4) (“Onc e a capital sen tencing jury find s that a\ndefendant falls within the legislatively-d efined categ ory of perso ns eligible for the death penalty, the jury is fre e to\nconsider a myriad of factors to determine whether death is the punishment appropriate to the offense and the individual\ndefendant.”) (citing California v. Ramos, 463 U .S. 992, 1 005 (19 83); Barclay v. Florida, 463 U.S. 939, 948 (1983) ; Zant\nv. Stephens, 462 U .S. 862, 8 78 (198 3)).\n\n\n\n                                                           -14-\n\f        Nevertheless, based upon our own review, we conclude that the jury could have rationally\nconcluded that the two aggravating circumstances outweighed any mitigating circumstances beyond\na reasonable doubt. Both aggravating circumstances were clearly present beyond a reasonable doubt\nand were properly considered by the jury. The evidence shows that the appellant secreted the victim\naway by driving her to a discrete and remote location. The appellant then violently raped and\nassaulted the victim, while manually strangling her with such force as to render her unconscious.\nAlthough the appellant argued that he was under extreme mental stress during his gruesome crime,\nthe testimony of Mr. Wilson and others to the effect that the appellant appeared to be acting\n“normally” both before and after the murder, certainly weighs heavily against his position. Further,\nwe are unable to say that the jury improperly weighed any evidence concerning the appellant’s\nunfortunate childhood—or that it improperly weighed any evidence of depression, post-traumatic\nstress disorder, or attention deficit disorder—as there was no testimony, expert or otherwise, that any\nof these circumstances affected the appellant at the time of his offense or were otherwise responsible,\ndirectly or indirectly, for his behavior on March 17, 1990. Accordingly, we find that a rational jury\ncould have concluded that both aggravating circumstances in this case outweighed any mitigating\ncircumstances beyond a reasonable doubt.\n\n                               II. JURY INSTRUCTION ISSUES\n\n        The appellant raises two issues relating to the instruction of the jury during the sentencing\nphase. More specifically, he argues that the trial court erred in refusing to give an instruction on the\nsentence of life imprisonment without the possibility of parole and that the court erred in not\nsubmitting to the jury the appellant’s special instruction with regard to circumstantial evidence.\nAfter reviewing the record and the applicable case law, we hold that the appellant’s assignments of\nerror are without merit.\n\n                        A. Life Without the Possibility of Parole Instruction\n\n        In 1993, the General Assembly amended the capital sentencing statutes to provide for the\nsentence of life imprisonment without the possibility of parole. See 1993 Tenn. Pub. Acts ch. 473.\nSection 16 of chapter 473 provides that “[t]his act shall take effect on July 1, 1993, the public\nwelfare requiring it, and shall apply to all offenses committed on or after that date.” The appellant\nargues that although his offense was committed before the effective date of the act—it was\ncommitted on March 17, 1990—he is nevertheless entitled to the instruction because his second\nsentencing hearing on remand occurred more than four years after the act was passed. The appellant\nalso argues that the failure to instruct the jury on the punishment of life without parole violates the\nEighth and Fourteenth Amendments to the United States Constitution and Article I, sections eight\nand sixteen of the Tennessee Constitution. For the reasons given herein, we hold that the appellant\nwas not entitled to an instruction on life imprisonment without the possibility of parole and that such\nan instruction was not constitutionally required.\n\n                1. Plain Language of 1993 Tenn. Pub. Acts ch. 473, section 16.\n\n\n\n                                                 -15-\n\f        Before addressing the constitutional issues presented with respect to the propriety of this\ninstruction, we first observe that the plain language of the statute applies only to cases in which the\noffense was committed after July 1, 1993, and therefore, the appellant was not statutorily entitled to\nthe instruction. We have previously addressed this issue in State v. Cauthern, 967 S.W.2d 726, 734-\n36 (Tenn. 1998), in which we first held that the statutory language prohibited a jury from considering\nlife without the possibility of parole as a sentencing option where the offense was committed before\nJuly 1, 1993. In denying the defendant relief on this basis, we first noted that according to the plain\nlanguage of the statute, the instruction was not available to the defendant because his offense was\ncommitted “well before July 1, 1993.” Id. at 735. We also held that the specific provisions of this\nact governed over the more general provisions of Tennessee Code Annotated sections 39-13-204(k)\n(Supp. 1996) and 39-11-112 (1991), which the defendant argued made the instruction a viable\npossibility for sentences imposed after July 1, 1993.4 We concluded by finding “no indication that\nthe legislature intended that the option of life without parole apply retrospectively to offenses\noccurring before July 1, 1993.”\n\n         The appellant in this case argues that Cauthern cannot directly resolve this issue because the\nstatute is ambiguous as to whether it applies to sentencing hearings occurring after the effective date\nof the act. As such, the appellant contends, any ambiguity should be weighed in favor of allowing\nthe life without parole instruction. We disagree. First, the statute is not ambiguous. Although the\nstatute does not mention sentencing hearings specifically, the statute is clear that it applies only to\noffenses committed on or after that date. We will not construe the plain, unambiguous language of\nthe statute to give “any forced or subtle construction which would extend or limit its meaning.”\nState v. Butler, 980 S.W.2d 359, 362 (Tenn. 1998); see also State v. Davis, 940 S.W.2d 558, 561\n(Tenn. 1997).\n\n         Second, as evidenced by Tennessee Code Annotated section 40-35-117(b) (1997), the\nGeneral Assembly could have drafted the statute so as to apply the life without parole instruction to\nsentencing hearings if it had so desired. In stark contrast to the language of the statute at issue in this\ncase, the language of section 40-35-117(b) specifically states that “[u]nless prohibited by the United\nStates or Tennessee constitution, any person sentenced on or after November 1, 1989, for an offense\ncommitted between July 1, 1982 and November 1, 1989, shall be sentenced under the provisions of\nthis chapter [the 1989 Criminal Sentencing Reform Act].” (emphasis added). We have recently\nreaffirmed that this language requires sentencing according to the 1989 Act, absent any violation of\ndue process, even if the offense was committed before the effective date of the act. See McConnell\nv. State, 12 S.W.3d 795 (Tenn. 2000). Because the General Assembly has demonstrated its ability\nto draft statutes that apply sentencing changes to sentencing hearings, its failure to do so in this case\nmust work against allowing the appellant to receive the life without parole instruction.\n\n\n         4\n            As we stated in Cauthern, Tennesse e Code Annotated section 39 -13-204 (k) provid es that if a defend ant is\ngranted a new trial, “either as to guilt or punishment or both, the new trial shall include the possible punishments of death,\nimprisonment for life without possibility of parole or imprisonment for life.” Because this section was enacted as part\nof the same public act provid ing for the life withou t parole instruc tion, this provisio n is also gove rned by the a ct’s\neffective date as set forth in section 16.\n\n                                                            -16-\n\f        Having reviewed our discussion of this issue in Cauthern, we see no justification to depart\nfrom the reasoning of that case.5 The plain language of the statute permits the life without parole\ninstruction to be given only in cases in which the offense was committed after July 1, 1993. The\nimportance of the use of this language is reinforced by the fact that the corresponding language of\nthe 1989 Criminal Sentencing Reform Act applies to all sentences imposed after its effective date.\nWe further note that the General Assembly has made no effort to amend the life without parole\nstatute since Cauthern to correct any apparent misunderstanding. Accordingly, we hold that the\nappellant was not entitled to receive an instruction on the punishment of life without the possibility\nof parole according to the plain language of the statute.\n\n                                       2. Evolving Standards of Decency\n\n         The appellant next argues that the failure to give a life without the possibility of parole\ninstruction violates the federal and Tennessee Constitutions because it is contrary to society’s\n“evolving standards of decency.” As evidence that the life without parole instruction is part of the\nevolving standards of decency, the appellant cites this state’s adoption of the instruction in 1993 as\nwell as the fact that “of the thirty-eight states that currently have capital punishment schemes, at least\nthirty-five give the sentencing body the option of imposing life imprisonment without parole in lieu\nof a death sentence.” The appellant also cites opinion polls and the purported practice of sentencing\njuries as further evidence of the nation’s evolving standards of decency. Accordingly, Tennessee’s\nown evolving standards of decency, the appellant argues, “mandate that the sentencing option [of\nlife without parole] be given when requested in all sentencing hearings after the Act’s effective\ndate.” Again, we must disagree.\n\n        A review of the federal case law on the application of the Eighth Amendment’s “evolving\nstandards of decency” doctrine reveals that doctrine provides both substantive and procedural\nprotections against the imposition of cruel and unusual punishments. The substantive part of this\ndoctrine ensures that no type of punishment will be inflicted that is “inhuman and barbarous,” see\nWeems v. United States, 217 U.S. 349, 368 (1910), or that is “excessive [in] length or severity, [or]\ngreatly disproportioned to the offenses charged,” id. at 371 (citing O’Neil v. Vermont, 144 U.S. 323\n(1892)). The substantive protections of the “evolving standards of decency” doctrine in capital cases\nmay be seen in the following cases from the United States Supreme Court, in which certain types of\nexecutions were held to constitute cruel and unusual punishment: Thompson v. Oklahoma, 487 U.S.\n815 (1988) (holding that the death penalty may not be imposed on persons fifteen years of age or\nyounger); Ford v. Wainwright, 477 U.S. 399, 406 (1986) (prohibiting the execution of mentally\nincompetent persons); Coker v. Georgia, 433 U.S. 584, 592 (1977) (holding that a defendant\n\n\n         5\n            We also note that the proce dural history o f Cauthern is virtually identical to that of the present case, a fact\nwhich strengthens o ur conclusio n that Cauthern should control the outcome of this case. In Cauthern, the defendant was\nfirst convicted of first degree m urder and sentenced to death in 1988. On automatic appeal, this Court affirmed the\nconviction but remanded the case for resentencing. The defendant was again sentenced to death at a second sentencing\nhearing, which occurred at some point after the life without possibility of parole instruction took effect on July 1, 1993.\nOn a second automatic appeal to this Court, the Cauthern defendant argued that because his resentencing took place after\nthe effective da te of the act, he wa s entitled to the life witho ut parole instru ction.\n\n                                                           -17-\n\fconvicted of rape, without more, cannot be given the death penalty); and Tison v. Arizona, 481 U.S.\n137 (1987) (limiting death eligibility based on accomplice liability).\n\n         Beginning with Gregg v. Georgia, 428 U.S. 153 (1976), the Eighth Amendment’s prohibition\nagainst cruel and unusual punishment also took on a procedural aspect to ensure that the death\npenalty was not, in the words of Potter Stewart, “wantonly” or “freakishly” imposed.6 Gregg stated\nthat “the concerns expressed in Furman [v. Georgia] that the penalty of death not be imposed in an\narbitrary or capricious manner can be met by a carefully drafted statute that ensures that the\nsentencing authority is given adequate information and guidance.” 428 U.S. at 195. Since Gregg,\nthese procedural aspects of the Eighth Amendment’s evolving standards of decency doctrine have\nfocused on ensuring that the system used to impose death is not one “of standardless jury discretion.”\nId. at 428 U.S. 153, 195 n.47. A review of the case law reveals that these procedural issues generally\narise in two areas: (1) issues related to the channeling of the jury’s discretion to impose death, see\nWalton v. Arizona, 497 U.S. 639 (1990); Maynard v. Cartwright, 486 U.S. 356 (1988); Godfrey v.\nGeorgia, 446 U.S. 420 (1980); and (2) issues related to the notion of individualized sentencing and\nconsideration of mitigating evidence, see Eddings v. Oklahoma, 455 U.S. 104, 115 (1982); Lockett\nv. Ohio, 438 U.S. 586, 604 (1978). As these cases demonstrate, so long as the system used to\nimpose death is not rendered arbitrary or capricious in that the sentencing authority lacks adequate\ninformation or guidance, the procedural protections of the Eighth Amendment in capital cases have\nno application.\n\n         Although the appellant argues that the failure to give an instruction regarding the punishment\nof life without the possibility of parole violates the “evolving standards of decency” doctrine, he has\nfailed to show that his ineligibility for this instruction has rendered the Tennessee system of capital\npunishment arbitrary or capricious, or has in any way precluded the jury from considering his\nindividual circumstances or the nature of his crime. For despite his ineligibility for the life without\nparole instruction, the appellant was given a full and fair opportunity to present to the jury evidence\nin mitigation of sentence, and from all indications, the jury carefully considered and weighed the\nmitigating evidence before imposing death. This instruction has never been required by the Eighth\nAmendment in capital cases, and we conclude that its absence in this case certainly did not turn\notherwise constitutional procedures into ones infected with standardless discretion.\n\n         The appellant argues that, given the option, juries in Tennessee have sentenced defendants\nto life without parole more times than they have imposed death. He draws from this statistic that\n“the reliability of death sentences actually imposed subsequent to inclusion of the life without parole\noption has been enhanced.” Once again, though, the focus of the Eighth Amendment—and of\nArticle I, section sixteen—is on the capital sentencing process as a whole. Simply stated, we can\nlittle see how the absence of this instruction has rendered the process so unreliable, or so arbitrary\nand capricious, as to violate the ban on cruel and unusual punishments. The jury in this case still\n\n\n         6\n            See Furman v. Georgia, 408 U .S. 238, 3 10 (197 2) (Stewar t, J., concurring in judgment) (“I simply conclude\nthat the Eighth and Fourteenth Amendments cannot tolerate the infliction of a sentence of death under legal systems that\npermit this unique penalty to be so wantonly and so freakishly imposed.”).\n\n                                                         -18-\n\fheard all of the appellant’s evidence presented in mitigation of sentence, and the jury was given\nconstitutionally acceptable instruction and guidance as to the use of that evidence. Moreover, the\njury independently considered and weighed this evidence against the two aggravating circumstances\nit found beyond a reasonable doubt, and it unanimously concluded that the aggravating\ncircumstances outweighed any mitigating circumstances beyond a reasonable doubt. We simply are\nunable to conclude that the process by which the appellant was sentenced to death for his crimes was\nthe result “of standardless jury discretion,” even without the life without parole instruction. Neither\nthe Eighth Amendment, nor Article I, section 16, requires anything more. Cf. Lockett, 438 U.S. at\n605.7\n\n                                          3. The Need for Incapacitation\n\n        The appellant next argues that the life without parole instruction should have been given\nbecause death is in excess of that reasonably needed for incapacitation of the offender. Neither our\nstatutes nor our case law has ever rested the overall philosophical justification for the death penalty\nupon the need for incapacitation. Rather, it is well recognized that the only two penological goals\nserved by capital punishment are retribution and general deterrence of crime. See State v. Black, 815\nS.W.2d 166, 190 (Tenn. 1991); see also State v. Middlebrooks, 840 S.W.2d 317, 340 (Tenn. 1992)\n(citing Gregg v. Georgia, 428 U.S. at 183). In fact, our research has uncovered no Tennessee case\nin which incapacitation has even been cited as a legitimate penological goal supporting the death\npenalty, no doubt for the very reasons cited by the appellant.\n\n        In response, the appellant argues that even though incapacitation may not be a legitimate goal\nof capital punishment generally, “social science data indicate that it is reasonably likely that jurors\nreturn death sentences solely to prevent a defendant’s release into the community.” However, the\nappellant provides no support for this assertion, and even if taken as true, we see no indication from\nthe record of this case that the appellant was sentenced to death by the jury, in whole or in part, for\nincapacitative reasons. The district attorney did not argue that the appellant needed to be\nincapacitated or removed from society, and the judge certainly gave no such instruction allowing\nincapacitation to be considered. Accordingly, we conclude that the appellant was not entitled to a\nlife without parole instruction on the basis that juries impose death for reasons of incapacitation.\n\n\n\n         7\n            Having concluded that neither the federal nor Tennessee Constitutions requires an instruction on life without\nparole— because its absence does not hinder the presentation, consideration, or weighing of mitigating evidence, or\notherwise render the p roceedin gs arbitrary and capricious —we find unpersuasiv e the appe llant’s argumen t that the\ninstruction is required because most other states which have the death penalty also permit the life without parole\ninstruction. We note that other states have not uniformly required the new instruction to take effect at sentencing\nhearings occurring a fter the effective da te of the statute. At lea st two states othe r than Ten nessee req uire that the life\nwithout parole instruction be given only when the offense was committed after the effective date of the ac t, see State v.\nAlcorn, 638 N .E.2d 12 42, 124 6 (Ind. 19 94); Booth v. State, 608 A.2d 162, 17 3-174 (M d. 1992 ), and at least on e state\nallows the instruction o nly if the conviction occurs after the effective date o f the act, see Salazar v. S tate, 852 P.2d 729,\n740 (Okla. Crim . App. 19 93). A s the life without parole instruction is not constitutionally required in any scheme of\ncapital punishmen t, the Genera l Assembly was within its prero gative to apply the instruction only to offenses committed\nafter July 1, 1993.\n\n                                                             -19-\n\f                                         4. Equal Protection\n\n        Last, the appellant argues that he has been denied the equal protection of the laws in violation\nof the Fourteenth Amendment to the United States Constitution, because other defendants, whose\ncrimes were committed before July 1, 1993, have received a life without parole instruction. Even\nif correct, the appellant has succeeded only in showing that others similarly situated have been\ntreated differently. A successful equal protection claim, however, also requires a showing that the\ndecision not to give a life without parole instruction “ha[d] a discriminatory effect and that it was\nmotivated by a discriminatory purpose.” Cf. United States v. Armstrong, 517 U.S. 456, 465 (1996);\nsee also McCleskey v. Kemp, 481 U.S. 279, 292 (1987); State v. Irick, 762 S.W.2d 121, 129 (Tenn.\n1988). There is no indication in this record that the decision not to instruct the jury on the\npunishment of life without parole was the result of any discriminatory purpose. Rather, it appears\nby all accounts that the trial court’s actual reason for not instructing the jury on life without parole\nwas because the court believed it had no jurisdiction to do so. This legitimate reason does not\nprovide us with a sufficient basis to find discriminatory intent, and the appellant’s assignment is\naccordingly overruled.\n\n                             B. Instruction on Circumstantial Evidence\n\n        In the final assignment of error, the appellant argues that the trial court incorrectly instructed\nthe jury with regard to consideration of circumstantial evidence, because the instruction contained\nno information on how the jury was to weigh and consider circumstantial evidence. The instruction\ngiven by the trial court was as follows:\n\n               Any fact required to be proved may be established by direct evidence, by\n        circumstantial evidence, or by both combined.\n\n                Direct evidence is defined as evidence which proves the existence of the fact\n        in issue without inference or presumption. Direct evidence may consist of testimony\n        of a person who has perceived by the means of his or her senses the existence of a\n        fact sought to be proved or disproved.\n\n               Circumstantial evidence consists of proof of collateral facts and\n        circumstances which do not directly prove the fact in issue but from which that fact\n        may be logically inferred.\n\nThe appellant, on the other hand, specifically requested that the following special instruction be\ncharged:\n\n        When evidence of a fact required to be proved is made up entirely of circumstantial\n        evidence, then before you would be justified in finding the fact required to be proved,\n        you must find that all of the essential facts are consistent with the finding of the fact\n\n\n\n                                                  -20-\n\f         required to be proved, and the facts must exclude every other reasonable theory\n         except that of the fact required to be proved.\n\n        The State argues before this Court that the appellant was not entitled to his proposed\ninstruction because the proof of the two aggravating circumstances was not made up entirely of\ncircumstantial evidence. We agree with the State that the evidence supporting the (i)(1) aggravating\ncircumstance was established from the testimony of witnesses with personal knowledge, and is\ntherefore composed entirely of direct evidence. We agree with the appellant, however, that the\nevidence supporting the torture prong of the (i)(5) aggravating circumstance, was composed entirely\nof circumstantial evidence, as the jury had to infer from other evidence presented to them that Nikki\nsuffered severe mental and physical pain.8 Consequently, the trial court was required to instruct the\njury on the weighing of circumstantial evidence. Cf. State v. Thompson, 519 S.W.2d 790, 792\n(Tenn. 1975). Although the instruction given by the trial court addressed the nature of circumstantial\nevidence generally, the instruction did not provide guidance on how the jury was to find a fact of\nconsequence solely from circumstantial evidence. Cf. Monts v. State, 379 S.W.2d 34, 41 (Tenn.\n1964). Hence, we conclude that the trial court committed error in not granting the appellant’s\nrequest for a special instruction on circumstantial evidence.\n\n         Nevertheless, we conclude that this error was harmless as the error does not appear to have\naffirmatively affected the outcome of the sentencing hearing. See Tenn. R. Crim. P. 52(a); cf. State\nv. Hall, 958 S.W.2d 679, 695 (Tenn. 1997) (applying Rule of Criminal Procedure 52(a) to trial\ncourt’s refusal to give instructions on non-statutory mitigating circumstances). The instruction\nproposed by the appellant would have required the jury to make two specific findings before a more\ngeneral finding of torture was justified: (1) that all of the essential facts presented were consistent\nwith the victim suffering severe mental or physical pain; and (2) that the facts presented must have\nexcluded every other reasonable theory except that the victim suffered severe mental or physical\npain. When phrased in terms of the appellant’s proposed instruction, we conclude the jury would\nstill have found that Nikki was tortured through infliction of severe mental or physical pain. The\nevidence presented to the jury was certainly consistent with the fact that Nikki was extremely\nconcerned about her own physical safety in the terrifying moments before she lost consciousness,\nand that she was in extreme physical pain as she was strangled so forcefully that she turned blue and\nlost consciousness. Moreover, the evidence does in fact exclude every other reasonable theory\nexcept that the child suffered extreme mental and physical pain, and the record contains no evidence\nwhatsoever that would serve to contradict this finding. Accordingly, although we find technical error\nin failing to grant the appellant’s special request for a jury instruction, we also conclude that because\nthe error does not affirmatively appear to have affected the outcome of the sentencing hearing, this\nerror does not warrant reversal of the sentence.\n\n\n\n         8\n           We note, though, that the evidence supporting the serious physical abuse prong of the (i)(5) circumstance is\nestablished by the appellant’s own statements, and is therefore comprise d only of dir ect evidence. Because we have\nalready concluded that the jury could have possibly found the (i)(5) aggravating circumstance based solely on the torture\nprong, however, we conclude that the appellant was entitled have the jury instructed according to his special instruction.\n\n                                                          -21-\n\f        The appellant suggests that the error was not harmless because the jury was then required to\nweigh the finding of torture or serious physical abuse against any mitigating circumstances and then\nconclude that the aggravating circumstances outweighed any mitigating circumstances beyond a\nreasonable doubt. The appellant does not dispute, however, that the jury was properly instructed on\nits duty to find the aggravating circumstance beyond a reasonable doubt and on the proper weighing\nof aggravating and mitigating circumstances. As we concluded previously, a rational jury could have\nconcluded that this aggravating circumstance was present beyond a reasonable doubt and that both\naggravating circumstances in this case outweighed any mitigating circumstances beyond a reasonable\ndoubt. Accordingly, any error in instructing the jury on the finding of a fact based upon\ncircumstantial evidence was harmless.\n\n                       III. COMPARATIVE PROPORTIONALITY REVIEW9\n\n        Pursuant to Tennessee Code Annotated section 39-13-206(c)(1), “this Court conducts a\ncomparative proportionality review of every death sentence for the purpose of ‘determining whether\nthe death penalty is unacceptable in a particular case because it is disproportionate to the punishment\nimposed on others convicted of the same crime.’” State v. Henderson, 24 S.W.3d 307, 314 (Tenn.\n2000) (quoting State v. Hall, 8 S.W.3d 593, 604 (Tenn. 1999)). This Court applies the\nprecedent-seeking approach, in which we compare a particular case with other cases in which the\ndefendants were convicted of the same or similar crimes. We conduct this comparison by examining\nthe facts of the crimes, the characteristics of the defendants, and the aggravating and mitigating\ncircumstances involved. See State v. Bland, 958 S.W.2d 651, 664 (Tenn. 1997). The purpose of this\nanalysis is to identify arbitrary, or capricious sentences by determining whether the death penalty in\na given case is “‘disproportionate to the punishment imposed on others convicted of the same\ncrime.’” Henderson, 24 S.W.3d at 315 (quoting Bland, 958 S.W.2d at 662). A death sentence will\nbe considered disproportionate if the case, taken as a whole, is “plainly lacking in circumstances\nconsistent with those in similar cases in which the death penalty has previously been imposed.”\nBland, 958 S.W.2d at 665.\n\n        Our first task in conducting comparative proportionality review is to identify the pool of\nsimilar cases—which includes all cases in which the defendant is convicted of first-degree murder\nand in which a capital sentencing hearing was actually conducted—to which we compare the\nappellant’s case. See Bland, 958 S.W.2d at 666. After identifying a pool of similar cases, “we\nconsider a multitude of variables, some of which were listed in Bland, in light of the experienced\njudgment and intuition of the members of this Court.” See Cribbs, 967 S.W.2d at 790. Selection\nof similar cases from the general pool is, of course, not an exact science, because no two cases are\nidentical with respect to either circumstances or defendants.\n\n         9\n            We no te that this Court previously conducted a comparative proportionality review of this case when we first\nheard the case on automatic appeal in 1994. See State v. Keen, 926 S.W.2d 727, 744 (Tenn. 1994). Nevertheless, since\nthat time, we have further elabo rated on the proced ures gover ning prop ortionality review , see State v. Bland, 958 S.W.2d\n651 (Tenn. 1997), and we therefore again conduct a comparative proportionality review to ensure that the capital\nsentence imposed in this case is not “plainly lacking in circumstances consistent with those in similar cases in which the\ndeath penalty has previously been imposed.” Bland, 958 S.W.2d at 665.\n\n                                                           -22-\n\f        With respect to the nature and circumstances of the offense, the relevant factors considered\nby this Court include, but are not limited to: (1) the means of death; (2) the manner of death, such\nas whether the death was violent or torturous; (3) the motivation for the killing; (4) the place of\ndeath; (5) the similarity of the victims’ circumstances including age, physical and mental conditions,\nand the victims’ treatment during the killing; (6) the absence or presence of premeditation; (7) the\nabsence or presence of provocation; (8) the absence or presence of justification; and (9) the injury\nto and effects on non-decedent victims.\n\n         With respect to comparing the characteristics of the defendants, the following factors were\nlisted in Bland as relevant: (1) the defendant’s prior criminal record or prior criminal activity; (2)\nthe defendant’s age, race, and gender; (3) the defendant’s mental, emotional or physical condition;\n(4) the defendant’s involvement or role in the murder; (5) the defendant’s cooperation with\nauthorities; (6) the defendant’s remorse; (7) the defendant’s knowledge of helplessness of victim(s);\n(8) the defendant’s capacity for rehabilitation. Of course, these factors are not exhaustive, and this\nCourt may consider other factors in comparing the characteristics of the appellant with other\ndefendants in the pool of cases.\n\n        In this case, the victim was an eight-year-old Caucasian female, who was murdered by\nligature strangulation after forcible rape and manual strangulation. The offense was facilitated by\nan abuse of a position of trust, and the murder involved torture as well as serious physical abuse\nbeyond that necessary to produce death. Separate and apart from the serious physical abuse resulting\nfrom the manual strangulation, substantial evidence exists that the victim was repeatedly assaulted\nprior to her death. The motivation of the appellant in killing the victim is unclear from the record,\nbut there can be no dispute that death was intended and that it was brought about in the absence of\nany conceivable provocation or justification. The victim, who weighed only 68 pounds, was\nrendered helpless by the appellant during her rape and murder.\n\n         The appellant is a Caucasian male, who was 27-years-old at the time of the murder, and who\nhas no significant record of criminal history. The appellant does appear to have some history of\nmental disorder, although the appellant’s psychologist indicated a slight possibility that the appellant\nhad manipulated the testing results to achieve this finding. Moreover, no testimony, expert or\notherwise, established any causal link between these disorders and the appellant’s crime. The\nappellant was the lone perpetrator of the crime, and although he later confessed to the crime and\npleaded guilty to the murder, he deliberately deceived and misled the police detectives during the\nearly stages of the investigation. The appellant’s psychologist testified that the appellant expressed\nsignificant feelings of shame and remorse. Finally, because the appellant made repeated references\nto the fact that Nikki was “blue” and “not breathing,” it is clear that the appellant was well aware of\nthe helplessness of the victim before he strangled her with a shoelace. We see no indication from\nthe record of a strong likelihood for rehabilitation.\n\n        In State v. Coe, 655 S.W.2d 903 (Tenn. 1983), the defendant was convicted of the intentional\nkilling of an eight-year-old female victim. The defendant lured the victim away under false\npretenses, secreted her to a discrete and isolated location, raped her, manually strangled her, and then\n\n\n                                                 -23-\n\fstabbed her in the throat. The jury found the presence of the (i)(1), (i)(5), (i)(6), and (i)(7)\naggravating circumstances, and in mitigation, the defendant presented evidence that he had a\ndysfunctional family history, which included sexual abuse of siblings committed by his father.\nFurthermore, like the appellant in this case, the defendant in Coe was previously institutionalized\nfor mental problems and various personality disorders. The jury imposed the sentence of death,\nwhich this Court affirmed.\n\n        In State v. Vann, 976 S.W.2d 93 (Tenn. 1998), the defendant was convicted of murder in the\nperpetration of the rape of his eight-year-old daughter. Like the present case, the cause of death in\nVann was determined to be ligature strangulation. The defendant presented mitigation evidence to\nthe effect that he came from impoverished background, had nervous breakdowns, was addicted to\nmedication, suffered physical abuse from his father, and was hospitalized for depression and suicidal\ntendencies. The jury imposed the death sentence after finding the presence of the (i)(1), (i)(2), and\n(i)(5) aggravating circumstances. This Court affirmed the convictions and sentence.\n\n        In State v. Irick, 762 S.W.2d 121 (Tenn. 1988), the defendant was convicted of felony murder\nand two counts of aggravated rape of a seven-year-old female victim. The defendant was a close\nfriend of the victim’s mother, and he was entrusted to watch over the victim one evening while her\nmother was at work. During this time, the defendant brutally raped the victim and later killed her.\nThe cause of death was asphyxiation and suffocation. The defendant was twenty-six years old with\nno prior criminal history, and he had been institutionalized for mental treatment before his crime.\nThe defendant knew the victim, and he abused his position of trust to facilitate the crime. The jury\nimposed the sentence of death after finding the (i)(1), (i)(5), (i)(6), and (i)(7) aggravating\ncircumstances beyond a reasonable doubt. This Court affirmed the defendant’s conviction and\nsentence of death.\n\n        In State v. Teel, 793 S.W.2d 236 (Tenn. 1990), the defendant admitted to the rape and murder\nof a fourteen-year-old victim. The evidence established that the defendant drove the victim, a person\nwith whom he was well acquainted, to a remote and secluded location by telling her that he was\ntaking her to see her boyfriend. Once there, he forced her to perform fellatio and then vaginally\nraped her. The cause of death was some type of “neck trauma” consisting of either manual\nstrangulation, ligature strangulation, or a blow or cut to the neck. The jury found the presence of the\n(i)(5) and (i)(7) aggravating circumstances, and the sentence of death was affirmed by this Court.\n\n        Several other cases in which death was imposed, though not as similar as the four preceding\ncases, also share significant and substantial similarities to the present case, both in terms of the\nnature of the crime and in the circumstances of the defendant: State v. Cauthern, 967 S.W.2d 727\n(Tenn. 1998) (finding the presence of the (i)(5) aggravating circumstance in the rape and murder of\nthe victim, who died from ligature strangulation); State v. Hodges, 944 S.W.2d 346 (Tenn. 1997)\n(finding the (i)(5) aggravating circumstance in the strangulation murder of victim and imposing death\ndespite fact that defendant exhibited antisocial personality disorder and was raped as a child); State\nv. Hines, 919 S.W.2d 573 (Tenn. 1995) (finding the (i)(2), (i)(5), and (i)(7) aggravating\ncircumstances, and imposing death despite evidence that defendant had a troubled childhood, was\n\n\n                                                 -24-\n\fabandoned by his parents, had abused drugs and alcohol as teenager, and suffered from\nself-destructive behavior, paranoid personality disorder, dysthymia, and chronic depression); State\nv. Shepherd, 902 S.W.2d 895 (Tenn. 1995) (finding the (i)(2), (i)(5), and (i)(7) aggravating\ncircumstances in the rape and murder of sixteen-year-old victim, and imposing death despite fact that\ndefendant came from impoverished family, was emotionally scarred as child, and was previously\nadmitted to a mental health facility); State v. Smith, 868 S.W.2d 561 (Tenn. 1993) (finding the (i)(5),\n(i)(6), (i)(7), (i)(12) aggravating circumstances, and imposing death despite fact that defendant had\nbeen hospitalized for depression, paranoid personality disorder, chronic depressive neurosis, and\nparanoid delusional disorder).\n\n        We have also located three cases that are similar to the appellant’s case in which the death\nsentence was not imposed. See State v. James Lloyd Julian, No. 03C01-9511-CR-00371, 1997 WL\n412539 (Tenn. Crim. App. filed at Knoxville, July 24, 1997); State v. Paul Ware, No. 03C01-9705-\nCR-00164 (Tenn. Crim. App. filed at Knoxville, April 20, 1999); see also State v. John Edward\nAllen, Shelby County, cited in Vann, 976 S.W.2d at 109. In Ware and Allen, however, the proof did\nnot show that the defendant was either acquainted with the victim or abused a position of trust. In\naddition, the defendants in Ware and Julian were apparently under the influence of an intoxicant at\nthe time of the crimes. By way of contrast, the appellant in this case was not under the influence of\nany foreign substance at the time of his crime, and it is a reasonable inference from the evidence that\nthe appellant’s crime was intentional. In addition, there is some evidence that the psychological\ntesting and evaluations of the appellant were not reliable, either because the appellant “faked” or\notherwise exaggerated the test results.\n\n        A sentence of death is not disproportionate, however, merely because the circumstances of\nthe offense are similar to those of another offense for which the defendant has received a life\nsentence. State v. Smith, 993 S.W.2d 6, 17 (Tenn. 1999); State v. Blanton, 975 S.W.2d 269, 281\n(Tenn. 1998); Bland, 958 S.W.2d at 665 (citing State v. Carter, 714 S.W.2d 241, 251 (Tenn. 1986)).\nAs we have stated many times before, “the isolated decision of a jury to afford mercy does not render\na death sentence disproportionate.” State v. Smith, 993 S.W.2d 6, 21 (Tenn. 1999); see also Gregg\nv. Georgia, 428 U.S. 153, 203 (1976). Our inquiry, therefore, does not require a finding that a\nsentence “less than death was never imposed in a case with similar characteristics.” Blanton, 975\nS.W.2d at 281; see also Bland, 958 S.W.2d at 665. Instead, our duty “is to assure that no aberrant\ndeath sentence is affirmed.” Bland, 958 S.W.2d at 665.\n\n         In conducting this proportionality review, we have tried to identify cases from the\ncomparative pool in which the defendant raped and murdered children or young victims. We looked\nfor cases in particular in which the (i)(1) and (i)(5) aggravating circumstances were present and in\nwhich similar mitigating circumstances were raised by the evidence. We also searched for cases in\nwhich the defendant either was well acquainted with the victim or abused a position of trust to\nfacilitate the crime. Based on our review of these several cases in which the death penalty was\nupheld, we are unable to say that the appellant’s case, taken as a whole, is plainly lacking in\ncircumstances that have previously justified death sentences. Accordingly, we hold that the death\nsentence imposed in this case was neither disproportionate nor arbitrarily applied.\n\n\n                                                 -25-\n\f        The dissent concludes that because of perceived shortcomings in our comparative\nproportionality review protocol, the death sentence in this case—and perhaps in all cases—should\nbe set aside. The dissent apparently mischaracterizes the purpose of comparative proportionality\nreview, as proportionality review is not the sole method by which we determine that a death sentence\nhas been randomly or arbitrarily imposed. Indeed, the entire system of capital punishment in\nTennessee is composed of extensive procedures which work to eliminate arbitrary imposition of\ndeath by ensuring that the sentencing authority is given sufficient information and guidance in\nmaking its decision.\n\n        Without attempting to provide a comprehensive review of our capital procedures, we note\nthat in our system of capital punishment as set forth in our statutes and rules, the defendant, if\nindigent, is afforded effective assistance of counsel by the state in the guilt and sentencing phases,\nas well as for both automatic appeals; the defendant receives notice in advance of the state’s\nintention to seek the death penalty; the sentencing process is separated from the determination of the\ndefendant’s guilt; the defendant receives notice of the statutory aggravating circumstances upon\nwhich the state intends to rely in seeking death; the state and the defendant are both allowed to\nintroduce proof and testimony relevant to punishment, which are not strictly subject to the rules of\nevidence; the defendant is permitted a fair opportunity to rebut any hearsay evidence presented by\nthe state; the sentencing jury is given sufficient oral and written guidance, in the form of defined\nstatutory aggravating circumstances, to consider the information presented; the jury is instructed that\nit may consider any additional mitigating circumstances raised by the evidence, whether raised\nduring the guilt or sentencing hearing; the jury is instructed that it must unanimously agree that at\nleast one aggravating circumstance is present and has been proven by the state beyond a reasonable\ndoubt; the jury is instructed that it must unanimously agree that the aggravating circumstances\noutweigh any mitigating circumstances beyond a reasonable doubt; and every juror must sign his or\nher name to the verdict form.\n\n        In addition, the defendant’s conviction and sentence are reviewed by the Court of Criminal\nAppeals, irrespective of whether the defendant transmits the record. Tenn. Code Ann. § 39-13-\n206(a)(2). If the Court of Criminal Appeals affirms the conviction and sentence, then the case is\nautomatically docketed in this Court for review. Both appellate courts first review errors assigned\nby the defendant alleged to have occurred during the guilt phase. Each appellate court then reviews\nthe evidence supporting the aggravating circumstance and whether evidence supports the jury’s\ndetermination that the aggravating circumstances outweigh any mitigating circumstances beyond a\nreasonable doubt.\n\n       Every one of the procedures is designed to prevent the random or arbitrary application of the\ndeath penalty. The sentencing authority is given adequate information so as to insure individualized\nsentencing, and the discretion of the sentencing authority is properly and adequately channeled\nthrough oral and written instruction on defined aggravating circumstances. It is through use of these\nextensive procedural hurdles—and not only through comparative proportionality review—that the\nsystem of capital punishment in Tennessee works to eliminate unfettered discretion and arbitrary\nimposition of death.\n\n\n                                                 -26-\n\f       It is in addition to all of these heightened protections against random death sentences that we\nhave instituted a review procedure to serve as a final check against arbitrary imposition of the death\npenalty. Proportionality review is not the sole, or even the constitutionally necessary, protection\nagainst imposition of arbitrary death sentences, and a death sentence may be presumed to be\nproportionate where “it is imposed under a system which furnishes sufficient guidance to the\nsentencer through constitutionally valid aggravating and mitigating circumstances.” Bland, 958\nS.W.2d at 663 (citing McClesky v. Kemp, 481 U.S. 279, 306-08 (1987)).\n\n        Nevertheless, this Court has long believed that comparative proportionality review is an\nimportant component of our scheme of capital punishment, and we are constantly seeking methods\nby which to improve our review. Interestingly, while the dissent denounces the frailties of\nproportionality review, it does not cite to any example in which our review in this case has failed to\nexpose the appellant’s sentence as arbitrary or irrational. The dissent states that the comparative pool\nof cases is generally too small, but it has not suggested that we look to one single other case which\nwould identify the appellant’s sentence in this case as arbitrary or irrational. We look only to cases\nin which the death penalty was sought and a sentencing hearing was held “because the aim of\nproportionality review is to ascertain what other capital sentencing authorities have done with similar\ncapital murder offenses.” Id. at 666. As such, “the only cases that could be deemed similar . . . are\nthose in which imposition of the death penalty was properly before the sentencing authority for\ndetermination.” Id. The dissent does not state with specificity why any other cases are “equally\nrelevant” to proportionality review, and we cannot agree that limitation of the pool to similar cases\nin which the death penalty was actually sought renders the review process practically useless.\n\n        The dissent also suggests that our review procedures are too subjective, but again, it does not\nsuggest any method by which the procedures could be made more objective. We have followed the\nspecific criteria as set forth in Bland, and we have objectively identified the types of cases used in\nour review with great specificity. While we have admittedly been guided by the unique facts in this\ncase in conducting our review, this fact does not render the process too subjective. Without some\nsort of flexibility to consider unique facts and circumstances, the fundamental notion of\nindividualized sentencing is lost.\n\n        Finally, the dissent states that the test for review is so broad that nearly any sentence could\nbe found to be proportionate. To the contrary, we have narrowly tailored our proportionality\nreview—as we have done in every case—to those factors which are specifically raised by the\nevidence. Because of the myriad of procedures in place to identify and eliminate arbitrary death\nsentences, it should come as no surprise that this Court has yet to reverse a case based solely on the\nproportionality review. The fact remains that this Court has reversed numerous death sentences for\nproblems in evidence or proof supporting the conviction or sentence, and in this manner, we have\nalso protected against arbitrary imposition of death. Indeed, we would remind the dissent that the\nappellant’s original sentence was one such case, as it was initially reversed for inadequate jury\ninstructions.\n\n\n\n\n                                                 -27-\n\f        At the end of the day, the dissent’s conclusion that the appellant’s sentence be reversed solely\nfor perceived defects in our proportionality review procedures makes little practical sense. The\ndissent cannot say with any certainty that its problems with the review procedure work to enshroud\narbitrary sentences which are indiscoverable by the other procedural protections of the system.\nWithout some evidence that the sentence in this case was arbitrarily imposed or was the result of\nunfettered discretion, we decline to reverse the sentence of death in this case based solely on\nconjecture and speculation.\n\n                                          CONCLUSION\n\n         In summary, we affirm the sentence of death imposed by a Shelby County jury after a careful\nand extensive review of the record of the sentencing hearing in this case, the briefs and arguments\nof the parties, and the applicable legal authority. The two aggravating circumstances found by the\njury are amply supported by the evidence, and we agree that the aggravating circumstances outweigh\nany mitigating circumstances beyond a reasonable doubt. The appellant was not entitled to an\ninstruction on the possible punishment of life imprisonment without possibility of parole because\nhis offense was committed before the effective date of the act, and we find no constitutional\nimpediment to the General Assembly’s discretion in this regard. Although we have found technical\nerror in the jury instruction regarding the weighing of circumstantial evidence, we hold that the error\ndid not affirmatively affect the outcome of the hearing given that the jury could not have arrived at\na contrary conclusion using the appellant’s proposed instruction. Finally, we have compared the\nnature of the crime and the circumstances of the appellant with other cases in which the death penalty\nhas been imposed and affirmed, and we have concluded that the sentence of death was neither\narbitrarily nor disproportionately applied in this case.\n\n        With respect to issues not addressed in this opinion, we affirm the decision of the Court of\nCriminal Appeals authored by Judge David G. Hayes and joined by Judges Joe G. Riley and John\nEverett Williams. The relevant portions of that opinion are attached as an appendix to this opinion.\nThe judgment of the Court of Criminal Appeals is affirmed.\n\n        It appearing from the record that the appellant is indigent, costs of this appeal are assessed\nto the State of Tennessee.\n\n\n\n\n                                                        ____________________________________\n                                                        WILLIAM M. BARKER, JUSTICE\n\n\n\n\n                                                 -28-\n\f                                   APPENDIX\n\n              IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                               AT JACKSON\n                           JANUARY SESSION, 1999\n\n\nSTATE OF TENNESSEE,                 )\n                                    )          No. 02C01-9709-CR-00365\n       Appellee                     )\n                                    )          SHELBY COUNTY\nvs.                                 )\n                                    )          Hon. John P. Colton, Jr., Judge\nDAVID M. KEEN,                      )\n                                    )          (Sentencing)\n       Appellant                    )\n                                               FIRST DEGREE MURDER,\n                                               CAPITAL CASE\n\n\nFor the Appellant:                  For the Appellee:\n\nW. Mark Ward                        John Knox Walkup\nAsst. Shelby Co. Public Defender    Attorney General and Reporter\n201 Poplar Avenue, Suite 2-01\nMemphis, TN 38103                   Michael E. Moore\n                                    Solicitor General\n\nA C Wharton, Jr.                    Kenneth W. Rucker\nPublic Defender                     Assistant Attorney General\n                                    Criminal Justice Division\n                                    425 Fifth Avenue North\n                                    2d Floor, Cordell Hull Building\n                                    Nashville, TN 37243-0493\n\n\n                                    William L. Gibbons\n                                    District Attorney General\n\n                                    Thomas D. Henderson and\n                                    Ms. Alonda Horne\n                                    Asst. District Attorneys General\n                                    Criminal Justice Complex, Suite 301\n\n\n                                        -29-\n\f                                                            201 Poplar Avenue\n                                                            Memphis, TN 38103\n\n\n\nOPINION FILED:\n\nAFFIRMED\n\n\n                                                          OPINION\n\n       In this capital case, the appellant, David M. Keen1, appeals as of right the imposition of his\nsentence of death by a Shelby County jury following his guilty plea to first degree murder in the\nperpetration of rape.2 In his direct appeal to the supreme court, see State v. Keen, 926 S.W.2d 727\n(Tenn. 1994), the appellant’s conviction was affirmed; however, the court reversed the sentence of\ndeath due to invalid jury instructions. The appellant’s case was remanded to the Criminal Court of\nShelby County for a resentencing hearing at which he again received the death penalty.\n\n          On appeal, the appellant raises the following issues:3\n\n          I. Whether the trial court erred in denying the appellant’s request to allow the jury\n          to consider the sentencing option of life without parole;\n\n          II. Whether the trial court erred by not informing the jury that the appellant would\n          have been eligible for parole after serving 25 years of a sentence of life\n          imprisonment;\n\n          III. Whether the evidence is sufficient to support the especially heinous, atrocious,\n          or cruel aggravating circumstance pursuant to Tenn. Code Ann. § 39-13-204(i)(5);\n\n          IV. Whether the (i)(5) jury instruction which charged in the disjunctive “torture or\n          serious physical abuse” denied the appellant his constitutional right to a unanimous\n          jury verdict and whether the instruction failed to narrow the class for death eligibility;\n\n\n\n          1\n              At the time of the offense the appellant was twenty-seven years old.\n\n          2\n            The appellant’s guilty plea was entered on February 12, 1991. Although the record does not contain a copy\nof the guilty plea, apparently the appellant also pled guilty to aggravated rape. However, the appellant does not challenge\nthis conviction in this instant appe al.\n\n          3\n              Contained within the app ellant’s twelve gen eral issues are o ther specific allegations of error set forth as sub-\nissues.\n\n                                                              -30-\n\f        V. Whetherthetrialcourterredbyrefusingtheapp lantss alr instructionfortheespecialyheinous,atrocious,orcruelaggravatingcircumstanceandthe\n                                                    e ’ peci equest\nspecial request instruction regarding circumstantial evidence;\n\n           VI. Whether the trial court erred in denying the appellant’s motion to instruct the\n           jury that it could consider sympathy based on the evidence presented as a mitigating\n           circumstance;\n\n           VII. Whether the prosecution exercised its peremptory challenges in a racially\n           discriminatory manner;\n\n           VIII. Whether the trial court erred in refusing individual voir dire as to the\n           prospective jurors’ exposure to pre-trial publicity and as to the jurors’ beliefs and\n           attitudes about the death penalty;\n\n           IX. Whether the appellant was prejudiced by the State’s introduction into evidence\n           of a photograph of the victim taken during her lifetime and a morgue photograph of\n           the victim;\n\n           X. Whether the trial court erred in allowing the State to make victim impact\n           references during its closing argument;\n\n           XI. Whether Tennessee’s death penalty statutes are constitutional;\n\n           XII. Whether the jury imposed an arbitrary and disproportionate sentence.\n\n\n        After a careful review of the briefs and record in this appeal, we affirm the judgment of the\ntrial court.\n\n                                     RESENTENCING HEARING [DELETED]\n\n                                  I. Life without Parole Instruction [DELETED]\n\n                 II. Failure to Inform Jury of Parole Eligibility in Twenty-Five Years\n\n        The appellant asserts that the trial court’s failure to inform the jury that he would be required\nto serve twenty-five years for a life sentence violated his federal and state constitutional rights under\nthe Eighth and Fourteenth Amendments of the United States Constitution and Article I §§ 8 and 16\nof the Tennessee Constitution. Also, he argues that the omission of such an instruction violates due\nprocess under Simmons v. South Carolina, 512 U.S. 154, 114 S. Ct. 2187 (1994). Specifically, he\ncontends that such an omission allows the jury to speculate and underestimate the amount of time\na defendant must serve.\n\n\n                                                                    -31-\n\f        In essence, this appellant invites us to overrule our supreme court which we are unable to do.\nSee Keen, 926 S.W.2d at 738; Smith, 857 S.W.2d at 11; Bates, 804 S.W.2d at 881-82. Regarding\nthe extension of due process under Simmons, we decline the appellant’s invitation for the same\nreason. See Bush, 942 S.W.2d at 502-503; State v. Caughron, 855 S.W.2d 526, 543 (Tenn. 1993);\nState v. Payne, 791 S.W.2d 10, 21 (Tenn. 1990), aff’d, 501 U.S. 808, 111 S. Ct. 2597 (1991).\nAccordingly, the issue is without merit.\n\n                   III. Sufficiency of the Aggravating Circumstance [DELETED]\n\n                   IV. Heinous, Atrocious, or Cruel Jury Instruction [DELETED]\n\n                                V. Special Request Instructions [DELETED]\n\n                                              VI. Sympathy Instruction\n\n         The appellant challenges the trial court’s denial of the appellant’s motion to instruct the jury\nthat it could consider sympathy as established by the proof as a mitigating circumstance citing Parks\nv. Brown, 860 F.2d 1545 (10th Cir. 1988). He cites no authority from this state on this issue. In\naddition, he asserts that the combined anti-sympathy charge8 given by the judge in combination with\nthis denial was a violation of the Eighth Amendment by limiting his mitigation evidence.\n\n        This very issue was rejected in the appellant’s first direct appeal. See Keen, 926 S.W.2d at\n739 (citing California v. Brown, 479 U.S. 538, 107 S. Ct. 837 (1987)); Saffle v. Parks, 494 U.S. 484,\n110 S. Ct. 1257 (1990); Boyd, 797 S.W.2d at 598. We conclude the trial court properly instructed\nthe jury that it could not consider sympathy. This issue is without merit.\n\n                                                VII. Batson Challenges\n\n       The appellant contends that the State excluded four African-American jurors9 with its\nperemptory challenges in violation of Article I, Section 8 of the Tennessee Constitution and the\nFourteenth Amendment to the United States Constitution. Under the authority of Batson v.\nKentucky, 476 U.S. 79, 106 S. Ct. 1712 (1986), he urges reversal of the sentence. The appellant\nchallenges the dismissal of Jurors McVay, Humphreys, Wilkes, and Houston.\n\n         To invoke the protections of Batson, the defendant must establish a prima facie case that a\njuror is being challenged on the basis of race or gender. Batson, 476 U.S. at 94, 106 S.Ct. at 1721;\nPurkett v. Elem, 514 U.S. 765, 767, 115 S. Ct. 1769, 1770-71 (1995); State v. Jones, 789 S.W.2d\n\n         8\n           “You sho uld in no case allow mere sympathy or prejudice solely to influence your verdict but should look\nto the law and all the facts and circumstances proven in the evidence to determine the verdict.”\n\n          9\n            As the State points out, the appellant only challenge s the dismissal o f three jurors in h is motion for a new trial.\nAlthough the challenge to the fourth juror has been waived, this Court opts to consider this juror because of the\nqualitative differe nce betwe en a death p enalty sentence and other se ntences. See Bigbee, 885 S.W .2d at 805 .\n\n                                                              -32-\n\f545, 548 (Tenn. 1990). Once the defendant has presented a prima facie case, the trial court shall\nrequire the State to give a race-neutral reason for the challenge. Batson, 476 U.S. at 94, 106 S.Ct.\nat 1721; Purkett, 514 U.S. at 767, 115 S.Ct. at 1770-71. See also State v. Bell, 759 S.W.2d 651, 653.\n“The race or gender neutral explanation need not be persuasive, or even plausible . . . . Unless a\ndiscriminatory intent is inherent in the [proponent’s] explanation, the reason offered will be deemed\nrace neutral.” Purkett, 514 U.S. at 767, 115 S.Ct. at 1770-71. If a race or gender neutral explanation\nis given, the court must then determine, given all the circumstances, whether the defendant has\nestablished purposeful discrimination. Batson, 476 U.S. at 96-98, 106 S.Ct. at 1723-24; see also\nPurkett, 514 U.S. at 767, 115 S.Ct. at 1770-71. Although a trial court must accept a facially race-\nneutral explanation for purposes of determining whether the proponent has satisfied his burden of\nproduction, this does not mean that the Court is bound to believe the explanation in making its\ndetermination. In other words, while the court may find that a proffered explanation is race-neutral,\nthe court is not required, in the final analysis, to find that the proffered explanation was the actual\nreason for striking the juror. If the court determines that a race or gender based motive was behind\nthe challenge, the juror may not be excluded. Woodson v. Porter Brown Limestone Co., Inc., 916\nS.W.2d 896, 903 (1996).\n\n         In making its determination, the trial court must look to the totality of the circumstances for\nrarely will a party admit that its purpose in striking the juror was discriminatory. Accordingly, the\ntrial court may infer discriminatory intent from circumstantial evidence. “The factfinder’s disbelief\nof the reasons put forth by the defendant (particularly if disbelief is accompanied by a suspicion of\nmendacity) may, together with the elements of a prima facie case, suffice to show intentional\ndiscrimination, and . . . no additional proof of discrimination is required.” St. Mary’s Honor Center\nv. Hicks, 509 U.S. 502, 511, 113 S. Ct. 2742, 2749 (1993). Additionally, the court may consider\nwhether similarly situated members of another race were seated on the jury or whether the race-\nneutral explanation proffered by the strikes’ proponent is so implausible or fantastic that it renders\nthe explanation pretextual. The trial court may also consider the demeanor of the attorney who\nexercises the challenge which is often the best evidence of the credibility of his proffered\nexplanations. See Hernandez v. New York, 500 U.S. 352, 365, 111 S. Ct. 1859, 1868-69 (1991).\n\n        Because a trial record alone cannot provide a legitimate basis from which to substitute an\nappellate court opinion for a trial court’s findings, the trial court must carefully articulate its findings\non the record. The trial court has the opportunity to both visually and auditorially observe the\ndemeanor of both prospective jurors and counsel, and accordingly, evaluate their credibility. See\nState v. Smith, 893 S.W.2d 908, 914 (Tenn. 1994), cert. denied, 516 U.S. 829, 116 S. Ct. 99 (1995)\n(citing State v. Ellison, 841 S.W.2d 824, 827 (Tenn. 1992)). On appeal, the trial court’s findings are\nto be accorded great deference and are not to be set aside by this court unless clearly erroneous. See\nWoodson, 916 S.W.2d at 906 (citing In re A.D.E., 880 S.W.2d 241, 243 (Tex. App. 1994); Smith,\n893 S.W.2d at 914.\n\n        In the present case, in a hearing outside the presence of the jury, the trial court found that\ndefense counsel had not demonstrated a pattern of discrimination; however, the court had the State\nplace their reasons into the record. With regard to Juror McVay, the State challenged her because\n\n\n                                                   -33-\n\fof her initial reservations about the death penalty. Juror Humphreys was challenged because of her\nrelationship with defense counsel and her concern for the care of her child and mother. Juror Wilkes\nwas challenged because he smiled and laughed inappropriately when asked about the factors used\nin determining whether to impose the death penalty. He also stated that he would “rather be out\nroofing.”\n\n             Concerning Juror Houston, the appellant contends that the State’s reason for exercising\nits challenge was simply unfounded.10 The State contends that Juror Houston was uncertain in her\nresponse to impose the death penalty. Moreover, the State felt she was garrulous and would be an\nirritant in the jury room. The trial court did not “find any basis for any gender or race problems in\nthe Batson matter and will overrule your objection.” (Italics added). We agree with the trial court\nthat the appellant has failed to establish a prima facie case of purposeful discrimination. In addition,\nthe record reflects the trial court’s finding that the proffered reasons for the peremptory strikes were\nnot racially motivated and the trial court’s finding was not clearly erroneous. Thus, this issue is\nwithout merit.\n\n                                           VIII. Individual Voir Dire\n\n       Due to the trial court’s denial of individual voir dire, the appellant contends that his right to\nan impartial jury and due process were violated as guaranteed by the Sixth and Fourteenth\nAmendment of the United States Constitution because it impaired his right to use his peremptory\nchallenges. The State contends the trial court acted appropriately.\n\n        The ultimate goal of voir dire is to insure that jurors are competent, unbiased, and impartial.\nCazes, 875 S.W.2d at 262; State v. Howell, 868 S.W.2d 238, 247 (Tenn. 1993), cert. denied, 510\nU.S. 1215, 114 S. Ct. 1339 (1994). “Individual voir dire is mandated only when there is a\n‘significant possibility’ that a juror has been exposed to potentially prejudicial material.” Harris, 839\nS.W.2d at 65 (citing Porterfield, 746 S.W.2d at 447); Howell, 868 S.W.2d at 247. Here, the\nappellant does not allege the presence of any potentially prejudicial material. There is no support\nin the record of prejudice regarding group voir dire of the jurors’ views of the death penalty. See\nHarris, 839 S.W.2d at 65; Cazes, 875 S.W.2d at 262. The Tennessee Supreme Court has repeatedly\nheld that death qualification of jurors is not required to be conducted by individual, sequestered voir\ndire. See State v. Stephenson, 878 S.W.2d 530, 540 (Tenn. 1994) (citing Smith, 857 S.W.2d at 19).\nThe decision of the trial court denying individual voir dire of the venire remains within the sound\ndiscretion of the court, and will not be reversed by this Court absent a finding of “manifest error.”\nHowell, 868 S.W.2d at 247-248.\n\n\n\n\n          10\n              We no te, at this juncture, tha t the record reflects two juro rs named H ouston. T he appellant does not\nspecifically indicate which Juror Houston he is challenging. In his brief, it appears that he is challenging the first Juror\nHouston. Howev er, the State refe rs to the secon d Juror H ouston whe n exercising its p erempto ry challenge. The record\nreflects that the cha llenged juro r was Rosie Houston .\n\n                                                           -34-\n\f        The appellant filed a pre-trial motion requesting individual voir dire for pre-trial publicity\nand the juror’s views on the death penalty. The motion was renewed before the beginning of the\nproceedings. The trial court denied the motion; however, the appellant concedes, that if necessary,\nthe court would have allowed questioning at the bench. The appellant has failed to demonstrate any\nprejudice resulting from the trial court’s decision. Therefore, we conclude that the trial court did not\nabuse its discretion in denying the motion for individual voir dire. This issue is without merit.\n\n        In addition, the appellant contends that his equal protection rights under the Fourteenth\nAmendment to the United States Constitution were violated because individual voir dire is granted\nroutinely in counties other than Shelby County. The State contends this issue was waived pursuant\nto Tenn. Ct. Crim. App. R 10(b) because the appellant’s brief and the record contain no evidence of\nthese allegations. To prevail upon a claim of an equal protection violation, the appellant bears the\nburden of proving “the existence of purposeful discrimination. . .” and that such discrimination had\n“a discriminatory effect on him.” Irick, 762 S.W.2d at 129 (citing McCleskey, 481 U.S. at 279, 107\nS.Ct. at 1766; see also Keen, 926 S.W.2d at 739. Here, the appellant has failed to carry the burden\nimposed upon him. For the above stated reasons, this issue is meritless.\n\n                                 IX. Introduction of Photographs\n\n        The appellant contends that the trial court erred by allowing the State to introduce, over\nobjection, two photographs of the victim, one taken before her death and the other a postmortem\nphotograph, because the probative value was substantially outweighed by the unfair prejudice. The\nfirst picture was identified by the victim’s grandfather which the court introduced solely for\nidentification purposes. Thereafter, Officer Wilson identified the victim in the picture as the same\nperson that was discovered in the Wolf River. The trial court admitted the picture into evidence\nfinding the picture relevant to the identity of the victim and to the nature of the crime.\n\n        Through the testimony of Dr. Francisco, the State introduced a postmortem photograph of\nthe victim. The picture corroborated the medical examiner’s testimony of the cause of death and\nmethod of strangulation. The trial court admitted this picture into evidence based upon its relevance\nto the heinous, atrocious, or cruel aggravator and the other circumstances of the murder.\n\n       The appellant argues that the pictures should have been excluded because identity and the\ncause of death were uncontested issues. Moreover, he argues that the evidence of the second\nphotograph was inflammatory and cumulative of the medical examiner’s testimony.\n\n        Tennessee courts have followed a policy of liberality in the admission of photographs in both\ncivil and criminal cases. State v. Banks, 564 S.W.2d 947, 949 (Tenn. 1978). “The admissibility of\nphotographs lies within the discretion of the trial court.” Id. The court’s “ruling, in this respect, will\nnot be overturned on appeal except upon a clear showing of an abuse of discretion.” Id. (citations\nomitted); see also Stephenson, 878 S.W.2d at 542; State v. Bordis, 905 S.W.2d 214, 226 (Tenn.\nCrim. App.), perm. to appeal denied, (Tenn. 1995). However, before a photograph may be admitted\ninto evidence, it must be relevant to an issue that the jury must decide and the probative value of the\n\n\n                                                  -35-\n\fphotograph must outweigh any prejudicial effect that it may have upon the trier of fact. State v.\nBraden, 867 S.W.2d 750, 758 (Tenn. Crim. App.), perm. to appeal denied, (Tenn. 1993) (citation\nomitted); see also Tenn. R. Evid. 401 and 403. The record indicates that the first photograph was\noffered by the State to establish the victim’s identity. We agree with the appellant that the identity\nof the victim was not at issue at the appellant’s resentencing hearing; and, therefore, we find that this\nphotograph was irrelevant11. However, we conclude that its admission, although erroneous, was\nwithout prejudicial impact upon the jury and constitutes harmless error. See Tenn. R. Crim. P.\n52(a).\n\n         With regard to the postmortem photograph, our supreme court has held that photographs may\nbe introduced in order to illustrate testimony. Stephenson, 878 S.W.2d at 542. Moreover, the\ndecision to admit or limit cumulative evidence rests within the sound discretion of the trial court.\nState v. Brown, 836 S.W.2d 530, 553 (Tenn. 1992) (photographs of victim’s body admissible despite\noral testimony “graphically” describing victim’s injuries). See also State v. Van Tran, 864 S.W.2d\n465, 477 (Tenn. 1993), cert. denied, 511 U.S. 1046, 114 S. Ct. 1577 (1994) (color photographs of\ndeceased victims at scene of crime were admissible despite introduction of extensive color\nvideotape showing victims’ bodies as they were found). In any event, a relevant photograph is not\nrendered inadmissible merely because it is cumulative. Bigbee, 885 S.W.2d at 807; Van Tran, 864\nS.W.2d at 477. See Smith, 893 S.W.2d at 924 (photographs of victim appropriately admitted for\nestablishing “heinous, atrocious, cruel” aggravating factor).\n\n        All photographs of dead bodies, especially those involving death by a criminal agency, are\ndisturbing to the average person. After viewing the postmortem photograph, we find nothing\nparticularly gruesome in its nature beyond that which is accurately depicted. Here, the photograph\nwas relevant to supplement and clarify the testimony of the medical examiner and the officer in\nestablishing the cause of death, see Stephenson, 878 S.W.2d at 542, and to the show the brutality of\nthe attack and extent of force used against the victim, from which the jury could infer the “heinous,\natrocious, or cruel” aggravator. See Brown, 836 S.W.2d at 551; see e.g., Payne, 791 S.W.2d at 19-\n20; State v. Miller, 771 S.W.2d 401, 403-404 (Tenn. 1989); Porterfield, 746 S.W.2d at 449-450;\nState v. McNish, 727 S.W.2d 490, 494-495 (Tenn. 1987). We conclude that the probative value of\nthis photograph far outweighed its prejudicial impact. Therefore, this issue is without merit.\n\n                       X. Victim’s Impact Reference During Closing Argument\n\n         The appellant argues that the prosecutor used improper victim impact references during his\nclosing argument to the jury. The State contends that since appellant’s counsel offered testimony\nfor the impact upon the appellant’s family asking the jury to spare his life, the prosecutor’s comment\n\n\n\n         11\n             This court has previously held that a photograph of the deceased during her lifetime is admissible at the guilt\nphase of the trial to establish the corpus delicti in a homicide case when the question involves the subordinate issue of\nthe identity of the decea sed name d in the indictm ent. See State v. Nesbit , No. 02S01-9705-CR-00043 (Tenn. Sept. 28,\n1998) (for publica tion), appe ndix at p. 10 .\n\n                                                           -36-\n\fon the evidence was not inappropriate because it merely showed that the victim’s family had also\nsuffered.\n\n        The trial court excluded victim impact evidence as irrelevant in the case-in-chief and rebuttal,\nbut allowed the State to argue inferences of proof in their closing argument. The contested portion\nof the argument is:\n\n       The defendant’s family asks you to spare the defendant’s life. Don’t you think that\n       Nicki Reed’s family would have given anything they had to be out on that boat dock\n       begging this defendant not to kill Nicki? Don’t you think they would give anything\n       they had not to have to go to bed at night knowing that their little eight-year old baby\n       died at the bottom of the Wolf River, naked, violated, cold and alone? Don’t you\n       think, ladies and gentlemen, they would give anything they had to be able to say --\n       to tuck little Nicki in bed at night and say, honey, that monster wasn’t real.\n\n        Specifically, the appellant contends this argument was improper because only evidence\nrelating to the aggravating or mitigating circumstances is relevant in a sentencing hearing, and\ntherefore “argument about irrelevant matters is improper” citing Cozzolino v. State, 584 S.W.2d 765,\n768 (Tenn. 1979). Additionally, he states that this “inflammatory argument” caused the jury to\nimpose the death penalty in an “arbitrary and capricious manner” thereby diminishing his rights\nunder the Eighth Amendment with an emotional appeal.\n\n         There exists no per se bar under the Eighth Amendment to the admissibility of victim’s\nimpact evidence. Nesbit, No. 02S01-9705-CR-00043; Payne v. Tennessee, 501 U.S. 808, 111 S. Ct.\n2597 (1991); Bigbee, 885 S.W.2d at 811-812. Thus, the appellant’s constitutional challenge is\nexcluded. As to the appellant’s challenge under our sentencing scheme, our supreme court recently\nobserved, “the impact of the crime on the victim’s immediate family is one of those myriad factors\nencompassed within the statutory language nature and circumstances of the crime.” Nesbit, No.\n02S01-9705-CR-00043; see Tenn. Code Ann. § 39-13-204(c). This holding in Nesbit permits only\nthat victim impact evidence which is not so prejudicial “that it renders the trial fundamentally\nunfair,” Nesbit, No. 02S01-9705-CR-00043 (citing Payne, 501 U.S. at 825, 111 S.Ct. at 2608) or that\nwhich should be excluded under Tenn. R. Evid. 403. As well, prosecutorial argument of victim\nimpact evidence must be exercised with restraint. Nesbit, No. 02S01-9705-CR-00043\n(“inflammatory rhetoric that divert the jury’s attention from its proper role or invites an irrational,\npurely emotional response to the evidence is not permissible and should not be tolerated by the\ncourt.”).\n\n\n        In order to determine whether the prosecutor’s comment requires reversal, we must determine\nwhether the argument “affected the verdict to the prejudice of the defendant.” Bigbee, 885 S.W.2d\nat 809 (quoting Harrington v. State, 215 Tenn. 338, 385 S.W.2d 758, 759 (1965)). Our supreme\ncourt has outlined the following factors for us to consider:\n\n\n\n                                                 -37-\n\f         (1) the conduct complained of viewed in light of the facts and circumstances of the\n         case:\n\n         (2) the curative measures undertaken by the court and the prosecution;\n\n         (3) the intent of the prosecutor in making the improper arguments;\n\n         (4) the cumulative effect of the improper conduct and any other errors in\n         the record; and\n\n         (5) the relative strength and weakness of the case.\n\nNesbit, No. 02S01-9705-CR-00043.\n\n        We conclude that the State did not over emphasize the victim impact evidence in its closing\nargument. Nothing in the record indicates that the prosecutor acted in bad faith. Even though the\ntrial court allowed the prosecutor to argue victim’s impact inferences from the evidence, the trial\ncourt instructed the jury,\n\n         the court has read to you the aggravating circumstances which the law requires you\n         to consider if you find that they have been established by the evidence beyond a\n         reasonable doubt. You shall not take account of any other aggravating facts or\n         circumstances as the basis for deciding whether the death penalty would be\n         appropriate punishment in this case.\n\n         The jury was instructed not to consider victim impact evidence to determine whether or not\nto impose the death penalty. It is well settled in the state of Tennessee that a jury is presumed to\nhave followed a trial court’s instructions. State v. Lawson, 695 S.W.2d 202, 204 (Tenn. Crim. App.\n1985); State v. Blackmon, 701 S.W.2d 228, 233 (Tenn. Crim. App.), perm. to appeal denied, (Tenn.\n1985). In light of the strong evidence against the appellant in support of the aggravating factors, we\nbelieve the prosecutor’s comment in no manner affected the verdict rendered by the jury. Therefore,\nthis issue is without merit.\n\n                                  XI. Constitutionality of the Death Penalty\n\n        The appellant concedes that the constitutionality of the death penalty has been upheld by the\nTennessee Supreme Court, however, he raises the following issues in order to preserve them for later\nreview. The appellant contends that (1) the death penalty statute fails to meaningfully narrow the\nclass of eligible defendants12; (2) the prosecution has unlimited discretion in seeking the death\n\n\n          12\n             Within this issue the appellan t challenges T enn. Cod e Ann. § 39-13-204(i)(4), (i)(5), (i)(6), and (i)(7). In\nthis case, the State o nly relied upo n Tenn. C ode Ann . § 39-13 -204(i)(2 ) and (i)(5). Therefore, the appellant is without\nstanding to challenge (i)(4), (i)(6), and (i)(7). The constitutionality of (i)(5) is addressed previously in this opinion.\n\n                                                           -38-\n\fpenalty; (3) the death penalty is imposed in a discriminatory manner based upon economics, race,\ngeography, and sex; (4) there are no uniform standards for jury selection; (5) juries tend to be prone\nto returning guilty verdicts; (6) the defendant is denied the opportunity to address the jury’s popular\nmisconceptions about parole eligibility, cost of incarceration, deterrence, and method of execution;\n(7) the jury is instructed it must unanimously agree to a life sentence, and is prevented from being\ntold the effect of a non-unanimous verdict; (8) courts fail to instruct the juries on the meaning and\nfunction of mitigating circumstances; (9) the jury is deprived of making the final decision about the\ndeath penalty; (10) the defendant is denied the final argument during the sentencing phase; (11)\nelectrocution is cruel and unusual punishment; and (12) the appellate review process in death penalty\ncases is constitutionally inadequate.\n\n        These issues have repeatedly been rejected by our supreme court. See Smith, 893 S.W.2d\nat 908; Brimmer, 876 S.W.2d at 75; Cazes, 875 S.W.2d at 253; Smith, 857 S.W.2d at 1; Black, 815\nS.W.2d at 166; Boyd, 797 S.W.2d 589; State v. Teel, 793 S.W.2d 236 (Tenn. 1990); Thompson, 768\nS.W.2d at 239. See also Keen, 926 S.W.2d at 741-44.\n\n                              XII. Proportionality Review [DELETED]\n\n                                               CONCLUSION\n\n         After an extensive review of the record and the issues before us, as mandated by Tenn. Code\nAnn. § 39-13-206(b), and (c), and for the reasons stated herein, we affirm the appellant’s sentence\nof death. We conclude that the sentence of death was not imposed in an arbitrary fashion, the\nevidence supports the jury’s finding of the aggravating circumstances, and the evidence supports the\njury’s finding that the aggravating circumstances outweigh any mitigating circumstances. Moreover,\na comparative proportionality review, considering both the “nature of the crime and the defendant,”\nTenn. Code Ann. § 39-13-206(c)(1)(D), convinces us that the sentence of death is neither excessive\nnor disproportionate to the penalty imposed in similar cases.16\n\n\n                                                                       /s/ DAVID G. HAYES, Judge\n\nCONCUR:\n\n/s/ JOE G. RILEY, Judge\n\n/s/ JOHN EVERETT WILLIAMS, Judge\n\n\n\n\n        16\n             No execution date is set. Tenn. Code Ann. § 39-13-206(a)(1) provides for automatic review by the\nTennessee Supreme Court upon affirmance of the death penalty. If the death sentence is upheld by the higher court on\nreview, the sup reme cou rt will set the executio n date.\n\n                                                       -39-\n\f",
            "ocr": false,
            "opinion_id": 1060620
        }
    ],
    "court_short_name": "Tennessee Supreme Court",
    "court_full_name": "Tennessee Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Rape"
}