{
    "id": 2570591,
    "judges": "Beier, P.J., Gernon, J., and Janice D. Russell, District Judge, Assigned",
    "date_filed": "2022-03-02",
    "date_filed_is_approximate": true,
    "slug": "state-v-magdaleno",
    "case_name_short": "Magdaleno",
    "case_name": "State v. Magdaleno",
    "case_name_full": "State of Kansas, Appellee, v. Jerry D. Magdaleno, Appellant",
    "attorneys": "Mary Curtis, assistant appellate defender, and Jessica R. Kunen, chief appellate defender, for appellant., Lesley A. McFadden, assistant district attorney, Nola Foulston, district attorney, and Carla J. Stovall, attorney general, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 11,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b477-5\">\n    (17 P.3d 974)\n   </citation><br><docketnumber id=\"b477-6\">\n    No. 82,947\n   </docketnumber><br><parties id=\"b477-7\">\n    State of Kansas,\n    <em>\n     Appellee,\n    </em>\n    v. Jerry D. Magdaleno,\n    <em>\n     Appellant.\n    </em>\n</parties><decisiondate id=\"AZC\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"430\"> \n     *430\n     </span>\n    Opinion filed January 5, 2001.\n   </decisiondate><br><attorneys id=\"b478-10\">\n<em>\n     Mary Curtis,\n    </em>\n    assistant appellate defender, and\n    <em>\n     Jessica R. Kunen,\n    </em>\n    chief appellate defender, for appellant.\n   </attorneys><br><attorneys id=\"b478-11\">\n<em>\n     Lesley A. McFadden,\n    </em>\n    assistant district attorney,\n    <em>\n     Nola Foulston,\n    </em>\n    district attorney, and\n    <em>\n     Carla J. Stovall,\n    </em>\n    attorney general, for appellee.\n   </attorneys><br><judges id=\"b478-12\">\n    Before Beier, P.J., Gernon, J., and Janice D. Russell, District Judge, assigned.\n   </judges>",
    "citations": [
        "17 P.3d 974",
        "28 Kan. App. 2d 429"
    ],
    "opinions": [
        {
            "author_str": "Beier",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7301.0,
            "opinion_text": "\n28 Kan. App. 2d 429 (2001)\n17 P.3d 974\nSTATE OF KANSAS, Appellee,\nv.\nJERRY D. MAGDALENO, Appellant.\nNo. 82,947.\nCourt of Appeals of Kansas.\nOpinion filed January 5, 2001.\n*430 Mary Curtis, assistant appellate defender, and Jessica R. Kunen, chief appellate defender, for appellant.\nLesley A. McFadden, assistant district attorney, Nola Foulston, district attorney, and Carla J. Stovall, attorney general, for appellee.\nBefore BEIER, P.J., GERNON, J., and JANICE D. RUSSELL, District Judge, assigned.\nBEIER, J.:\nDefendant-appellant Jerry D. Magdaleno appeals his convictions of one count of rape and two counts of aggravated indecent liberties with a child.\nMagdaleno argues that (1) his right to cross-examine key prosecution witnesses was unconstitutionally limited; (2) the district court's refusal to admit evidence of the gang affiliation of the alleged victim and her friend to show bias was improper; and (3) the prosecutor's improper remarks during closing argument deprived him of a fair trial.\nWe reverse.\n*431 Magdaleno's alleged victim, S.V., was not biologically related to Magdaleno and his wife but was raised by them as a member of their family. S.V. first learned that she was not the Magdalenos' biological daughter when she was in the sixth or seventh grade. About the same time, according to Magdaleno's wife, S.V. began to be a discipline problem. S.V. expressed a desire to live with her biological mother, who, according to the Magdalenos, would provide less strict supervision.\nS.V. testified that Magdaleno first inappropriately touched her when she was in the second grade. The touching progressed to S.V.'s compelled masturbation of Magdaleno and eventually to intercourse, which continued, S.V. said, until she was in the sixth or seventh grade. S.V. further testified that she told Magdaleno's wife that Magdaleno was \"touching\" her when she was in sixth grade, and that the wife started taking S.V. with her more often so she would not be alone with defendant. This and other efforts did not stop the abuse, S.V. said, but made it less frequent.\nIn the eighth grade, S.V. told a friend that Magdaleno had been touching her, and the friend testified that she encouraged S.V. to tell a social worker at school, Pam Keller. S.V. told Keller that she had been sexually abused by defendant over a period of time while she was in fifth grade, that she had told Magdaleno's wife, and that the wife had barricaded her room with a gate and plastic bags. Keller reported this information to the Kansas Department of Social and Rehabilitation Services (SRS).\nWhen investigators initially interviewed S.V., she told them that defendant had sexual intercourse with her on one occasion. Defendant was initially charged with aggravated indecent liberties with a child, and S.V. was moved from the Magdalenos' home to that of her biological mother. While preparing for trial, S.V. told the prosecutor that the abuse had happened more than once. Charges were refiled, with two counts of aggravated indecent liberties with a child and one count of rape.\nAt trial, defense counsel examined S.V., S.V.'s friend, and defendant and his wife in an effort to establish that S.V.'s allegations were nothing more than a part of her scheme to be allowed to move to her more permissive biological mother's home. As part of *432 this effort, defense counsel attempted to introduce evidence of the shared gang affiliation of S.V. and her friend to show bias and motive to lie for one another. The district court disallowed this evidence.\nDuring closing argument, defense counsel argued:\n\"Don't you think that if there had been sexual intercourse a doctor, a nurse, some medical professional would be able to tell about it? And don't you think that the State would have brought that person forward to tell you? Yeah, I did a sexual assault exam, I examined her, I could tell there had been penetration, because you know that if there was penetration on a girl in the eighth grade it's going to show up on a medical exam.\"\nThe prosecutor objected, saying that defense counsel knew what she was saying was not true. The court agreed and sustained the objection. Later, during the prosecutor's closing, she argued:\n\"[T]his is the last time that I get to speak with you. [Defense counsel] just said in her closing arguments it's scary, scary that an innocent man can be convicted of these crimes. Well, he's not an innocent man. I'll tell you what's more scary, what's scary is that an attorney can come up here and argue facts that she knows isn't true.\nDefense counsel objected to this statement as an attack on her, and the trial court said: \"Well, why don't you be specific about what you're referring to.\" The prosecutor was thus encouraged to continue:\n\"Yes, I will. The reason why I say that, ladies and gentleman, is that she spent a good period of time telling you there's no physical evidence in this case and that there would have to be physical evidence in this case if the defendant were really having sexual intercourse with the victim. And ladies and gentlemen, let me tell you right now that is not true. That is not true and [defense counsel] knows that that is not true.\"\nAfter defense counsel objected again, the court directed counsel to approach the bench, and, out of the hearing of the jury, said:\n\"I know based on a lot of testimony that I've had in this courtroom that you don't have to have physical evidence that a young woman has had sex in order for that to be true. And I assume both of you are experienced enough to know that. You were making an argument that referenced facts that were not in evidence, I'm going to give her a little bit of leeway, but not 12 minutes of it on that issue.\"\n*433 Defense counsel responded that the prosecutor should not be permitted to attack her personally, and the court directed the prosecutor to rephrase.\nThe members of the jury found defendant guilty of both counts of aggravated indecent liberties with a child, but they were unable to reach a unanimous verdict on the rape charge. Magdaleno subsequently entered a no contest plea to the rape charge.\n\nLimitation of Cross Examination\nThe admission or exclusion of evidence rests within the sound discretion of the trial judge. State v. Davis, 256 Kan. 1, 6, 883 P.2d 735 (1994). Judicial discretion is abused only when no reasonable person would take the view adopted by the district court. State v. Williams, 268 Kan. 1, 8, 988 P.2d 722 (1999).\nDefendant argues he tried to demonstrate that S.V. had a motive to fabricate these charges against him, and the district court denied him due process and a fair trial by repeatedly excluding defense evidence of bias or motive and unfairly limiting his cross-examination of key prosecution witnesses. Defendant contends the district court improperly sustained many of the State's objections on the basis of relevance, keeping him from adequately attacking S.V.'s credibility.\nDespite some limitation of cross-examination by the trial court, our review of the record persuades us that defendant was able to present his theory of defense attacking S.V.'s credibility. Defense counsel elicited testimony from several witnesses that S.V. thought the Magdalenos were too strict and that she wanted to live with her biological mother instead.\nDefense counsel was permitted to cross-examine S.V. about the rules in the Magdaleno household. S.V. testified that her friends were able to do more things than the Magdalenos permitted her to do\u0097including wearing makeup, staying out late, hanging out with certain friends, and wearing baggy clothes. S.V. also testified that she would fight with the Magdalenos because she wanted to live with her mother and said that the Magdalenos would not permit her even to see her mother.\n*434 The defense theory was further supported by the testimony of S.V.'s friend, who admitted that the Magdalenos were very strict with S.V. and that S.V. had complained. A family friend also testified that Magdaleno's wife was a strict mother. Defendant testified that he and his wife ran a strict household, and S.V. had chores she had to do around the house. He also testified about the fights he and his wife had with S.V. over whether she would be permitted to see her mother. Magdaleno's wife echoed this testimony and elaborated on S.V.'s rebelliousness.\nAll of this evidence made the essential point for the defense: S.V. was motivated to lie about the abuse to further her plan to escape the rules and chores of the Magdalenos' household. The district court did not abuse its discretion in limiting the admission of other evidence regarding whether S.V.'s dreams of more freedom had been realized. Regardless of whether things at her mother's home turned out as S.V. expected them to, the jury could not have missed the message that S.V. had a motive to fabricate her story.\nWe see no abuse of discretion on this issue.\n\nGang Affiliation Evidence\nMagdaleno next argues that the district court improperly excluded evidence that S.V. and her friend shared a gang affiliation. As with the first issue, our standard of review is abuse of discretion. State v. Valdez, 266 Kan. 774, 796, 977 P.2d 242 (1999).\nDefendant contends evidence of gang involvement was relevant to show two things. First, it would have demonstrated that S.V. had a strong motive to fabricate the charges so she could adopt the gang lifestyle. Second, the evidence of the girls' shared gang membership would show their bias and willingness to lie for one another, undercutting the credibility of both of them.\nThe first argument lacks merit. The district court excluded evidence of a photograph of S.V. wearing gang clothing and flashing a gang sign, and it did not allow defense counsel to ask S.V. if she went by a gang name. These decisions, as discussed above, did not prevent Magdaleno from advancing his theory that S.V. fabricated the accusations to enable her to move to her mother's home and *435 enjoy less supervision. Again, the fact that her hopes were realized was irrelevant.\nMagdaleno's second argument on this issue has merit. In Kansas, evidence of gang membership is admissible if relevant. State v. Jamison, 269 Kan. 564, 7 P.3d 1204 (2000). For example, we have permitted prosecutors to admit gang evidence to show motive for an otherwise inexplicable crime. Valdez, 266 Kan. at 796. We have also permitted the State to admit evidence of gang membership to demonstrate witness bias. State v. Roaden, 26 Kan. App. 2d 441, 445, 988 P.2d 745, rev. denied 268 Kan. 894 (1999). As the Kansas Supreme Court has stated:\n\"The probative value of evidence of gang membership as it pertains to witness bias is high. In United States v. Abel, 469 U.S. 45, 49, 83 L. Ed. 2d 450, 105 S. Ct. 465 (1984), the United States Supreme Court held that evidence of gang membership is probative of witness bias, and that `[p]roof of bias is almost always relevant because the jury, as finder of fact and weigher of credibility, has historically been entitled to assess all evidence which might bear on the accuracy and truth of a witness' testimony. 469 U.S. at 52.\" State v. Knighten, 260 Kan. 47, 54, 917 P.2d 1324 (1996).\nWe can see no principled distinction between allowing the State to use evidence of a witness' shared gang membership with a defendant to show bias and allowing defense counsel to use evidence of a witness' shared gang membership with a victim to show bias. We therefore hold that it was an abuse of discretion for the district court to exclude evidence placing S.V. and her friend in the same gang. Mere proof of their friendship would not have the same impact. As our Supreme Court has noted, \"[s]imple friendship does not create the same inference of incentive to protect another person that is created by evidence of membership in the same gang.\" 260 Kan. at 55. Magdaleno is entitled to reversal of his convictions on this basis.\n\nClosing Argument\nMagdaleno's last argument is that the prosecutor's accusatory statements regarding defense counsel constituted gross misconduct and deprived him of a fair trial.\n\n*436 \"An appellate court's analysis of the effect of a prosecutor's allegedly improper remarks in closing argument is a two-step process: First, the appellate court must determine whether the remarks were outside the considerable latitude the prosecutor is allowed in discussing the evidence. Second, the appellate court must determine whether the remarks constituted plain error. [Citation omitted.]\" State v. Finley, 268 Kan. 557, 571-72, 998 P.2d 95 (2000).\n\"`\"When determining whether prosecutorial misconduct was prejudicial, factors that should be considered include: (1) Is the misconduct so gross and flagrant as to deny the accused a fair trial? (2) Do the remarks show ill will on the prosecutor's part? (3) Is the evidence against the defendant of such a direct and overwhelming nature that the misconduct would likely have little weight in the minds of the jurors? [Citations omitted.]\"'\" State v. Lockhart, 24 Kan. App. 2d 488, 491, 947 P.2d 461, rev. denied 263 Kan. 889 (1997).\n\"In deciding whether improper remarks by the prosecution during closing argument constitute harmless error, the reviewing court must be able to find that the error had little, if any, likelihood of changing the result of the trial. Such a belief must be declared beyond a reasonable doubt.\" State v. Gibbons, 256 Kan. 951, Syl. ¶ 9, 889 P.2d 772 (1995).\nRecently in State v. Pham, 27 Kan. App. 2d 996, 10 P.3d 780 (2000), this court found that the same prosecutor essentially called defense counsel a liar by making statements during closing argument that defense counsel did not \"want the truth,\" that defense counsel did not \"care about the truth,\" and \"if you're going to be looking at the credibility of the witnesses, you might also start with some of these lawyers.\" 27 Kan. App. 2d at 1005. This court found these statements reflected both ill will on the part of the prosecutor and gross and flagrant misconduct that denied defendant a fair trial. 27 Kan. App. 2d at 1005.\nLikewise, in Lockhart, the prosecutor suggested that defense counsel lied on behalf of his client in closing argument, and after a sustained objection, the prosecutor again said defendant and defense counsel had lied. The district court ordered the statement stricken, but it did not instruct the jury to disregard the remark.\nThis court viewed \"the prosecutor's comments referring to the defendant and the defense counsel as liars to be serious breaches of the standard of fair comment permitted to lawyers when making closing arguments.\" 24 Kan. App. 2d at 492. We found the prosecutor's *437 statements were gross and flagrant, and we found ill will on the part of the prosecutor for repeating the statement after the district court sustained the objection. In addition: \"When a prosecutor's statement transcends the limits of fair discussion of the evidence and the trial judge fails to instruct the jury to disregard the remark after the defense counsel objects, a new trial is required to assure the constitutional right to a fair trial.\" 24 Kan. App. 2d at 493.\nIn this case, the prosecutor labeled defense counsel a liar by saying, \"I'll tell you what's more scary, what's scary is that an attorney can come up here and argue facts that she knows isn't true.\" After defense counsel objected to this statement as a personal attack, the district court compounded the problem rather than curing it by telling the prosecutor to be more specific as to what she was talking about. The prosecutor again told the jury defense counsel was lying by referring to her statement regarding a lack of medical evidence and saying \"let me tell you right now that is not true. That is not true and [defense counsel] knows that that is not true.\" After another objection, the district court told the prosecutor to rephrase the comment, but the court did not instruct the jury to disregard the statements. It was the trial court's duty to do so. See State v. Majors, 182 Kan. 644, 648, 323 P.2d 917 (1958) (duty of trial court to \"try to stop the unprofessional discussion of the county attorney\"; when attempt fails, jury should be admonished).\nUnder both Pham and Lockhart, the statements made by the prosecutor suggesting that defense counsel lied to the jury reflected ill will on the part of the prosecutor toward the defendant, and they constituted gross and flagrant misconduct. Because the comments were limited in number, this error standing alone might not have merited reversal. However, our Supreme Court has recognized the cumulative error rule:\n\"Cumulative trial errors, when considered collectively, may be so great as to require reversal of the defendant's conviction. The test is whether the totality of circumstances substantially prejudiced the defendant and denied him a fair trial. No prejudicial error may be found upon this cumulative effect rule, however, if the evidence is overwhelming against the defendant. [Citations omitted.]\" Valdez, 266 Kan. at 802.\n*438 In Pham, this court found cumulative trial errors, including an improper admission of gang membership and prosecutor misconduct, collectively required reversal of Pham's conviction. 27 Kan. App. 2d at 1006-07. In this case, the prosecutor's closing remarks cannot be characterized as harmless when combined with the trial court's abuse of discretion in excluding evidence of the girls' shared gang affiliation.\nReversed.\n",
            "ocr": false,
            "opinion_id": 2570591
        }
    ],
    "court_short_name": "Court of Appeals of Kansas",
    "court_full_name": "Court of Appeals of Kansas",
    "court_type": "SA",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Rape"
}