{
    "id": 1305535,
    "judges": "Ransom, Scarborough, Sosa, Stowers, Walters",
    "date_filed": "1983-12-02",
    "date_filed_is_approximate": true,
    "slug": "reese-v-state",
    "case_name_short": "Reese",
    "case_name": "Reese v. State",
    "case_name_full": "Kenneth REESE, Petitioner, v. STATE of New Mexico, Respondent",
    "attorneys": "Jacquelyn Robins, Chief Public Defender, Lynne Fagan, Appellate Defender, Santa Fe, for petitioner., Hal Stratton, Atty. Gen., Santa Fe, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Granted Nov. 3, 1987.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 23,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b538-3\" pgmap=\"538\">\n    745 P.2d 1146\n   </citation><br><parties id=\"b538-4\" pgmap=\"538\">\n    Kenneth REESE, Petitioner, v. STATE of New Mexico, Respondent.\n   </parties><br><docketnumber id=\"b538-6\" pgmap=\"538\">\n    No. 16658.\n   </docketnumber><br><court id=\"b538-7\" pgmap=\"538\">\n    Supreme Court of New Mexico.\n   </court><br><decisiondate id=\"b538-8\" pgmap=\"538\">\n    Sept. 1, 1987.\n   </decisiondate><br><otherdate id=\"b538-9\" pgmap=\"538\">\n    Rehearing Granted Nov. 3, 1987.\n   </otherdate><br><attorneys id=\"b538-20\" pgmap=\"538\">\n    Jacquelyn Robins, Chief Public Defender, Lynne Fagan, Appellate Defender, Santa Fe, for petitioner.\n   </attorneys><br><attorneys id=\"b538-21\" pgmap=\"538\">\n    Hal Stratton, Atty. Gen., Santa Fe, for respondent.\n   </attorneys>",
    "citations": [
        "745 P.2d 1146",
        "106 N.M. 498"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5175.0,
            "opinion_text": "\n745 P.2d 1146 (1987)\n106 N.M. 498\nKenneth REESE, Petitioner,\nv.\nSTATE of New Mexico, Respondent.\nNo. 16658.\nSupreme Court of New Mexico.\nSeptember 1, 1987.\nRehearing Granted November 3, 1987.\nJacquelyn Robins, Chief Public Defender, Lynne Fagan, Appellate Defender, Santa Fe, for petitioner.\nHal Stratton, Atty. Gen., Santa Fe, for respondent.\n\nOPINION\nSOSA, Senior Justice.\nPetitioner Kenneth Reese (Reese) was found guilty by a jury of aggravated assault on a peace officer (count one), and of battery on a peace officer (count two). Judgment and sentence were filed July 7, 1986. In a memorandum opinion the court of appeals affirmed the trial court's judgment. On October 14, 1986 Reese filed his petition for writ of certiorari to the court of appeals. We granted certiorari and, upon review of the petition and record from the court of appeals' file, we reverse the court of appeals.\n\nFACTS\nReese's alleged victim was Officer Troy Grant (Grant) of the Roswell Police Department. Grant had been summoned on his radio by another officer to lend assistance in the apprehension of one Lee Webb (Webb), who had been spotted fleeing from the scene of a stake-out. Both officers were dressed in plain clothes. Officer Grant pursued Webb into a residential backyard where Webb met Reese and handed him a folding pocket knife. When Officer Grant arrived, an altercation ensued in which Grant struck Reese with his fist, whereupon Grant found himself faced by Reese holding the pocket knife, now open. At that moment the other officer arrived on the scene, and Reese was placed under arrest. Grant later testified that while he was pursuing Webb, he (Grant) identified himself as a police officer. Grant testified that he likewise identified *1147 himself as a police officer to Reese before Reese threatened him with the open knife. Reese denied that he knew Grant was a police officer, and further testified that he had tried to put the knife into his pants pocket in order to defend himself with his fists, and that the knife snagged on his pants and opened spontaneously.\nThe jury was not allowed by the court to hear Reese's proffered instructions, patterned on NMSA 1978, UJI Crim. 41.15 (Repl.Pamp. 1982 &amp; Repl.Pamp. 1985), superseded by SCRA 1986, 14-5120 (Repl.Pamp. 1986), and reading as follows:\nEvidence has been presented that the defendant believed that Troy Grant was an ordinary citizen, not acting under color of law. If the defendant acted under an honest and reasonable belief in the existence of this fact, you must find him not guilty of Aggravated Assault on a Peace Officer. The burden is on the State to prove beyond a reasonable doubt that the defendant did not act under such belief.\nA similar instruction was proffered by Reese as to the second count of the indictment.\n\nThe Issue of Scienter\nIn affirming the trial court, the court of appeals correctly applied the controlling law, as stated in our opinion in Rutledge v. Fort, 104 N.M. 7, 715 P.2d 455 (1986), in which we stated, in construing the case of United States v. Feola, 420 U.S. 671, 95 S. Ct. 1255, 43 L. Ed. 2d 541 (1975), \"We believe that our Legislature, like Congress, meant to extend maximum protection to peace officers, and did not intend to undercut that protection by imposing an unexpressed requirement of knowledge that the victim was a peace officer.\" 104 N.M. at 9, 715 P.2d at 457. Thus the court of appeals accurately ruled, in reliance on Rutledge v. Fort, that the question of scienter was properly withheld from the jury and that defendant's proffered jury instructions were properly rejected.\nNow, however, we have had opportunity to reconsider our holding in Rutledge and conclude that our reliance in that case on United States v. Feola was misplaced. Consequently, we explicitly overrule our holding in Rutledge insofar as it holds that a defendant's knowledge as to the identity of the peace officer assaulted is not a necessary element of the crimes defined in NMSA 1978, Sections 30-22-22 and 30-22-24 (Repl.Pamp. 1984 &amp; Cum. Supp. 1987). Although those sections do not require knowledge of the victim's identity as an element of the respective crimes, we nonetheless conclude that scienter is a necessary element of these crimes, and thus indispensable to the jury's consideration of the case. We base this conclusion not on our reading of the pertinent statutes, but on requirements of constitutionally mandated due process.\nSince our holding in Rutledge was largely predicated upon the holding in Feola, we must here define the error in judgment which first led us to rely on that case in reaching our decision in Rutledge. Feola was initially understood by most commentators as holding that in the case of any prosecution involving assault upon a federal officer in violation of 18 U.S.C. § 111 (1948), the defendant's knowledge as to the identity of the victim was neither necessary nor relevant. Gradually, however, as the federal circuits began to apply the Feola ruling to further prosecutions under 18 U.S.C. § 111, the courts began to find nuances in Feola that had originally not been recognized.\nThus, for example, in United States v. Williams, 604 F.2d 277 (4th Cir.), cert. denied, 444 U.S. 967, 100 S. Ct. 457, 62 L. Ed. 2d 381 (1979), the court addressed itself to the Feola rule by stating:\nAs a general rule, knowledge as to the identity of the victim is unnecessary for a conviction under 18 U.S.C. § 111 [citations omitted]. In certain circumstances, however, knowledge may be a relevant consideration if it goes to disproving the necessary element of mens rea. The Court in Feola stated:\nWe are not to be understood as implying that the defendant's state of mind is never a relevant consideration under § 111. The statute does require a criminal intent and there may well be *1148 circumstances in which ignorance of the official status of the person assaulted or resisted negates the very existence of mens rea. For example, where an officer fails to identify himself or his purpose, his conduct in certain circumstances might reasonably be interpreted as the unlawful use of force directed either at the defendant or his property. In a situation of that kind, one might reasonably be justified in exerting an element of resistance, and an honest mistake of fact would not be consistent with criminal intent.\n604 F.2d at 279 (citation omitted) (quoting Feola, 420 U.S. at 686, 95 S.Ct. at 1264-65).\nIn making distinctions between the Feola rule as it was originally understood and the interpretation that is now commonly accepted, other courts have stressed the language quoted above. For example, in United States v. Manelli, 667 F.2d 695 (8th Cir.1981), the Feola rule was cited as support for the proposition that \"[s]pecific intent is an essential element of the crime of assaulting a federal officer in the performance of his duties.\" 667 F.2d at 696 (citations omitted).\nBy the time the issue was considered again, in United States v. Danehy; 680 F.2d 1311 (11th Cir.1982), Feola was cited as support for the very proposition which the ruling had originally been understood to oppose \u0097 namely, that the question of scienter is a proper element in a jury instruction requested by the defendant in a prosecution under 18 U.S.C. § 111. 680 F.2d at 1315. In United States v. Danehy, where the defendant was on trial for forcibly interfering with coastguardsmen while they were engaged in the performance of their duties, the trial judge was held to have improperly instructed the jury in stating that it was unnecessary to show that defendant knew people boarding his vessel were federal officers carrying out an official duty. The court in Danehy quoted the same passage from Feola that had been quoted three years earlier by the court in United States v. Williams. The court in Danehy also based its ruling on two circuit court cases relevant to our discussion, United States v. Ochoa, 526 F.2d 1278 (5th Cir.1976), and United States v. Young, 464 F.2d 160 (5th Cir.1972), which, according to Danehy, stand for the proposition \"that a defendant may not be held absolutely liable for assaulting a government officer when the defendant acts from a mistaken belief that he himself is threatened with an intentional tort by a private citizen.\" Danehy, 680 F.2d at 1315. Thus the Eleventh Circuit has committed itself to reading the Feola rule so as to allow the issue of scienter to be presented to a jury in such cases as the one before us.\nNor have the federal circuits been the only courts contributing to the majority interpretation of the Feola rule. In State v. Morey, 427 A.2d 479 (Me. 1981), the court interpreted the Feola rule as follows:\nThe [Feola] Court * * * recognized that the federal statute had two purposes. One was to protect federal officials by granting federal jurisdiction over assaults on them. This jurisdictional purpose, the Court concluded, would best be met by imposing liability without knowledge. In contrast, the other purpose, preventing obstruction of officials, alone would require knowledge. [citations omitted] * * * [T]he reasoning of both the majority and dissent in Feola further persuades us that our statute was intended to require knowledge of the official status of the person assaulted.\n427 A.2d at 483-84.\nFurther opinions from various states support the reading of Feola that we advance here: (1) Celmer v. Quarberg, 56 Wis. 2d 581, 203 N.W.2d 45 (1973), holding: \"a private citizen who commits a battery upon a police officer does not incur the additional penalty [imposed under the Wisconsin statute] unless he knows or has reason to know that the person confronting him is, in fact, a peace officer and not another private citizen.\" Id. at 589, 203 N.W.2d at 50. (2) Dotson v. State, 358 So. 2d 1321 (Miss. 1978), holding:\nWhen there is no doubt of the defendant's unlawful intention, knowledge of the official capacity of the victim is invariably unnecessary; the assailant takes *1149 his victim as he finds him. But if the defendant asserts a lack of intention or wilfulness based upon ignorance of the identity of the victim and ignorance of the victim's official privilege to interfere with defendant's person or freedom of movement, the jury must be allowed to consider the defendant's evidence tending to show that he was ignorant of the official capacity of the victim.\n358 So.2d at 1323.\nSee Guevara v. State, 585 S.W.2d 744 (Tex.Cr.App. 1979); People v. Saiz, 660 P.2d 2 (Colo. App. 1982); State v. Skinner, 118 Ariz. 517, 578 P.2d 196 (App. 1978); State v. Bailey, 360 So. 2d 772 (Fla. 1978); Lee v. State, 368 So. 2d 395 (Fla.App.) cert. denied 378 So. 2d 349 (1979); Evans v. State, 452 So. 2d 1093 (Fla.App. 1984).\nWe hold then that petitioner Reese was improperly denied the right to have the jury instructed as he had requested. To deny him this right was to deny him the right to have the jury fully apprised of a necessary element of the crime for which he was charged, and thus the court's rejection of the instruction amounted to the deprivation of Reese's right to due process of law as guaranteed by the United States Constitution, art. XIV, and by the New Mexico Constitution, art. II, Section 18.\nThe judgments of the court of appeals and of the trial court are reversed, and this case is remanded to the trial court for a new trial consistent with this opinion.\nIT IS SO ORDERED.\nWALTERS, J., concurring.\nRANSOM, J., specially concurring.\nSCARBOROUGH, C.J., and STOWERS, J., dissent.\nRANSOM, Justice (specially concurring).\nI concur with the Court's revisitation of Rutledge in view of its misplaced reliance upon Feola. I do not, however, see the necessity of deciding this case on constitutional grounds. It is a general rule that ignorance or mistake of fact is a defense when it negates the existence of a mental state essential to the crime charged. This rule of law is recognized in Part D (Mistake) of the New Mexico Uniform Jury Instructions \u0097 Criminal. SCRA 1986, 14-5120 and 5121. The rules for construing the criminal intent required by a statute make applicable the defense of ignorance or mistake of fact under the circumstances of this case, as distinguished from others, e.g., State v. Alva, 18 N.M. 143, 134 P. 209 (1913) (sexual intercourse with a female child under age). Aside from constitutional grounds, it was essential that the state prove that the defendant did not act under an honest and reasonable belief that the victim of defendant's assault was an ordinary citizen, not acting under color of law.\nIt has long been the law of this state that the legislature may forbid the doing of an act and make its commission criminal without regard to the intent of the doer. Id.; State v. Lucero, 98 N.M. 204, 647 P.2d 406 (1982); State v. Shedoudy, 45 N.M. 516, 118 P.2d 280 (1941); and see State v. Gunter, 87 N.M. 71, 529 P.2d 297 (Ct.App.), cert. denied, 87 N.M. 48, 529 P.2d 274 (1974), cert. denied, 421 U.S. 951, 95 S. Ct. 1686, 44 L. Ed. 2d 106 (1975). It is also the rule in New Mexico, however, that where an act is prohibited and made punishable by statute, the statute must be construed in the light of the common law, and the existence of a criminal intent is essential absent the appearance of legislative intent to the contrary. Alva, 18 N.M. at 151, 134 P. at 211. Such legislative intent must clearly appear from the statute. Shedoudy, 45 N.M. at 524, 118 P.2d at 286. In other words, whether the criminal intent of an accused is to be regarded as essential for conviction is a matter of statutory construction, State v. Craig, 70 N.M. 176, 372 P.2d 128 (1962), in light of the common law rule that existence of a criminal intent is essential. Shedoudy, 45 N.M. at 524, 118 P.2d at 285; see also State v. Barber, 91 N.M. 764, 581 P.2d 27 (Ct.App. 1978); State v. Lucero, 87 N.M. 242, 531 P.2d 1215 (Ct.App.), cert. denied, 87 N.M. 239, 531 P.2d 1212 (1975); State v. Mascarenas, 86 N.M. 692, 526 P.2d 1285 (Ct.App. 1974); State v. Fuentes, 85 N.M. 274, 511 P.2d 760 *1150 (Ct.App.), cert. denied, 85 N.M. 265, 511 P.2d 751 (1973); State v. Pedro, 83 N.M. 212, 490 P.2d 470 (Ct.App. 1971); and State v. Austin, 80 N.M. 748, 461 P.2d 230 (Ct. App. 1969).\nBecause a defendant who does not have the mental state required by law for the commission of a particular offense cannot be convicted, a determination must be made of what mental element is required by the statute under which Reese was convicted. The statutes in question provide for conviction of aggravated assault, assault with intent to commit violent felony, or battery upon a peace officer while he is in the lawful discharge of his duties. NMSA 1978, §§ 30-22-22 through 24.\nIn these criminal statutes, there is no language negating a mental state. The legislature did not say, in effect, that no mistake or ignorance of fact or law will suffice to exonerate the accused. Without specific language, the absence of an element of criminal intent must be construed from consideration of the conduct prohibited and the penalty imposed. Guilt of common law crimes has traditionally required knowledge or want of due care; while crimes-without-fault are generally misdemeanors carrying a relatively light penalty. Most often it is the \"public welfare offense\" that is the crime of no mens rea. E.g., State v. Barber, 91 N.M. 764, 581 P.2d 27 (Ct.App. 1978). There are, however, notable exceptions. For example, the Model Penal Code position on sex offenses is that when criminality depends on a child's being below the age of ten, it is then no defense that the actor believed the child to be older. W. LaFave &amp; A. Scott, Criminal Law, Ch. 5 (Justification and Excuse), § 5.1 (Ignorance or Mistake), (2d Ed. 1986). New Mexico has limited its interpretation of strict liability felonies to child victim crimes. E.g., State v. Lucero, 98 N.M. 204, 647 P.2d 406 (1982); State v. Alva, 18 N.M. 143, 134 P. 209 (1913); State v. Lucero, 87 N.M. 242, 531 P.2d 1215 (Ct.App.), cert. denied, 87 N.M. 239, 531 P.2d 1212 (1975); State v. Gunter, 87 N.M. 71, 529 P.2d 297 (Ct.App.), cert. denied, 87 N.M. 48, 529 P.2d 274 (1974), cert. denied, 421 U.S. 951, 95 S. Ct. 1686, 44 L. Ed. 2d 106 (1975); and State v. Fuentes, 85 N.M. 274, 511 P.2d 760 (Ct.App.), cert. denied, 85 N.M. 265, 511 P.2d 751 (1973).\nLaFave and Scott make the point that imposition of \"strict liability as to certain elements of particular crimes\" should rest as matters of policy on an offense-by-offense basis. The authors reject an uncritical acceptance of any general policy that the existence of a defense of ignorance or mistake rests ultimately on the defendant's being able to say that he observed the community ethics and was, in fact, guilty of no lesser legal wrong or moral wrong. The argument that any person who confronts another with force or moral turpitude takes his victim as he finds him is to say that a wrongdoer can be convicted of a crime of which he is ignorant or factually mistaken. That argument loses sight of considerations of deference, correction and just condemnation of the actor's conduct. LaFave and Scott have enumerated the following factors to be considered in deciding whether the legislature meant to impose liability without fault:\n(1) The legislative history of the statute or its title or context may throw some light on the matter. (2) The legislature may have in some other statute provided guidance as to how a court is to determine whether strict liability was intended. (3) The severity of the punishment provided for the crime is of importance. Other things being equal, the greater the possible punishment, the more likely some fault is required, and, conversely, the lighter the possible punishment, the more likely the legislature meant to impose liability without fault. (4) The seriousness of harm to the public which may be expected to follow from the forbidden conduct is another factor. Other things being equal, the more serious the consequences to the public, the more likely the legislature meant to impose liability without regard to fault, and vice versa. (5) The defendant's opportunity to ascertain the true facts is yet another factor which may be important in determining whether the legislature really meant to impose liability on one who was without fault *1151 because he lacked knowledge of these facts. The harder to find out the truth, the more likely the legislature meant to require fault in not knowing; the easier to ascertain the truth, the more likely failure to know is no excuse. (6) The difficulty prosecuting officials would have in proving a mental state for this type of crime. The greater the difficulty, the more likely it is that the legislature intended to relieve the prosecution of that burden so that the law could be effectively enforced. (7) The number of prosecutions to be expected is another factor of some importance. The fewer the expected prosecutions, the more likely the legislature meant to require the prosecuting officials to go into the issue of fault; the greater the number of prosecutions, the more likely the legislature meant to impose liability without regard to fault. All the above factors have a bearing on the question of the interpretation of the empty statute, but no single factor can be said to be controlling. Thus some statutes have been held to impose liability without fault although the possible punishment was quite severe, generally because one or more of the other factors pointed toward strict liability.\nW. La Fave &amp; A. Scott, Criminal Law at 244-45.\nAlthough one or more of the above factors arguably may support an interpretation of the statute in question as requiring no mental element of knowledge, taken as a whole the factors do not lead to a construction that the legislature clearly intended to punish without knowledge. Therefore, without relying upon constitutional grounds, I would concur that the judgments of the court of appeals and the trial court be reversed, and that this case be remanded to the trial court for a new trial.\nSCARBOROUGH, Chief Justice, dissenting.\nI dissent.\nDefendant was convicted of aggravated assault and battery upon a peace officer. Defendant seeks a new trial, arguing that knowledge that a victim is a peace officer is an element of the offenses of which he was convicted. Specifically, defendant argues that he was entitled to an instruction that if he did not know his victim was a peace officer, then he is not guilty. Defendant's requested instruction to this effect was denied. The majority concludes that defendant was denied due process of law because the jury was not charged as defendant requested. I disagree with the majority, first, because there is no specific intent requirement in the statutes under which defendant was convicted, and second, because the issue here is not one of constitutional dimension.\nThe statutes under which defendant was convicted do not require that a defendant know the identity of his victim. See NMSA 1978, §§ 30-22-22 and 30-22-24 (Repl. Pamp. 1984). The statutes merely require an intent to commit aggravated assault or battery. The purpose of the statutes is to impose a greater penalty for aggravated assault or battery upon a peace officer than the penalty for aggravated assault or battery upon an ordinary citizen. Cf. NMSA 1978, §§ 30-3-2 and 30-3-4 (Repl. Pamp. 1984). The majority ignores the clear and unambiguous language of the statutes by holding that a defendant must have specific intent to commit aggravated assault or battery upon a peace officer.\nThe majority has granted the defendant a new trial based on recent court interpretations of United States v. Feola, 420 U.S. 671, 95 S. Ct. 1255, 43 L. Ed. 2d 541 (1975). Feola does not support the position taken by the majority. Feola specifically held that knowledge of the victim's identity is not an element of a similar federal offense. In any event, regardless of the treatment some courts have given Feola, there is no doubt that we are free to impose enhanced penalties for offenses against peace officers without first proving that the defendant knew the identity of his victim.\nWe are not dealing with an issue of constitutional dimension, but rather with a matter of state policy. It is the prerogative of the legislature to establish policy in *1152 this area. The majority concedes that the statutes do not require knowledge of the victim's identity. We should not rewrite the statutes under which defendant was convicted to include an element the legislature omitted.\nSTOWERS, Justice, dissenting.\nI dissent.\nIn Rutledge v. Fort, 104 N.M. 7, 715 P.2d 455 (1986), this Court, interpreting the plain language of NMSA 1978, Sections 30-22-22 and 30-22-24 (Repl.Pamp. 1984), held that the offenses of aggravated assault and battery upon a peace officer require proof that the defendant acted with a mental state of conscious wrongdoing (i.e., that he purposefully did an act the law declares to be a crime) but not proof that the defendant had knowledge of the fact that he was assaulting a peace officer who was in the lawful discharge of his duties. In that case, we issued a writ of superintending control prohibiting the district court from giving an instruction requiring the jury to find that the defendant had such knowledge.\nThe relevant uniform jury instructions issued by this Court have not been revised since we issued our Rutledge v. Fort opinion, and they merely require that an aggravated assault or battery was made upon a named victim and proof that the named victim was an officer and was performing his duties. See SCRA 1986, 14-2203, 14-2211.\nThe laws regarding interference with law enforcement were promulgated by one act of the Legislature, 1963 N.M. Laws, ch. 303, Sections 22-1 through 22-19, and strongly indicate a clear purpose to protect peace officers and law enforcement activities. The United States Supreme Court, in United States v. Feola, 420 U.S. 671, 95 S. Ct. 1255, 43 L. Ed. 2d 541 (1975), recognized that these were legitimate goals of a similar federal statute and held that that statute required proof only of an \"intent to assault, not an intent to assault a federal officer.\" Id. at 684, 95 S.Ct. at 1264. To hold otherwise, it concluded, \"would give insufficient protection to the agent enforcing an unpopular law, and none to the agent acting under cover.\" Id. The Court did not even consider the possibility that such protection might violate the constitutional rights of those accused. It stated:\nThis interpretation poses no risk of unfairness to defendants. It is no snare for the unsuspecting. Although the perpetrator of a narcotics \"rip-off,\" such as the one involved here, may be surprised to find that his intended victim is a federal officer in civilian apparel, he nonetheless knows from the very outset that his planned course of conduct is wrongful. The situation is not one where legitimate conduct becomes unlawful solely because of the identity of the individual or agency affected. In a case of this kind the offender takes his victim as he finds him.\nId. at 685, 95 S.Ct. at 1264.\nWhile the majority points to some federal circuit court cases which attempt to distinguish Feola, the Tenth Circuit has consistently followed the Feola holding. Furthermore, the United States Supreme Court has not altered or reversed its prior opinion; Feola is still good law.\nMoreover, the principle that the wrongdoer takes his victim as he finds him underlies many New Mexico criminal statutes, and our Legislature frequently has mandated more severe punishment for offenses committed against members of classes it deems worthy of special protection. For example, peace officers are protected by our capital sentencing laws, which enumerate as an aggravating circumstance the fact that the victim was a peace officer in the lawful discharge of his duties. NMSA 1978, § 31-20A-5(A) (Repl.Pamp. 1987). Persons sixty years of age and older are protected by NMSA 1978, Section 31-18-16.1 (Repl.Pamp. 1987), which requires the sentencing court to increase the sentence of a noncapital felony offender if, in the course of his crime, such a person was intentionally injured. Pregnant women and their unborn fetuses are protected by NMSA 1978, Section 66-8-101.1 (Repl. Pamp. 1987), which extends the scope of our vehicular homicide statute, NMSA 1978, *1153 Section 66-8-101 (Repl.Pamp. 1987), to vehicular injuries resulting in miscarriage or stillbirth.\nThe best example of a criminal offense based upon conduct directed at a member of a protected class which can be committed without the offender having knowledge that the victim was a member of the protected class is what is commonly known as \"statutory rape.\" This offense, presently codified at NMSA 1978, Subsection 30-9-11(A)(1) (Cum.Supp. 1987), makes the unlawful and intentional engaging in sexual intercourse with or sexual penetration of a child under thirteen years of age a first degree felony, without regard to consent or the use of force or coercion. See also NMSA 1978, § 30-9-11(B)(1) (Cum.Supp. 1987) (criminal sexual penetration is second degree felony if victim is thirteen to sixteen years of age and perpetrator is in a position of authority which he uses to coerce the child to submit). While our statute has been altered several times since territorial days, New Mexico law has consistently recognized some form of statutory rape. Knowledge or belief regarding the victim's age clearly is not an element of either of the present offenses. See SCRA 1986, 14-945, 14-957.\nFurther, the United States Supreme Court has never held that an honest mistake as to the age of the victim is a constitutional defense to statutory rape, and the requisite mental state to sustain criminal convictions has generally been left to the discretion of the states. Nelson v. Moriarty, 484 F.2d 1034, 1035 (1st Cir.1973). Numerous state appellate courts have also held that reasonable belief or good faith mistake as to the victim's age is no defense to statutory rape charges. See, e.g., State v. Superior Court, 104 Ariz. 440, 454 P.2d 982 (1969); State v. Silva, 53 Haw. 232, 491 P.2d 1216 (1971); Toliver v. State, 267 Ind. 575, 372 N.E.2d 452 (1978); Eggleston v. State, 4 Md. App. 124, 241 A.2d 433 (1968); State v. Keaten, 390 A.2d 1043 (Me. 1978); People v. Doyle, 16 Mich. App. 242, 167 N.W.2d 907 (1969); State v. Morse, 281 Minn. 378, 161 N.W.2d 699 (1968).\nLike the statutory rape statutes, our statutes regarding battery and assault upon a peace officer by their plain language do not require proof of an additional element of knowledge. These latter statutes meet the clear legislative intention to protect peace officers performing their duties and do not violate any constitutional rights of the defendant. Rutledge v. Fort correctly interpreted these statutes and should not be overruled.\nFinally, I disagree with the majority's conclusion that because the trial court improperly instructed the jury, the court's error rose to the level of a constitutional violation.\nFor the foregoing reasons, I respectfully dissent.\n",
            "ocr": false,
            "opinion_id": 1305535
        },
        {
            "author_str": "Sosa",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " OPINION SOSA, Senior Justice. Petitioner Kenneth Reese (Reese) was found guilty by a jury of aggravated assault on a peace officer (count one), and of battery on a peace officer (count two). Judgment and sentence were filed July 7, 1986. In a memorandum opinion the court of appeals affirmed the trial court’s judgment. On October 14, 1986 Reese filed his petition for writ of certiorari to the court of appeals. We granted certiorari and, upon review of the petition and record from the court of appeals’ file, we reverse the court of appeals. FACTS Reese’s alleged victim was Officer Troy Grant (Grant) of the Roswell Police Department. Grant had been summoned on his radio by another officer to lend assistance in the apprehension of one Lee Webb (Webb), who had been spotted fleeing from the scene of a stake-out. Both officers were dressed in plain clothes. Officer Grant pursued Webb into a residential backyard where Webb met Reese and handed him a folding pocket knife. When Officer Grant arrived, an altercation ensued in which Grant struck Reese with his fist, whereupon Grant found himself faced by Reese holding the pocket knife, now open. At that moment the other officer arrived on the scene, and Reese was placed under arrest. Grant later testified that while he was pursuing Webb, he (Grant) identified himself as a police officer. Grant testified that he likewise identified himself as a police officer to Reese before Reese threatened him with the open knife. Reese denied that he knew Grant was a police officer, and further testified that he had tried to put the knife into his pants pocket in order to defend himself with his fists, and that the knife snagged on his pants and opened spontaneously. The jury was not allowed by the court to hear Reese’s proffered instructions, patterned on NMSA 1978, UJI Crim. 41.15 (Repl.Pamp.1982 &amp; Repl.Pamp.1985), superseded by SCRA 1986, 14-5120 (Repl.Pamp. 1986), and reading as follows: Evidence has been presented that the defendant believed that Troy Grant was an ordinary citizen, not acting under col- or of law. If the defendant acted under an honest and reasonable belief in the existence of this fact, you must find him not guilty of Aggravated Assault on a Peace Officer. The burden is on the State to prove beyond a reasonable doubt that the defendant did not act under such belief. A similar instruction was proffered by Reese as to the second count of the indictment. The Issue of Scienter In affirming the trial court, the court of appeals correctly applied the controlling law, as stated in our opinion in Rutledge v. Fort, 104 N.M. 7, 715 P.2d 455 (1986), in which we stated, in construing the case of United States v. Feola, 420 U.S. 671, 95 S.Ct. 1255, 43 L.Ed.2d 541 (1975), “We believe that our Legislature, like Congress, meant to extend maximum protection to peace officers, and did not intend to undercut that protection by imposing an unexpressed requirement of knowledge that the victim was a peace officer.” 104 N.M. at 9, 715 P.2d at 457. Thus the court of appeals accurately ruled, in reliance on Rutledge v. Fort, that the question of scienter was properly withheld from the jury and that defendant’s proffered jury instructions were properly rejected.  Now, however, we have had opportunity to reconsider our holding in Rutledge and conclude that our reliance in that case on United States v. Feola was misplaced. Consequently, we explicitly overrule our holding in Rutledge insofar as it holds that a defendant’s knowledge as to the identity of the peace officer assaulted is not a necessary element of the crimes defined in NMSA 1978, Sections 30-22-22 and 30-22-24 (Repl.Pamp.1984 &amp; Cum. Supp.1987). Although those sections do not require knowledge of the victim’s identity as an element of the respective crimes, we nonetheless conclude that scienter is a necessary element of these crimes, and thus indispensable to the jury’s consideration of the case. We base this conclusion not on our reading of the pertinent statutes, but on requirements of constitutionally mandated due process. Since our holding in Rutledge was largely predicated upon the holding in Feola, we must here define the error in judgment which first led us to rely on that ease in reaching our decision in Rutledge. Feola was initially understood by most commentators as holding that in the case of any prosecution involving assault upon a federal officer in violation of 18 U.S.C. § 111 (1948), the defendant’s knowledge as to the identity of the victim was neither necessary nor relevant. Gradually, however, as the federal circuits began to apply the Feola ruling to further prosecutions under 18 U.S.C. § 111, the courts began to find nuances in Feola that had originally not been recognized. Thus, for example, in United States v. Williams, 604 F.2d 277 (4th Cir.), cert. denied, 444 U.S. 967, 100 S.Ct. 457, 62 L.Ed.2d 381 (1979), the court addressed itself to the Feola rule by stating: As a general rule, knowledge as to the identity of the victim is unnecessary for a conviction under 18 U.S.C. § 111 [citations omitted]. In certain circumstances, however, knowledge may be a relevant consideration if it goes to disproving the necessary element of mens rea. The Court in Feola stated: We are not to be understood as implying that the defendant’s state of mind is never a relevant consideration under § 111. The statute does require a criminal intent and there may well be circumstances in which ignorance of the official status of the person assaulted or resisted negates the very existence of mens rea. For example, where an officer fails to identify himself or his purpose, his conduct in certain circumstances might reasonably be interpreted as the unlawful use of force directed either at the defendant or his property. In a situation of that kind, one might reasonably be justified in exerting an element of resistance, and an honest mistake of fact would not be consistent with criminal intent. 604 F.2d at 279 (citation omitted) (quoting Feola, 420 U.S. at 686, 95 S.Ct. at 1264-65). In making distinctions between the Feola rule as it was originally understood and the interpretation that is now commonly accepted, other courts have stressed the language quoted above. For example, in United States v. Manelli, 667 F.2d 695 (8th Cir.1981), the Feola rule was cited as support for the proposition that “[sjpecific intent is an essential element of the crime of assaulting a federal officer in the performance of his duties.” 667 F.2d at 696 (citations omitted). By the time the issue was considered again, in United States v. Danehy, 680 F.2d 1311 (11th Cir.1982), Feola was cited as support for the very proposition which the ruling had originally been understood to oppose — namely, that the question of scienter is a proper element in a jury instruction requested by the defendant in a prosecution under 18 U.S.C. § 111. 680 F.2d at 1315. In United States v. Danehy, where the defendant was on trial for forcibly interfering with coastguardsmen while they were engaged in the performance of their duties, the trial judge was held to have improperly instructed the jury in stating that it was unnecessary to show that defendant knew people boarding his vessel were federal officers carrying out an official duty. The court in Danehy quoted the same passage from Feola that had been quoted three years earlier by the court in United States v. Williams. The court in Danehy also based its ruling on two circuit court cases relevant to our discussion, United States v. Ochoa, 526 F.2d 1278 (5th Cir.1976), and United States v. Young, 464 F.2d 160 (5th Cir.1972), which, according to Danehy, stand for the proposition “that a defendant may not be held absolutely liable for assaulting a government officer when the defendant acts from a mistaken belief that he himself is threatened with an intentional tort by a private citizen.” Danehy, 680 F.2d at 1315. Thus the Eleventh Circuit has committed itself to reading the Feola rule so as to allow the issue of scienter to be presented to a jury in such cases as the one before us. Nor have the federal circuits been the only courts contributing to the majority interpretation of the Feola rule. In State v. Morey, 427 A.2d 479 (Me.1981), the court interpreted the Feola rule as follows: The [Feola ] Court * * * recognized that the federal statute had two purposes. One was to protect federal officials by granting federal jurisdiction over assaults on them. This jurisdictional purpose, the Court concluded, would best be met by imposing liability without knowledge. In contrast, the other purpose, preventing obstruction of officials, alone would require knowledge, [citations omitted] * * * [T]he reasoning of both the majority and dissent in Feola further persuades us that our statute was intended to require knowledge of the official status of the person assaulted. 427 A.2d at 483-84. Further opinions from various states support the reading of Feola that we advance here: (1) Celmer v. Quarberg, 56 Wis.2d 581, 203 N.W.2d 45 (1973), holding: “a private citizen who commits a battery upon a police officer does not incur the additional penalty [imposed under the Wisconsin statute] unless he knows or has reason to know that the person confronting him is, in fact, a peace officer and not another private citizen.” Id. at 589, 203 N.W.2d at 50. (2) Dotson v. State, 358 So.2d 1321 (Miss.1978), holding: When there is no doubt of the defendant’s unlawful intention, knowledge of the official capacity of the victim is invariably unnecessary; the assailant takes his victim as he finds him. But if the defendant asserts a lack of intention or wilfulness based upon ignorance of the identity of the victim and ignorance of the victim’s official privilege to interfere with defendant’s person or freedom of movement, the jury must be allowed to consider the defendant’s evidence tending to show that he was ignorant of the official capacity of the victim. 358 So.2d at 1323. See Guevara v. State, 585 S.W.2d 744 (Tex.Cr.App.1979); People v. Saiz, 660 P.2d 2 (Colo.App.1982); State v. Skinner, 118 Ariz. 517, 578 P.2d 196 (App.1978); State v. Bailey, 360 So.2d 772 (Fla.1978); Lee v. State, 368 So.2d 395 (Fla.App.) cert. denied 378 So.2d 349 (1979); Evans v. State, 452 So.2d 1093 (Fla.App.1984).  We hold then that petitioner Reese was improperly denied the right to have the jury instructed as he had requested. To deny him this right was to deny him the right to have the jury fully apprised of a necessary element of the crime for which he was charged, and thus the court’s rejection of the instruction amounted to the deprivation of Reese’s right to due process of law as guaranteed by the United States Constitution, art. XIV, and by the New Mexico Constitution, art. II, Section 18. The judgments of the court of appeals and of the trial court are reversed, and this case is remanded to the trial court for a new trial consistent with this opinion. IT IS SO ORDERED. WALTERS, J., concurring. RANSOM, J., specially concurring. SCARBOROUGH, C.J., and STOWERS, J., dissent. ",
            "ocr": false,
            "opinion_id": 9570173
        },
        {
            "author_str": "Ransom",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " RANSOM, Justice (specially concurring). I concur with the Court’s revisitation of Rutledge in view of its misplaced reliance upon Feola. I do not, however, see the necessity of deciding this case on constitutional grounds. It is a general rule that ignorance or mistake of fact is a defense when it negates the existence of a mental state essential to the crime charged. This rule of law is recognized in Part D (Mistake) of the New Mexico Uniform Jury Instructions — Criminal. SCRA 1986, 14-5120 and 5121. The rules for construing the criminal intent required by a statute make applicable the defense of ignorance or mistake of fact under the circumstances of this case, as distinguished from others, e.g., State v. Alva, 18 N.M. 143, 134 P. 209 (1913) (sexual intercourse with a female child under age). Aside from constitutional grounds, it was essential that the state prove that the defendant did not act under an honest and reasonable belief that the victim of defendant’s assault was an ordinary citizen, not acting under color of law. It has long been the law of this state that the legislature may forbid the doing of an act and make its commission criminal without regard to the intent of the doer. Id.; State v. Lucero, 98 N.M. 204, 647 P.2d 406 (1982); State v. Shedoudy, 45 N.M. 516, 118 P.2d 280 (1941); and see State v. Gunter, 87 N.M. 71, 529 P.2d 297 (Ct.App.), cert. denied, 87 N.M. 48, 529 P.2d 274 (1974), cert. denied, 421 U.S. 951, 95 S.Ct. 1686, 44 L.Ed.2d 106 (1975). It is also the rule in New Mexico, however, that where an act is prohibited and made punishable by statute, the statute must be construed in the light of the common law, and the existence of a criminal intent is essential absent the appearance of legislative intent to the contrary. Alva, 18 N.M. at 151, 134 P. at 211. Such legislative intent must clearly appear from the statute. Shedoudy, 45 N.M. at 524, 118 P.2d at 286. In other words, whether the criminal intent of an accused is to be regarded as essential for conviction is a matter of statutory construction, State v. Craig, 70 N.M. 176, 372 P.2d 128 (1962), in light of the common law rule that existence of a criminal intent is essential. Shedoudy, 45 N.M. at 524, 118 P.2d at 285; see also State v. Barber, 91 N.M. 764, 581 P.2d 27 (Ct.App.1978); State v. Lucero, 87 N.M. 242, 531 P.2d 1215 (Ct.App.), cert. denied, 87 N.M. 239, 531 P.2d 1212 (1975); State v. Mascarenas, 86 N.M. 692, 526 P.2d 1285 (Ct.App.1974); State v. Fuentes, 85 N.M. 274, 511 P.2d 760 (Ct.App.), cert. denied, 85 N.M. 265, 511 P.2d 751 (1973); State v. Pedro, 83 N.M. 212, 490 P.2d 470 (Ct.App.1971); and State v. Austin, 80 N.M. 748, 461 P.2d 230 (Ct.App.1969). Because a defendant who does not have the mental state required by law for the commission of a particular offense cannot be convicted, a determination must be made of what mental element is required by the statute under which Reese was convicted. The statutes in question provide for conviction of aggravated assault, assault with intent to commit violent felony, or battery upon a peace officer while he is in the lawful discharge of his duties. NMSA 1978, §§ 30-22-22 through 24. In these criminal statutes, there is no language negating a mental state. The legislature did not say, in effect, that no mistake or ignorance of fact or law will suffice to exonerate the accused. Without specific language, the absence of an element of criminal intent must be construed from consideration of the conduct prohibited and the penalty imposed. Guilt of common law crimes has traditionally required knowledge or want of due care; while crimes-without-fault are generally misdemeanors carrying a relatively light penalty. Most often it is the “public welfare offense” that is the crime of no mens rea. E.g., State v. Barber, 91 N.M. 764, 581 P.2d 27 (Ct.App.1978). There are, however, notable exceptions. For example, the Model Penal Code position on sex offenses is that when criminality depends on a child’s being below the age of ten, it is then no defense that the actor believed the child to be older. W. LaFave &amp; A. Scott, Criminal Law, Ch. 5 (Justification and Excuse), § 5.1 (Ignorance or Mistake), (2d Ed.1986). New Mexico has limited its interpretation of strict liability felonies to child victim crimes. E.g., State v. Lucero, 98 N.M. 204, 647 P.2d 406 (1982); State v. Alva, 18 N.M. 143, 134 P. 209 (1913); State v. Lucero, 87 N.M. 242, 531 P.2d 1215 (Ct.App.), cert. denied, 87 N.M. 239, 531 P.2d 1212 (1975); State v. Gunter, 87 N.M. 71, 529 P.2d 297 (Ct.App.), cert. denied, 87 N.M. 48, 529 P.2d 274 (1974), cert. denied, 421 U.S. 951, 95 S.Ct. 1686, 44 L.Ed.2d 106 (1975); and State v. Fuentes, 85 N.M. 274, 511 P.2d 760 (Ct.App.), cert. denied, 85 N.M. 265, 511 P.2d 751 (1973). LaFave and Scott make the point that imposition of “strict liability as to certain elements of particular crimes” should rest as matters of policy on an offense-by-offense basis. The authors reject an uncritical acceptance of any general policy that the existence of a defense of ignorance or mistake rests ultimately on the defendant’s being able to say that he observed the community ethics and was, in fact, guilty of no lesser legal wrong or moral wrong. The argument that any person who confronts another with force or moral turpitude takes his victim as he finds him is to say that a wrongdoer can be convicted of a crime of which he is ignorant or factually mistaken. That argument loses sight of considerations of deference, correction and just condemnation of the actor’s conduct. LaFave and Scott have enumerated the following factors to be considered in deciding whether the legislature meant to impose liability without fault: (1) The legislative history of the statute or its title or context may throw some light on the matter. (2) The legislature may have in some other statute provided guidance as to how a court is to determine whether strict liability was intended. (3) The severity of the punishment provided for the crime is of importance. Other things being equal, the greater the possible punishment, the more likely some fault is required, and, conversely, the lighter the possible punishment, the more likely the legislature meant to impose liability without fault. (4) The seriousness of harm to the public which may be expected to follow from the forbidden conduct is another factor. Other things being equal, the more serious the consequences to the public, the more likely the legislature meant to impose liability without regard to fault, and vice versa. (5) The defendant’s opportunity to ascertain the true facts is yet another factor which may be important in determining whether the legislature really meant to impose liability on one who was without fault because he lacked knowledge of these facts. The harder to find out the truth, the more likely the legislature meant to require fault in not knowing; the easier to ascertain the truth, the more likely failure to know is no excuse. (6) The difficulty prosecuting officials would have in proving a mental state for this type of crime. The greater the difficulty, the more likely it is that the legislature intended to relieve the prosecution of that burden so that the law could be effectively enforced. (7) The number of prosecutions to be expected is another factor of some importance. The fewer the expected prosecutions, the more likely the legislature meant to require the prosecuting officials to go into the issue of fault; the greater the number of prosecutions, the more likely the legislature meant to impose liability without regard to fault. All the above factors have a bearing on the question of the interpretation of the empty statute, but no single factor can be said to be controlling. Thus some statutes have been held to impose liability without fault although the possible punishment was quite severe, generally because one or more of the other factors pointed toward strict liability. W. La Fave &amp; A. Scott, Criminal Law at 244-45. Although one or more of the above factors arguably may support an interpretation of the statute in question as requiring no mental element of knowledge, taken as a whole the factors do not lead to a construction that the legislature clearly intended to punish without knowledge. Therefore, without relying upon constitutional grounds, I would concur that the judgments of the court of appeals and the trial court be reversed, and that this case be remanded to the trial court for a new trial. SCARBOROUGH, Chief Justice, dissenting. I dissent. Defendant was convicted of aggravated assault and battery upon a peace officer. Defendant seeks a new trial, arguing that knowledge that a victim is a peace officer is an element of the offenses of which he was convicted. Specifically, defendant argues that he was entitled to an instruction that if he did not know his victim was a peace officer, then he is not guilty. Defendant’s requested instruction to this effect was denied. The majority concludes that defendant was denied due process of law because the jury was not charged as defendant requested. I disagree with the majority, first, because there is no specific intent requirement in the statutes under which defendant was convicted, and second, because the issue here is not one of constitutional dimension. The statutes under which defendant was convicted do not require that a defendant know the identity of his victim. See NMSA 1978, §§ 30-22-22 and 30-22-24 (Repl. Pamp.1984). The statutes merely require an intent to commit aggravated assault or battery. The purpose of the statutes is to impose a greater penalty for aggravated assault or battery upon a peace officer than the penalty for aggravated assault or battery upon an ordinary citizen. Cf NMSA 1978, §§ 30-3-2 and 30-3-4 (Repl. Pamp.1984). The majority ignores the clear and unambiguous language of the statutes by holding that a defendant must have specific intent to commit aggravated assault or battery upon a peace officer. The majority has granted the defendant a new trial based on recent court interpretations of United States v. Feola, 420 U.S. 671, 95 S.Ct. 1255, 43 L.Ed.2d 541 (1975). Feola does not support the position taken by the majority. Feola specifically held that knowledge of the victim’s identity is not an element of a similar federal offense. In any event, regardless of the treatment some courts have given Feola, there is no doubt that we are free to impose enhanced penalties for offenses against peace officers without first proving that the defendant knew the identity of his victim. We are not dealing with an issue of constitutional dimension, but rather with a matter of state policy. It is the prerogative of the legislature to establish policy in this area. The majority concedes that the statutes do not require knowledge of the victim’s identity. We should not rewrite the statutes under which defendant was convicted to include an element the legislature omitted. ",
            "ocr": false,
            "opinion_id": 9570174
        },
        {
            "author_str": "Stowers",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " STOWERS, Justice, dissenting. I dissent. In Rutledge v. Fort, 104 N.M. 7, 715 P.2d 455 (1986), this Court, interpreting the plain language of NMSA 1978, Sections 30-22-22 and 30-22-24 (Repl.Pamp.1984), held that the offenses of aggravated assault and battery upon a peace officer require proof that the defendant acted with a mental state of conscious wrongdoing (i.e., that he purposefully did an act the law declares to be a crime) but not proof that the defendant had knowledge of the fact that he was assaulting a peace officer who was in the lawful discharge of his duties. In that case, we issued a writ of superintending control prohibiting the district court from giving an instruction requiring the jury to find that the defendant had such knowledge. The relevant uniform jury instructions issued by this Court have not been revised since we issued our Rutledge v. Fort opinion, and they merely require that an aggravated assault or battery was made upon a named victim and proof that the named victim was an officer and was performing his duties. See SCRA 1986, 14-2203, 14-2211. The laws regarding interference with law enforcement were promulgated by one act of the Legislature, 1963 N.M. Laws, ch. 303, Sections 22-1 through 22-19, and strongly indicate a clear purpose to protect peace officers and law enforcement activities. The United States Supreme Court, in United States v. Feola, 420 U.S. 671, 95 S.Ct. 1255, 43 L.Ed.2d 541 (1975), recognized that these were legitimate goals of a similar federal statute and held that that statute required proof only of an “intent to assault, not an intent to assault a federal officer.” Id. at 684, 95 S.Ct. at 1264. To hold otherwise, it concluded, “would give insufficient protection to the agent enforcing an unpopular law, and none to the agent acting under cover.” Id. The Court did not even consider the possibility that such protection might violate the constitutional rights of those accused. It stated: This interpretation poses no risk of unfairness to defendants. It is no snare for the unsuspecting. Although the perpetrator of a narcotics “rip-off,” such as the one involved here, may be surprised to find that his intended victim is a federal officer in civilian apparel, he nonetheless knows from the very outset that his planned course of conduct is wrongful. The situation is not one where legitimate conduct becomes unlawful solely because of the identity of the individual or agency affected. In a case of this kind the offender takes his victim as he finds him. Id. at 685, 95 S.Ct. at 1264. While the majority points to some federal circuit court cases which attempt to distinguish Feola, the Tenth Circuit has consistently followed the Feola holding. Furthermore, the United States Supreme Court has not altered or reversed its prior opinion; Feola is still good law. Moreover, the principle that the wrongdoer takes his victim as he finds him underlies many New Mexico criminal statutes, and our Legislature frequently has mandated more severe punishment for offenses committed against members of classes it deems worthy of special protection. For example, peace officers are protected by our capital sentencing laws, which enumerate as an aggravating circumstance the fact that the victim was a peace officer in the lawful discharge of his duties. NMSA 1978, § 31-20A-5(A) (Repl.Pamp.1987). Persons sixty years of age and older are protected by NMSA 1978, Section 31-18-16.1 (Repl.Pamp.1987), which requires the sentencing court to increase the sentence of a noncapital felony offender if, in the course of his crime, such a person was intentionally injured. Pregnant women and their unborn fetuses are protected by NMSA 1978, Section 66-8-101.1 (Repl. Pamp.1987), which extends the scope of our vehicular homicide statute, NMSA 1978, Section 66-8-101 (Repl.Pamp.1987), to vehicular injuries resulting in miscarriage or stillbirth. The best example of a criminal offense based upon conduct directed at a member of a protected class which can be committed without the offender having knowledge that the victim was a member of the protected class is what is commonly known as “statutory rape.” This offense, presently codified at NMSA 1978, Subsection 30-9-11(A)(1) (Cum.Supp.1987), makes the unlawful and intentional engaging in sexual intercourse with or sexual penetration of a child under thirteen years of age a first degree felony, without regard to consent or the use of force or coercion. See also NMSA 1978, § 30-9-11(B)(1) (Cum.Supp. 1987) (criminal sexual penetration is second degree felony if victim is thirteen to sixteen years of age and perpetrator is in a position of authority which he uses to coerce the child to submit). While our statute has been altered several times since territorial days, New Mexico law has consistently recognized some form of statutory rape. Knowledge or belief regarding the victim’s age clearly is not an element of either of the present offenses. See SCRA 1986, 14-945, 14-957. Further, the United States Supreme Court has never held that an honest mistake as to the age of the victim is a constitutional defense to statutory rape, and the requisite mental state to sustain criminal convictions has generally been left to the discretion of the states. Nelson v. Moriarty, 484 F.2d 1034, 1035 (1st Cir.1973). Numerous state appellate courts have also held that reasonable belief or good faith mistake as to the victim’s age is no defense to statutory rape charges. See, e.g., State v. Superior Court, 104 Ariz. 440, 454 P.2d 982 (1969); State v. Silva, 53 Haw. 232, 491 P.2d 1216 (1971); Toliver v. State, 267 Ind. 575, 372 N.E.2d 452 (1978); Eggleston v. State, 4 Md.App. 124, 241 A.2d 433 (1968); State v. Reaten, 390 A.2d 1043 (Me.1978); People v. Doyle, 16 Mich.App. 242, 167 N.W.2d 907 (1969); State v. Morse, 281 Minn. 378, 161 N.W.2d 699 (1968). Like the statutory rape statutes, our statutes regarding battery and assault upon a peace officer by their plain language do not require proof of an additional element of knowledge. These latter statutes meet the clear legislative intention to protect peace officers performing their duties and do not violate any constitutional rights of the defendant. Rutledge v. Fort correctly interpreted these statutes and should not be overruled. Finally, I disagree with the majority’s conclusion that because the trial court improperly instructed the jury, the court’s error rose to the level of a constitutional violation. For the foregoing reasons, I respectfully dissent. ",
            "ocr": false,
            "opinion_id": 9570175
        }
    ],
    "court_short_name": "New Mexico Supreme Court",
    "court_full_name": "New Mexico Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "New Mexico, NM",
    "crime_category": "Rape"
}