{
    "id": 2609811,
    "judges": "Thomas, Cardine, Golden, and Taylor, Jj., and Brown, J. (Retired)",
    "date_filed": "2018-07-27",
    "date_filed_is_approximate": true,
    "slug": "may-v-southeast-wyoming-mental-health-center",
    "case_name_short": "May",
    "case_name": "May v. Southeast Wyoming Mental Health Center",
    "case_name_full": "Marvin Lee MAY and Wilda Stevens, as Guardian of MKM, a Minor, Appellants (Plaintiffs), v. SOUTHEAST WYOMING MENTAL HEALTH CENTER; Ardith “Dardee” Ervin; And Frank Andrews; State of Wyoming, Department of Public Assistance, N/K/A Department of Family Services; Carol Matz; And Jan Stiles, Appellees (Defendants)",
    "attorneys": "Ronald E. Triggs, Cheyenne, for appellants., Peter K. Michael of Boley & MeKellar, P.C., Cheyenne, for appellee Frank Andrews., Rebecca Lewis of Hirst & Applegate, Cheyenne, for appellee Southeast Wyoming Mental Health Center and Ardith “Dardee” Ervin., Karen A. Byrne, Cheyenne, for appellees Wyoming Dept, of Family Services; Carol Matz; Jan Stiles.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 16,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b776-3\">\n    Marvin Lee MAY and Wilda Stevens, as Guardian of MKM, a minor, Appellants (Plaintiffs), v. SOUTHEAST WYOMING MENTAL HEALTH CENTER; Ardith “Dardee” Ervin; and Frank Andrews; State of Wyoming, Department of Public Assistance, n/k/a Department of Family Services; Carol Matz; and Jan Stiles, Appellees (Defendants).\n   </parties><br><docketnumber id=\"b776-6\">\n    No. 92-179.\n   </docketnumber><br><court id=\"b776-7\">\n    Supreme Court of Wyoming.\n   </court><br><decisiondate id=\"b776-8\">\n    Dec. 29, 1993.\n   </decisiondate><br><attorneys id=\"b776-20\">\n    Ronald E. Triggs, Cheyenne, for appellants.\n   </attorneys><br><attorneys id=\"b776-21\">\n    Peter K. Michael of Boley &amp; MeKellar, P.C., Cheyenne, for appellee Frank Andrews.\n   </attorneys><br><attorneys id=\"b776-22\">\n    Rebecca Lewis of Hirst &amp; Applegate, Cheyenne, for appellee Southeast Wyoming Mental Health Center and Ardith “Dardee” Ervin.\n   </attorneys><br><attorneys id=\"b776-23\">\n    Karen A. Byrne, Cheyenne, for appellees Wyoming Dept, of Family Services; Carol Matz; Jan Stiles.\n   </attorneys><br><judges id=\"b776-24\">\n    Before THOMAS, CARDINE, GOLDEN, and TAYLOR, JJ., and BROWN, J. (Retired).\n   </judges>",
    "citations": [
        "866 P.2d 732"
    ],
    "opinions": [
        {
            "author_str": "Brown",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n866 P.2d 732 (1993)\nMarvin Lee MAY and Wilda Stevens, as Guardian of MKM, a minor, Appellants (Plaintiffs),\nv.\nSOUTHEAST WYOMING MENTAL HEALTH CENTER; Ardith \"Dardee\" Ervin; and Frank Andrews; State of Wyoming, Department of Public Assistance, n/k/a Department of Family Services; Carol Matz; and Jan Stiles, Appellees (Defendants).\nNo. 92-179.\nSupreme Court of Wyoming.\nDecember 29, 1993.\nRonald E. Triggs, Cheyenne, for appellants.\nPeter K. Michael of Boley &amp; McKellar, P.C., Cheyenne, for appellee Frank Andrews.\nRebecca Lewis of Hirst &amp; Applegate, Cheyenne, for appellee Southeast Wyoming Mental Health Center and Ardith \"Dardee\" Ervin.\nKaren A. Byrne, Cheyenne, for appellees Wyoming Dept. of Family Services; Carol Matz; Jan Stiles.\nBefore THOMAS, CARDINE, GOLDEN, and TAYLOR, JJ., and BROWN, J. (Retired).\nBROWN, Justice (Retired).\nAppellants Marvin Lee May and the guardian of a minor filed this lawsuit against various state government agencies and certain individuals alleged to have been employed by these agencies. The essence of appellant May's complaint is that he was *733 damaged by the state agencies and individuals (appellees) because they were negligent in reporting child abuse and testifying in a criminal prosecution against him. The gist of the guardian's complaint is that the individuals and state agencies were negligent in investigating and reporting child abuse involving the guardian's ward.\nThe district court disposed of the complaint by summary judgment or by dismissal for failure to state a cause of action.\nAppellants state the issues to be:\n1. Did the court err in the following orders and decisions:\nA. Order Granting Defendant Frank Andrews' Motion for Summary Judgment dated 17 July 1992.\nB. Order Granting Defendants Southeast Wyoming Mental Health Center's and Ardith \"Dardee\" Ervin's Motion for Summary Judgment dated 17 July 1992.\nC. Order Dismissing Plaintiffs' Claims Against the State of Wyoming, Department of Public Assistance and Social Services (Now DFS), Carol Matz and Jan Stiles dated 24 March 1992.\nD. Order on Motion of Defendant Frank Andrews to Dismiss Civil Rights Claims dated 4 March 1992.\nE. Order on Plaintiffs' Motion for Protective Order to invade attorney/client privilege dated 28 May 1992.\n2. Does bad faith remove the statutory governmental immunity of defendants Matz and Stiles?\n3. Did the defendants owe a duty of care to the plaintiffs?\nAppellants have not clearly identified the institutional or corporate parties that they intend to be included in this appeal. In the caption of appellants' brief and the issues specified, the State of Wyoming, Department of Public Assistance and Social Services (DPASS) and Southeast Wyoming Mental Health Center (Mental Health Center) are indicated as appellee parties. However, in their brief, appellants state, \"The Plaintiffs appeal from the decision only insofar as it affects the individuals.\" We need not concern ourselves, however, about which parties, if any, appellants intended to drop from this appeal.\nReduced to its simplest terms, appellants complain that the motions for summary judgment and the motion to dismiss were decided adversely to them.\nWe affirm.\nIt appears that an understanding of this spectacle would be facilitated by identifying the principal players in the beginning.\n\n\n                                 CAST\n  MKM                        Issue of a dysfunctional marriage.\n  Marvin Lee May             Father of MKM.\n  Dawn (May) Frantz          Mother of MKM.\n  Wilda Stevens              Paternal Grandmother &amp; Guardian of MKM.\n  Doug Frantz                Boyfriend/husband of Dawn May Frantz.\n  Carol Matz                 Social case worker, Laramie County DPASS\n  Jan Stiles                 Supervisor of Carol Matz, Laramie County DPASS\n  Ardith \"Dardee\" Ervin      Social Worker, Southeast Wyoming Mental Health Center\n\nIn addition to the cast, there were numerous entities and individuals that played some part in the tragedy about to be revealed.[1] This list includes, but is not limited to, several Wyoming and Colorado courts, a mental health center, public assistance and social workers, lawyers, doctors and law enforcement personnel and facilities.\n\nFACTS\nAppellant Marvin Lee May and Dawn May (now Dawn Frantz) were divorced in December 1984. Dawn May voluntarily gave up custody of the couple's daughter, MKM, age sixteen months. Dawn states that she agreed that Lee May have custody of the child because Lee threatened that if she opposed *734 it, he would reveal to Dawn's mother that Dawn's stepfather had sexually abused Dawn during her childhood. This revelation would have had dire consequences, according to Dawn.\nPost-divorce proceedings resulted in Dawn May re-establishing visitation with her daughter MKM. In July 1986, Marvin Lee May reported to Mary Richard of the Mental Health Center that his daughter, MKM, had returned home from a visit with her mother exhibiting a cigarette burn on her hand. Mary Richard reported the burn to appellee Carol Matz, a social worker for DPASS, who investigated the burn incident. The mother, Dawn, told Matz that it was an accidental cigarette burn. Matz closed the file on September 11, 1986, with respect to the burn incident, concluding that the report of abuse was unsubstantiated.\nAt Carol Matz's interview of Dawn May on September 10, 1986, the latter reported that she was concerned that MKM showed signs of discomfort in the genital area during her bath. This discomfort had been noticed by Dawn during earlier weekend visitations. Dawn reported that MKM denied being touched inappropriately by an adult.\nOn September 18, 1986, Dawn May telephoned Carol Matz again about MKM's discomfort. She reported that during her latest visit, MKM did not want to be touched in the genital area and was evasive about whether someone had been touching her. Ms. Matz suggested that Dawn May take her daughter for an interview with Ms. Ardith \"Dardee\" Ervin (formerly Toland), at the Mental Health Center.\nOn Friday, September 26, 1986, Dawn May took MKM to the Mental Health Center for an interview with Ervin. At this interview, MKM told Ervin that her father had sexually abused her. MKM's description of the sexual abuse was limited by the experience and vocabulary of a three-year-old girl, but sufficiently graphic to prompt Ervin to report the results of her interview to Carol Matz. At this juncture, MKM was placed in emergency shelter care with a foster mother.\nOn Monday, September 29, 1986, MKM was again interviewed by Ervin at the request of Carol Matz. Ervin reported to DPASS and the sheriff's office that she suspected abuse by Marvin Lee May; she continued to see MKM in therapy sessions and give opinions to the State regarding the condition of MKM. Ervin testified in the criminal trial against Marvin Lee May at the request of Colorado authorities. MKM was seen by Cheyenne physician Wendy Palmer for a physical examination. The examination did not reveal physical evidence of penetration, but MKM repeated her allegations in Dr. Palmer's presence through play with anatomical dolls. Dr. Palmer reported she believed that MKM had been sexually abused by her father. Carol Matz drafted an abuse/neglect investigative summary which detailed the course of investigation up to September 29, 1986.\nOn September 29, 1986, a shelter care hearing was held before the district judge. MKM's foster placement was continued. MKM remained in that placement for several more days, until the next hearing held on October 10, 1986. The foster parent reported in a letter to DPASS that MKM was very distraught at being separated from her mother, and was afraid of both her father, Lee May, and her grandmother, Wilda Stevens.\nOn September 30, 1986, Marvin Lee May had his first supervised visit with his daughter at DPASS offices. Carol Matz intended to allow Mr. May to visit his daughter alone; however, MKM refused to go into the visiting room alone with her father. To accommodate Marvin Lee May's objection to Carol Matz being present during the visit, Dr. Frank Andrews, a Fort Collins psychologist, consented to be a neutral observer during the visit. Dr. Andrews was rewarded for his accommodation by being sued.\nAt the October 10, 1986 hearing, Dawn May was awarded temporary custody of MKM, and Dr. Andrews was appointed an evaluator by the court.\nIn the next few weeks after the October 10 hearing several of the players in this saga were administered most of the psychological *735 and social tests known to man.[2] In mid-October of 1986, the Laramie County Sheriff's Department communicated with Police Detective Richard Martin of Thornton, Colorado, regarding the sexual abuse allegations against Marvin Lee May. Detective Martin commenced an investigation which resulted in an Information being filed against Marvin Lee May in Adams County. The charge was aggravated incest and sexual assault on a child.[3]\nIn his capacity as court appointed evaluator, Dr. Andrews first interviewed Marvin Lee May and explained to him the purpose of the evaluation and answered questions. He also attended supervised visitation between Marvin Lee May and his daughter and administered some of the tests mentioned. In an interview MKM stated to Dr. Andrews, \"Daddy had hurt her personal,\" and \"Daddy was mean.\"\nDr. Andrews completed his evaluation in January 1987, and submitted his report to Carol Matz. He was never called to testify in the Laramie County, Wyoming, abuse/neglect case. Dr. Andrews never said at any time that he thought Marvin Lee May was guilty. Rather, in his report, he gave an opinion that Dawn May was the preferred custodial parent, and that MKM's outcry statements were inconsistent with coaching by Dawn May.\nAfter submitting his report on January 20, 1987, Dr. Andrews had no involvement of any significance in the matter until April of 1988, when Marvin Lee May's criminal trial occurred in Adams County, Colorado. At this time, Dr. Andrews was subpoenaed as a witness for the prosecution. At the criminal trial in Adams County the jury found Marvin Lee May guilty of aggravated incest and sexual assault on a child. The conviction was overturned by the Colorado Court of Appeals on July 26, 1990, because the trial court failed to give a cautionary instruction. The prosecution filed a petition for a writ of certiorari to the Colorado Supreme Court which was denied on April 8, 1991. Thereafter, the Adams County prosecutor's office declined to reprosecute Marvin Lee May, stating:\nAfter living with the defendant's mother [Marvin Lee May's mother, Wilda Stevens] during the pendency of the defendant's appeal, the victim is now recanting.\nDue to this recantation, the People are presently unable to prove this case beyond a reasonable doubt.\nOn August 29, 1987, the district judge for Laramie County ordered that MKM be transferred from therapeutic foster case to Wilda Stevens, paternal grandmother. Dawn May Frantz, mother of MKM, appealed that custody decision to this court, which affirmed the district court's exercise of discretion. In the Interest of MKM, 792 P.2d 1369 (Wyo.1990).[4]\nOn April 10, 1991, appellants filed a complaint in the District Court of Laramie County alleging, as nearly as we can determine, that appellees negligently investigated allegations that appellant Marvin Lee May sexually abused or had had sexual contact with his minor daughter MKM. Marvin Lee May further alleged that all individual appellees \"deliberately or negligently ignored all exculpatory evidence and testified either inaccurately or untruthful, or both, in criminal proceedings in the state of Colorado.\"\n*736 The original complaint alleged that the torts of institutional and corporate defendants include, but were not limited to, professional negligence, ordinary negligence, gross negligence, intentional and negligent infliction of emotional distress and outrage. An amended complaint was filed April 22, 1991, which alleged basically the same broad allegations against defendants but added that the actions of the institutional and corporate defendants and each of them constituted negligent hiring, negligent training, negligent supervision, negligent instruction, negligent retention, and that they were additionally liable on the basis of respondeat superior. Appellants, in their complaint, shot-gunned a vague, unspecified \"violation of constitutionally cognizable civil and/or constitutional rights of the plaintiffs.\"\nAppellees responded to appellants' complaints by generally denying conclusory allegations set out in appellants' complaints and asserted one or more immunities from suit. The district court dismissed defendants DPASS, Carol Matz and Jan Stiles because of appellants' failure to state a claim for which relief could be granted. A summary judgment was granted in favor of the other appellees.\nFor several reasons we could justifiably affirm the district court's orders without addressing the merits of the case. In this instance, however, we prefer to decide this case on the merits rather than dismiss the appeal for technical reasons. The violation of appellate rules are noted, however. In this case, appellants merely state the issues to be that the court erred in granting summary judgments and motion to dismiss.\nThis court has stated countless times it will not consider issues alleging error which are not clearly defined, nor will issues be considered that are not supported by citation of proper authority or cogent argument. Dworkin v. L.F.P., Inc., 839 P.2d 903, 909 (Wyo.1992); Dynan v. Rocky Mountain Fed. Sav. &amp; Loan, 792 P.2d 631, 641 (Wyo.1990); Newman v. Am. Nat'l Bank, 780 P.2d 336, 341 (Wyo.1989). It is not the function of the court to frame an appellant's argument or draw issues for them. Hance v. Straatsma, 721 P.2d 575, 577 (Wyo.1986).\nAppellants here have not framed the issues to be addressed, nor have they favored us with proper authority or cogent argument. Appellants' compliance with the Wyoming Rules of Appellate Procedure is deficient in most respects.\n\nFAILURE TO STATE A CAUSE OF ACTION\nThe trial court dismissed this action against the State of Wyoming, DPASS, Carol Matz and Jan Stiles because the complaints failed to state a cause of action for which relief could be granted. Wyo.Stat. § 1-39-104(a) and (b) (1988) provide:\n(a) A governmental entity and its public employees while acting within the scope of duties are granted immunity from liability for any tort except as provided by W.S. 1-39-105 through 1-39-112. Any immunity in actions based on a contract entered into by a governmental entity is waived except to the extent provided by the contract if the contract was within the powers granted to the entity and was properly executed. The claims procedures of W.S. 1-39-113 apply to contractual claims against governmental entities.\n(b) When liability is alleged against any public employee, if the governmental entity determines he was acting within the scope of his duty, whether or not alleged to have been committed maliciously or fraudulently, the governmental entity shall provide a defense at its expense.\nThere are exemptions to the Wyoming Governmental Claims Act set out in Wyo. Stat. §§ 1-39-105, 1-39-107, and 1-39-112. However, there is no exception from the Governmental Claims Act for social workers, nor do appellants claim that there is such an exception. Unless a claim falls within one of the statutory exceptions, it is barred. Sawyer v. City of Sheridan, 793 P.2d 476, 478 (Wyo.1990). In Martinez v. City of Cheyenne, 791 P.2d 949, 957 (Wyo.1990), this court stated \"any action against the State must be authorized by the legislature and that courts are without jurisdiction to proceed in any case that has not been so authorized.\"\n*737 Governmental entities and their employees, while acting within the scope of their duties, are granted immunity from liability for any tort except those specifically waived within the Governmental Claims Act. Appellants do not contend nor argue that Matz and Stiles were not acting in the course of and within the scope of their duties.\nWyo.Stat. § 1-39-110 and § 1-12-601 cited by appellants have no application to the facts in this case. The former statute specifies liability for certain health care providers. The latter statute speaks of burden of proof with respect to health care providers. Matz and Stiles are not health care providers within the contemplation of these statutes. In Troyer v. Dep't of Health &amp; Social Services, 722 P.2d 158, 161 (Wyo.1986), this court defined a health care provider as \"one who cures or prevents impairments of the normal state of the body.\"\nAppellants rely heavily on Oyler v. State, 618 P.2d 1042 (Wyo.1980). This case involved damages resulting from an offer of employment which never came to pass. Oyler has very little to do with the case before us. It was decided before the effective date of the Governmental Claims Act, and it did not have anything to do with the Child Protection Services Act or certain immunities that we refer to. Next, appellants allude to a civil rights claim under the Wyoming Constitution; however, they specifically waived a civil rights claim under federal law. With respect to suits or claims against the state, this court has stated:\nThere are few, if any, precedents or rules that have been recognized longer or followed with greater fidelity than the rule that was set out in the case of Hjorth Royalty Company v. Trustees of University, 30 Wyo. 309, 222 P. 9 (1924), which held that Art. 1 § 8, Wyoming Constitution, is not self-executing; that no suit can be maintained against the State until the legislature makes provision for such filing; and, that absent such consent, no suit or claim could be made against the State. * * * In addition to the fact that this rule is most clearly established by numerous Wyoming authorities, in states having a similar provision to the one in our constitution, it has been almost universally held that such provision, which empowers the legislature to authorize the bringing of suits against the State and providing the procedure therefor, is not self-executing and requires positive, definite legislative action. No suit can be maintained absent such consent set out clearly by statute.\nWorthington v. State, 598 P.2d 796, 801 (Wyo.1979).\nThese civil rights claims, based on the Wyoming Constitution, fail because of no implementing legislation. They might also fail for other reasons.\nThe trial court properly dismissed the action against the State of Wyoming, DPASS, Carol Matz and Jan Stiles because of failure to state a cause of action. The Governmental Claims Act grants immunity to these appellees, and appellants have not shown that appellees here come under any exception. Probably appellees Carol Matz and Jan Stiles also enjoy qualified immunity under the Child Protective Services Act. Wyo.Stat. § 14-3-209 (1986).\n\nSUMMARY JUDGMENTS\nAs indicated in more detail earlier in reciting the facts of this case, Ardith \"Dardee\" Ervin (formerly Toland), was a social worker for Southeast Wyoming Mental Health Center (Mental Health Center). In that capacity, she reported to DPASS and the sheriff's office that she suspected abuse of MKM by Marvin Lee May. Later, at the request of Colorado authorities, Ervin testified in a criminal trial against Marvin Lee May.\nDr. Andrews' first involvement in this case was when he accommodated DPASS and Carol Matz by sitting in on a visit by Marvin Lee May with his daughter, MKM. Thereafter, Dr. Andrews was appointed evaluator by the court. In that capacity, he made several interviews, conducted tests and made reports. Finally, he testified at a criminal trial against Marvin Lee May. Ervin and Andrews claim statutory immunity under Wyo. Stat. § 14-3-209. The district court agreed that these parties were immune, and we agree with the district court.\n\n*738 A motion for summary judgment places an initial burden on the movant to make a prima facie showing that no genuine issue of material fact exists and that summary judgment should be granted as a matter of law. Rule 56(c), Wyoming Rules of Civil Procedure. Once a prima facie showing is made, the burden shifts to the party opposing the motion to present specific facts showing that a genuine issue of material fact does exist. England v. Simmons, Wyo., 728 P.2d 1137, 1140-1141 (1986). We analyze challenges to a grant of summary judgment by reviewing the record in a light most favorable to the party opposing the motion giving him all favorable inferences that can be drawn from the facts. Id. Conclusory statements or mere opinions are insufficient, however, to satisfy an opposing party's burden. Jones Land &amp; Livestock Co. v. Federal Land Bank of Omaha, Wyo., 733 P.2d 258, 263 (1987).\nBoehm v. Country Chamber of Commerce, 748 P.2d 704, 710 (Wyo.1987).\nThe well-known standard of review for summary judgments has only minimal significance here. Rather, the summary judgments in this case can be upheld on the basis of immunity. Therefore, we need not search the record to see if there are disputed material facts, nor need we examine in detail the materials in support of summary judgment or in opposition.\nThe pertinent portion of the Wyoming Child Protective Services Act requires reporting of suspected child abuse:\n(a) Any person who knows or has reasonable cause to believe or suspect that a child has been abused or neglected or who observes any child being subjected to conditions or circumstances that would reasonably result in abuse or neglect, shall immediately report it to the child protective agency or local law enforcement agency or cause a report to be made.\nWyo.Stat. § 14-3-205 (1986) (emphasis added).\nAfter a report has been made according to the requirement of Wyo.Stat. § 14-3-205, the person or entity making the report has qualified immunity according to § 14-3-209:\nAny person, official, institution or agency participating in good faith in any act required or permitted by W.S. 14-3-201 through 14-3-215 [Child Protective Services Act] is immune from any civil or criminal liability that might otherwise result by reason of the action. For the purpose of any civil or criminal proceeding, the good faith of any person, official or institution participating in any act permitted or required by W.S. 14-3-215 shall be presumed.\n\n(Emphasis added.)\nSection 14-3-209 does not limit immunity to suits based only on the reporting. Rather, it provides immunity from any civil or criminal liability that might otherwise result because of reporting. Immunity includes participation in legal proceedings, as well as the underlying determination of the abuse which then led to the reporting. It covers, in this case, all actions taken by Andrews, Ervin and the Mental Health Center. The reason for this blanket immunity is to protect children by encouraging reporting of suspected abuse so it can be investigated without the reporter fearing reprisal if the suspicions are later determined to be unfounded.\nAll fifty states have a statute similar to Wyo.Stat. § 14-3-209 which provides immunity for persons who report suspected abuse provided the reporting was done in good faith. Elmore v. Van Horn, 844 P.2d 1078, 1082 (Wyo.1992). Case law from other jurisdictions indicate immunity statues are construed to include not only actions based on the actual reporting, but also suits founded on the alleged underlying malpractice or negligence that led to the belief that the child was being abused. See Maples v. Siddiqui, 450 N.W.2d 529, 530 (Iowa 1990); and Awkerman v. Tri-County Orthopedic, P.C., 373 N.W.2d 204, 206 (Mich.App.1985).\nIn Elmore, the court clearly and concisely compared Wyoming's immunity statute with those of other states and explained the public policy and legislative intent in enacting Wyo. Stat. § 14-3-209. There, the court stated:\nAll persons who report child abuse pursuant to the Wyoming reporting statute are \"permissive reporters,\" because they *739 do not face a criminal penalty if they fail to report child abuse. See W.S. 14-3-201 through -215 (1986). Looking to the legislative language and by comparing our statute to others, it is clear that the Wyoming legislature intended to provide qualified immunity, that is immunity for all who report child abuse in good faith. Therefore, should it appear that appellee reported this suspected child abuse in good faith, she will be entitled to qualified immunity under the statute.\nThe reporting immunity statute contains two basic requirements. First, the report must be made pursuant to W.S. 14-3-205, which requires that a person immediately report abuse if they \"kno[w] or ha[ve] reasonable cause to believe or suspect\" that abuse has or is occurring, and second, that the report be acting in good faith. W.S. 14-3-209 (1986); see also Allen v. Ortez, 802 P.2d 1307, 1310 (Utah 1990). Under Wyoming's statute, good faith is presumed. The statute provides a presumption that the report was made in good faith absent any contrary allegation or showing from appellants. W.S. 14-3-209.\nThis construction of the statute does not afford immunity for deliberately false accusations, yet still protects those who report in good faith. Were we to construe the statute in a different fashion, the result might be to chill legitimate reports of child abuse.\nElmore, 844 P.2d at 1083.\nUnder Wyo.Stat. § 14-3-209, the reporting by Ervin and Andrews is presumed to have been done in good faith. Appellants have presented no facts to rebut that presumption or to show that Ervin and Andrews did not act in good faith in this matter. There is no evidence of bad faith which would defeat the good faith presumption in this case.\nAt various times in this protracted case, appellants have urged DeShaney v. Winnebago County Dep't of Social Services, 489 U.S. 189, 109 S. Ct. 998, 103 L. Ed. 2d 249 (1989), in support of their case. In DeShaney, social services and several social workers were sued under 42 U.S.C.S. § 1983 for not intervening in a child abuse case. The federal courts, including the United States Supreme Court, decided against the petitioner. We learn from the case before us that social services are sued if they intervene in child abuse cases, and in DeShaney we learn that social services are sued if they do not intervene. DeShaney, 489 U.S. at 195, 109 S. Ct. at 1002-03, 103 L.Ed.2d at 158.\nIt appears that Ervin and Andrews also had witness immunity. The United States Supreme Court addressed the issue of witness immunity in Briscoe v. LaHue, 460 U.S. 325, 103 S. Ct. 1108, 75 L. Ed. 2d 96 (1983), holding that parties and witnesses had immunity from liability due to their testimony in judicial proceedings. Those principles were expanded in Collins v. Walden, 613 F. Supp. 1306, 1314 (N.D.Ga.1985), to hold that witness immunity also protects statements made in depositions and affidavits.\nIt would not be illogical to expand this witness immunity to reports made to government agencies or quasi-governmental agencies when such reports become part of the basis for the criminal action or child protection actions. Appellee Andrews may also be entitled to quasi-judicial immunity after his appointment as evaluator by the court. With respect to some appellees, the statute of limitations may be a bar to an action under these circumstances. We will not decide the defenses of quasi-judicial immunity or the statute of limitations. We decide no more than necessary in this case.\nAppellants' principal theory of the case against the institutional and corporate appellees DPASS and the Mental Health Center is respondeat superior. Because we have upheld the granting of summary judgment in favor of the individual appellees, the appeal against DPASS and the Mental Health Center must also fail.\nAppellants allege negligent hiring, training, supervision, instruction and retention against the institutional and corporate appellees in their third amended complaint. We find these five allegations of negligence to be without merit. Appellants have not brought to our attention any evidence in support of these allegations. Any reference to such asserted acts of negligence are mere conclusions *740 or opinions and are not sufficient to satisfy appellants' burden. Boehm, 748 P.2d at 710.\nIn order to counter the immunity provided for in Wyo.Stat. §§ 1-39-104 and 14-3-209, appellants have alleged bad faith. Appellants enumerate fifty-one numbered incidents or occurrences which they contend show negligence and bad faith. Some of these numbered allegations of bad faith contain more than one occurrence. Appellants essentially contend everything done by appellees and numerous things not done constitute bad faith and negligence. Appellants state, \"Plaintiffs contend that the accumulated acts of defendants meet the test for bad faith.\" Some numbered occurrences have no references to the record; others refer us to some lengthy report, deposition or affidavit. It is not our responsibility to search the record and ferret out material to support allegations of appellants.\nAppellants' contention of bad faith also fails because they do not cite any cases or make any logical argument to demonstrate why a particular act or non-act shows bad faith. This court has said that in the absence of authority cited by the one having the burden of proof, the court will assume that no authority was found. Nation v. State ex rel. Firefighters Local 279 I.A.F.F., 518 P.2d 931, 933 (Wyo.1974). Appellants state in their brief that they have found no cases on the duty to investigate the facts of a charge of sexual abuse. In the absence of authority for appellants' contentions here, they cite four cases and text material regarding physicians and surgeons. This extraneous material has no application here. Appellants have not presented facts in an understandable way to rebut the presumption of good faith.\nAppellants, at various and sundry places in their brief, allude to matters that are difficult to classify. These matters may be intended to be issues or perhaps grumblings in connection with other issues. For example, appellants complain that they were not able to obtain the entire DPASS file. They also say they were precluded from producing certain evidence, but they do not explain the preclusion. Appellants specify as issues: \"Order on Plaintiff's Motion for Protective Order to invade attorney/client privilege,\" and \"Did the defendants owe a duty of care to the Plaintiffs?\" These two issues are fleetingly addressed in connection with argument on other matters by appellants. In any case, there is no authority cited nor cogent argument made to support these so-called issues.\nIn summary, we uphold the trial court in its order of dismissal on the basis of the Governmental Claims Act and affirm the granting of summary judgments on the basis of the Child Protective Services Act.\nAffirmed.\nNOTES\n[1]  We characterize this case as a tragedy because of the demands made on the courts, law enforcement, mental health, doctors, lawyers and public assistance\u0097all of this supported by the taxpayer and all for naught.\n[2]  Marvin Lee May, Dawn May and Doug Frantz were administered polygraph tests. Marvin Lee May's test was inconclusive while Dawn May and Doug Frantz passed their tests. Dr. Andrews conducted a family assessment/bonding evaluation/custody study. Dr. Andrews tested MKM with the Denver Developmental Test and tested Marvin Lee May with the Minnesota Multiphasic Personality Inventory (MMPI), Million Clinical Multiaxial Inventory (MCMI) and the Multiphasic Sex Inventory (MSI). Eventually May was given a plythesmograph test. This test is so bizarre only inconclusive results could be expected.\n[3]  Part of the time Marvin Lee May had custody of MKM he worked and lived in Colorado. The sexual abuse was alleged to have occurred in Colorado.\n[4]  On March 9, 1989, the Laramie County District Attorney's Office filed criminal complaints against Doug Frantz for molesting MKM and against Dawn Frantz alleging that she was an accessory to molestation. Both complaints were dismissed because of insufficient evidence.\n\n",
            "ocr": false,
            "opinion_id": 2609811
        }
    ],
    "court_short_name": "Wyoming Supreme Court",
    "court_full_name": "Wyoming Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Wyoming, WY",
    "crime_category": "Rape"
}