{
    "id": 2783649,
    "judges": "Ellington, McMillian, Phipps",
    "date_filed": "1993-05-02",
    "date_filed_is_approximate": true,
    "slug": "gibbs-v-bright-et-al",
    "case_name_short": null,
    "case_name": "GIBBS v. BRIGHT Et Al.",
    "case_name_full": "Troy Lee Gibbs v. Fred Bright, District Attorney",
    "attorneys": "Ashley L. Deadwyler, for appellant., FredricD. Bright, District Attorney, Daniel B. Cochran, Assistant District Attorney, for appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b881-11\">\n    A14A2324.\n   </docketnumber><parties id=\"azv-dedup-0\">\n    GIBBS v. BRIGHT et al.\n   </parties><br><citation id=\"b881-12\">\n    (769 SE2d 590)\n   </citation>",
    "citations": [
        "330 Ga. App. 851",
        "769 S.E.2d 590"
    ],
    "opinions": [
        {
            "author_str": "Phipps",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "https://efast.gaappeals.us/download?filingId=a6e55121-5da6-46be-8e8f-7291088ecafd",
            "author_id": null,
            "opinion_text": "                                FIRST DIVISION\n                                 PHIPPS, C. J.,\n                        ELLINGTON, P. J., and MCMILLIAN, J.\n\n                        NOTICE: Motions for reconsideration must be\n                        physically received in our clerk’s office within ten\n                        days of the date of decision to be deemed timely filed.\n                                   http://www.gaappeals.us/rules/\n\n\n                                                                          March 2, 2015\n\n\n\n\nIn the Court of Appeals of Georgia\n A14A2324. GIBBS v. BRIGHT et al.\n\n      PHIPPS, Chief Judge.\n\n      Indicted on numerous counts of sexual offenses, Troy Lee Gibbs was brought\n\nto trial in the Superior Court of Wilkerson County, which proceeding ended by\n\nmistrial after the jury failed to reach a verdict.1 At his second trial, the jury found\n\nGibbs guilty of nine counts of child molestation, two counts of enticing a child for\n\nindecent purposes, and two counts of solicitation of sodomy; Gibbs was sentenced to\n\nimprisonment.2 But Gibbs’s convictions were reversed by this court,3 and after the\n\ncase was remitted to the superior court in October 2007, an order of nolle prosequi\n\n\n      1\n          See Gibbs v. State, 287 Ga. App. 694-695 (652 SE2d 591) (2007).\n      2\n          See id.\n      3\n          Id. at 695.\n\fwas entered. Thereafter, in February 2014, Gibbs petitioned the Superior Court of\n\nWilkerson County, pursuant to Georgia’s record-restriction statute, OCGA § 35-3-37,\n\nto restrict access to his criminal history record information for the underlying\n\noffenses,4 and to grant him attorney fees incurred in pursuing said record restriction.\n\nIn his petition, Gibbs named as respondents the Wilkinson County District Attorney,\n\nFred Bright, as well as the Wilkinson County Sheriff’s Office. The superior court\n\nconducted a hearing, then denied Gibbs’s petition. Gibbs appeals. For reasons that\n\nfollow, we affirm.\n\n      At the hearing, the state argued that Gibbs’s petition was governed by\n\nparagraph (j) (2) of OCGA § 35-3-37, which states:\n\n      When an individual was convicted of an offense and was sentenced to\n      punishment other than the death penalty, but such conviction was\n      vacated by the trial court or reversed by an appellate court or other post-\n      conviction court, the decision of which has become final by the\n      completion of the appellate process, and the prosecuting attorney has not\n\n\n      4\n        OCGA § 35-3-37 (6) provides, “‘Restrict,’ ‘restricted,’ or ‘restriction’ means\nthat the criminal history record information of an individual relating to a particular\ncharge shall be available only to judicial officials and criminal justice agencies for\nlaw enforcement or criminal investigative purposes or to criminal justice agencies for\npurposes of employment in accordance with procedures established by the center and\nshall not be disclosed or otherwise made available to any private persons or\nbusinesses pursuant to Code Section 35-3-34.”)\n\n                                          2\n\f      retried the case within two years of the date the order vacating or\n      reversing the conviction became final, such individual may petition the\n      superior court in the county where the conviction occurred to restrict\n      access to criminal history record information for such offense. . . . If a\n      hearing is requested, . . . [t]he court shall hear evidence and shall\n      determine whether granting an order restricting such criminal history\n      record information is appropriate, giving due consideration to [1] the\n      reason the judgment was reversed or vacated, [2] the reason the\n      prosecuting attorney has not retried the case, and [3] the public’s interest\n      in the criminal history record information being publicly available.\n\n\n      As to the first of these three factors, the state cited that the judgment was\n\nreversed because Gibbs’s trial counsel had rendered ineffective assistance.5\n\nRegarding the second such factor, the state proffered that the reason it had not again\n\ntried the case was that Gibbs had already served three years in prison after having two\n\none-week-long trials. The court then turned to the assistant district attorney who had\n\nrepresented the state at Gibbs’s trials, and asked for “[a]nything on the second\n\n[factor]?” She responded,\n\n      [W]hen the case came back [from the Court of Appeals], because I had\n      been the one that had been prosecuting it in both cases, there was some\n      question as to, you know, was the State going to retry the case. We got\n\n\n      5\n          Gibbs, supra at 696-700 (1).\n\n                                           3\n\f       in touch with the victim who had moved and married. Didn’t want to\n       come back and do this for a third time. Very frustrated with the system.\n       And so I communicated that to Mr. Bright [the district attorney]. And he\n       put that, the reason, that he did on there. But it was not a recanted, state\n       this on the record, she did not recant. She did not say it didn’t happen.\n       She didn’t say, you know oh well, you know, never mind. She just said:\n       I don’t want to go through this a third time. And, additionally, our\n       similar transaction witnesses didn’t want to go through it a third time.\n       So, we had three victims saying: we don’t want to do this again. And so\n       out of respect to them, they made the decision to dismiss the case.6\n\n\nWith respect to the third factor, the state asserted that it was important that the “public\n\nknow[] that [Gibbs] has been previously charged with being a child molester and\n\nconvicted, but reversed.”\n\n       In ruling upon Gibbs’s petition, the superior court stated in its order:\n\n       [T]he Court, pursuant to OCGA § 35-3-37 (j), finds as follows:\n       Restricting petitioner’s criminal history record is not appropriate in\n       considering those factors specific to this case, and it is in the public’s\n       interest that the criminal history information be publicly available;\n       Further, it is the finding of this Court that that public interest clearly\n       outweighs the harm resulting to the Petitioner with that information\n\n\n       6\n        The court then stated, “Okay. Anything else?” At that point, counsel\nrepresenting the state in response to Gibbs’s petition asked Gibbs’s counsel, “You got\nanything for her?” Gibbs’s counsel responded that she did not.\n\n                                            4\n\f      being publicly available. Petitioner’s requests to restrict . . . record and\n      for attorney’s fees are therefore DENIED.\n\n\nIn this direct appeal,7 Gibbs contends that the superior court misapplied the cited\n\nstatutory provision, OCGA § 35-3-37 (j), advancing two arguments.\n\n      1. Gibbs contends that the superior court erred by determining that subsection\n\n(j) governed his petition. He points out that the order of nolle prosequi was entered\n\nin March 2009. Therefore, Gibbs maintains in his brief, “When the prosecuting\n\nattorney entered a nolle prosequi rather than waiting the two-year period referred to\n\nin (j) (2), the (h) (2) (A) provision was triggered, thus qualifying [him] automatically\n\nfor record restriction rather than requiring the application of the discretionary (j) (2)\n\nbalancing test.”\n\n      The provision Gibbs maintains governs his petition, OCGA § 35-3-37 (h) (2)\n\n(A), states:\n\n      Access to an individual’s criminal history record information, including\n      any fingerprints or photographs of the individual taken in conjunction\n\n\n      7\n        See OCGA §§ 35-3-37 (j) (5) (“Any party may file an appeal of an order\nentered pursuant to this subsection as provided in Code Section 5-6-34.”); 5-6-34 (a)\n(12) (“Appeals may be taken to the Supreme Court and the Court of Appeals from the\nfollowing judgments and rulings of the superior courts . . . [a]ll judgments or orders\nentered pursuant to Code Section 35-3-37.”).\n\n                                           5\n\f       with the arrest, shall be restricted by the center for the following types\n       of dispositions: . . . (2) After indictment or accusation: (A) Except as\n       provided in subsection (i) of this Code section,[8] all charges were\n       dismissed or nolle prossed.\n\n\n       We cannot agree with Gibbs that his petition is governed by OCGA § 35-3-37\n\n(h) (2) (A), as opposed to OCGA § 35-3-37 (j) (2). The General Assembly, in\n\nenacting paragraph (j) (2),9 set forth detailed criteria as to its applicability:10\n\n       When an individual was convicted of an offense and was sentenced to\n       punishment other than the death penalty, but such conviction was\n       vacated by the trial court or reversed by an appellate court or other post-\n       conviction court, the decision of which has become final by the\n       completion of the appellate process, and the prosecuting attorney has not\n\n\n\n       8\n           Neither Gibbs nor the state has claimed that sub-section (i) was implicated.\n       9\n        See Ga. L. 2012, p. 899, §§ 6-2 (“repealing Code Section 35-3-37, relating to\ninspection, purging, modifying, or supplementing of criminal records, and enacting\na new Code Section 35-3-37”), 9-1 (c) (providing for an effective date of July 1,\n2013); OCGA § 35-3-37 (2012) (setting forth both versions of statute).\n       10\n         See generally Goldberg v. State, 282 Ga. 542, 544 (651 SE2d 667) (2007)\n(“In construing a statute, the cardinal rule is to glean the intent of the legislature.\nLanguage in one part of the statute must be construed in the light of the legislative\nintent as found in the statute as a whole.”) (citation and punctuation omitted);\nMeinken v. Burgess, 262 Ga. 863, 865 (2) (426 SE2d 876) (1993) (reiterating that, in\nconstruing a statute, courts must “try to effectuate the intent of the legislature as\ndiscerned from the act as a whole”).\n\n                                            6\n\f      retried the case within two years of the date the order vacating or\n      reversing the conviction became final.11\n\n\nWhile the General Assembly could have carved from such specific parameters an\n\nexception, so as to exclude from that paragraph’s purview instances where a nolle\n\nprosequi was entered within the referenced two-year period, it did not. Where, as\n\nhere, a statute contains both a general provision and a specific one, “the particular\n\nprovision must control, and the general provision must be taken to affect only such\n\ncases within its general language as are not within the provisions of the particular\n\nprovision.”12\n\n      In light of the foregoing, the trial court did not err in determining that OCGA\n\n§ 35-3-37 (j) (2) governed Gibbs’s petition,13 as it is without question that the\n\nunderlying circumstances – including the conviction, sentencing, reversal, lack of a\n\n\n\n\n      11\n           OCGA § 35-3-37 (j) (2).\n      12\n        Mayor &c. of Savannah v. Savannah Elec. & Power Co., 205 Ga. 429, 436-\n437 (54 SE2d 260) (1949) (punctuation omitted); see generally Drake v. State, 170\nGa. App. 846, 847 (1) (318 SE2d 721) (1984) (noting various usages and effects of\nan order of nolle prosequi).\n      13\n           See generally Goldberg, supra; Mayor, supra.\n\n                                          7\n\fsubsequent retrial, and timing of Gibbs’s petition to restrict records– satisfied that\n\nCode provision’s detailed applicability criteria.\n\n         2. Alternatively, Gibbs contends that the trial court abused its discretion in\n\ndetermining that the three factors set forth in OCGA § 35-3-37 (j) (2) weighed against\n\nhim.14\n\n         At the hearing, Gibbs’s attorney addressed each factor as follows. Regarding\n\nthe first (the reason the judgment was reversed), Gibbs’s attorney pointed out that the\n\nconclusion of ineffectiveness was premised, in part, upon Gibbs’s trial counsel’s\n\nfailure to present to the jury potentially exculpatory evidence.15 Countering the state’s\n\nproffer with respect to the second factor (the reason the prosecuting attorney had not\n\ntried the case again), Gibbs’s attorney claimed that the fact “that [Gibbs] had already\n\nserved some kind of punishment for a crime that he was never convicted of . . . should\n\nweigh in his favor, rather than in the prosecution’s favor.” And turning to the third\n\n\n\n         14\n         See generally Meinken, supra at 866 (2) (contemplating a “balancing of\nequities” by the superior court, and holding that “a superior court’s decision on\nexpungement will not be disturbed on appeal unless there has been an abuse of\ndiscretion”).\n         15\n        See Gibbs, supra at 696-698 (1) (a) (i - ii) (citing evidence that the alleged\nvictim had accused other men of sexually molesting her, then later recanted the\naccusations).\n\n                                            8\n\ffactor (the public’s interest in the criminal history record information being publicly\n\navailable), Gibbs’s attorney asserted that Gibbs’s “personal private interest in being\n\nfree from the record outweighs the public interest in having that record available.”\n\n      On appeal, however, Gibbs has cited no authority demonstrating that the\n\nsuperior court erred in its determination that restricting his criminal history record\n\nwas not appropriate. The record confirms that, upon Gibbs’s petition, the court\n\nconvened a hearing, allowed the parties to present evidence and argument, and\n\ninvoked the correct legal standard. “[B]ecause potential harm to individuals is the\n\nnatural consequence of the maintenance and dissemination of criminal records . . .,\n\nthe balancing test should not be tipped in the defendant’s favor solely on the basis of\n\nthe potential harm that could accrue to a defendant in any given case.”16 Here, the\n\narguments and evidence presented to the superior court did not require a finding of\n\n\n\n\n      16\n        Meinken, supra; see OCGA § 35-3-37 (j) (2) (setting forth factors to be\nconsidered by court when determining whether restricting criminal history record\ninformation is appropriate).\n\n                                          9\n\fa diminished interest by the public in Gibbs’s criminal history record information;17\n\nnor did they mandate a conclusion that restricting such information was appropriate.18\n\n      Because Gibbs has failed to demonstrate merit in his contention that the trial\n\ncourt erred by determining, based upon its consideration of the factors set forth in\n\nOCGA § 35-3-37 (j) (2), that restricting his criminal history record information was\n\nnot appropriate, Gibbs has presented no basis for disturbing the denial of his petition.\n\n      Judgment affirmed. Ellington, P. J., and McMillian, J., concur.\n\n\n\n\n      17\n         “For instance, if an arrest results from any illegality or misconduct on the part\nof the police, the arrest record may not be indicative of the individual’s criminal\npropensity and the maintenance of the record may therefore be of little value to [the\npublic].” Meinken, supra (citations omitted). See also Drake, supra (noting that “mere\nentry of nolle prosequi does not indicate an absence of the commission of a criminal\nact”).\n      18\n        See generally Meinken, supra at 865 (2) (noting Georgia’s “public policy\nfavoring the maintenance and dissemination of such records”).\n\n                                           10\n\f",
            "ocr": false,
            "opinion_id": 2783649
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Rape"
}