{
    "id": 2792942,
    "judges": null,
    "date_filed": "1974-10-27",
    "date_filed_is_approximate": true,
    "slug": "12-27-562",
    "case_name_short": null,
    "case_name": "12-27 562",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.va.gov/vetapp15/Files1/1508837.txt",
            "author_id": null,
            "opinion_text": "Citation Nr: 1508837\t\r\nDecision Date: 02/27/15    Archive Date: 03/11/15\r\n\r\nDOCKET NO.  12-27 562\t)\tDATE\r\n\t)\r\n\t)\r\n\r\nOn appeal from the\r\nDepartment of Veterans Affairs Regional Office in Muskogee, Oklahoma\r\n\r\n\r\nTHE ISSUE\r\n\r\nEntitlement to service connection for a psychiatric disability, to include posttraumatic stress disorder (PTSD).\r\n\r\n\r\nREPRESENTATION\r\n\r\nAppellant represented by:\tOklahoma Department of Veterans Affairs\r\n\r\n\r\nWITNESS AT HEARING ON APPEAL\r\n\r\nAppellant\r\n\r\n\r\nATTORNEY FOR THE BOARD\r\n\r\nL. A. Rein, Counsel\r\n\r\nINTRODUCTION\r\n\r\nThe Veteran served on active duty form January 1974 to February 1974 in the United States Army, and from October 1974 to July 1975 in the United States Navy.\r\n\r\nThis matter comes to the Board of Veterans' Appeals (Board) on appeal from a January 2012 rating decision of the Department of Veterans Affairs (VA) Regional Office (RO) in Muskogee, Oklahoma. \r\n\r\nIn December 2013, the Veteran testified before the undersigned Veterans Law Judge by videoconference.  A transcript of that hearing is of record.  In April 2014, the Board remanded this matter for additional development. \r\n\r\n\r\nFINDINGS OF FACT\r\n\r\n1.  The preponderance of the probative medical evidence is against a finding that the Veteran's symptoms do not meet the criteria for a diagnosis of PTSD.\r\n\r\n2.  The probative evidence of record does not show that any psychiatric disability was incurred in or aggravated by any aspect of the Veteran's active service.\r\n\r\n\r\nCONCLUSION OF LAW\r\n\r\nThe criteria for service connection for a psychiatric disability, to include PTSD, are not met.  38 U.S.C.A. §§ 1110, 5103, 5103A, 5107 (West 2014); 38 C.F.R. §§ 3.102, 3.159, 3.303, 3.304 (2014).\r\n\r\n\r\nREASONS AND BASES FOR FINDINGS AND CONCLUSION\r\n\r\nUpon receipt of a substantially complete application, VA must notify the claimant and any representative of any information, medical evidence, or lay evidence not previously provided to VA that is necessary to substantiate the claim.  The notice must:  (1) inform the claimant about the information and evidence not of record that is necessary to substantiate the claim; (2) inform the claimant about the information and evidence that VA will seek to provide; and (3) inform the claimant about the information and evidence the claimant is expected to provide.  38 U.S.C.A. §§ 5103, 5103A, 5107 (West 2014); 38 C.F.R. § 3.159 (2014); Pelegrini v. Principi, 18 Vet. App. 112 (2004).  If VA does not provide adequate notice of any of element necessary to substantiate the claim, or there is any deficiency in the timing of the notice, the burden is on the claimant to show that prejudice resulted from a notice error.  Shinseki v. Sanders, 129 S.Ct. 1696 (2009). \r\n\r\nThe Board finds that any defect with regard to the timing or content of the notice to the appellant is harmless because of the thorough and informative notices provided throughout the adjudication and because the appellant had a meaningful opportunity to participate effectively in the processing of the claim with an adjudication of the claim by the RO subsequent to receipt of the required notice.  The record does not show prejudice to the appellant, and the Board finds that any defect in the timing or content of the notices has not affected the fairness of the adjudication.  Mayfield v. Nicholson, 19 Vet. App. 103 (2005); Dingess v. Nicholson, 19 Vet. App. 473 (2006).  Specifically, the Veteran was notified in two separate letters dated in June 2011 and a July 2011 letter. \r\n\r\nThe Veteran has neither alleged nor demonstrated any prejudice with regard to the content or timing of the notice provided.  Shinseki v. Sanders, 129 S. Ct. 1696 (2009) (burden of showing that error is harmful or prejudicial falls on party attacking agency decision); Mayfield v. Nicholson, 444 F.3d 1328 (Fed. Cir. 2006).  The Board considers it significant that the subsequent statements made by the Veteran and representative suggest actual knowledge of the elements necessary to substantiate the claim.  Dalton v. Nicholson, 21 Vet. App. 23 (2007) (actual knowledge is established by statements or actions by claimant or representative that demonstrate an awareness of what is necessary to substantiate a claim).  \r\n\r\nThus, VA has satisfied its duty to notify the appellant and had satisfied that duty prior to the adjudication in the most recent December 2014 supplemental statement of the case.  Overton v. Nicholson, 20 Vet. App. 427 (2006) (Veteran afforded a meaningful opportunity to participate effectively in adjudication of claim, and therefore notice error was harmless).  \r\n\r\nThe Board also finds that the duty to assist requirements have been fulfilled.  All relevant, identified, and available evidence has been obtained, and VA has notified the appellant of any evidence that could not be obtained.  The appellant has not referred to any additional, unobtained, relevant, available evidence.  VA has obtained examinations in December 2011 and November 2014 with respect to the claim on appeal.  Thus, the Board finds that VA has satisfied the duty to assist provisions of law.  No further notice or assistance to the Veteran is required to fulfill VA's duty to assist him in development.  Smith v. Gober, 14 Vet. App. 227 (2000); Dela Cruz v. Principi, 15 Vet. App. 143 (2001); Quartuccio v. Principi, 16 Vet. App. 183 (2002).\r\n\r\nService connection may be granted for disability resulting from disease or injury incurred in or aggravated during service.  38 U.S.C.A. § 1110 (West 2014); 38 C.F.R. § 3.303 (2014).  That determination requires a finding of current disability that is related to an injury or disease in service.  Watson v. Brown, 4 Vet. App. 309 (1993); Rabideau v. Derwinski, 2 Vet. App. 141 (1992).  Service connection may be granted for a disability diagnosed after discharge, when all the evidence, including that pertinent to service, establishes that the disability is due to disease or injury that was incurred or aggravated in service.  38 C.F.R. § 3.303(d) (2014). \r\n\r\nService connection may be presumed for certain chronic diseases, to include psychoses, which develop to a compensable degree within one year after discharge from service, even though there is no evidence of such disease during the period of service.  That presumption is rebuttable by probative evidence to the contrary.  38 U.S.C.A. §§ 1101, 1112, 1113, 1137 (West 2014); 38 C.F.R. 3.307, 3.309(a) (2014). \r\n\r\nWhere the evidence, regardless of its date, shows that the Veteran had a chronic condition in service or during an applicable presumption period and still has that chronic disability, service connection can be granted.  That does not mean that any manifestations in service will permit service connection.  To show chronic disease in service there is required a combination of manifestations sufficient to identify the disease entity, and sufficient observation to establish chronicity at the time as distinguished from merely isolated findings or a diagnosis including the word chronic.  When the disease entity is established, there is no requirement of evidentiary showing of continuity.  38 C.F.R. § 3.303(b) (2014).\r\n\r\nIf there is no evidence of a chronic condition during service or an applicable presumptive period, then a showing of continuity of symptomatology after service may serve as an alternative method of establishing a service connection claim.  38 C.F.R. § 3.303(b) (2014).  Continuity of symptomatology may be established if a claimant can demonstrate (1) that a condition was noted during service; (2) evidence of post- service continuity of the same symptomatology; and (3) medical or, in certain circumstances, lay evidence of a nexus between the present disability and the post-service symptomatology.  Evidence of a chronic condition must be medical, unless it relates to a condition to which lay observation is competent.  If service connection is established by continuity of symptomatology, there must be medical evidence that relates a current condition to that symptomatology.  Continuity of symptomatology applies only to those conditions explicitly recognized as chronic.  38 C.F.R. § 3.309(a) (2014); Walker v. Shinseki, 708 F.3d 1331 (Fed. Cir. 2013).   \r\n\r\nService connection for PTSD requires medical evidence diagnosing the condition in accordance with 38 C.F.R. § 4.125(a) , a link, established by medical evidence, between current symptoms and an in-service stressor; and credible supporting evidence that the claimed in-service stressor occurred. If the evidence establishes that the Veteran engaged in combat with the enemy and the claimed stressor is related to that combat, in the absence of clear and convincing evidence to the contrary, and provided that the claimed stressor is consistent with the circumstances, conditions, or hardships of the Veteran's service, the Veteran's lay testimony alone may establish the occurrence of the claimed in-service stressor.  38 C.F.R. § 3.304(f) (2014). \r\n\r\nIf a PTSD claim is based on in-service personal assault, evidence from sources other than the appellant's service records may corroborate his account of the stressor incident.  Examples of such evidence include, but are not limited to: records from law enforcement authorities, rape crisis centers, mental health counseling centers, hospitals, or physicians; pregnancy tests or tests for sexually-transmitted diseases; and statements from family members, roommates, fellow service members, or clergy.  Evidence of behavior changes following the claimed assault is one type of relevant evidence that may be found in these sources.  Examples of behavior changes that may constitute credible evidence of the stressor include, but are not limited to: a request for a transfer to another military duty assignment; deterioration in work performance; substance abuse; episodes of depression, panic attacks, or anxiety without an identifiable cause; or unexplained economic or social behavior changes. VA will not deny a PTSD claim that is based on in-service personal assault without first advising the claimant that evidence from sources other than service records or evidence of behavior changes may constitute credible supporting evidence of the stressor, and allowing him the opportunity to furnish this type of evidence or advise the VA of potential sources of such evidence.  VA may submit any evidence that it receives to an appropriate medical or mental health professional for an opinion as to whether it indicates that a personal assault occurred.  38 C.F.R. § 3.304(f)(5) (2014). \r\n\r\nIn determining whether service connection is warranted for a disability, VA is responsible for determining whether the evidence supports the claim or is in relative equipoise, with the Veteran prevailing in either event, or whether a preponderance of the evidence is against the claim, in which case the claim is denied.  38 U.S.C.A. § 5107 (West 2014); Gilbert v. Derwinski, 1 Vet. App. 49 (1990).\r\n\r\nA February 1974 Army Hospital record shows that the appellant was psychiatrically evaluated.  He was found to have no mental defect.  The diagnosis was drug and alcohol intoxication (suspected, not proven), acute, severe, manifested by wild combative behavior, odor of alcohol on breath.  The appellant's maladaptive pattern of behavior was felt to reflect a long-standing deeply ingrained personality disorder.  \r\n\r\nA February 1974 Army memorandum shows a proposal to discharge the appellant due to his admitted use of drugs and lack of motivation and desire to become a productive soldier.  \r\n\r\nThe Veteran's October 1974 enlistment examination and self-report of medical history for the United States Navy are negative for any indications of psychiatric disorders.  \r\n\r\nIn a June 1975 Naval memorandum, it was noted that the appellant had consistently been uncooperative and had continuously demonstrated a general lack of interest in alcohol rehabilitation.  He had been diagnosed as having immature and sociopathic personality.  The recommendation was that he be administratively discharged as continued active duty was not in the best interest of the Naval service.  \r\n\r\nThe Veteran's June 1975 discharge physical examination report from the United States Navy shows that the Veteran had a long history of drug abuse and an aborted suicide attempt in May 1974.  He denied illness or injury other than those related to a drug abuse problem.  In his contemporaneous self-report of medical history he noted that he had frequent trouble sleeping and depression and excessive worry.  He also noted that he did not know if he had nervous trouble of any sort.   He reported that he was treated for a mental condition at age 15 for drug abuse.  He was discharged from the United States Army in February 1974 for drugs, alcohol, and inadaptability.  \r\n\r\nAn amendment to the Veteran's service separation from issued in July 1975 shows that the appellant was honorably discharged from the United States Navy by reason of unsuitability due to character and behavior disorders.  \r\n\r\nAn Eastern State Hospital discharge summary shows that the Veteran was admitted in July 1996 and discharged in August 1996.  He was diagnosed with bipolar disorder, mixed type; antisocial personality disorder; and borderline personality traits.  Problems were related to social environment and psychological.  The appellant's chief complaint was that \"I'm losing it.\"  The appellant related that he was recently out of prison, lost his wife, and was being threatened by her new boyfriend.  He was using drugs to minimize that.  He was also unable to find a job and became quite depressed.  It was noted that his past psychiatric history included being at the University of Arkansas in the 1970s and at the VA in 1990 for depression and a personality problem.  He recently had a short stay at Hillcrest.  He admitted to multiple drug abuse all of his life.  \r\n\r\nAn Eastern State Hospital discharge summary shows that the appellant was admitted in October 1997 and released in November 1997.  The discharge diagnosis was bipolar disorder, mixed type, and poly substance dependence.  On admission, the appellant claimed to be depressed, had no job, was divorced, and had a problem with drug and alcohol abuse.  It was noted that the appellant started to use alcohol at the age of 6, mostly with beer and whiskey.  Since the age of twelve, he had used drugs, including methamphetamine, crack, and marijuana.  \r\n\r\nA December 1999 VA hospital record notes that the appellant was admitted for poly substance abuse and detox.  The appellant's mother reported a history of bipolar disorder.  The appellant was admitted reporting paranoia and suicidal ideations.  He denied physical and sexual abuse.  \r\n\r\nA March 2000 VA psychiatry record shows that the appellant was assessed with polysubstance abuse.  \r\n\r\nAn August 2002 VA medical records notes that the appellant was assessed with alcohol and chemical dependence and depression.\r\n\r\nA February 2010 VA mental health record notes that a diagnosis of depressive disorder; history of polysubstance abuse recent relapse, in early remission; and history of alcohol abuse, in early remission for about 3 weeks.  Work and social stressors were noted.  \r\n\r\nA January 2011 VA mental health substance abuse note shows that the appellant indicated he first started using drugs at the age of 12. \r\n\r\nA February 2011 VA addiction consultation report shows that the appellant reported a history of alcohol use of 40 years, and drug use of 25 years.  He also indicated he had some prior physical and sexual abuse.  \r\n\r\nA May 2011 VA mental health record shows that the Veteran was diagnosed with depressive disorder; rule out substance induced mood disorder; and polysubstance abuse, in early remission.  \r\n\r\nIn a May 2011 application for VA benefits, the Veteran claimed PTSD secondary to military sexual trauma (MST), alcoholism secondary to PTSD and MST, and depression and anxiety that began in 1975.  \r\n\r\nA June 2011 VA medical problem list shows that the Veteran was treated for drug dependence, substance dependence, other occupational circumstances or maladjustment, and depression. \r\n\r\nIn a July 2011 statement in support of claim for service connection for PTSD secondary to personal assault, the appellant reported that during the third week of basic training he was admitted to a United States Army Hospital for stress and mental problems and was discharged from service within two weeks.  The appellant also reported that while in basic training for the United States Navy, he was sexually assaulted by one of the chaplains.  He stated he did not report the sexual assault due to his fear and embarrassment as he was only 17 years old.  The appellant stated that a VA therapist believed in his professional opinion that the MST that he had been dealing with over the past thirty-five years had contributed to his problems with substance abuse.  \r\n\r\nA July 2011 VA mental health record shows that a VA psychiatrist diagnosed the appellant with bipolar disorder, most recent episode depressed; rule out substance inducted mood disorder; and polysubstance abuse, in early remission.  \r\n\r\nA December 2011 VA PTSD examination report shows that the VA examiner found that the Veteran did not meet the diagnostic criteria for PTSD and did not have a mental disorder that conformed to DSM-IV criteria.  The assessment was rule out malingering.  The appellant reported that he had been treated at age 14 by a mental health doctor.  He did not remember the reasons for the treatment.  He stated that during service he \"got to drinking real hard.\"  He denied any drug use in service.  After service, he reported multiple drugs and that he \"just self-medicated for thirty five years.\"  The appellant reported his stressor as MST during the Navy by a Chaplain. \r\n\r\nBased on a thorough review and discussion of the appellant's service medical records and post service medical records, the examiner stated that it was clear that the appellant had a pre-service history of mental health behavioral and substance abuse problems.  There was also evidence of continued substance abuse problems during service and prior to the alleged military sexual trauma in the Navy. It should be noted that the appellant did not report the alleged military sexual trauma by a Navy Chaplain to anyone in service.  Therefore the examiners was required to look for markers of personal trauma.  Markers are clues within the records which show a change in behavior, health, or other functioning that when combined lead an examiner to conclude some event was responsible for those changes.  Based on the appellant's significant substance abuse and behavioral problems prior to service and prior to the alleged military sexual trauma (around November or December 1974), the examiner was unable to find any unexplained markers to conclude that some event trauma occurred.  Psychological testing indicated an invalid profile and suggested a \"fake bad\" profile, similar to individuals exaggerating symptoms of psychopathology or possibly malingering.  The examiner also noted that the Veteran had served in the Army and Navy using different names and when asked stated that the service had made an error, despite that there was documentation in the file showing that the Veteran had knowingly entered service under an assumed name, that of his deceased father.\r\n\r\nA November 2012 VA mental health record notes that the Veteran was diagnosed with PTSD, chronic, service-connected military sexual trauma, and polysubstance dependence, in remission.  \r\n\r\nA November 2014 VA examination report shows that the appellant was diagnosed with bipolar disorder, not otherwise specified.  The examiner determined that the Veteran's symptoms did not meet the criteria for a diagnosis of PTSD.  The appellant reported that in October or November 1975, during boot camp, a chaplain sexually assaulted him at his home.  The examiner found that the appellant's stressor was related to a sexual trauma.  However, when asked to describe the markers to substantiate the stressor, the examiner noted that no marker was found.  The examiner further concluded that the appellant's substance abuse problem predated the alleged sexual incident.  The appellant reported that he \"flipped out when in boot camp.\" The examiner noted that the records from that time indicated that the appellant was discharged due to substance abuse issues, with no mental defect noted.  \r\n\r\nThe examiner further concluded that the appellant had problems with mood regulation, though there was no evidence that was a problem while he was in service.  Given the history, it would appear that it was likely that extensive drug abuse has contributed to that problem.  The diagnosis of Bipolar Disorder was provided, though per veteran's report during the six years in which he was sober, he did not have significant emotional problems, which lent credibility to the mood issues being substance induced.  The appellant had multiple diagnosis in the past, including PTSD.  However, the first time that diagnosis was referenced was on July 3, 2013, at which time the criteria were not documented to substantiate that disorder.  He did not meet the criteria for PTSD at the examination.  He did not have re-experiencing, increased arousal, or negative alterations in mood or affect.  He had some avoidance issues regarding homosexuals, which could be construed as related to the alleged sexual trauma.  \r\n\r\nIn addition to not meeting PTSD criteria, the Veteran did not have a marker in his record to suggest a military sexual trauma.  He minimized his substance abuse issues, though the service treatment records showed extensive documentation regarding that problem prior to the alleged sexual assault.  It was believed that the PTSD diagnosis was a clear and undisputable error.  It should also be noted that the appellant's most recent VA psychiatric contact on October 8, 2014, also did not have PTSD as a diagnosis.  The last psychiatric contact on October 8, 2014, found that the appellant was diagnosed with (a) cyclothymia (which the examiner has diagnosed as Bipolar Disorder, NOS); (2) gambling addiction (for which there is no evidence that that was a disorder for which he received treatment while in the service); and (3) methamphetamine and cannabis abuse (with which the examiner agreed, with records suggesting that substance abuse was a factor prior to his service).  There was no evidence that the appellant currently had a psychotic disorder, nor did he have a psychotic disorder documented within the first year of separation from service.  The examiner concluded that the totality of the chart did not support a finding that any mental health diagnosis was service-connected.\r\n\r\nAfter a careful review of the pertinent evidence of record, the Board finds that the preponderance of the evidence is against the claim for service connection for a psychiatric disability.\r\n\r\nInitially, the Board finds that the record does not show, by clear and unmistakable evidence, that there was a diagnosis of a psychiatric disability prior to service or that a psychiatric disability existed prior to either of the appellant's periods of active service.  While VA examiners have suggested that the appellant had a mental health disorder prior to service, that conclusion does not meet the onerous standard of a clear and unmistakable showing that any psychiatric disability pre-existed service.  While the Veteran has referenced mental health treatment prior to service, there is no documentation of that treatment, and the Veteran has proven a poor historian.  Therefore, the presumption of soundness as to the Veteran's psychiatric disabilities applies because he was examined, found psychiatrically normal, and accepted into service each time.  Wagner v. Principi, 370 F.3d 1089 (Fed. Cir. 2004).  As the Veteran is presumed sound at service entry, the Board must consider whether any diagnosed psychiatric disability was incurred in service or is the result of in-service injury or disease.\r\n\r\nThe Board finds that the preponderance of the evidence is against a finding that the Veteran meets the criteria for diagnosis of PTSD.  While some VA medical records show that the Veteran was diagnosed with PTSD, those records do not show that the diagnosis was made pursuant to the required diagnostic criteria for PTSD.  The November 2014 VA examiner specifically reviewed the criteria for a diagnosis of PTSD and found that the diagnosis was not warranted pursuant to the diagnostic criteria.  The examiner further found that prior assessments of PTSD in VA medical records were unsupported by the evidence of record as they failed to address how the appellant met each of the criteria required for a diagnosis of PTSD, and therefore, those assessments were in error.  The VA examiner went through each of the criteria required for a diagnosis of PTSD and found that the appellant was void in several of the criteria.  The November 2014VA examiner's opinion was based on a thorough and detailed examination of the Veteran and the claims folder and supported by an adequate and persuasive rationale.  Prejean v. West, 13 Vet. App. 444 (2000) (factors for assessing the probative value of a medical opinion include the physician's access to the claims folder and the Veteran's history, and the thoroughness and detail of the opinion).  The Board finds that opinion to the be the most persuasive evidence of record.\r\n\r\nTherefore, the Board finds that the provisions of 38 C.F.R. § 3.304(f) are not for application because it not at least as likely as not that a diagnosis of PTSD is warranted.  \r\n\r\nFurther, while the service treatment records show that the Veteran had a personality disorder and an anti-social personality trait, personality disorders are not considered diseases or injuries within the meaning of VA law and regulations, and they are not subject to service connection.  38 C.F.R. § 3.303(c) (2014).  Consequently, service connection for the  in-service findings of a personality disorder and an anti-social personality trait is not warranted. \r\n\r\nAs for the alcohol and drug dependence diagnosis, disability resulting from alcohol or drug abuse, since it is willful misconduct, generally cannot be service connected. 38 U.S.C.A. § 105(a) (West 2014); 38 C.F.R. §§ 3.1(m)-(n), 3.301(d), 3.303(c)-(d) (2014).  Direct service connection for disability that is a result of a claimant's abuse of alcohol or drugs is precluded for purposes of all VA benefits for a claim when, as here, the claim for service connection is filed after October 31, 1990.  VAOPGCPREC 7-99 (1999), 64 Fed. Reg. 52,375 (1999); VAOPGCPREC 2-98 (1998), 63 Fed. Reg. 31, 263 (1998).\r\n\r\nThus, to the extent any current psychiatric disorder was caused or aggravated by alcohol or drug abuse, service connection is not warranted as a matter of law.  Sabonis v. Brown, 6 Vet. App. 426 (1994).\r\n\r\nWith regard to additional diagnosed psychiatric disabilities, to include bipolar disorder and depression, the appellant's service treatment records are negative for complaints, findings, symptoms, or diagnosis of a psychiatric disability.  \r\n\r\nPost-service evidence first notes that the Veteran had psychiatric symptoms in July 1996 private hospital records.  That time period of over 20 years after discharge is beyond the presumptive period for establishing service connection for a psychosis as a chronic disease.  Such a lapse of time is a factor for consideration in deciding a service connection claim.  Maxson v. Gober, 230 F.3d 1330 (Fed. Cir. 2000).\r\n\r\nSignificantly, each of the medical opinions of record weighs against the claim for service connection.  The Board finds that the VA examiners' opinions constitute probative evidence on the diagnosis and medical nexus question, based  on a thorough review of the appellant's documented medical history and assertions and examination.  Prejean v. West, 13 Vet. App. 444 (2000); Guerrieri v. Brown, 4 Vet. App. 467 (1993).  The VA examiners have provided a thorough discussion of the rationale for the opinions expressed, as provided in detail above.  The Board finds that the opinions are supported by a rationale that was apparently provided after the VA examiners considered all procurable and assembled data.  Significantly, neither the appellant nor representative has presented or identified any contrary medical opinion that supports the claim for service connection.  VA adjudicators are not free to ignore or disregard the medical conclusions of a VA physician, and are not permitted to substitute their own judgment on a medical matter. Colvin v. Derwinski, 1 Vet. App. 171 (1991); Willis v. Derwinski, 1 Vet. App. 66 (1991).\r\n\r\nThe only other evidence of record supporting the appellant's claim is his own lay statements.  Even if those statements could be interpreted as claiming continuity of symptomatology since service, that history is substantially rebutted by the complete absence of records of psychiatric complaints until 1996, more than 20 years after discharge from service.  The appellant's lay statements may be competent to support a claim for service connection by supporting the occurrence of lay-observable events or the presence of disability or symptoms of disability subject to lay observation.  38 C.F.R. §§ 3.303(a), 3.159(a) (2014); Jandreau v. Nicholson, 492 F.3d 1372 (Fed. Cir. 2007); Buchanan v. Nicholson, 451 F.3d 1331 (Fed. Cir. 2006).  However, a determination of whether the appellant meets the criteria for a diagnosis of PTSD, and whether any diagnosed psychiatric disability is related to service, requires specialized training for a determination as to diagnosis and causation, and is therefore not susceptible to lay opinions on etiology. \r\n\r\nFurthermore, medical records prior to the appellant's filing of his claim for VA benefits in 2011 only indicate that the Veteran's psychiatric symptoms were related to work and social stressors, there was never any suggestion of an assault in service or that his symptoms were related to service.  Statements made while seeking medical treatment are significant and given a lot of weight and credibility because they were made at a time when there was no incentive, financial or otherwise, to fabricate information for personal gain.  Struck v. Brown, 9 Vet. App. 145 (1996); Rucker v. Brown, 10 Vet. App. 67 (1997) (statements made to physicians for purposes of diagnosis and treatment are exceptionally trustworthy because the declarant has a strong motive to tell the truth in order to receive proper care); Curry v. Brown, 7 Vet. App. 59 (1994) (contemporaneous evidence has greater probative value than later history as reported by a Veteran); Cartwright v. Derwinski, 2 Vet. App. 24 (1991) (pecuniary interest is recognized as a factor which may affect the credibility of a claimant's statements).  Accordingly, the Board finds that the Veteran's statements do not constitute competent and credible evidence in support of the claim.\r\n\r\nAccordingly, the Board finds that service connection for a psychiatric disability, to include PTSD, is not warranted.  In reaching that conclusion, the Board finds that the preponderance of the evidence is against the claim.  Therefore, the claim for service connection for a psychiatric disability is denied.  38 U.S.C.A. § 5107(b) (West 2014); 38 C.F.R. § 3.102 (2014); Gilbert v. Derwinski, 1 Vet. App. 49 (1990).\r\n\r\n\r\nORDER\r\n\r\nService connection for a psychiatric disability, to include PTSD, is denied.\r\n\r\n\r\n\r\n____________________________________________\r\nHarvey P. Roberts\r\nVeterans Law Judge, Board of Veterans' Appeals\r\n\r\n\r\nDepartment of Veterans Affairs\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 2792942
        }
    ],
    "court_short_name": "Board of Veterans' Appeals",
    "court_full_name": "Board of Veterans' Appeals",
    "court_type": "FS",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}