{
    "id": 2814667,
    "judges": null,
    "date_filed": "2023-02-17",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-parsons",
    "case_name_short": "Parsons",
    "case_name": "United States v. Parsons",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 4.0,
            "download_url": "http://www.jag.navy.mil/courts/documents/archive/2015/PARSONS-201400435-PCE.pdf",
            "author_id": null,
            "opinion_text": "              UNITED STATES NAVY-MARINE CORPS\n                 COURT OF CRIMINAL APPEALS\n                      WASHINGTON, D.C.\n\n                                 Before\n              K.J. BRUBAKER, M.C. HOLIFIELD, A.Y. MARKS\n                        Appellate Military Judges\n\n                      UNITED STATES OF AMERICA\n\n                                     v.\n\n                        ERIC J. PARSONS\n            GUNNERY SERGEANT (E-7), U.S. MARINE CORPS\n\n                           NMCCA 201400435\n                       GENERAL COURT-MARTIAL\n\nSentence Adjudged: 30 July 2014.\nMilitary Judge: LtCol D.M. Jones, USMC.\nConvening Authority: Commanding General, Training\nCommand, Quantico, VA.\nStaff Judge Advocate's Recommendation: LtCol M.E. Sayegh,\nUSMC.\nFor Appellant: LT Ryan W. Aikin, JAGC, USN.\nFor Appellee: CAPT Diane L. Karr, JAGC, USN; LCDR Keith B.\nLofland, JAGC, USN.\n\n                              30 June 2015\n\n     ---------------------------------------------------\n                     OPINION OF THE COURT\n     ---------------------------------------------------\n\nTHIS OPINION DOES NOT SERVE AS BINDING PRECEDENT, BUT MAY BE CITED AS\nPERSUASIVE AUTHORITY UNDER NMCCA RULE OF PRACTICE AND PROCEDURE 18.2.\n\nPER CURIAM:\n\n     A military judge sitting as a general court-martial\nconvicted the appellant, pursuant to his pleas, of three\nspecifications of possessing child pornography and one\nspecification each of violating a lawful general order (sexual\nharassment), adultery, and obstructing justice, in violation of\nArticles 92 and 134, Uniform Code of Military Justice, 10 U.S.C.\n§§ 892 and 934. The military judge sentenced the appellant to\n\fconfinement for eight years, reduction to pay grade E-1, and a\ndishonorable discharge. The convening authority (CA) approved\nthe sentence as adjudged and ordered it executed. 1\n\n     In his sole assignment of error, the appellant asserts that\nhis sentence is inappropriately severe. We disagree.\n\n     After carefully considering the record of trial and the\nsubmissions of the parties, we conclude the findings and\nsentence are correct in law and fact and that there was no error\nmaterially prejudicial to the substantial rights of the\nappellant. Arts. 59(a) and 66(c), UCMJ.\n\n                                 Background\n\n     During an investigation into allegations of child sexual\nabuse, 2 members of the Naval Criminal Investigative Service\n(NCIS) seized several computers, hard drives and memory cards\nfrom the appellant’s residence. Forensic analysis of these\nitems revealed more than 300 images of child pornography. The\nanalysis also uncovered the extensive steps the appellant took\nto conceal his searches for and possession of those images,\nincluding the research and use of anonymous “dark net” web\nsites.\n\n     Despite being under investigation, the appellant engaged in\na continuing course of other misconduct. After his wife and\nchildren moved away, purportedly to avoid interference by child\nprotective services, the appellant began to date another woman.\nFor nearly a year the appellant pursued a relationship with this\nwoman, falsely telling her he was engaged in divorce proceedings\nwith his wife. Based on these statements, the woman and her\nsix-year-old daughter moved into the appellant’s apartment. All\nthe while, however, the appellant maintained an apparently happy\nlong-distance relationship with his wife. When the appellant’s\nwife learned of the adulterous relationship, she informed both\nthe appellant and NCIS. The appellant then advised his mistress\n\n1\n  The pretrial agreement had no effect on the sentence. To the extent the\nCA’s action purports to execute the dishonorable discharge, it is a legal\nnullity. United States v. Bailey, 68 M.J. 409 (C.A.A.F. 2009).\n2\n  The appellant pleaded not guilty to numerous charges and specifications of\nmaking false official statements, rape of a child, aggravated sexual contact\nwith a child, and assault consummated by a battery upon a child, as well as\nadditional specifications of violating a lawful general order (sexual\nharassment) and obstructing justice. Pursuant to a pretrial agreement, the\nGovernment subsequently withdrew and dismissed these charges and\nspecifications.\n                                      2\n\fto ignore the NCIS agents’ attempts to contact her, and to deny\nany sexual relationship if questioned.\n\n     During approximately the same period, the appellant also\nengaged in protracted sexual harassment of a fellow, albeit\njunior, instructor. On numerous occasions he made crass,\ninappropriate sexual comments to her, usually in the presence of\nother instructors or students. The comments were a near daily\noccurrence, despite her confronting the appellant and asking him\nto stop.\n\n     Other facts necessary to address the assigned error will be\nprovided below.\n\n                    Sentence Appropriateness\n\n     This court reviews sentence appropriateness de novo. United\nStates v. Lane, 64 M.J. 1, 2 (C.A.A.F. 2006). Sentence\nappropriateness involves the judicial function of assuring that\njustice is done and that the appellant gets the punishment he\ndeserves. United States v. Healy, 26 M.J. 394, 395 (C.M.A.\n1988). As part of that review, we give “‘individualized\nconsideration’ of the particular appellant ‘on the basis of the\nnature and seriousness of the offense and the character of the\noffender.’” United States v. Snelling, 14 M.J. 267, 268 (C.M.A.\n1982) (quoting United States v. Mamaluy, 27 C.M.R. 176, 180-81\n(C.M.A. 1959)).\n\n     Here, the appellant was convicted of possessing hundreds of\nstill and video images of children engaged in sexual activity,\nincluding at least one lengthy video depicting a young girl in\nbondage while she is sexually assaulted by an adult male. Many\nof the other images in the record contained similarly disturbing\nmaterial, such as bestiality and incest. The evidence indicates\nthe appellant went to great lengths to both acquire child\npornography and then hide his possession of it.\n\n     The pre-sentencing hearing mainly consisted of a contest\nbetween dueling experts on the issue of rehabilitation. While\ncapably presented, the conflicting evidence did little to\nconclusively resolve the issue. One fact, however, remains\nundisputed: Despite knowing he was under investigation for\nextremely serious allegations of child sexual abuse, the\nappellant embarked on an extensive course of misconduct,\nincluding an adulterous affair. We find this, along with his\nlong-term, pervasive sexual harassment of a subordinate and\nextensive effort to collect child pornography, to tell us more\n\n                                3\n\fabout the appellant’s rehabilitative potential than his 13-year-\nrecord of service.\n\n     Thus, while the appellant may otherwise have been a decent\nMarine with a previously clean disciplinary record and three\ndeployments, we have no difficulty in concluding that, based on\nthe entire record before us, justice was served and the\nappellant received the punishment he deserved.\n\n                           Conclusion\n\n     The findings and the sentence as approved by the CA are\naffirmed.\n\n\n                                For the Court\n\n\n\n                                R.H. TROIDL\n                                Clerk of Court\n\n\n\n\n                                4\n\f",
            "ocr": false,
            "opinion_id": 2814667
        }
    ],
    "court_short_name": "Navy-Marine Corps Court of Criminal Appeals",
    "court_full_name": "Navy-Marine Corps Court of Criminal Appeals",
    "court_type": "MA",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}