{
    "id": 2825707,
    "judges": "Justice Cornelia A. Clark",
    "date_filed": "2003-12-06",
    "date_filed_is_approximate": true,
    "slug": "state-of-tennessee-v-courtney-knowles",
    "case_name_short": null,
    "case_name": "State of Tennessee v. Courtney Knowles",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 15.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/knowlesc_opn.pdf",
            "author_id": 5715.0,
            "opinion_text": "                  IN THE SUPREME COURT OF TENNESSEE\n                              AT JACKSON\n                                 March 4, 2015 Session\n\n              STATE OF TENNESSEE V. COURTNEY KNOWLES\n\n                      Appeal from the Court of Criminal Appeals\n                          Criminal Court for Shelby County\n                       No. 07-06139 James M. Lammey, Judge\n\n\n                  No. W2013-00503-SC-R11-CD – Filed July 31, 2015\n\n\nThe dispositive issue in this appeal is whether an inaccuracy in the prosecution‟s election\nof offenses amounted to plain error that entitles the defendant to relief. Although the\nCourt of Criminal Appeals erred by failing to subject the election issue to plain error\nanalysis, we hold, after thoroughly reviewing the record pursuant to the plain error\ndoctrine, that the election error does not entitle the defendant to relief. Despite the\ninaccuracy, the election was sufficiently specific to eliminate any substantial risk that the\njury would return a non-unanimous verdict. Additionally, the defendant has failed to\nprovide a complete record of the proceedings in the trial court. Accordingly, under these\ncircumstances, we affirm, on the separate grounds stated, the Court of Criminal Appeals‟\njudgment upholding the defendant‟s conviction of rape of a child.\n\n\n   Tenn. R. App. P. 11 Appeal by Permission; Judgment of the Court of Criminal\n                                Appeals Affirmed\n\n\nCORNELIA A. CLARK, J., delivered the opinion of the Court, in which SHARON G. LEE,\nC.J., JEFFREY S. BIVINS, and HOLLY KIRBY, JJ., joined. GARY R. WADE, J., filed a\ndissenting opinion.\n\nJuni S. Ganguli, Memphis, Tennessee for the appellant, Courtney Knowles.\n\nHerbert H. Slatery III, Attorney General and Reporter; Andrée S. Blumstein, Solicitor\nGeneral; Rachel E. Willis, Senior Counsel; Amy P. Weirich, District Attorney General;\nand Jennifer Nichols and Samuel Winnig, Assistant District Attorneys General, for the\nappellee, State of Tennessee.\n\f                                                 OPINION\n\n                               I. Factual and Procedural Background\n\n        In August 2007, a Shelby County Grand Jury indicted Courtney Knowles (“the\ndefendant”) for two counts of rape of a child. The victims of the alleged rapes were the\nminor daughters of the defendant‟s half-sister and live-in girlfriend, T.M.1 Before trial,\nthe State agreed to sever the two counts. In January of 2012,2 the trial court conducted a\njury trial on the first count of the indictment, which related to T.M.‟s oldest daughter\n(“the victim”) and charged that “between January 1, 2005 and April 21, 2007, . . . [the\ndefendant] did unlawfully and intentionally sexually penetrate [the victim], a person more\nthan three (3) years of age but less than thirteen (13) years of age.”\n\n        At trial, T.M. testified that the defendant moved into her residence at “1680\nClaire” in Memphis in June or July of 2004, to live with her and her three children. T.M.\nexplained that, although she and the defendant were living together as boyfriend and\ngirlfriend, the defendant was also her half-brother, the two sharing the same biological\nfather. The victim referred to the defendant as her “Uncle Courtney” and testified that\nshe was unaware that the defendant was her mother‟s boyfriend until T.M. “had a baby.”3\n\n        T.M. testified that, in January 2005, the defendant told her that he had “licked” the\nvictim. The defendant then immediately recanted the statement, stating that he only made\nthe statement to force T.M. to “make him leave [her] house.” T.M. allowed the defendant\nto stay in her residence and did not report the defendant‟s admission to law enforcement\nauthorities.\n\n\n\n\n        1\n            To protect the anonymity of the minor children, we will refer to their mother by her initials.\n        2\n           Following a jury trial in federal court, the defendant was convicted of sexual exploitation of a\nminor and possession of materials involving the sexual exploitation of a minor, based upon the same\nunderlying facts that gave rise to the state rape charges. See United States v. Knowles, 623 F.3d 381 (6th\nCir. 2010). The federal trial, which occurred in February 2009, as well as the defendants‟ continued\ndissatisfaction with his appointed counsel, in large part, caused the lengthy delay between the indictment\nand trial in this case.\n        3\n         T.M. and the defendant had two children together, the first born in March 2006 and the second\nin March 2007.\n\n\n                                                       -2-\n\f        In April 2005, T.M.‟s younger daughter suffered a stroke and was hospitalized for\nabout a month. The victim, then in the third grade, accompanied T.M. and the defendant\nto the hospital. At T.M.‟s suggestion, the defendant drove the victim home from the\nhospital to pack a change of clothes and other necessary items. At trial, the victim\nprovided the following description of what occurred when she and the defendant arrived\nat their home:\n\n       Q:     Okay. What happened when you went home that day?\n\n       A:     Well, we was getting everything ready, and then [the defendant]\n       called me in the room, and he took all my clothes off, and he was just\n       touching on me; and he made me touch his private area—his penis area.\n       And he was trying to show me how to suck his penis area by describing\n       with his finger.\n\n       Q:     You said he described it with his finger?—what did he do with his\n       finger?\n\n       A:     He was licking his finger to show me what to do with his penis.\n\n       Q:     Did you try and do what he asked you to do?\n\n       A:     Yes, ma„am.\n\n       Q:     You said he was touching on you. Where was he touching you?\n\n       A:    He had touched me on my breasts, my private area—well, my vagina\n       and my butt.\n\n       Q:     What room was this in?\n\n       A:     My mother‟s room.\n\nThe victim testified that she was scared and that she cried for her mother. Eventually, the\ndefendant stopped, and he drove the victim back to the hospital. The victim did not tell\nT.M. what had happened.\n\n       The victim testified that the defendant continued to sexually abuse her “many\ntimes,” and that the abuse occurred “like every day like when we were in the shower or\ntub or when my mother was gone or asleep.” The victim stated that the defendant would\ntouch her vagina, breasts, and buttocks and that he would “lick [her] vagina.” The\ndefendant did not ask the victim to lick his penis again, but he once attempted to insert his\n\n                                             -3-\n\fpenis “in [her] bottom.” The victim described that incident, stating that the defendant\n“had me like on my mama‟s bed—it was in the middle of her bed; and he was on the bed\ntoo; and his knees was on the bed, and he had my bottom in the air.” The victim asked the\ndefendant to stop, and he complied.\n\n       The victim testified that, on more than one occasion, the defendant would molest\nher while she was in the shower and that many times she would awaken in the night to\nfind the defendant touching her. The victim reported that the defendant used his cellular\ntelephone to take photographs of her breasts, vagina, and buttocks while she was naked,\nand she testified that the defendant once used his video camera to make a tape of the\nsexual abuse. The victim described that incident as follows:\n\n      Well, my mama, she left that day and said she went to the store; and [the\n      defendant] just walked in with the camera. I was lying on the couch. And\n      he said—he took my clothes off; and he had my legs up; and he had my\n      shirt (indiscernible). He was playing with my breasts, my vagina, and my\n      bottom; and he turned me over to play with my bottom and my vagina area\n      too.\n\n       The victim also described one occasion between the first incident of abuse and the\nmaking of the tape, when she was riding in the defendant‟s vehicle and he drove her to a\nhotel:\n\n      I‟m thinking that he was gonna pick somebody up, but he took me to the\n      hotel, took all my clothes off, and he was touching on me, licking my\n      vagina; and he—had his penis out, but he weren‟t sticking it inside my\n      vagina. He had it like on top moving back and forth. And he did it so long\n      that that sperm came out, and he was like, “Look what you make me do.”\n\n       On Easter Sunday 2007, T.M., while running errands, found the defendant‟s video\ncamera inside her vehicle‟s glove compartment. She noticed an eight millimeter\nvideocassette tape (“the tape”) inside the camera. The tape showed the victim seated on\nthe living room sofa in T.M.‟s house, and although T.M. could not see the defendant‟s\nface on the video, she recognized the defendant‟s voice, and she saw the defendant\n“touch[ing the victim‟s] vagina.” T.M. immediately drove home and confronted the\ndefendant about the tape. Another girl was also visible on the tape, and although the\ndefendant willingly showed T.M. the portion of the tape that included this girl, he did not\nshow T.M. the portion that included the victim. T.M. removed the tape from the video\ncamera, and, the following day, she took the tape to a camera store and paid to have the\ncontents transferred to a digital video disc (the “DVD”).\n\n\n\n\n                                            -4-\n\f       T.M. later informed the defendant that she had made a DVD of the tape. Over the\nnext few weeks, T.M. and the defendant argued over the whereabouts of the DVD and the\ntape, which T.M. had hidden inside a handbag. During their final fight, which occurred\non April 25, 2007, the defendant put a gun to T.M.‟s head and threatened to kill her.\nWhen the defendant left T.M.‟s residence, she called 911 but hung up before speaking to\nthe operator.\n\n       As a result of the 911 hang-up call, Sergeant Judith Blue of the Memphis Police\nDepartment (“MPD”) was dispatched to T.M.‟s residence. When Sergeant Blue arrived at\nthe scene, she spoke with T.M., who stated that she had been involved in a physical\naltercation with the defendant and that the defendant had threatened her with a handgun.\nT.M. also informed Sergeant Blue “that there was some sexual abuse going on that\ninvolved her minor daughter.” T.M. gave Sergeant Blue the defendant‟s video camera\nand the DVD. Sergeant Blue testified that T.M. then attempted to play the DVD on the\nhome computer, but due to a large scratch on the DVD‟s surface, the video was not clear.\nOther MPD officers collected and transported to the police precinct as evidence the video\ncamera, several DVDs, and a book entitled “The Evil That Men Do: FBI Profiler—The\nJourney Into the Minds of Sexual Predators.” Another MPD officer, Sergeant Dennis\nManning, located the defendant approximately two blocks from T.M.‟s house and\narrested him for the aggravated assault of T.M. When processing the defendant‟s vehicle,\nSergeant Manning found a nine millimeter handgun.\n\n       The day after this altercation, T.M. returned to the camera store, and obtained\nanother copy of the DVD from the video which was still saved in the store‟s system.\nT.M. then provided the new copy of the DVD to the police. T.M. admitted that she had\nwaited seventeen days after viewing the video tape of the defendant molesting the victim\nbefore contacting the police and also that she had never reported the 2005 incident where\nthe defendant admitted to “licking” the victim. When asked why she did not immediately\ncontact the police, T.M. responded that she “was scared” and that “people in the family\ndidn‟t know about [her] relationship” with the defendant.\n\n       At trial, the State played a portion of the DVD during the victim‟s testimony, and\nthe victim identified herself, the defendant‟s voice, and the defendant‟s hands touching\nher body. The victim also identified handwritten notes that the defendant had given her\nwhich stated, among other things, “Do you want me—do you want me to love you and\n[your younger sister]; or do you want me to love just you?” and “Can I lick you today?”\n\n       On cross-examination, the victim admitted that, when she gave a statement to the\nMPD in May 2007, she did not mention that the defendant had shown her how to lick his\npenis, or that he had licked her vagina, or the incident that occurred at the hotel room. On\nredirect examination, the victim explained that she had not mentioned those details in her\nMay 2007 MPD interview because she was not asked specific questions and because she\n\n                                            -5-\n\fwas scared. The victim acknowledged that she was in the fifth grade and had just turned\ntwelve when she was interviewed by the MPD in May 2007. The victim emphasized that\nshe had testified truthfully at trial, and she confirmed that she had described the\nappearance of the defendant‟s penis to law enforcement officers during the May 2007\ninterview.\n\n        Sally Discenza, a sexual assault nurse examiner with the Rape Crisis Center in\nMemphis and a family nurse practitioner with St. Jude Children‟s Research Hospital,\ntestified as an expert in forensic nursing. Ms. Discenza examined the twelve-year-old\nvictim on May 4, 2007. When Ms. Discenza first obtained a history from T.M. and the\nvictim, the victim reported that the defendant had touched “her breasts, buttocks and\nvagina, with his hands at least two time[s] a week over the last year; and on three\noccasions, he attempted to penetrate her anus with his penis.” Ms. Discenza also testified\nthat the victim “said that [the defendant] threatened to kill her if she told anybody.”\n\n        After speaking with the victim, Ms. Discenza conducted a physical examination of\nthe victim. Although Ms. Discenza found no recent injuries to the victim‟s vaginal and\nanal area, she found indications of past injuries to both areas, including scarring of\nvaginal tissue and an anal fissure. Explaining that the vaginal tissue of premenstrual\ngirls is more susceptible to injury, Ms. Discenza described injuries to the victim that were\nmore consistent with “some type of sexual penetration.” Ms. Discenza testified that she\nhad also examined the victim in 1998, following a report that T.M.‟s then-boyfriend had\n“touched her down there.” Ms. Discenza‟s 1998 physical examination of the then three-\nyear-old victim revealed no vaginal or anal lacerations or redness. Based on her 2007\nexamination of the victim, Ms. Discenza opined that the victim had sustained a\npenetrating injury to her vagina which was not due to the 1998 reported sexual assault.\n\n       On cross-examination, Ms. Discenza admitted that she did not know exactly when\nthe penetrating injury had occurred, but she opined that the injury most likely had\noccurred within the past “year or so.” With respect to the victim‟s anal fissure, Ms.\nDiscenza conceded that such fissures can develop due to poor diet and constipation. On\nredirect examination, however, Ms. Discenza agreed that the victim had not reported any\nproblems with constipation, hard stool, or chronic diarrhea but that she had reported\nattempted anal penetration by the defendant.\n\n       With this evidence, the State rested. The trial court discussed the jury charge with\ncounsel, and asked the State to make an election of the facts it was relying upon to\nestablish the charge of rape of a child, which is defined as “the unlawful sexual\npenetration of a victim by the defendant or the defendant by a victim, if the victim is more\n\n\n\n\n                                            -6-\n\fthan three (3) years of age but less than thirteen (13) years of age.” Tenn. Code Ann. §\n39-13-522(a) (2014).4 The State announced its election in the following fashion:\n\n        We‟re going to elect the—although we are not going to have a date specific,\n        we are going to elect the alleged act of rape of a child occurring in April,\n        2005, at [T.M.‟s residence] when the victim and defendant returned from\n        the hospital. I think that‟s the one that had the most detail.\n\nThe trial court then asked the State to be more specific as to the element of sexual\npenetration by “elect[ing] either fellatio or cunnilingus.”5 The prosecutor initially replied,\n“I don‟t want to do that. I want you to make me,” and “I just thought if I decided if I\ndidn‟t want to, you wouldn‟t make me.” The trial court insisted that the prosecution elect\nthe type of sexual penetration it was relying upon to establish the offense of rape of child,\nstating, “I need to say rape of a child by cunnilingus . . . [o]r rape of child by fellatio. I\ndon‟t . . . recall any digital penetration.” The prosecutor then replied that she was “going\nto go for cunnilingus on that one because there was more testimony about that as a\ncontinuing act of rape of a child by cunnilingus.” The trial court then recited the jury\ncharge on election as follows:\n\n        In this case, the [S]tate has elected to submit, for your consideration, the\n        alleged act of rape of a child by cunnilingus occurring in April 2005, at\n        [T.M.‟s residence], when [the victim] and [the defendant] returned home\n        from the hospital to obtain clothing, toiletries, and food.\n\n\n\n\n        4\n          The text of the statutes currently in effect contains no meaningful differences from that of the\nstatutes in effect at the time of the proceedings in the trial court. Thus, quotations and citations in this\nopinion are to the current statutes.\n        5\n          Tennessee Code Annotated section 39-13-501(7) (2014) defines sexual penetration as “sexual\nintercourse, cunnilingus, fellatio, anal intercourse, or any other intrusion, however slight, of any part of a\nperson‟s body or of any object into the genital or anal openings of the victim‟s, the defendant‟s, or any\nother person‟s body, but emission of semen is not required.” “Cunnilingus” is defined by the Tennessee\nPattern Jury Instructions as “a sex act accomplished by placing the mouth or tongue on or in the vagina of\nanother,” whereas “fellatio” is defined as “a sex act accomplished with the male sex organ and the mouth\nor lips of another. Intrusion into the alleged victim‟s mouth is not required.” T.P.I.—Crim. 10.02 (17th\ned. 2014).\n\n\n\n                                                     -7-\n\f       The defendant did not object to this instruction, did not testify, and did not put on\nany additional proof. Based on this election and the evidence presented, the jury\nconvicted the defendant on the charged offense of rape of a child.6 Following a\nsentencing hearing, the trial court imposed a twenty-five-year sentence, with service\nconsecutive to the defendant‟s sentence in the aforementioned federal case. On April 26,\n2012, the trial court issued an order denying the defendant‟s motion for new trial. On\nFebruary 6, 2013, the trial court entered a judgment dismissing the defendant‟s second\ncount charging rape of a child.\n\n       The defendant then appealed to the Court of Criminal Appeals, challenging only\nthe sufficiency of the evidence to support his conviction.7 The Court of Criminal Appeals\nheld that the evidence was sufficient to support the defendant‟s conviction. State v.\nKnowles, No. W2013-00503-CCA-MR3-CD, 2014 WL 1831018, at *8 (Tenn. Crim.\nApp. May 5, 2014). However, in affirming the defendant‟s conviction, the Court of\nCriminal Appeals sua sponte raised an additional issue: whether an error in the State‟s\nelection of offenses, whereby the State mistakenly identified the method of sexual\npenetration, which was repeated in the jury instruction concerning the election,\nconstituted reversible error. Id. at *5. In rendering its decision, the Court of Criminal\nAppeals stated that “[a]lthough the defendant ha[d] framed his issue as one of evidentiary\nsufficiency, we perceive the real issue to be whether the State properly elected the offense\nfor which it was seeking a conviction.” Id. The Court of Criminal Appeals went on to\nconclude that the State‟s inaccurate election error was “harmless beyond a reasonable\ndoubt.” Id. at *7. In doing so, the Court of Criminal Appeals reviewed the error as if the\ndefendant had properly preserved it for review on appeal by raising it in his motion for\nnew trial, rather than applying the plain error doctrine. Id.\n\n        We granted the defendant‟s application for permission to appeal. Tenn. R. App. P.\n11.\n\n\n\n\n        6\n            The parties‟ closing arguments are not included in the record on appeal.\n        7\n          The defendant failed to file his notice of appeal within thirty days of the trial court‟s denial of\nhis motion for new trial. Instead, the defendant filed a pro se Rule 10 application for extraordinary\nappeal following his conviction in the trial court, which was denied by the Court of Criminal Appeals\nbecause the defendant was still represented by counsel. On February 21, 2013, the defendant, through\ncounsel, filed a motion in the Court of Criminal Appeals seeking acceptance of his late-filed notice of\nappeal and explaining that he had mistakenly believed that the notice of appeal was not due until thirty\ndays after the second count of rape of a child had been tried. On March 11, 2013, the Court of Criminal\nAppeals granted the defendant‟s motion, waived the requirement of a timely filed notice of appeal, and\ngranted the defendant ten days to file a notice of appeal. The defendant complied, and his appeal\nproceeded.\n\n\n                                                      -8-\n\f                                        II. Analysis\n\n                                  A. Standard of Review\n\n       There is no dispute that the prosecution‟s description of the type of sexual\npenetration was inaccurate and that this inaccuracy was repeated in the jury instruction.\nTennessee Rule of Appellate Procedure 3(e) provides that\n\n       in all cases tried by a jury, no issue presented for review shall be predicated\n       upon error in the admission or exclusion of evidence, jury instructions\n       granted or refused, misconduct of jurors, parties or counsel, or other action\n       committed or occurring during the trial of the case, or other ground upon\n       which a new trial is sought, unless the same was specifically stated in a\n       motion for a new trial; otherwise such issues will be treated as waived. . . .\n\n(Emphasis added). Here, the defendant did not object to the inaccuracy in the election\nand the jury instruction, nor did he raise it in his motion for new trial; rather, he\nchallenged only the sufficiency of the evidence. Thus, he did not properly preserve the\nelection issue for plenary appellate review. Nevertheless, appellate courts have the\nauthority to “consider an error that has affected the substantial rights of a party at any\ntime, even though the error was not raised in the motion for a new trial or assigned as\nerror on appeal.” Tenn. R. App. P. 36(b). We refer to this discretionary consideration of\nwaived issues as “plain error” review. See Grindstaff v. State, 297 S.W.3d 208, 219 n.12\n(Tenn. 2009).\n\n       Although the election issue was closely related to the defendant‟s challenge to the\nsufficiency of the evidence, the claims are separate, and the Court of Criminal Appeals\nshould have applied plain error review when assessing the effect of the inaccurate\nelection, rather than evaluating the error as if it had been properly preserved. See State v.\nBishop, 431 S.W.3d 22, 43-44 (Tenn. 2014) (finding error when the Court of Criminal\nAppeals, “on its own motion,” addressed an issue not raised by the parties and failed to\napply plain error review). Whether the plain error doctrine has been satisfied is a\nquestion of law which we review de novo. State v. Cooper, 321 S.W.3d 501, 506 (Tenn.\n2010). Applying this de novo review, we will now determine whether the inaccurate\nelection repeated in the jury instruction as to an element of the offense amounts to plain\nerror entitling the defendant to relief.\n\n\n\n\n                                             -9-\n\f                                  B. Election of Offenses\n\n        “[W]here [an] indictment charges that sex crimes occurred over a span of time,\nevidence of unlawful sexual contact between the defendant and the victim allegedly\noccurring during the time charged in the indictment is admissible.” State v. Rickman, 876\nS.W.2d 824, 828 (Tenn. 1994). The State, however, must elect at the close of its case-in-\nchief the particular offense for which it is seeking a conviction. Id. The two primary\npurposes of this election requirement are “to preserve a criminal defendant‟s right under\nthe state constitution to a unanimous jury verdict, and to allow the State some latitude in\nthe prosecution of criminal acts committed against young children who are frequently\nunable to identify a specific date on which a particular offense was committed.” Id.\n(citing State v. Shelton, 851 S.W.2d 134, 137 (Tenn. 1993); State v. Brown, 762 S.W.2d\n135, 137 (Tenn. 1988)). Because the election requirement safeguards a criminal\ndefendant‟s fundamental, constitutional right to a unanimous jury verdict, errors\npertaining to the sufficiency of the prosecution‟s election are subject to plain error review.\nBurlison v. State, 501 S.W.2d 801, 804 (Tenn. 1973); see also State v. Kendrick, 38\nS.W.3d 566, 567 (Tenn. 2001) (reversing the conviction under doctrine of election of\noffenses as plain error although not addressed in the direct appeal); State v. Walton, 958\nS.W.2d 724, 726-27 (Tenn. 1997) (reversing convictions as plain error for State‟s failure\nto properly elect offenses, although not raised by the parties); State v. Clabo, 905 S.W.2d\n197, 204 (Tenn. Crim. App. 1995) (finding plain error based on the State‟s failure to elect\noffenses). When applying plain error review, appellate courts must bear in mind that the\nelection requirement is merely a means by which to protect the right to a unanimous\nverdict. There is no right to a perfect election, and indeed, as this Court has recognized,\nthe election requirement may be satisfied in a variety of ways.\n\n        For example, in State v. Shelton, this Court detailed how the State may sufficiently\nelect a particular offense in a sex crimes case. While the Shelton Court held that merely\nspecifying a span of days wherein the abuse was alleged to have occurred was not a\nsufficient election, the Court emphasized that “the [S]tate is not required to identify the\nparticular date of the chosen offense” and noted that “a particular offense can often be\nidentified without a date.” Shelton, 851 S.W.2d at 137. In the absence of electing a\nspecific date, the prosecutor may “identify a particular type of abuse and elect that\noffense” if the victim suffered multiple types of abuse. Id. at 138. Additionally, the\nprosecutor may ask the child victim “to describe unique surroundings or circumstances\nthat help to identify an incident,” which may include “identify[ing] an assault with\nreference to a meaningful event in [the child‟s] life, such as the beginning of school, a\nbirthday, or a relative‟s visit.” Id. Ultimately, this Court in Shelton concluded that\n“[a]ny description that will identify the prosecuted offense for the jury is sufficient.” Id.\n(emphasis added). However, this Court has similarly emphasized that the election\nrequirement applies to offenses, not to the facts supporting each element of the offense.\nThis is true because a jury is not required to “unanimously agree as to facts supporting a\n\n\n                                             -10-\n\fparticular element of a crime so long as the jury agrees that the [defendant] is guilty of the\ncrime charged.” State v. Adams, 24 S.W.3d 289, 297 (Tenn. 2000).\n\n        In this case, the prosecution attempted to elect “the alleged act of rape of a child\noccurring in April, 2005, at 1680 Claire when the victim and defendant returned from the\nhospital,” because “that‟s the one that had the most detail.” The trial court at that point\ninsisted that the prosecution also specify the facts it was relying upon to establish the\nelement of sexual penetration and “elect either fellatio or cunnilingus.” In this respect,\nthe trial court erred. Here, only one offense was charged, and as this Court stated in\nAdams, the State need not elect the facts it is relying upon to establish a particular\nelement of the offense. The prosecution‟s attempted election of a date, place, and\nsignificant event was sufficiently specific, without identifying the type of sexual\npenetration, to safeguard the defendant‟s right to a unanimous jury verdict on the offense\nof rape of a child.\n\n        Nevertheless, at the trial court‟s insistence, the prosecutor stated that she was\n“going to go for cunnilingus.” As the Court of Criminal Appeals noted, this decision was\nan “obvious mistake” because, on the date elected, the victim testified only to penetration\nby fellatio, not to penetration by cunnilingus. Knowles, 2014 WL 1831018, at *7. The\ntrial court perpetuated this mistake when it instructed the jury on the State‟s election as\nfollows:\n\n       In this case, the [S]tate has elected to submit for your consideration the\n       alleged act of [r]ape of a [c]hild by [c]unnilingus occurring in April 2005, at\n       1680 Claire, Memphis, TN, when the victim and the defendant returned\n       home from the hospital to obtain clothing, toiletries, and food.\n\nWe agree with the Court of Criminal Appeals that the election was inaccurate, due to the\ntrial court‟s decision to require the State to choose the type of penetration and the\nprosecutor‟s error in identifying cunnilingus. Because the defendant did not object\ncontemporaneously or comment upon the State‟s election or the trial court‟s instruction or\nraise it as error in his motion for new trial, our review is pursuant to the plain error\ndoctrine.\n\n                                   C. Plain Error Review\n\n        If a defendant has not otherwise properly preserved an issue for review, he bears\nthe burden of persuading an appellate court that plain error entitles him to relief. State v.\nBledsoe, 226 S.W.3d 349, 355 (Tenn. 2007) (citing United States v. Olano, 507 U.S. 725,\n734 (1993)). A reviewing court will not grant relief under the plain error doctrine unless\nthe following five criteria are met: (1) the record clearly establishes what occurred in the\ntrial court; (2) the error breached a clear and unequivocal rule of law; (3) the error\n\n\n                                             -11-\n\fadversely affected a substantial right of the complaining party; (4) the error was not\nwaived for tactical purposes; and (5) substantial justice is at stake; that is, the error was so\nsignificant that it “„probably changed the outcome of the trial.‟” State v. Hatcher, 310\nS.W.3d 788, 808 (Tenn. 2010) (citing State v. Smith, 24 S.W.3d 274, 282-83 (Tenn.\n2000)). If any one of these five criteria is not satisfied, we will not grant relief, and\ncomplete consideration of all five factors is not necessary when it is clear from the record\nthat at least one of the factors cannot be established. Id.\n\n        Considering the plain error criteria, we are not persuaded that the error in the\nState‟s election was so significant that it “probably changed the outcome of the trial.” Id.\nThe error here did not create a substantial risk of a non-unanimous verdict on the offense\nof rape of a child. The State‟s election tied the conduct for which it was seeking a\nconviction to a specific date, a specific place, and a very specific and readily identifiable\nevent in the victim‟s life—the day her younger sister had a stroke and was taken to the\nhospital. This meaningful event alone would have been sufficient to identify the single\ncharged offense of rape of a child, for which conviction was sought. The victim testified\nunequivocally regarding the element of sexual penetration by fellatio. The important\npoint for purposes of this appeal is that the trial court erred by requiring the prosecution to\nelect the facts it was relying upon to establish the element of sexual penetration when the\nprosecution had already sufficiently elected the offense of rape of a child by identifying a\ndate, April 2005, a place, T.M‟s residence, and a significant event, when the victim and\nthe defendant returned home from the hospital to obtain clothing, toiletries, and food. So\nlong as the jurors unanimously found that some type of sexual penetration occurred on the\nelected date, at the elected place, and during the elected significant event, the defendant‟s\nconstitutional right to a unanimous jury verdict was satisfied.8 The jurors were not\nrequired to agree upon the facts establishing the element of sexual penetration; they were\nrequired only to agree that sexual penetration of some sort occurred. Adams, 24 S.W.3d\nat 297; see also State v. Johnson, 53 S.W.3d 628, 633-34 (Tenn. 2001) (“[S]o long as the\njurors agreed that the defendant engaged in sexual contact on the date charged, the\ndefendant was afforded his constitutional right to juror unanimity. This is true even\nthough some of the jurors may have based their finding on one touching, and others may\nhave based their finding on the other touching.”); State v. Lemacks, 996 S.W.2d 166, 171\n(Tenn. 1999) (refusing to require the prosecution to elect criminal responsibility or direct\nliability when seeking a conviction for a single charged offense of driving under the\ninfluence and stating that the defendant had been afforded his right to a unanimous\n\n\n       8\n          The dissent suggests that the victim‟s testimony regarding the defendant touching her “private\narea” and “vagina” also possibly amounted to sexual penetration distinct from fellatio or cunnilingus.\nAgain, the type of penetration is not determinative under the facts of this case. We note, however, that\nthe trial court stated during the charge conference that no evidence of digital penetration had been\npresented, and the prosecutor agreed with the trial court‟s statement.\n\n\n\n                                                  -12-\n\fverdict even if some of the jurors based their finding of guilt on criminal responsibility\nwhile others based their guilty verdict on direct liability).\n\n        The jurors here were instructed on the law and were informed that in order to find\nthe defendant guilty of rape of a child, they were required to find proof beyond a\nreasonable doubt of sexual penetration. See Tenn. Code Ann. § 39-13-522(a). They were\nfurther instructed to consider only the time period within the State‟s election.9 Because\nthe State‟s election and the jury instruction identified a date and location and referenced a\nmeaningful event in the victim‟s life, the inaccuracy concerning the means by which the\nelement of sexual penetration was accomplished did not create a substantial risk of a non-\nunanimous verdict as to the offense of rape of a child, or cause a substantial injustice, or\nlikely change the outcome of the trial.\n\n        Notwithstanding the dissent‟s suggestion, our rationale is not contrary to the well-\nestablished presumption that the jury follows all instructions given by the trial court.\nRather, our decision is grounded upon the equally well-founded principle that “[j]urors do\nnot sit in solitary isolation booths parsing instructions for subtle shades of meaning in the\nsame way that lawyers might. Differences among them in interpretation of instructions\nmay be thrashed out in the deliberative process, with commonsense understanding of the\ninstructions in the light of all that has taken place at the trial likely to prevail over\ntechnical hairsplitting.” Boyde v. California, 494 U.S. 370, 381 (1990); see also State v.\nHall, 958 S.W.2d 679, 696 (Tenn. 1997) (quoting Boyde). Here, the proof at trial\noverwhelmingly established that the defendant committed the offense of rape of a child in\nApril 2005, at T.M.‟s residence, on the date the victim‟s sister was hospitalized for a\nstroke. Viewed in a commonsense fashion and in the context of the trial proof, the\ninaccuracy in the election and the jury instruction regarding the type of sexual penetration\ndid not create a substantial risk of a non-unanimous verdict, cause a substantial injustice,\nor likely change the outcome of the trial.\n\n       Although we need only find one of the plain error criteria lacking to conclude that\nthe defendant is not entitled to relief, our decision that the inaccuracy did not amount to\nplain error is bolstered by the defendant‟s failure to provide a record that clearly\nestablishes what occurred in the trial court. As stated above, when we undertake plain\nerror analysis, the defendant bears the burden of persuading us that he is entitled to relief.\nSee Hatcher, 310 S.W.3d at 808. Moreover, under Rule 24 of the Tennessee Rules of\nAppellate Procedure, the appellant has the burden of providing the appellate court with “a\ntranscript of such part of the evidence or proceedings as is necessary to convey a fair,\naccurate and complete account of what transpired with respect to those issues that are the\n\n        9\n          The trial court instructed the jury to “consider only [the State‟s election] in deciding whether or\nnot the defendant has been proven guilty beyond a reasonable doubt of the offenses charged and included\nin the indictment.”\n\n\n                                                    -13-\n\fbases of appeal,” or in the absence of such a transcript, “a statement of the evidence or\nproceedings from the best available means.” Tenn. R. App. P. 24(a)-(b).\n\n       As we noted earlier, the parties‟ closing arguments are not part of the record before\nthis Court, and the defendant has made no attempt to supplement the record, despite\nquestioning from this Court during oral argument about the closing arguments made\nbefore the trial court. Consequently, we are unable to determine what effect, if any, the\nparties‟ closing arguments had on the inaccurate election and jury instruction.10 We note\nthat several different panels of the Court of Criminal Appeals have held that a failure to\ninstruct the jury properly about the State‟s election of offenses may be cured by a\nprosecutor‟s closing argument if it provides an effective substitute for the missing\ninstructions. See, e.g., State v. Busby, No. M2004-00925-CCA-R3-CD, 2005 WL\n711904, at *6 (Tenn. Crim. App. Mar. 29, 2005); State v. Kimbrell, No. M2000-02925-\nCCA-R3-CD, 2003 WL 1877094, at *23 (Tenn. Crim. App. Apr. 15, 2003); State v.\nMcCann, No. M2000-2990-CCA-R3-CD, 2001 WL 1246383, at *5 (Tenn. Crim. App.\nOct. 17, 2001); State v. Dearry, No. 03C01-9612-CC-00462, 1998 WL 47946, at *13\n(Tenn. Crim. App. Feb. 6, 1998). We recognize that these decisions involved a missing\nelection instruction rather than an inaccurate instruction. The defendant‟s failure to\nprovide a complete record of the proceedings below also bolsters our conclusion to deny\nhim relief under the plain error doctrine.\n\n        Although the dissent implies otherwise, our decision in this case is a\nstraightforward application of the well-established plain error doctrine. We have\ncarefully reviewed the record in light of the inaccurate election and have concluded that it\nposed no substantial risk to the defendant‟s constitutional right to a unanimous jury\nverdict. Our conclusion is fully in line with constitutional principles and in no way\nskewed by the admittedly egregious facts of this case. The jury heard the evidence and\nfound the defendant guilty beyond a reasonable doubt of rape of a child. The inaccuracy\nin the prosecution‟s election and the jury instruction is of little consequence in the context\n\n\n        10\n           No transcript of the closing arguments has been made a part of the record on appeal. However,\ncounsel for the defendant, who was also trial counsel in this case, provided conflicting accounts at oral\nargument before this Court of what the prosecution argued during closing arguments at the trial court.\nWhen first asked by this Court what the District Attorney argued during closing arguments he responded,\n“The D.A. argued that [the defendant] had forced the victim to perform fellatio.” During rebuttal\nargument, the defendant‟s counsel was asked again whether his recollection of the closing argument at\ntrial suggested that the D.A. was also confused by the election as stated in the jury charge and argued for\ncunnilingus instead of fellatio. The defendant‟s counsel responded, “Having tried cases in Shelby\nCounty, I can tell the Court that the D.A. probably followed the jury instructions, which included the\nerroneous instruction.” However, the Court then pointed out that this answer was inconsistent with his\nearlier response, stating, “But you just told me when I asked you earlier that they specifically argued\nfellatio in closing argument.” The defendant‟s counsel then responded, “That‟s my recollection your\nhonor. I don‟t want to mislead the Court.”\n\n\n                                                   -14-\n\fof this case and simply does not rise to the level of plain error which warrants overturning\nthe jury‟s verdict.\n\n                                     III. Conclusion\n\n       We conclude that the defendant is not entitled to relief under the plain error\ndoctrine because the inaccuracy in the State‟s election regarding the facts relied upon to\nestablish the element of sexual penetration was not so significant that it “probably\nchanged the outcome of the trial.” Hatcher, 310 S.W.3d at 808. Accordingly, we affirm\nthe defendant‟s conviction for rape of a child. It appearing the defendant is indigent,\ncosts of this appeal are taxed to the State of Tennessee.\n\n\n\n                                         ______________________________________\n                                         CORNELIA A. CLARK, JUSTICE\n\n\n\n\n                                            -15-\n\f",
            "ocr": false,
            "opinion_id": 2825707
        }
    ],
    "court_short_name": "Tennessee Supreme Court",
    "court_full_name": "Tennessee Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Rape"
}