{
    "id": 2832554,
    "judges": null,
    "date_filed": "1995-09-11",
    "date_filed_is_approximate": true,
    "slug": "com-v-mitchell-f",
    "case_name_short": "Com.",
    "case_name": "Com. v. Mitchell, F.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 7.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/J-S40045-15m - 1023412995306502.pdf",
            "author_id": null,
            "opinion_text": "J-S40045-15\n\n\nNON-PRECEDENTIAL DECISION – SEE SUPERIOR COURT I.O.P 65.37\n\nCOMMONWEALTH OF PENNSYLVANIA,             :    IN THE SUPERIOR COURT OF\n                                          :          PENNSYLVANIA\n                 Appellee                 :\n                                          :\n                    v.                    :\n                                          :\nFRED MITCHELL,                            :\n                                          :\n                 Appellant                :     No. 438 WDA 2015\n\n       Appeal from the Judgment of Sentence Entered March 5, 2015\n             in the Court of Common Pleas of Fayette County,\n           Criminal Division, at No(s): CP-26-CR-0001539-2013\n\nBEFORE:     FORD ELLIOTT, P.J.E., DONOHUE, and STRASSBURGER,* JJ.\n\nMEMORANDUM BY STRASSBURGER, J.:          FILED AUGUST 31, 2015\n\n      Fred Mitchell (Appellant) appeals from the aggregate judgment of\n\nsentence of 39 to 78 years’ imprisonment entered following his convictions\n\nfor, inter alia, rape by forcible compulsion, rape of a child, involuntary\n\ndeviate sexual intercourse (IDSI) by forcible compulsion, and IDSI with a\n\ncomplainant under 16 years of age. We affirm.\n\n      A prior panel of this Court summarized the history of this case as\n\nfollows.\n\n      On February 24, 2012, M.N, then four years old, went to the\n      doctor for a routine checkup. While in the doctor’s office, she\n      informed Joyce Ames, her paternal grandmother, that her\n      “cookie” hurt. She indicated that she was referring to her genital\n      area. She also referred to her anus as “celery.” She continued\n      to expound that Appellant put his “peanut” in her “cookie,” and\n      she explained that “Fred” told her about those terms. The\n      doctor instructed Ames to take M.N. to Children’s Hospital for an\n      evaluation.\n\n\n*Retired Senior Judge assigned to the Superior Court.\n\fJ-S40045-15\n\n\n           On March 13, 2012, M.N. was interviewed at A Child’s\n     Place at Mercy by Sara Gluzman, a forensic interviewer trained in\n     evaluating and interviewing children who are suspected victims\n     of abuse. During the course of the interview, Gluzman asked\n     M.N. if there are places people are not supposed to touch.3\n     M.N., in response, drew a picture and told Gluzman it was a\n     “boob” and people are not supposed to touch it. Gluzman\n     showed M.N. an anatomical depiction of the human body, which\n     she uses with all children she interviews, and asked M.N. what\n     she called different areas of the body. M.N. used the term\n     “coochie.” When Gluzman asked what she uses “coochie” for,\n     M.N. explained her mother called it “peachie” and that it is used\n     “to pee.” M.N. told Gluzman that Appellant put his “part” in her\n     “peachie” and “butt.” M.N. also said it happened “[m]ore than\n     one time.” Following the interview, Dr. Mary Carrasco, the\n     director of A Child’s Place at Mercy, performed an examination of\n     M.N., which did not reveal physical evidence of abuse.4\n          _______\n          3\n            The interview was recorded and played during the trial.\n          The exchange between M.N. and Gluzman during the\n          interview is included in the transcript of the trial.\n          4\n            Dr. Carrasco testified at trial as an expert in pediatric\n          child abuse. She testified that the lack of physical findings\n          “does not mean nothing occurred. … [M]ost of the time,\n          that is 94% of the time, there will be no physical evidence\n          of sexual abuse.”\n\n     … A three-day jury trial commenced on January 8, 2014. M.N.,\n     Ames, M.N.’s mother, Gluzman, and Dr. Carrasco testified on\n     behalf of the Commonwealth. After the Commonwealth rested,\n     two defense witnesses testified. On January 10, 2014, the jury\n     found Appellant guilty of all charged offenses.\n\n           Following the guilty verdicts, the Commonwealth filed its\n     notice of intention to seek mandatory sentences pursuant to 42\n     Pa.C.S.A. § 9718(a).5 The trial court conducted a sentencing\n     hearing on April 3, 2014 and imposed the mandatory minimum\n     sentences sought by the Commonwealth [for an aggregate\n     sentence of 40 to 80 years of imprisonment].\n\n\n\n\n                                   -2-\n\fJ-S40045-15\n\n\n             _______\n             5\n               Section 9718 provides for mandatory minimum sentences\n             of, inter alia, not less than ten years’ imprisonment for\n             rape of a child and not less than ten years’ imprisonment\n             for any conviction under [18 Pa.C.S.] § 3123 (relating to\n             IDSI),when the victim is less than sixteen years of age. 42\n             Pa.C.S.A. § 9718(a).\n\nCommonwealth           v.   Mitchell,   No.   578   WDA   2014,   unpublished\n\nmemorandum at 2-4 (Pa. Super. January 22, 2015) (citations and some\n\nfootnotes omitted).\n\n      On appeal to this Court, Appellant raised five issues, including the\n\nfollowing:\n\n      I.    Whether the evidence was legally and factually insufficient\n      to show that [Appellant] committed the crimes of Rape, Forcible\n      Compulsion, Rape of a Child, IDSI Forcible Compulsion, IDSI\n      Person Less than 16 years of Age, beyond a reasonable doubt[?]\n\n      II.  Whether the trial judge committed reversible error in\n      permitting [M.N.] to testify on the lap of her grandmother, Joyce\n      Ames, despite a sequestration of witnesses and over defense\n      counsel’s objection[?]\n\nId. at 5 (quoting Appellant’s Brief).\n\n      This Court held that Appellant waived his challenge to the sufficiency\n\nof the evidence by failing to specify in his concise statement of errors\n\ncomplained of on appeal which elements of the crimes lacked proof beyond a\n\nreasonable doubt.      Id. at 8. The panel nonetheless proceeded to address\n\nthe merits of the claim:\n\n      We observe that had Appellant properly preserved this issue, he\n      would not be entitled to relief.   In support of this claim,\n\n\n\n                                        -3-\n\fJ-S40045-15\n\n\n      Appellant asks this court to reweigh the evidence presented at\n      trial. Specifically, Appellant recounts, “[t]he defense presented\n      two witnesses, both of [whom] testified that this could have\n      been a scheme devised by [M.N.’s mother]….” The jury in this\n      case was free to credit M.N.’s testimony and disregard the\n      speculative testimony proffered by the defense.              See\n      [Commonwealth v. Kearney, 92 A.3d 51, 64 (Pa. Super.\n      2014)].       Moreover, “it is well-established that          the\n      uncorroborated testimony of the complaining witness is sufficient\n      to convict a defendant of sexual offenses.” Commonwealth v.\n      Castelhun, 889 A.2d 1228, 1232 (Pa. Super. 2005) (citations\n      and quotation marks omitted). Therefore, viewing the evidence\n      in the light most favorable to the Commonwealth, sufficient\n      evidence was presented to find Appellant guilty of the charged\n      offenses beyond a reasonable doubt. See [Commonwealth v.\n      Patterson, 91 A.3d 55, 66 (Pa. 2014)].\n\nId. at 9 n.9. The panel also concluded that “the trial court did not abuse its\n\ndiscretion by making an exception to the general sequestration order, and\n\nAppellant has failed to demonstrate that he was prejudiced by the\n\nexception.” Id. at 13.\n\n      Although it found that all of Appellant’s stated issues were either\n\nmeritless or both waived and meritless, this Court concluded that Appellant’s\n\nsentence was illegal under Alleyne v. United States, ––– U.S. –––, 133\n\nS.Ct. 2151, 186 L.Ed.2d 314 (2013), and its progeny.        Accordingly, this\n\nCourt affirmed Appellant’s convictions, but vacated his judgment of sentence\n\nand remanded for resentencing without consideration of section 9718.\n\nMitchell, unpublished memorandum at 26-27.\n\n      On March 6, 2015, Appellant was resentenced without consideration of\n\nany mandatory minimum sentencing statute to an aggregate term of 39 to\n\n\n\n                                    -4-\n\fJ-S40045-15\n\n\n78 years’ imprisonment. Appellant’s post-sentence motion for modification\n\nof sentence was denied on March 11, 2015. Appellant timely filed a notice of\n\nappeal.\n\n      On appeal, Appellant presents two issues,1 both of which were raised\n\nin his first direct appeal:\n\n      I.    Whether the evidence was legally and factually insufficient\n      to show that [Appellant] committed the crimes of Rape [by]\n      Forcible Compulsion, Rape of a Child, IDSI Forcible Compulsion,\n      IDSI Person Less than 16 years of Age, beyond a reasonable\n      doubt?\n\n      II.  Whether the trial judge committed reversible error in\n      permitting [M.N.] to testify on the lap of her grandmother, Joyce\n      Ames, despite a sequestration of witnesses and over defense\n      counsel’s objection?\n\nAppellant’s Brief at 7 (unnecessary capitalization omitted).\n\n      As the trial court aptly stated, Trial Court Opinion, 4/8/2015, at 4, the\n\nlaw of the case doctrine applies to Appellant’s claims. “The law of the case\n\n\n\n1\n   Appellant lists only two issues in his statement of questions involved.\nAppellant’s Brief at 7. However, four additional issues are raised in the\nargument portion of his brief. Those questions are not properly before us.\nSee Pa.R.A.P. 2116(a) (“No question will be considered unless it is stated in\nthe statement of questions involved or is fairly suggested thereby.”). We\nnote that three of the four additional issues were rejected by this Court in\nAppellant’s first direct appeal, and would thus be subject to the same\nanalysis we provide for the claims we do address. The fourth additional\nissue is a challenge to the discretionary aspects of his sentence, which we\nwould reject based upon Appellant’s failure to include in his brief a concise\nstatement of reasons relied upon for allowance of appeal pursuant to\nPa.R.A.P. 2119(f). Commonwealth v. Coulverson, 34 A.3d 135, 142 (Pa.\nSuper. 2011) (“If the Rule 2119(f) statement is absent…, this Court may\nrefuse to accept the appeal.”).\n\n\n                                     -5-\n\fJ-S40045-15\n\n\ndoctrine refers to a family of rules which embody the concept that a court\n\ninvolved in the later phases of a litigated matter should not reopen questions\n\ndecided by another judge of that same court or by a higher court in the\n\nearlier phases of the matter.” Commonwealth v. Fears, 86 A.3d 795, 815\n\n(Pa. 2014) (internal quotation marks omitted). “[W]hen an appellate court\n\nhas considered and decided a question submitted to it upon appeal, it will\n\nnot, upon a subsequent appeal on another phase of the case, reverse its\n\nprevious ruling even though convinced it was erroneous.”2 Commonwealth\n\nv. McCandless, 880 A.2d 1262, 1268 (Pa. Super. 2005). Exceptions may\n\nbe made “under exceptional circumstances, including: an intervening change\n\nin the law, a substantial change in the facts, or if the prior ruling was clearly\n\nerroneous and would create a manifest injustice if followed.” Id. (internal\n\nquotation marks omitted).\n\n      Appellant presents us with no argument that the law or facts have\n\nchanged since this Court’s prior determination.      Nor does he contend that\n\nthe prior rulings were clearly erroneous and create a manifest injustice.\n\n\n\n2\n  All of the issues were “decided” in Appellant’s prior appeal for purposes of\nthe doctrine of law of the case, as the court performed an even-if analysis\nfor the claims it determined were waived. See Commonwealth v. Reed,\n971 A.2d 1216, 1220 (Pa. 2009) (“In the instant case, while the Superior\nCourt in Reed I determined that Reed’s claims were waived, it also\ndetermined that even if the claims had not been waived, they were without\nmerit, and the court explained the basis for its conclusions. Thus, the\nSuperior Court’s holding in Reed I that Reed’s claim … was meritless was a\nvalid holding that constitutes the law of the case….”).\n\n\n                                      -6-\n\fJ-S40045-15\n\n\nRather, Appellant merely reproduces verbatim the arguments presented in\n\nhis prior appellate brief.   This Court will not consider those arguments a\n\nsecond time. See, e.g., Commonwealth v. Kratzer, 660 A.2d 102, 105\n\n(Pa. Super. 1995) (“Kratzer argues that the trial court erred in denying the\n\nwithdrawal of his guilty plea because it was involuntary and unknowing as a\n\nresult of guilty plea counsel’s ineffectiveness and coercion.     This identical\n\nissue was raised before and decided by a panel of this Court in [Kratzer’s\n\nprior appeal]. … Therefore, we need not consider this issue.”).\n\n      Judgment of sentence affirmed.\n\n\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\n\nProthonotary\n\n\n\nDate: 8/31/2015\n\n\n\n\n                                     -7-\n\f",
            "ocr": false,
            "opinion_id": 2832554
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Rape"
}