{
    "id": 2882657,
    "judges": null,
    "date_filed": "2001-11-14",
    "date_filed_is_approximate": true,
    "slug": "jeffrey-l-bell-v-citibank-south-dakota-na",
    "case_name_short": null,
    "case_name": "Jeffrey L. Bell v. Citibank (South Dakota) N.A.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=4596&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa06%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIn The\r\n\r\n\r\nCourt of Appeals\r\n\r\n\r\nSixth Appellate District of Texas at Texarkana\r\n\r\n\r\n\r\n______________________________\r\n\r\n\r\n\r\nNo. 06-06-00037-CV\r\n\r\n\r\n______________________________\r\n\r\n\r\n\r\n\r\nJEFFREY L. BELL, Appellant\r\n\r\n\r\n\r\nV.\r\n\r\n\r\n\r\nCITIBANK (SOUTH DAKOTA) N. A., Appellee\r\n\r\n\r\n\r\n\r\n                                              \r\n\r\n\r\nOn Appeal from the 202nd Judicial District Court\r\n\r\n\r\nBowie County, Texas\r\n\r\n\r\nTrial Court No. 05C1557-202\r\n\r\n\r\n\r\n\r\n                                                 \r\n\r\n\r\n\r\n\r\nBefore Morriss, C.J., Ross and Carter, JJ.\r\n\r\n\r\nMemorandum Opinion by Justice Carter\r\n\r\n\r\n\r\nMEMORANDUM OPINION\r\n\r\n\r\n\r\n\tJeffrey L. Bell, proceeding pro se, (1) appeals the granting of Citibank's (South Dakota)  motion\r\nfor summary judgment for collection on a delinquent credit card debt.  When Bell fell behind on his\r\npayments, Citibank sued to collect the unpaid credit card debt.  Although Bell filed an answer, (2) Bell\r\ndid not respond to Citibank's motion for summary judgment.  The trial court granted Citibank's\r\ntraditional motion for summary judgment awarding $4,010.13 to Citibank, as well as $1,500.00 in\r\nattorney's fees.  The trial court also awarded conditional attorney's fees of $1,500.00 in the event of\r\nan appeal to the court of appeals, and $2,500.00 in the event a petition for review is filed with the\r\nTexas Supreme Court. \r\n\r\n\tBell appeals the trial court's decision, raising two points of error.  According to Bell, the trial\r\ncourt erred in granting the motion for summary judgment because Bell had not received notice of\r\nthe motion for summary judgment twenty-one days in advance of the hearing on the motion.  In\r\naddition, Bell argues the trial court's award of attorney's fees is \"punitive and excessive.\"  Because\r\nBell received sufficient notice and there is sufficient evidence to support the trial court's award of\r\nattorney's fees, we affirm the judgment of the trial court.\r\n\r\n\tThe standard of review for traditional summary judgment motions is well established.  When\r\nreviewing a summary judgment, we take as true all evidence favorable to the nonmovant and indulge\r\nevery reasonable inference and resolve any doubts in the nonmovant's favor. Limestone Prods.\r\nDistribution, Inc. v. McNamara, 71 S.W.3d 308, 311 (Tex. 2002); Rhone-Poulenc, Inc. v. Steel, 997\r\nS.W.2d 217, 223 (Tex. 1999).  Summary judgment is proper when the movant establishes that there\r\nis no genuine issue of material fact and that he or she is entitled to judgment as a matter of law.  Tex.\r\nR. Civ. P. 166a(c); City of Houston v. Clear Creek Basin Auth., 589 S.W.2d 671 (Tex. 1979);\r\nBaubles &amp; Beads v. Louis Vuitton, S.A., 766 S.W.2d 377 (Tex. App.--Texarkana 1989, no writ).  \r\n\r\n\tA.  The Record Shows Bell Received Sufficient Notice\r\n\r\n\tIn his first point of error, Bell alleges he did not receive the required notice of the motion for\r\nsummary judgment.  Rule 166a(c) provides that a motion for summary judgment and any supporting\r\naffidavits \"shall be filed and served at least twenty-one days before the time specified for hearing.\" \r\nTex. R. Civ. P. 166a(c).  However, Bell failed to preserve this issue for our review and, even if the\r\nissue had been preserved, the record contains prima facie evidence that Bell was served more than\r\ntwenty-four days before the hearing. (3)\r\n\r\n\tIn order to preserve error on a claim of deficient notice, Bell was required to \"file a motion\r\nfor continuance or raise the complaint of late notice in writing, supported by affidavit evidence, and\r\nraise the issue before the trial court during the summary judgment hearing.\"  Nguyen v. Short, How,\r\nFrels &amp; Heitz, P.C., 108 S.W.3d 558, 560 (Tex. App.--Dallas 2003, pet. denied); see Negrini v.\r\nBeale, 822 S.W.2d 822, 823 (Tex. App.--Houston [14th Dist.] 1992, no writ); Veal v. Veterans Life\r\nIns. Co., 767 S.W.2d 892, 895 (Tex. App.--Texarkana 1989, no writ) (twenty-one-day notice\r\nrequirement may be waived if nonmovant receives notice, appears at hearing, and does not file\r\naffidavit under Rule 166a(f)).  Bell concedes, on appeal, that he appeared at the hearing on the\r\nmotion for summary judgment. (4)  Because the appellate record contains no evidence that Bell filed\r\na motion for continuance or filed an affidavit in support of his allegation of deficient notice, the\r\nerror, if any, is not preserved for our review.\r\n\r\n\tEven if the issue had been preserved, the record contains prima facie evidence Bell received\r\nthe required notice.  Citibank's motion for summary judgment includes a certificate of service signed\r\nby Allen L. Adkins, Citibank's attorney at trial, which was dated January 26, 2006.  The certificate\r\nof service states the motion was mailed to Bell by certified mail January 26, 2006.  Rule 21a of the\r\nTexas Rules of Civil Procedure provides, \"[s]ervice by mail shall be complete upon deposit of the\r\npaper . . . in a post office or official depository under the care and custody of the United States Postal\r\nService.\"  Tex. R. Civ. P. 21a.  Further, the certificate of service constitutes prima facie evidence that\r\nnotice was placed in the mail January 26, 2006.  See Tex. R. Civ. P. 21a; Alvarez v. Thomas, 172\r\nS.W.3d 298, 303 (Tex. App.--Texarkana 2005, no pet.).  All notices were mailed to Bell at his home\r\naddress as shown in the docketing statement Bell filed in this Court.  There is no evidence\r\ncontroverting the certificate of service. (5)\r\n\r\n\tIn his reply brief, Bell cites Martin v. Martin, Martin &amp; Richards, Inc., 989 S.W.2d 357, 359\r\n(Tex. 1998), as authority for his argument he did not receive adequate notice.  In Martin, the trial\r\ncourt ruled on the motion for summary judgment four days after it had been filed and without\r\nproviding notice to the nonmovant.  Id.  The nonmovant filed a response two days after the trial\r\ncourt's ruling, which the trial court also overruled eleven days later.  Id.  The Texas Supreme Court\r\nheld the failure to give notice of the submission date for a motion for summary judgment constituted\r\nerror, but it found the error was harmless because the trial court considered the nonmovant's response\r\nand reconfirmed its ruling.  Id.  Martin is clearly distinguishable from the current case.  In the current\r\ncase, there is prima facie evidence Bell received notice, there is no evidence controverting the prima\r\nfacie evidence, and the trial court did not rule on the motion for summary judgment until thirty-nine\r\ndays after the service of notice.  Because there is prima facie evidence Bell received notice\r\nJanuary 26, 2006, Bell received sufficient notice for a hearing to be held March 6, 2006.  We\r\noverrule Bell's first point of error.\r\n\r\n\tB.\tThere is Sufficient Evidence to Support the Award of Attorney's Fees\r\n\r\n\tIn addition, Bell argues the award of $1,500.00 in attorney's fees was punitive, excessive, and\r\namounts to unjust enrichment. (6)  We have construed Bell's argument as a challenge to the sufficiency\r\nof the evidence of attorney's fees.  \r\n\r\n\tAn affidavit by Citibank's attorney provides summary judgment evidence as to attorney's fees\r\nand expenses.  The attachment sets out fees and expenses as $1,500.00 for services rendered through\r\ntrial, $1,500.00 conditional fees for an appeal to the court of appeals, and $2,500.00 conditional fees\r\nin the event a petition for review is filed with the Texas Supreme Court.  The affidavit further\r\nprovides, \"taking into consideration the usual and customary attorneys' fees in this county, the\r\namount in controversy, the legal questions involved, the fee arrangement with the client, the benefits\r\nconferred, and the time required,\" that these fees were \"reasonable and necessary.\"  The record before\r\nthis Court contains no evidence this affidavit was controverted.  We conclude the affidavit\r\nconstitutes legally and factually sufficient evidence to support the award for attorney's fees and\r\nexpenses for pursuing Citibank's claim.\r\n\r\n\tFurther, as previously noted, Bell did not file any written response to the motion for summary\r\njudgment.  \"Issues not expressly presented to the trial court by written motion, answer, or other\r\nresponse shall not be considered on appeal as grounds for reversal.\"  Tex. R. Civ. P. 166a(c).  We\r\noverrule Bell's second point of error.  \r\n\r\n\tFor the reasons stated, we affirm the judgment of the trial court.\r\n\r\n\r\n\r\n\r\n\t\t\t\t\t\tJack Carter\r\n\r\n\t\t\t\t\t\tJustice\r\n\r\n\r\nDate Submitted:\tOctober 20, 2006\r\n\r\nDate Decided:\t\tNovember 2, 2006\r\n\r\n1. Bell represented himself at trial as well.  The law is well settled that \"[a] party proceeding\r\npro se must comply with all applicable procedural rules\" and is held to the same standards as a\r\nlicensed attorney.  Weaver v. E-Z Mart Stores, 942 S.W.2d 167, 169 (Tex. App.--Texarkana 1997,\r\nno pet.).\r\n2. Although Bell's plea was not in the standard form of an answer, it nevertheless gave the\r\ncourt a response acknowledging receipt and acceptance of Citibank's citation and petition. See In re\r\nK.B.A., 145 S.W.3d 685, 691 (Tex. App.--Fort Worth 2004, no pet.).  Bell's filing constituted an\r\nappearance in the matter and entitled him to notice of further proceedings in the case.  See Smith v.\r\nLippmann, 826 S.W.2d 137, 138 (Tex. 1992); see also Hughes v. Habitat Apartments, 860 S.W.2d\r\n872, 873 (Tex. 1993).  Bell did not respond to the requests for admissions served on him with the\r\npetition and citation.\r\n3. We note Rule 21a extends the period by three days when service occurs by mail.  See Tex.\r\nR. Civ. P. 21a; Wheeler v. Green, 157 S.W.3d 439, 441 (Tex. 2005). \r\n4. In his reply brief, Bell concedes he received notice of the March 6, 2006, hearing, but alleges\r\nhe was not aware of the motion for summary judgment.  The record contains a letter from Citibank's\r\nattorney notifying Bell of the March 6, 2006, hearing with an attached copy of the order setting the\r\nhearing.  The order contains a certificate of service signed by Allen Adkins, attorney for Citibank,\r\nthat states Bell was served by regular and certified mail February 7, 2006. \r\n5. We note Bell alleges in his brief, as well as in his reply brief, that he was never notified of\r\na motion for summary judgment and Citibank's attorney did not send him \"any letter or notice by\r\nmail at any time whatsoever.\"  These allegations do not constitute evidence.\r\n6. We note Bell contends this amount is \"more than $1,000.00 greater than what defendant\r\noriginally agreed to pay\" and alleges \"Mr. Adkins' Office assured me that he would only charge\r\n$461.17 in legal fees.\"  In his reply brief, Bell alleges \"[a] legal secretary representing Mr. Allen's\r\n[sic] Office advised Bell that, if Bell would agree to the default judgment against him of the full\r\namount, then Mr. Adkins would reduce his legal fees of $922.23 to half, or $461.17.\"  In addition,\r\nBell attached a letter to his reply brief, which appears to accept this \"offer.\"  This letter was also filed\r\nwith the district court.  We are bound by the record on appeal, and the appellate record does not\r\ncontain evidence of a settlement agreement.\r\n\r\n\r\ncluding the testimony of his fourteen-year-old son, D.W., because of D.W.'s erroneous invocation of his Fifth Amendment\r\nprivilege.  The record shows that James sought to question D.W. about sexual activity\r\nbetween D.W. and L.C. during the time period when D.W. was living in Waskom with\r\nJames and James' wife (D.W.'s stepmother), which D.W. defined as the time period\r\nincluding his fifth-grade year in school.  D.W. stated that, at the time of trial, he was\r\nfourteen, and in the sixth grade, which would place him at twelve to thirteen years of age\r\nwhile he lived with James and James' wife in Waskom.  The argument raised on appeal\r\nis that D.W. could not have legally claimed a Fifth Amendment privilege against self-incrimination because, at the time of the alleged sexual activity, D.W. was, according to\r\nJames' testimony, only nine years old, and thus not subject to prosecution under either the\r\npenal or juvenile codes.\r\n\r\n\r\n  At the time the testimony was disallowed, the only information\r\nbefore the court was D.W.'s testimony that the allegations were of activity during a time\r\nframe which would have placed him in jeopardy of criminal prosecution as a juvenile. \r\nUnder those facts, we cannot say D.W. (pursuant to his attorney's advice) was unable to\r\nafford himself of the right to avoid self-incrimination.  No error has been shown. \r\n          James next contends the court erred by excluding testimony about L.C.'s prior\r\nsexual activity.  James complains because he was not permitted to testify that L.C. had told\r\nhim she had sex with D.W. when they were eight and nine years old, respectively.  The\r\ncourt excluded the testimony as hearsay.  \r\n          We review the trial court's decision to admit or exclude evidence under an abuse\r\nof discretion standard.  Green v. State, 934 S.W.2d 92, 101–02 (Tex. Crim. App. 1996); \r\nMontgomery v. State, 810 S.W.2d 372, 379–80 (Tex. Crim. App. 1990).  We will not\r\nreverse a ruling that is within the \"zone of reasonable disagreement.\"  Green, 934 S.W.2d\r\nat 102; Montgomery, 810 S.W.2d at 391 (op. on reh'g); Broderick v. State, 35 S.W.3d 67,\r\n75 (Tex. App.—Texarkana 2000, pet. ref'd).\r\n          James contends on appeal the evidence was admissible because L.C. had informed\r\nthe nurse that L.C. had been involved in no other sexual activity (and the nurse so testified)\r\nand the evidence of L.C.'s denial of other sexual partners had thus been placed before the\r\njury, thus making impeachment evidence admissible.  James also suggests the evidence\r\nshould be admissible because it provides an alternative explanation for the medical\r\nevidence of healed tears to L.C.'s hymen.  \r\n          The State objected based on its position that the testimony was inadmissible\r\nbecause it was hearsay, because there was no confirmation, and because the evidence\r\nwas of past sexual behavior and would be in violation of Tex. R. Evid. 412.  The trial court\r\nconcluded it was hearsay.  The court went on to state that this case was unlike the cases\r\nthe parties had previously provided for the court's review in which there was evidence\r\nbefore the jury that \"she [the victim] had said it in the medical records.\"  The court then\r\nexcluded the testimony.  \r\n          We first recognize that, if the court was suggesting there was no evidence in the\r\nmedical records about L.C.'s claim not to have engaged in other sexual behavior, that is\r\nincorrect.  We also note that the State's suggestion to the trial court that independent\r\nconfirmation is required has no support in the rules or in caselaw. \r\n          The State argues we should overrule the contention of error because the reasons\r\nto admit the evidence that are raised in this appeal were not brought before the trial court\r\nfor its consideration.  That argument is based on the principle that, while a court of appeals\r\ncan affirm a trial court's decision on a legal theory not presented to the trial court without\r\nviolating \"ordinary notions of procedural default\" (see State v. Mercado, 972 S.W.2d 75,\r\n77–78 (Tex. Crim. App. 1998)), it does violate those notions for a court of appeals to\r\nreverse a trial court's decision on a legal theory not presented to the trial court by the\r\ncomplaining party.\r\n\r\n\r\n  Hailey, 87 S.W.3d at 121–22.\r\n          As applied to this case, it is apparent that the question of whether the proposed\r\ntestimony was hearsay was before the trial court, that the issue of whether it should be\r\nexcluded under Rule 412 was generally before the court, and that the question of whether\r\nit was admissible because the issue had already been broached through medical records\r\nwas before the court.  There was virtually no discussion of any of those topics at the cited\r\npoint in the record where the court heard the testimony outside the presence of the jury,\r\nand we have been directed to no other location in the record where any other discussion\r\nof those matters took place.  \r\n          It is clear that the evidence is hearsay and that it was offered as proof of the matter\r\nasserted.  See Tex. R. Evid. 801.  However, at trial, there was no argument made to the\r\ncourt that the evidence was admissible for impeachment purposes.  To have evidence\r\nadmitted under a hearsay exception, the proponent of the evidence must specify the\r\nexception on which the proponent is relying.  Willover v. State, 70 S.W.3d 841, 845 (Tex.\r\nCrim. App. 2002).  No one at trial disputed that the videotapes were hearsay.  Thus, it was\r\nup to James, not the trial court, to specify the exception to the hearsay rule on which he\r\nwas relying or to specify how the evidence was not hearsay.  See id. at 845–46. \r\n          Similarly, Tex. R. Evid. 412 has multiple subdivisions that can be argued in different\r\nsituations to provide an exception that allows admission of evidence of specific instances\r\nof an alleged victim's past sexual behavior.  There is no specificity in connection with the\r\ndiscussion of this rule, and no argument that would serve to direct the trial court to anything\r\nother than the rule in general as a reason to admit the testimony.  It is arguable that the\r\ncourt's acknowledgment of the medical testimony aspect suggests the court was focusing\r\non this area in its review, but even if we likewise assume the focus was on that area, the\r\ncourt clearly stated it did not believe that the probative value of this hearsay, elicited from\r\nthe accused, would outweigh the danger of unfair prejudice in this instance.  Under the\r\nstandard we are required to apply in reviewing the admission of evidence, we do not find\r\nthis to be so far outside the zone of reasonable disagreement as to constitute error.  The\r\ncontention of error is overruled.\r\n          James next contends the conviction should be reversed because he received\r\nineffective assistance of counsel at trial.  In this review, we use the standards as set out\r\nin Strickland v. Washington, 466 U.S. 668 (1984).  To prevail, James must prove by a\r\npreponderance of the evidence (1) that his counsel's representation fell below an objective\r\nstandard of reasonableness and (2) that the deficient performance prejudiced his defense. \r\nId. at 688; Rosales v. State, 4 S.W.3d 228, 231 (Tex. Crim. App. 1999).  To meet this\r\nburden, James must prove that his attorney's representation fell below the standard of\r\nprevailing professional norms and that there is a reasonable probability that, but for his\r\nattorney's deficiency, the result of the trial would have been different.  Tong v. State, 25\r\nS.W.3d 707, 712 (Tex. Crim. App. 2000).  Under this standard, a claimant must prove that\r\ncounsel's representation so undermined the proper functioning of the adversarial process\r\nthat the trial cannot be relied on as having produced a just result.  Strickland, 466 U.S. at\r\n686.  \r\n          As far as strategic or tactical reasons for counsel's action or inaction, in the absence\r\nof direct evidence of counsel's reasons for the challenged conduct, we must assume a\r\nstrategic motivation if any can be imagined.  Garcia v. State, 57 S.W.3d 436, 440 (Tex.\r\nCrim. App. 2001). \r\n          James contends counsel was ineffective in several respects.  James first contends\r\ncounsel was ineffective because he did not object to the admission of the videotaped\r\ninterview of L.C.  James also complains his counsel did not object to the admission of \r\nmultiple \"outcry\" statements made to a number of other individuals.\r\n          In the videotaped interview, L.C. explained what she claimed James had done and\r\nthe time frame.  She was questioned about the living arrangements and when various\r\nfamily members were present.  She testified similarly at the trial and was cross-examined\r\nat some length about how—because she shared a bedroom and a bed with two\r\nbrothers—it would be possible for the assaults to occur over a hundred times while her\r\nbrothers were asleep next to her.  At that point, L.C. shifted her story to state she was\r\nmoved to the floor when the assaults happened at night.  She also testified that the\r\nbedroom window opened to a breezeway, that her brothers had broken the blinds on that\r\nwindow, and that people walking by could see inside the bedroom.  She also testified Child\r\nProtective Services (CPS) had been to their home at least twenty times during the previous\r\nsix years and had questioned her each time.  She admitted she never said anything to\r\nthem about sexual activity with her stepfather.  \r\n          The complained-of witnesses all testified about variations of L.C.'s first statements\r\nto them about James' sexual assaults.  Although categorized as outcry witnesses by\r\ncounsel due to the nature of their testimony, the State did not offer their testimony as an\r\noutcry, but simply called them as witnesses.  There was evidence at trial that L.C. told her\r\nmother, Kimberly James, first, and then told her great-grandmother Fannie Miles, both of\r\nwhom testified at trial.  Melita Haynes testified L.C. came to her and told her about James\r\n\"messing with her.\" \r\n          Rex Hawsey, the Waskom Chief of Police, testified that he had investigated the\r\ncomplaint and that L.C. had identified the perpetrator as James.  He also testified L.C. told\r\nhim the assaults had begun with oral sex and progressed to intercourse, always early in\r\nthe morning and always in the bedroom.  Hawsey also testified that, when he talked to\r\nKimberly, she told him she believed that L.C. was not telling the truth because \"she lies all\r\nthe time.\"  \r\n          Kay Carroll, the nurse who conducted the rape examination on L.C., testified about\r\nthe description of the assaults related to her by L.C. \r\n          Margie Bell, the instructional coordinator for Waskom Independent School District,\r\ntestified that L.C. had come to her, along with Melita Haynes, and told her that James had\r\nsexually abused her.  \r\n          Christy Green, a CPS representative, testified about the nine investigations\r\npreceding the one that began because of these allegations of sexual abuse.  \r\n          James also complains that trial counsel should have objected to the outcry\r\nstatements recounted by L.C.'s mother, because he was not provided with notice of her\r\ntestimony and a summary of that evidence as required by Tex. Code Crim. Proc. Ann. art.\r\n38.072, § 2(b) (Vernon 2005).  \r\n          There was testimony from two other individuals that L.C. was a chronic liar and had\r\nstolen from homes and shoplifted from businesses, and that she was simply not to be\r\nbelieved.  There was also a mismatch between some of the descriptions L.C. had provided\r\nto some of the witnesses and her testimony at trial, specifically whether the incidents\r\noccurred only in the mornings, or both in the evenings and mornings, and whether they all\r\noccurred on the bed or on the floor, and some doubt was thrown on the timing of the\r\nassaults based on the time she went to school in the morning for breakfast and then took\r\na bus transfer to the middle school.  \r\n          It is possible that counsel chose to let a number of people testify about the stories\r\nthey were told by L.C. in an attempt to strengthen James' defensive argument that L.C.\r\nwas a liar and to show how her story altered as time passed.  As a strategic choice by trial\r\ncounsel, we are not permitted to second-guess that choice.  \r\n          We also recognize that the videotaped interview could not have been properly\r\nadmitted under the statute had a proper objection been made.  See Tex. Code Crim. Proc.\r\nAnn. art. 38.071 (Vernon 2005); Edwards v. State, 107 S.W.3d 107, 110–11 (Tex.\r\nApp.—Texarkana 2003, pet. ref'd).  However, the same reasoning set out above could also\r\napply to the decision to not object to the videotape in this case—to show on tape how the\r\nstory had altered somewhat as time went on.  Although we are not convinced it was\r\nnecessarily the right choice, it is not apparent from this record that it was such an\r\nunreasonable choice as to allow us to determine that it constituted ineffective assistance\r\nof counsel.\r\n\r\n\r\n\r\n          James next contends counsel was ineffective because he allowed the State to\r\nintroduce evidence bolstering its unimpeached witness—L.C.  James points to the\r\ntestimony of the various witnesses discussed above and argues that to allow them to all\r\ntestify that L.C. had told them about the sexual activities constituted bolstering and was\r\nthus objectionable.  See Morales v. State, 2 S.W.3d 487, 488 (Tex. App.—Texarkana\r\n1999, pet. ref'd) (discussing concept of bolstering and holding that prosecution cannot\r\nbolster its witnesses unless they have been impeached on cross-examination, and also\r\nrecognizing that bolstering occurs when testimony's sole purpose is to enhance credibility\r\nof another witness, without adding anything to proof of a relevant fact); Cohn v. State, 849\r\nS.W.2d 817 (Tex. Crim. App. 1993).\r\n          L.C. was, however, impeached in this case.  There was testimony she was a liar and\r\na thief, and as pointed out above, her story was not entirely consistent as told to different\r\npeople.  Arguably, that provides both that the evidence was not objectionable on that basis\r\nand that there was a tactical purpose for allowing its admission.  \r\n          As pointed out by counsel, one of the witnesses, the child's mother, testified about\r\nthe credibility of the child before the child testified and before any impeachment of the\r\nchild.  She was asked by the State if she believed the story her child had told her, and she\r\nsaid that she did.  The State argues that no error is shown because defense counsel\r\nvigorously cross-examined her about her testimony.  That will go to a harm analysis, but\r\ndoes not alter the fact that the mother's testimony was indeed nothing more than bolstering\r\nof her child's believability, without providing any additional facts for the jury.  \r\n          The question remains as to whether the failure to object was intentional.  On cross-examination, counsel elicited testimony from the mother that L.C. lied more than her four\r\nother children, that L.C. had been caught shoplifting and was involved in other thefts, and\r\nthat she (the mother) had told the police that L.C. lied \"about all of this.\"  There is,\r\ntherefore, at least the possibility of a tactical reason for not objecting to the testimony. \r\nIneffective assistance has not been shown.   \r\n          James also contends counsel was ineffective because he did not object to testimony\r\nabout the nine prior CPS referrals and investigations.  That same testimony, however, was\r\nused to show the many years L.C. was asked to tell the CPS workers about any sexual\r\nmisconduct by anyone in the household, and that she had, each time, denied that any such\r\nassault had occurred.   \r\n          James also complains because his trial counsel did not object to proof that L.C.'s\r\nmother and James were both users of cocaine.  L.C.'s mother was a witness for the State. \r\nShe testified that neither she nor James was working, but drank a twelve-pack of beer each\r\nday and smoked crack cocaine.  So far as drug use by the mother goes, this evidence\r\nwould cast considerable doubt on her credibility as a witness.  However, this would clearly\r\nbe an objectionable extraneous bad act on the part of James.  It is possible counsel did not\r\nobject to this testimony because he thought the value of this evidence as an attack on the\r\ncredibility of a witness for the State was greater than the harm it reflected on James.  In\r\nthe absence of direct evidence of counsel's reasons for not objecting, there is an \"imagined\r\nstrategic motivation.\"\r\n          James also complains because counsel did not object to the admission of an exhibit\r\nconsisting of a page from L.C.'s medical records entitled \"Instructions for . . . [L.C.].\"  These\r\ninstructions explain the type of examination L.C. received and the results that might be\r\nrevealed by the examination, including a diagnosis of syphilis or AIDS.  The exhibit also\r\ncontains two paragraphs describing the psychological trauma of rape, explaining that it is\r\nnot L.C.'s fault for being sexually assaulted, and suggesting what might be done to help\r\nher recover.  We agree that the probative value of most of the content of this exhibit at the\r\nguilt/innocence phase of the trial is questionable.  However, it is not specifically directed\r\nat James and, absent an explanation by counsel, we cannot say counsel's failure to object\r\nconstituted ineffective assistance.  \r\n          James also contends counsel was ineffective because he did not recall L.C. to\r\ntestify about performing oral sex on another child.  L.C. had testified outside the presence\r\nof the jury that she performed oral sex on one of her stepbrothers.  However, she also\r\ntestified that \"[h]e asked me to do the same thing my step dad [sic] did.\"  It would be\r\nreasonable for counsel to decide not to recall her to provide this testimony, which could be\r\nheard by the jury as evidence that James did the same thing.\r\n          James finally contends counsel was ineffective because he did not object to a\r\nstatement in the court's charge that \"penetration is complete however slight.\"  There are\r\ncases holding that this language is a proper instruction that may be used in such a charge,\r\nso long as it does not advise the jury that penetration occurred or that the appellant had\r\ndone so at any time.  See Wilson v. State, 905 S.W.2d 46, 48 (Tex. App.—Corpus Christi\r\n1995, no pet.).  Under these circumstances, we do not find that counsel was ineffective in\r\nfailing to object.  \r\n          The contentions of ineffective assistance of counsel are overruled.\r\n          We affirm the judgment.\r\n\r\n\r\n                                                                           Donald R. Ross\r\n                                                                           Justice\r\n\r\nDate Submitted:      August 8, 2005\r\nDate Decided:         September 29, 2005\r\n\r\nDo Not Publish\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 2882657
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Rape"
}