{
    "id": 2898449,
    "judges": null,
    "date_filed": "2021-11-04",
    "date_filed_is_approximate": true,
    "slug": "joseph-wendell-hume-v-state",
    "case_name_short": null,
    "case_name": "Joseph Wendell Hume v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=7049&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa07%5cOpinion",
            "author_id": null,
            "opinion_text": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nNOS. 07-08-0233-CR, 07-08-0234-CR, 07-08-0235-CR,\r\n07-08-0236-CR, 07-08-0237-CR\r\n\r\nIN THE COURT OF APPEALS\r\n\r\nFOR THE SEVENTH DISTRICT OF TEXAS\r\n\r\nAT AMARILLO\r\n\r\nPANEL A\r\n \r\nNOVEMBER 24, 2009\r\n______________________________\r\n\r\nJOSEPH WENDELL HUME, APPELLANT\r\n\r\nV.\r\n\r\nTHE STATE OF TEXAS, APPELLEE\r\n_________________________________\r\n\r\nFROM THE 181ST DISTRICT COURT OF RANDALL COUNTY;\r\n\r\nNO. 19,597-B, 19,600-B, 19,601-B, 19,611-B, 19,619-B;\r\n\r\n HONORABLE JOHN BOARD, JUDGE\r\n_______________________________\r\n\r\n\r\nBefore CAMPBELL and HANCOCK and PIRTLE, JJ.\r\nMEMORANDUM OPINION\r\n          Appellant, Joseph Wendell Hume, appeals his consecutive life sentences for eight\r\noffenses.  We affirm.\r\nBackground \r\n          On January 6, 2008, Lenora Braddock was shopping at Kohl’s in Amarillo, Texas,\r\nwith her two daughters.  As the three women returned and entered their vehicle, appellant\r\nentered into the back seat of the vehicle.  Appellant pulled a gun and robbed the three\r\nwomen.  Later on that same day, appellant approached another woman in a Walmart\r\nparking lot and displayed a gun.   Appellant had the woman drive him out of the parking\r\nlot to a secluded area where he proceeded to rob and rape her.   During the second\r\nassault, appellant asked the victim to put on lipstick, place a cigarette in her mouth to wet\r\nit, and to then give him the cigarette.  Because of appellant’s unusual request for a wet\r\ncigarette with lipstick, the police took a second look at a 2006 case in which two women\r\nwere robbed at the Westgate mall parking lot.  In that Westgate mall case, the robber also\r\nasked the women to provide him a wet cigarette with lipstick.   Appellant was charged with\r\nsix indictments, two of which contained multiple counts.\r\n          On May 22, 2008, appellant pled guilty to two counts of aggravated sexual assault\r\nresulting from the Walmart incident and requested that the judge assess punishment.  After\r\nhearing punishment evidence from the victims in all three incidents, the trial judge\r\nsentenced appellant to life imprisonment in the Institutional Division of the Texas\r\nDepartment of Criminal Justice (ID-TDCJ), each sentence to be served concurrently.  After\r\na break in the proceedings, appellant then pled guilty to four additional indictments with the\r\nState dismissing one indictment.   Those four indictments included five charges of\r\naggravated robbery and one additional charge of aggravated sexual assault.  In separate\r\nproceedings, the trial court proceeded to sentence appellant in each of those four\r\nindictments to life imprisonment in ID-TDCJ, the sentence for each indictment to be served\r\nconsecutively.\r\n\r\n\r\n   \r\n          On May 29, appellant filed notice of appeal and, on June 20, filed a motion for new\r\ntrial.  In his motion for new trial, appellant contends that his trial counsel did not heed his\r\nrequest for psychiatric help.  At a hearing held on July 31 in regard to his motion for new\r\ntrial, appellant raised the issues of competency to stand trial as well as voluntariness of the\r\nplea due to his lack of understanding of his eligibility for probation from a jury.  At the\r\nconclusion of the hearing on the motion for new trial, the trial court denied appellant’s\r\nmotion for a new trial.  Appellant now appeals.\r\n          On appeal, appellant contends that (1) the trial court erred in denying his motion for\r\nnew trial because the plea was involuntarily entered by appellant who did not understand\r\nprobation eligibility nor the possibility of concurrent sentences from a jury; (2) the plea was\r\ninvoluntarily entered by appellant who did not understand probation eligibility nor the\r\npossibility of concurrent sentences from a jury; and (3) ineffective assistance of counsel. \r\nWe affirm.\r\nDenial of motion for new trial\r\n          To preserve an issue for appellate review, an appellant must make a timely and\r\nspecific objection at trial, and obtain a ruling from the trial court. See Tex.R.App.P. 33.1. \r\nWhen a defendant has no opportunity to object to a trial court's action until after it takes\r\nplace, a defendant may still preserve error by raising the objection in a timely filed motion\r\nfor new trial.  See Issa v. State, 826 S.W.2d 159, 160-61 (Tex. Crim. App. 1992).  The\r\ngranting or denying of a motion for new trial is within the discretion of the trial court.  See\r\nState v. Gonzalez, 855 S.W.2d 692, 696 (Tex.Crim.App.1993).  A trial court abuses its\r\ndiscretion when its action or decision is not within the zone of reasonable disagreement. \r\nSee Montgomery v. State, 810 S.W.2d 372, 391(Tex.Crim.App.1991) (op. on reh’g).  A trial\r\njudge's ruling is presumed to be correct.  See Lee v. State, 167 Tex. Crim. 608, 322 S.W.2d\r\n260, 262 (1958).  Implicit within the standard of review lies an element of deference to the\r\ndeterminations of the trial court.  See Santacruz v. State, 963 S.W.2d 194, 196 (Tex.App.–\r\nAmarillo 1998, pet. ref’d).  When material issues of fact are raised by conflicting evidence\r\nat a hearing on a motion for new trial, the trial court does not abuse its discretion in\r\noverruling the motion.  See Keady v. State, 687 S.W.2d 757, 759 (Tex.Crim.App. 1985). \r\n          Initially, we note that appellant did not raise the issue of concurrent/consecutive\r\nsentencing either during sentencing nor at the hearing on the motion for new trial. \r\nTherefore, appellant has waived this issue.  Tex. R. App. P. 33.1.  On the issue of whether\r\ntrial counsel adequately explained the possibility of probation from a jury, we find that the\r\ntestimony of trial counsel during the hearing on the motion for new trial is sufficient to\r\nsupport the trial court’s ruling.  Appellant contends that trial counsel never raised the\r\npossibility of probation from the jury. However, upon recall, trial counsel explained that,\r\nbecause the State intended to proceed forward to trial on each indictment, her opinion was\r\nthat a jury was not likely to recommend probation in five separate trials.  Even if trial\r\ncounsel’s testimony raised, at best, a conflict in evidence as to whether trial counsel\r\nconveyed the information to appellant that probation was an option with a jury, the trial\r\ncourt did not abuse its discretion in overruling the motion.  See Keady, 687 S.W.2d at 759.\r\nWe defer to the determinations of the trial court.  See Santacruz, 963 S.W.2d at 196.  We\r\noverrule appellant’s first issue.\r\nVoluntariness of plea\r\n          When considering the voluntariness of a guilty plea, we must examine the entire\r\nrecord.  See Martinez v. State, 981 S.W.2d 195, 197 (Tex. Crim. App. 1998) (per curiam). \r\nA finding that a defendant was duly admonished creates a prima facie showing that a guilty\r\nplea was entered knowingly and voluntarily. Id. at 197.  A defendant may still raise the\r\nclaim that his plea was not voluntary; however, the burden shifts to the defendant to\r\ndemonstrate that he did not fully understand the consequences of his plea such that he\r\nsuffered harm.  Id.\r\n          On appeal, appellant contends that his pleas were involuntary because he did not\r\nbelieve he was eligible for probation from a jury and further believed that sentencing from\r\na jury meant automatic consecutive sentencing.  However, the clerk’s record in each of\r\nthese cases contains a felony plea memorandum containing appellant’s signature\r\ndocumenting that appellant was indeed admonished accordingly.  See Tex. Code Crim.\r\nProc. Ann. art. 26.13 (Vernon Supp. 2009).\r\n\r\n\r\n  Since the felony plea memorandum creates\r\na prima facie showing of voluntariness, see Martinez, 981 S.W.2d at 197, the burden is\r\nupon appellant to demonstrate he did not fully understand the consequences of his plea. \r\nAgain, the issue of consecutive sentences was not raised during the hearing on the motion\r\nfor new trial nor at the original plea.  Hence, the record before us contains no evidence of\r\nappellant’s alleged misunderstanding regarding consecutive sentencing.  We conclude that\r\nappellant has not met his burden and that the record does not support appellant’s\r\ncontention that his attorney led him to believe that jury sentencing meant automatic\r\nconsecutive sentencing.   \r\n          Next, appellant contends that he believed that a jury could not give him probation\r\nand that his only option for receiving probation was to go to the trial judge for punishment. \r\nFrom the testimony during the hearing on the motion for new trial, trial counsel initially\r\nstated that “I had also already provided him with copies of the statutes that showed he\r\nwasn’t eligible for probation.”  However, when asked to clarify her statement, trial counsel\r\nstated\r\n\r\nIf we went to successive trials – once he had one trial doesn’t mean he’s\r\ngoing to get probation on the other trials, or that you would be able to give\r\nhim probation.  Probation is always a possibility.  I repeatedly told him that\r\nI did not feel like a jury trial in Randall County would give him probation on\r\nany case that was tried.  I had prepared applications [for probation] to\r\nprovide him. . . . it was just that once we tried one, even if he had gotten\r\nprobation on one of them, it doesn’t mean if we went to trial on the next one\r\n– and my understanding from the district attorney’s office was that they\r\nwould do a jury trial on each one of the offenses.  So it’s not that he wouldn’t\r\nhave necessarily been eligible, but that I didn’t feel that a jury would give him\r\nprobation, that if we did one it doesn’t mean he would get it on all the others.\r\n\r\n \r\nWhen directly asked if appellant knew that there was that slight chance that he could get\r\nprobation from a jury, trial counsel answered, “I am – I – yes.” Further on cross\r\nexamination, trial counsel was asked, “Did you tell him he was not eligible for probation\r\nfrom a jury,” trial counsel answered, “No.”  During that same hearing, appellant testified\r\nand stated, “I asked her [trial counsel] what would be the best solution if possible, and she\r\nsaid the judge would probably be the best solution, because the jury would stack the\r\ncharges and all – probably would not give you probation.”  However, when asked later, “Did\r\nyou ever, at any time, think that a jury could give you probation in these cases,” appellant\r\nanswered, “No.”\r\n          In addition to the testimony offered at the hearing on the motion for new trial, we\r\nalso have a transcript from a meeting between appellant, trial counsel and the district\r\nattorney.   In an unusual step, and against trial counsel’s advice, appellant demanded and\r\nreceived a meeting with the district attorney and an assistant district attorney.  At the\r\nmeeting, the State reiterated its offer to appellant that, in exchange for a plea of guilty, that\r\nthe State would recommend life sentences but would ask that the sentences not be\r\nstacked.  At that meeting, several terms related to probation were used including stacked,\r\nconcurrent, and deferred adjudication.  Finally, we have the clerk’s record of the plea\r\nhearing where it appears that appellant received properly administered admonishments. \r\n          From an examination of the entire record, it would appear that the only evidence\r\nsupporting appellant’s contention is his self-serving statement at the hearing on the motion\r\nfor a new trial.  Appellant was aware of, at minimum, the possibility of probation. \r\nConsidering that appellant was insistent that he be given probation, trial counsel would\r\nhave investigated the different possibilities of gaining probation for her client.  In support\r\nof that proposition, we have trial counsel’s statement that she had never told him that he\r\ncouldn’t get probation from a jury, but only that there was a slight chance.  We also have\r\nappellant’s statement that trial counsel told him that a jury “probably would not give you\r\nprobation.”  We also have a transcript of a meeting requested by appellant where probation\r\nis the main topic of discussion.  Throughout the meeting, appellant and the attorneys\r\ndiscuss several options such as jury trials, plea bargains, and an open plea before the\r\njudge.  Eventually, appellant decides on an open plea because of the understanding that\r\nthe judge could give him deferred adjudication.  At that plea, appellant signed a felony plea\r\nmemorandum containing the admonishment according to art. 26.13 as well as received the\r\nsame admonishments from the trial judge verbally.  Considering the prima facie showing\r\nthat a guilty plea was entered knowingly and voluntarily, we conclude that appellant has\r\nnot met his burden to demonstrate that his plea was involuntarily entered because he\r\nbelieved that a jury could not give him probation.   We overrule appellant’s second issue.\r\nIneffective assistance of counsel\r\n          The right to counsel affords an accused an attorney reasonably likely to render and\r\nrendering reasonably effective assistance.  See Stafford v. State, 813 S.W.2d 503, 506\r\n(Tex. Crim. App. 1991).  In analyzing claims of ineffective assistance of counsel, we apply\r\nthe two-part test announced in Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052,\r\n80 L. Ed. 2d 674 (1984).  Ex parte Ellis, 233 S.W.3d 324, 330 (Tex. Crim. App. 2007).\r\nUnder this framework, appellant must prove by a preponderance of the evidence that: (1)\r\nhis counsel's performance was deficient; and (2) there is a reasonable probability–one\r\nsufficient to undermine confidence in the result–that the outcome would have been\r\ndifferent but for his counsel's deficient performance. Id.\r\n          To establish deficient performance, appellant must show that counsel was not acting\r\nas a reasonably competent attorney, and his advice was not within the range of\r\ncompetence demanded of attorneys in criminal cases. Id.  Appellant must overcome the\r\nstrong presumption that counsel's conduct fell within the wide range of reasonable\r\nprofessional assistance. Id.  Therefore, appellant must overcome the presumption that,\r\nunder the circumstances, the challenged action might be considered sound trial strategy.\r\nId.  The reasonableness of an attorney's performance is judged according to the prevailing\r\nprofessional norms and includes an examination of all the facts and circumstances\r\ninvolved in a case.  Id.  We must be highly deferential to trial counsel and avoid the\r\ndeleterious effects of hindsight.  Id.\r\n          Under the second prong of the Strickland analysis, appellant must establish that the\r\nconstitutionally deficient performance prejudiced his defense--that is, he must show that\r\nthere is a reasonable probability that, but for counsel's unprofessional errors, the result of\r\nthe proceeding would have been different. Id.  A reasonable probability is a probability\r\nsufficient to undermine confidence in the outcome.  Id. at 330-31. When making this\r\ndetermination, any constitutionally deficient acts or omissions will be considered in light of\r\nthe totality of the evidence before the judge or jury. Id. at 331.\r\n          Under the first prong, it appears that trial counsel has performed according to the\r\nprofessional norms.  Since appellant was facing 3g offenses, see art. 42.12 § 3g, appellant\r\nwas not eligible for judge ordered community supervision after conviction or a plea of guilty. \r\n Thus, appellant’s only options were to receive probation from a jury at the conclusion of\r\nfive jury trials, or to receive deferred adjudications from the trial judge.  See art. 42.12 § 4,\r\n5.   Although testimony at the hearing on the motion for new trial was confusing at times,\r\nit is apparent that appellant’s trial counsel was discounting the possibility of appellant\r\nreceiving probation from a jury multiple times, not that probation was not available from a\r\njury.  Additionally, appellant and his counsel had met with the district attorney and an\r\nassistant district attorney to discuss a probation offer prior to the date appellant pled guilty. \r\nAt that time, appellant’s trial counsel explained that, if appellant went to the trial judge for\r\nsentencing, the judge was bound within the punishment range for the offenses as set out\r\nby the legislature.  However, within that range, trial counsel explained that the judge would\r\nhave the ability and discretion to sentence appellant to anything within that range.  Also,\r\nat that time, the issue of concurrent sentences came up only briefly.  The mention of\r\nconcurrent sentences was when the district attorney reiterated the offer previously given\r\nto appellant, that being six life sentences to run concurrently.  Given the fact that appellant\r\nwas facing six indictments and that the State has declared its intention to prosecute each\r\nbefore a jury unless appellant pled guilty, appellant has not overcome the strong\r\npresumption that counsel's conduct fell within the wide range of reasonable professional\r\nassistance. Ex parte Ellis, 233 S.W.3d at 330.  Because appellant has failed to establish\r\ndeficient performance by counsel, we will forego any analysis under the second prong of\r\nStrickland.  Tex. R. App. P. 47.1.  We overrule appellant’s last issue.  \r\nConclusion\r\n          For the foregoing reasons, we affirm.   \r\n                                                                Mackey K. Hancock\r\n\r\n                                                                         Justice\r\n\r\nDo not publish.\r\n\r\n\r\n",
            "ocr": false,
            "opinion_id": 2898449
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Rape"
}