{
    "id": 8166086,
    "judges": "Hadlock, Mooney, Sercombe, Tempore",
    "date_filed": "1980-10-10",
    "date_filed_is_approximate": true,
    "slug": "state-v-maack",
    "case_name_short": "Maack",
    "case_name": "State v. Maack",
    "case_name_full": "STATE OF OREGON, Plaintiff-Respondent v. JONATHAN JERAD EVERETT MAACK",
    "attorneys": "Andrew D. Robinson, Deputy Public Defender, argued the cause for appellant. With him on the brief was Peter Gartlan, Chief Defender, Office of Public Defense Services., Doug M. Petrina, Senior Assistant Attorney General, argued the cause for respondent. With him on the brief were Ellen F. Rosenblum, Attorney General, and Anna M. Joyce, Solicitor General.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and submitted May 27, 2014,, petition for review denied September 10, 2015 (357 Or 743)",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "270 Or. App. 400",
        "348 P.3d 265"
    ],
    "opinions": [
        {
            "author_str": "Hadlock",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHADLOCK, J.\nIn 2002, defendant pleaded guilty to three felony sex crimes. He received downward departure sentences of 10 years of probation on two of those convictions and five years of probation on the third, with all of those probationary terms to be served concurrently. In 2012, the trial court revoked defendant’s probation on one of those convictions for having violated a probation condition that prohibited him from using the Internet. On appeal from the judgment revoking his probation, defendant argues that the Internet ban was an invalid probation condition and, therefore, the trial court erred when it revoked his probation for having violated that condition. We review both the “imposition of probation conditions” and a trial court’s revocation of probation “for errors of law.” State v. Gaskill, 250 Or App 100, 101, 279 P3d 275 (2012) (conditions); State v. Miller, 224 Or App 642, 644, 199 P3d 329 (2008) (revocation). We conclude that defendant has not established that the trial court erred. Accordingly, we affirm.\nExcept as noted below, the pertinent facts are undisputed. When defendant was 14 or 15 years old, he committed crimes against a girl who was about 10 years old and who lived in the same household as defendant. The prosecutor represented at the probation-revocation hearing, without contradiction, that defendant had engaged in sexual acts with the victim about 50 times, sometimes paying her money. Defendant was charged with eight crimes, including rape, sodomy, unlawful sexual penetration, and multiple counts of sexual abuse. He pleaded guilty to attempted first-degree sodomy (Count 2), attempted first-degree unlawful sexual penetration (Count 3), and attempted first-degree sexual abuse (Count 4), and the remaining charges were dismissed.\nThe sentencing court imposed the probationary sentences described above, after finding, among other things, that treatment was likely to be more effective than incarceration in “reducing offender recidivism” and that the probationary sentences would “serve community safety interests by promoting offender reformation.” As a special condition of probation, the court imposed the “sex offender package,” *402which, among other things, (1) prohibited defendant from having any contact with minors without prior approval from his probation officer, (2) prohibited defendant from using or possessing any form of pornography (including “computer-based pictures”), and (3) required defendant to “[c]onsent to, and cooperate with, any plan deemed necessary by probation officer and/or therapists to maintain and monitor offense-free behavior for the duration of the probation.” The court also ordered defendant to complete a residential and day-treatment program, as well as individual and group counseling.\nDefendant entered the required residential and day-treatment program in late 2002 and was discharged after successfully completing the program in mid-2004. He transitioned back to a public high school to complete his senior year after “[boundaries, rules, and expectations were set regarding restrictions of contact with minors” (he was permitted to contact 16- and 17-year-old minors while at school, but not elsewhere). In October 2004, defendant missed several days of school after he drank a large quantity of vodka. Later that year, after defendant had missed about one-third of his scheduled classes, he was told that he would need to take classes at a community college to earn his high school diploma. Thereafter, defendant’s probation officers reported numerous probation violations. His probation officer recommended against probation revocation, but reported the violation to keep the court apprised of defendant’s progress and “the work that still needs to be done.” Although defendant’s consumption of vodka had violated the probation condition that defendant obey all laws, the probation officer recommended that a condition be added explicitly prohibiting alcohol consumption. That “no alcohol” condition was soon added.\nDefendant violated his probation several times in 2005. In June, his probation officer reported that defendant had attended a barbecue where children were present. Defendant had also admitted viewing pornographic websites on his father’s computer, on which over 900 pornographic images had been found. Defendant’s probation officer recommended that he be sanctioned and required to perform *403community service work. Defendant also attended a movie theater where children were present. He “admitted to frequenting sound sites on the Internet that contain sexually explosive sounds” and had tried to “pick up girlfriends” in online chat rooms. In addition, defendant admitted to continued fantasies about the victim and to being attracted to pornographic websites. Defendant was referred for further treatment in August 2005.\nIn 2006, when defendant was 19 or 20 years old, he had a sexual relationship with a person who was only 17 years old, but who had shown defendant false identification and had misled him about her age. That same year, defendant entered into an “Internet-use contract” with his treatment provider, in which he agreed “to maintain blockers” and not to use MySpace, a social networking site. In 2008, defendant received another sanction for missing an appointment with his probation officer.\nDefendant continued to violate his probation conditions in the year or so preceding imposition of the Internet ban. In early 2009, defendant received a structured sanction for changing his address and being untruthful. Defendant reported to his probation officer that he had moved back in with his former roommates because he could no longer stay with his father. When his probation officer performed a home visit, his roommates reported that they had not seen him in three weeks and that defendant had only slept on their couch occasionally before that. They stated that they believed that defendant was staying with his girlfriend. Defendant’s probation officer reported, at that time, that defendant’s “level of conformance over the past year has been marginal. It has been unclear where [defendant] has been residing for the majority of that time as [his probation officer] has never been able to contact him at any of the addresses or locations that he lists as his residence.” Additionally, defendant was over $2,000 behind on his supervision fees, even though he had been “given the opportunity to do community service work to help payoff part of that amount.” After being shown a copy of the violation report, defendant admitted that he had been staying with his girlfriend for two weeks after reporting a different address to his probation officer.\n*404From late 2009 through early 2010, defendant had a sexual relationship with another 17-year-old female who had showed him false identification. Although the two met in person, they also communicated online through social networking sites during their relationship.\nAt some point in 2009 or 2010, defendant was assigned a new probation officer, Nagel. During Nagel’s second meeting with defendant (in February 2010), he told defendant orally that he could no longer use the Internet.1 Nagel explained at the revocation hearing that several factors had contributed to his decision to prohibit defendant from using the Internet. When he first reviewed defendant’s case, Nagel was startled by defendant’s “extensive record when it came to Internet pornography.” He viewed defendant’s history of Internet use as indicating a “sexual preoccupation” that “increas [ed] his risk to re-offend.” Nagel explained that defendant had been moving out of his father’s house and into a different residence with roommates who all had computers to which defendant might have access. Nagel also was concerned by defendant’s very recent relationship with a female who was only 17 years old, whom defendant had met in person, but with whom he also communicated on a social networking site. He explained that, if defendant “couldn’t go ahead and determine how old she was not using the Internet, he certainly wasn’t going to be able to get any better at * * * that using the Internet.” As Nagel put it in a May 2012 report: “In summary, since a person’s age can’t be verified over the Internet, further social networking activity was suspended indefinitely.” Nagel decided to impose a complete ban on Internet use because he “didn’t want anything—anything whatsoever—to come and muddy up any of his polygraphs, and because of the—the previous issues with the Internet.” He further explained that, because defendant had been sanctioned for using the Internet inappropriately, and because Nagel “want[ed] him to successfully complete” probation, it was “very standard” for him “at that point” to ban all Internet use.\n*405In March 2012, Nagel learned that defendant had contacted an adult woman by using his roommate’s Facebook account. The woman described the contact as unwanted and asked defendant not to contact her again. The next month, Nagel learned that defendant was accessing Facebook with his own account that had been set up using a false name. Although defendant initially denied having a Facebook account when Nagel confronted him about it, he later admitted that he had a friend set up the account for him. He also admitted that he had accessed the Internet on his phone as well as on a roommate’s computer. Nagel explained that he had tried to determine what sort of use defendant was making of the Internet: “[I]f he’d created a [social-networking] profile and that was the extent of it, that was one thing * * * [but] if he used it to contact other people or it was used for any kind of sexual exchange with a minor, that was a whole ’nother issue.”\nNagel became particularly concerned when he learned that defendant had admitted, during a January 2012 polygraph examination, that he had been having sexual fantasies about a minor female whom he had met in person, and whose hand he had shaken. Defendant subsequently failed two polygraph tests in which he was asked about “any type of sexual exchange with a minor over the Internet.”\nIn a May 2012 probation-violation report, Nagel explained his concern about defendant’s Internet usage:\n“Briefly, [defendant] has failed two polygraph examinations that focused on whether he had any sexual exchanges with a minor over the Internet in the last six months. The violation of accessing social networking sites is particularly worrisome given [defendant’s] conformance/sexual history. After staffing the particulars of this case with [defendant’s] sex offender treatment provider, she opined that his failed conformance polygraph would prevent him from re-entering her program. The Director * * * presumes that a person who fails a compliance polygraph is not someone who should be considered as being ‘amenable’ to treatment.\n“In summary, the aforementioned surreptitious and/or high risk behavior at this juncture is indicative of someone who appears to be immovable in his reoffending cycle. *406[Defendant] has certainly not presented any evidence to contradict this writer’s opinion.”\nAccordingly, Nagel recommended that defendant’s probation be revoked and that a presumptive term of imprisonment, followed by post-prison supervision, be imposed. In an addendum to the report, Nagel emphasized that “the violations at hand” involved defendant’s use of Facebook, not his performance on the polygraph tests, which Nagel described as “only attest [ing] to his conformance history.” Nagel concluded that defendant’s “secrecy and intentional unauthorized use of the Internet when he had recently masturbated to a fantasy of a minor female *** are behaviors that are normally linked with a reoffending cycle.”\nAfter a probation-revocation hearing at which Nagel and defendant both testified, the trial court found that Nagel had directed defendant in February 2010 not to use the Internet and that defendant had willfully violated that condition. The court also found that the Internet ban was “absolutely related” to the course of defendant’s probation before Nagel “set that bright line.” The court explained, that because defendant was convicted of a “sexual offense involving a child,” it was clear that a prohibition on Internet use was “a directive that would be within the [probation officer’s] specific directive to maintain and monitor offensory behavior” and “reasonably related to maintaining offense-free behavior.” Because defendant had violated that prohibition, the court revoked defendant’s probation on Count 2 and imposed a 16-month prison term followed by 104 months of post-prison supervision.\nOn appeal, defendant raises a single assignment of error, asserting that the trial court erred “when it found defendant in violation of his probation for using the Internet.” Despite the phrasing of the assignment of error, defendant does not contend that, in fact, he did not use the Internet in violation of his probation conditions. Rather, he argues that Nagel exceeded his authority when he prohibited defendant from making any use of the Internet. Because the Internet ban “was unlawful,” defendant concludes, the trial court “erred when it found defendant in violation of probation for using the Internet.”\n*407The disconnect between defendant’s phrasing of the assignment of error and the substance of his argument reflects the somewhat unusual procedural posture of this case. Most of the opinions that we have issued that discuss the permissible scope of conditions of probation (or other supervision) arose from direct challenges to the judgments that imposed the challenged conditions. E.g., State v. Miller, 262 Or App 537, 325 P3d 787 (2014); Gaskill, 250 Or App 100; State v. Donahue, 243 Or App 520, 259 P3d 981 (2011). Only rarely have we considered the validity of a probation condition when the challenge is the revocation of probation for violating that condition. See State v. Gilkey, 111 Or App 303, 826 P2d 69 (1992) (affirming revocation of the defendant’s probation; holding that the probation condition that the defendant admittedly had violated was “reasonably related to the needs of effective probation”).\nMore commonly, we have declined to consider the validity of a probation condition in the context of an appeal from a probation-revocation proceeding that was based on the violation of the belatedly challenged condition. See State ex rel Juv. Dept. v. Rial, 181 Or App 249, 254, 46 P3d 217 (2002) (“because youth failed at the proper time to challenge the [juvenile] court’s November 18,1998, order imposing sex offender treatment as a condition of his probation,” he could not do so in challenging the later revocation of his probation for violating that condition); State v. Beavers, 121 Or App 594, 596, 856 P2d 332 (1993) (the defendant could not “attack the validity of’ probation conditions that were included in “the order placing him on probation,” which the defendant could have appealed, but did not); State v. Hovater, 37 Or App 557, 560-61, 588 P2d 56 (1978) (rejecting the “defendant’s contention that revocation was improper because the conditions of probation as they existed at that time were invalid” because “the statutory time to appeal the sentencing order” that included those probation conditions had expired by the time of the probation-revocation hearing). Indeed, we have often rejected that type of collateral challenge to probation conditions. State v. Nearing, 78 Or App 72, 74, 714 P2d 630 (1986) (“We have often held that a probationer, in order to challenge a condition of probation, must do so in her original appeal. Waiting until she is charged with violating the condition is not appropriate.”).\n*408Here, the state suggests that, because defendant “raised his challenge to the condition of probation at the revocation hearing after he violated the condition,” this court “may conclude that that was too late and that, once defendant’s probation officer advised him of the condition, defendant needed to request a hearing and challenge the modification.” For the reasons that follow, we conclude that defendant’s challenge to his probation condition is properly before us and is not an impermissible collateral challenge.\nIn the cases cited above, the belatedly challenged probation conditions were included in judgments of convictions, sentencing orders, or other judicially issued orders. Accordingly, each of the defendants in those cases could have challenged the probation conditions on direct appeal from those judgments or orders, but did not. Because the defendants did not avail themselves of the proper opportunity to challenge the judicial orders containing the probation conditions, the defendants could not collaterally attack those conditions after disobeying them.\nThat prohibition on collateral challenges does not apply in this case. First, the challenged probation condition— the complete ban on Internet usage—was not imposed by the court, either at the time defendant was sentenced or at a subsequent proceeding, but was imposed years later by defendant’s probation officer. In other contexts, we have observed that the rule prohibiting many collateral challenges on judgments or other court orders is based in large part on the principle “that the ‘integrity of the judicial process demands compliance with court orders until such time as they are altered by orderly appellate review.’” State v. Riddell, 172 Or App 675, 683-84, 21 P3d 128, rev den, 332 Or 430 (2001) (quoting State ex rel Mix v. Newland, 277 Or 191, 200, 560 P2d 255 (1977)) (emphasis in Riddell). That consideration is not directly implicated here.\nPerhaps more significantly, defendant was not given a meaningful opportunity to challenge the Internet ban before the probation-revocation proceeding. Nagel imposed that condition long after defendant was sentenced, and not in the context of a courtroom proceeding, but during some sort of oral communication with defendant. Nothing in the *409record indicates that Nagel gave defendant any written explanation or confirmation of the new condition; nor does the record suggest that defendant was advised of any process by which he might challenge imposition of that condition. Even in the context of belated attacks on the validity of judicial orders, the general prohibition against collateral challenges does not apply “when there has been no other opportunity to raise the issue.” Newland, 277 Or at 200. Given the constellation of circumstances described above, we conclude that defendant could properly contest the validity of the probation condition in the context of opposing his probation revocation.\nWe turn to the merits. In challenging the validity of the Internet ban, defendant acknowledges that, under ORS 137.540(2), a court “may impose any special conditions of probation that are reasonably related to the crime of conviction or the needs of the probationer for the protection of the public or reformation of the probationer, or both.” Defendant suggests that the complete ban on Internet use, which prohibited him from using the Internet even for innocuous purposes like shopping or searching for a job, was neither reasonably related to his crimes nor “justified by the purposes of probation in this case: the reformation of the probationer and the protection of the public.” Defendant acknowledges that Nagel could permissibly have directed him “not to use the Internet to access pornography or communicate with minors” or could have directed him “to use the Internet only for some enumerated set of appropriate purposes, such as work, school, and family.”2 But the complete Internet ban was excessive, defendant argues, quoting State v. Hitesman/ *410Page, 113 Or App 356, 362, 833 P2d 306, rev den, 314 Or 574 (1992), because it went “beyond the measures necessary to fulfill the purposes of probation.”3\nIn response, the state asserts that the Internet ban “was reasonably related to defendant’s needs for the protection of the public and for his reformation.” That is so, the state argues, because “[defendant had sex with two minors, used the Internet to seek out and access pornography and to pick up girlfriends, and communicated through the Internet with one of the minors that he had a sexual relationship with.” The state contends that a more limited restriction on Internet use, like those that defendant suggests, would not have sufficed because the probation conditions that already had been put in place—like the prohibitions against using pornography or having unapproved contact with minors— had not prevented defendant from using the Internet to contact minors and view pornography.\nOur analysis begins with ORS 137.540(2). Under that statute,\n“a trial court has broad discretion to impose special conditions of probation. However, the conditions must be ‘reasonably related to the crime of conviction or the needs of the probationer for the protection of the public or reformation of the probationer, or both.’ ORS 137.540(2). Moreover, the conditions cannot be more restrictive than necessary to achieve the goals of probation.”\nGaskill, 250 Or App at 102-03 (citations omitted).4 Thus, we have held that probation conditions were invalid when they bore “no connection” to the defendant’s conduct. Id. at 103; see State v. Qualey, 138 Or App 74, 906 P2d 835 (1995) *411(condition prohibiting the defendant from using intoxicants was unjustified because the record included no evidence that the consumption of alcohol had any bearing on the defendant’s crime and no evidence that the defendant had a past history of alcohol-related problems). Significantly, however, we will not hold that a probation condition is invalid simply because we can posit an alternative, “more narrowly tailored” condition. Donahue, 243 Or App at 527. Rather, the question for us is whether the probation condition restricts the defendant’s behavior “to a permissible degree in light of its reasonable relationship to the purposes of probation.” Id. (applying that test in the context of a probation condition that the defendant claimed infringed on her fundamental right to freedom of association).\nThe goals of reformation and rehabilitation can justify the imposition of probation conditions that “requir[e] a convicted offender *** to take affirmative steps toward developing better patterns of behavior.” State v. Donovan, 307 Or 461, 466, 770 P2d 581 (1989). For example, in Donahue, we rejected the defendant’s challenge to a probation condition that prohibited her from entering a “high vice” area in which she had been working as a prostitute, unless she was in a car or using public transportation to travel through the area. 243 Or App at 526. The defendant argued that she could have legitimate reasons for entering the high-vice area, such as shopping or visiting friends, and suggested that the probation condition should have been limited to restricting her from being in the area after dark, or from loitering on sidewalks in it. Id. We were not persuaded. To the contrary, we held, “the trial court could properly conclude that prohibiting defendant from the ‘high vice’ area except as needed to travel through it would prevent her from reengaging in the offending conduct and at the same time protect the public from further acts of prostitution or solicitation in the same area.” Id.\nApplying a similar analysis here, we conclude that the trial court did not err in concluding that the probation condition banning defendant from all Internet use was reasonably related to the probationary goals of rehabilitating defendant and protecting the public. Defendant initially was subject to probation conditions that included prohibitions *412against contacting minors without his probation officer’s approval and against using or possessing pornography, including pornographic “computer-based pictures.” Those unchallenged conditions were related to defendant’s crimes, which stemmed from sexual contact with a child. The conditions also served valid probationary purposes, in that they were aimed at rehabilitating a young offender who, at least at first, seemed amenable to treatment and likely to successfully complete his 10 years of probation. But defendant’s conduct deteriorated after he finished residential treatment. In 2005, he violated his probation by attending two events where children were present and by searching for and viewing pornography on his father’s computer. He also admitted to fantasizing about his victim, who was only 10 years old when defendant committed sex crimes against her. Despite another referral to residential treatment, defendant continued to violate his probation conditions. In the next three years, he had a relationship with a person who was only 17 years old, and he received probation sanctions for changing his address and for being untruthful with his probation officer, who described defendant’s performance on probation as “marginal.” Then, into early 2010, defendant had a second, sexual relationship with a 17-year-old female (who, like the first, had shown defendant false identification), which included communicating through social networking sites.\nIt was against that backdrop that Nagel decided to impose the complete ban on Internet use. Nagel viewed defendant’s conduct on probation as indicating that defendant was at increased risk of reoffending, and Nagel believed that the complete ban on Internet use would reduce the risk of defendant contacting minors (whose age could not be verified on the Internet), would prevent the “muddy[ing] up” of defendant’s performance on future polygraph examinations, and would increase the chances that defendant would be able to successfully complete his probation. Given defendant’s history of using the Internet in conjunction with violating more limited probation conditions that had—with the goal of promoting defendant’s rehabilitation—prohibited him from using pornography or contacting minors, the trial court did not err in concluding that the later-imposed condition prohibiting him from using the Internet altogether was *413reasonably related to the goals of rehabilitation and protecting the public. This case is not like those in which we have ruled that probation conditions were invalid because they had “no connection” to the defendant’s conduct.\nAffirmed.\n\n At the probation-revocation hearing, defendant testified that Nagel had never told him that he was not allowed to use the Internet. The trial court found otherwise, determining that Nagel had imposed the Internet ban. Defendant does not challenge that finding on appeal.\n\n\n Those acknowledgements, like the framing of defendant’s assignment of error, also highlight the unusual procedural posture of this case. Defendant’s complaint is that the Internet ban prohibited him from using the Internet for innocuous activities, but he does not dispute that Nagel could have prohibited him from, for example, using it to communicate with minors. The irony is that, in this case, the probation revocation was based on the type of conduct that defendant admits he properly could be prohibited from engaging in: using social media websites to contact minors. It is not immediately obvious why a probationer should be able to challenge a probation condition as, essentially, facially over-broad in the context of a probation-revocation proceeding in which there appears to be no contention that the condition was impermissible as applied to the conduct that forms the basis for the revocation. However, the state makes no argument concerning the “facial” nature of defendant’s challenge, and we do not address that point further.\n\n\n Defendant also argues that Internet use is a fundamental right and that, “before imposing a condition that restricts the exercise of a fundamental right, the [trial] court must consider whether a lesser restriction would satisfy the purposes of probation.” Defendant did not argue to the trial court that Internet access or use is a fundamental right, the restriction of which is subject to an analysis different from that which applies to other conditions of probation. Accordingly, the “fundamental right” argument that he makes on appeal is not preserved for our review, and we do not consider it further.\n\n\n For purposes of this appeal, we assume—without deciding-—that the same “reasonably related” standard governs the validity of probation conditions that are imposed by probation officers, not directly by courts, as that assumption forms the basis of both parties’ arguments.\n\n",
            "ocr": true,
            "opinion_id": 8127806
        }
    ],
    "court_short_name": "Court of Appeals of Oregon",
    "court_full_name": "Court of Appeals of Oregon",
    "court_type": "SA",
    "court_jurisdiction": "Oregon, OR",
    "crime_category": "Rape"
}