{
    "id": 2982679,
    "judges": "Hood, Kethledge, McKEAGUE",
    "date_filed": "2011-06-22",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-donte-booker",
    "case_name_short": null,
    "case_name": "United States v. Donte Booker",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Donte BOOKER, Defendant-Appellant",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": "<parties id=\"b412-9\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Donte BOOKER, Defendant-Appellant.\n   </parties><docketnumber id=\"Ar3\">\n    No. 13-3882.\n   </docketnumber><br><court id=\"b412-12\">\n    United States Court of Appeals, Sixth Circuit.\n   </court><br><decisiondate id=\"b412-14\">\n    Jan. 7, 2015.\n   </decisiondate><br><judges id=\"b413-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"391\"> \n     *391\n     </span>\n    Before: McKEAGUE and KETHLEDGE, Circuit Judges; HOOD, District Judge.\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n</judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b413-11\">\n     The Honorable Joseph M. Hood, United States District Judge for the Eastern District of Kentucky, sitting by designation.\n    </p>\n</div></div>",
    "citations": [
        "596 F. App'x 390"
    ],
    "opinions": [
        {
            "author_str": "Kethledge",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "http://www.ca6.uscourts.gov/opinions.pdf/15a0021n-06.pdf",
            "author_id": null,
            "opinion_text": "                 NOT RECOMMENDED FOR FULL-TEXT PUBLICATION\n                            File Name: 15a0021n.06\n\n                                          No. 13-3882\n                                                                                    FILED\n                         UNITED STATES COURT OF APPEALS                        Jan 07, 2015\n                              FOR THE SIXTH CIRCUIT                        DEBORAH S. HUNT, Clerk\n\nUNITED STATES OF AMERICA,                                  )\n                                                           )\n       Plaintiff-Appellee,                                 )\n                                                           )\n                                                               ON APPEAL FROM THE\nv.                                                         )\n                                                               UNITED STATES DISTRICT\n                                                           )\n                                                               COURT FOR THE\nDONTE BOOKER                                               )\n                                                               NORTHERN DISTRICT OF\n                                                           )\n                                                               OHIO\n       Defendant-Appellant.                                )\n                                                           )\n                                                           )\n\n\n\n       Before: MCKEAGUE and KETHLEDGE, Circuit Judges; HOOD, District Judge.*\n\n       KETHLEDGE, Circuit Judge. Cleveland police officers and an ATF agent tricked Donte\n\nBooker into attempting to possess cocaine with the intent to sell it, in violation of 21 U.S.C.\n\n§§ 841 and 846. Booker appeals his conviction, arguing that the government entrapped him as a\n\nmatter of law. Booker also argues that the district court should have allowed the jury to hear\n\nevidence about his wrongful conviction for an unrelated rape. We affirm.\n\n                                                      I.\n\n       Booker served 17 years in prison for a 1987 rape he did not commit. After his release, a\n\nDNA test proved his innocence and the convictions were vacated. Ohio later paid Booker\n\n$618,000 to settle his wrongful-conviction lawsuit.\n\n\n\n\n*\n The Honorable Joseph M. Hood, United States District Judge for the Eastern District of\nKentucky, sitting by designation.\n\fUnited States v. Booker\nNo. 13-3882\n\n       The sting operation at issue here took place several years later. In October 2012 an\n\ninformant, Daisetta Harris, told Cleveland Detective Todd Clark that Booker had asked her to\n\nhelp him rob drugs and money from stash houses. Detective Clark set up a sting operation to\n\ncatch Booker. At Detective Clark’s behest, Harris told Booker that she knew two people who\n\nmight be willing to help with a robbery: a woman named Angelique, and Angelique’s drug-\n\ncourier boyfriend, Andre.\n\n       Harris later introduced Booker to “Angelique” (an undercover policewoman) at a meeting\n\nin a dark parking lot outside of a local Burger King. Booker told the officer and Harris “that he\n\nwas a professional,” and that he “didn’t want to deal with any amateurs.” R. 70 at 10-11.\n\nBooker’s “profession,” he said, was robbing drug dealers.          Booker later met “Andre” (an\n\nundercover ATF agent). Andre agreed to tell Booker where he was delivering drugs. Booker\n\nproposed to follow Andre to a hotel and rob him. Booker told Andre that, during the robbery,\n\nBooker would pistol whip him, duct tape him, and put him in the trunk of Booker’s car, so that\n\nAndre’s boss would not suspect him of involvement in the heist. R. 69 at 187. Booker also said\n\nthat, if necessary, he “would kill anybody up in this bitch.” R. 70 at 14.\n\n       Andre’s real bosses at the ATF were concerned about his safety, so Detective Clark\n\narranged a new plan to avoid potential violence. Harris and Angelique met with Booker again;\n\nthis time Angelique told Booker that Andre would leave ten kilograms of cocaine in an unlocked\n\ncar in a hotel parking lot. Then, Booker could simply walk up to the car and take the drugs.\n\nBooker agreed to the new plan. He also told Angelique that he already had a buyer lined up for\n\nthe cocaine, so selling it would be no problem. R. 70 at 16-17.\n\n       The police set up surveillance at a La Quinta Inn parking lot, and put a duffel bag with\n\nten kilograms of fake cocaine in a black Chevy Avalanche. Harris called Booker and told him\n\n\n                                                 2\n\fUnited States v. Booker\nNo. 13-3882\n\neverything was ready. After darkness fell, Booker drove to the hotel and scouted the lot. He\n\nparked, ran to the Avalanche, took out the bag of fake drugs, and ran back to his car. Then, a\n\nSWAT team moved in. Booker tried to escape, but he crashed his car into a snow bank. He then\n\nfled on foot onto a busy freeway, but a policeman caught up with him, moved him off the\n\nfreeway, and arrested him.\n\n       Booker was indicted for attempted possession of cocaine with intent to distribute. Before\n\ntrial, the government moved to exclude evidence about Booker’s exoneration in the 1987 rape\n\ncase. R. 22. The district court granted the motion, but said that its ruling was “interim.” R. 69\n\nat 2. The court added that it would revisit the issue if Booker could convince the court that the\n\nexoneration was relevant to the drug charge. Id.\n\n       At trial, the prosecution played audio and video recordings of Booker’s meetings with the\n\nundercover agents. Booker testified that he was merely acting out scenes from one of his\n\nfavorite movies. R. 51 at 22, 27-28. Booker also testified that the robbery was Harris’s idea, and\n\nthat she had repeatedly called him and urged him to participate. Id. at 20-21, 25-30. The jury\n\nultimately convicted Booker, and he was sentenced to 200 months’ imprisonment. This appeal\n\nfollowed.\n\n                                                    II.\n\n                                                    A.\n\n       Booker first argues that the district court should have granted his motion for acquittal\n\nbecause he was entrapped as a matter of law. Booker made the motion after the close of the\n\ngovernment’s case, but he failed to renew the motion at the end of the trial. Thus, we will\n\nreverse the district court only if necessary to correct a “manifest miscarriage of justice.” United\n\n\n\n\n                                                3\n\fUnited States v. Booker\nNo. 13-3882\n\nStates v. Damra, 621 F.3d 474, 494 (6th Cir. 2010) (quotation marks omitted). Under this\n\nstandard, we affirm unless “the record is devoid of evidence pointing to guilt.” Id.\n\n       To prove entrapment, a defendant must show both that the government induced the crime\n\nand that he lacked the predisposition to commit it. United States v. Al-Cholan, 610 F.3d 945,\n\n950 (6th Cir. 2010). If a defendant shows inducement, the burden shifts to the government to\n\nprove predisposition beyond a reasonable doubt. See Jacobson v. United States, 503 U.S. 540,\n\n548-49 (1992).     The ultimate question is whether the government implanted a criminal\n\ndisposition in the mind of an “unwary innocent,” or instead merely tricked an “unwary criminal.”\n\nUnited States v. Harris, 9 F.3d 493, 497 (6th Cir. 1993). Entrapment is usually a jury question:\n\na defendant is entrapped as a matter of law only when the facts are “undisputed” and demonstrate\n\na “patently clear absence of predisposition.” Id. at 497-98 (quotation marks omitted).\n\n       Here, setting aside the question of inducement, we ask whether Booker was predisposed\n\nto possess and distribute cocaine. Booker told Harris and the undercover officers that he robbed\n\nstash houses for a living, and that he would have no problem selling the stolen drugs. R. 69 at\n\n128, R. 70 at 10-11. Harris testified that, in her first meeting with Booker—which was supposed\n\nto concern identity theft—Booker first brought up the idea of robbing a drug house. R. 69 at\n\n128-29. The undercover officer who posed as Angelique testified that Booker was impatient to\n\ncarry out the robbery and frustrated by delays. R. 70 at 17. In short, a great deal of evidence at\n\ntrial suggested that Booker was predisposed to possess and sell cocaine. Thus, the district court\n\nproperly denied Booker’s motion for acquittal. Harris, 9 F.3d at 497-98.\n\n                                                    B.\n\n       Booker also argues that the district court should have denied the government’s motion to\n\nexclude evidence of his exoneration in the rape case. Normally, we review a district court’s\n\n\n                                                4\n\fUnited States v. Booker\nNo. 13-3882\n\nevidentiary rulings for an abuse of discretion. United States v. Poulsen, 655 F.3d 492, 510 (6th\n\nCir. 2011). If before the trial a district court excludes evidence on a temporary or conditional\n\nbasis, however, the losing party must attempt to introduce that evidence at trial to preserve the\n\nissue for appeal. Poulsen, 655 F.3d at 510 (losing party must object at trial after conditional\n\ndenial of motion in limine); Crowe v. Bolduc, 334 F.3d 124, 133 (1st Cir. 2003). Here, the\n\ndistrict court said that its ruling was “interim,” and invited Booker to “approach the bench and\n\ntry to get a different ruling” during trial if Booker still believed the evidence was relevant. R. 69\n\nat 2. Booker never accepted the district court’s invitation, so he forfeited this argument. Thus,\n\nwe review only for plain error. See Crowe, 334 F.3d at 133. The exclusion was plain error if,\n\namong other requirements; the alleged error was clear and affected the outcome of the trial.\n\nUnited States v. Lawrence, 735 F.3d 385, 401 (6th Cir. 2013).\n\n       The district court held that evidence of Booker’s exoneration for the 1987 rape charge\n\nwas not relevant to any issue in his trial. Under Federal Rule of Evidence 401, evidence is\n\nrelevant if “it has any tendency to make a fact more or less probable than it would be without the\n\nevidence.” Fed. R. Evid. 401. Irrelevant evidence is inadmissible under Rule 402. Id. at 402.\n\n       Here, Booker contends that his exoneration was relevant to the predisposition element of\n\nhis entrapment defense. Specifically, he says that the large sum of money he received as a result\n\nof the exoneration is relevant to the question whether he was motivated by profit. The amount of\n\nmoney Booker had is indeed relevant to that question; but the source of the money is not. And\n\nnothing in the district court’s ruling prevented Booker from presenting evidence about the\n\namount of money he had. As for the exoneration itself, it establishes only that Booker was\n\ninnocent of a rape in 1987; it says nothing about his predisposition to commit a drug crime in\n\n\n\n\n                                                 5\n\fUnited States v. Booker\nNo. 13-3882\n\n2013. Thus, the exoneration was inadmissible, and the district court did not plainly err in\n\nexcluding it.\n\n       Finally, Booker argues that excluding the exoneration violated his constitutional right to\n\npresent a meaningful defense. See United States v. Blackwell, 459 F.3d 739, 752-53 (6th Cir.\n\n2006). But a defendant’s right to present a meaningful defense does not include a right to\n\npresent evidence that is “inadmissible under standard rules of evidence.” Id. at 753 (quotation\n\nmarks omitted). Here, as shown above, Booker’s exoneration was inadmissible under Rule 402,\n\nso this argument is meritless as well.\n\n       The district court’s judgment is affirmed.\n\n\n\n\n                                                6\n\f",
            "ocr": false,
            "opinion_id": 2982679
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}