{
    "id": 2984228,
    "judges": null,
    "date_filed": "2000-09-28",
    "date_filed_is_approximate": true,
    "slug": "yuval-lapiner-v-jackob-maimon-max-pridgeon-and-michelle-r-cinnamon",
    "case_name_short": null,
    "case_name": null,
    "case_name_full": "Yuval Lapiner v. Jackob Maimon, Max Pridgeon and Michelle R. Cinnamon FloresHaim Tsuff and Goodrich Global Ltd.,Isramco, Inc., Jeffrey Goldstein, and Theodore Steinberg",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 17.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=15142&Index=%5c%5cOCA%2dPSQL01%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa14%5cOpinion",
            "author_id": null,
            "opinion_text": "Dismissed and Plurality, Concurring, and Dissenting Opinions filed April 22,\n2014.\n\n\n\n\n                                      In The\n\n                    Fourteenth Court of Appeals\n\n                              NO. 14-12-00158-CV\n\n                         YUVAL LAPINER, Appellant\n                                        V.\n\n  JACKOB MAIMON, MAX PRIDGEON, MICHELLE R. CINNAMON-\n FLORES, HAIM TSUFF, GOODRICH GLOBAL LTD., ISRAMCO, INC.,\n   JEFFREY GOLDSTEIN, AND THEODORE STEINBERG, Appellees\n\n                    On Appeal from the 55th District Court\n                            Harris County, Texas\n                      Trial Court Cause No. 2009-34535\n\n                  CONCURRING OPINION\n      This court lacks jurisdiction for two independent reasons, either of which\nalone compels the dismissal of this appeal.\n\n      The appellant, who was not a named party in the trial court below, attempts\nto appeal the trial court’s approval of a shareholder-derivative-action settlement\n\fand the denial of his request for payment of attorney’s fees and expenses. Because\nthe appellant was not a shareholder of the corporation at the time of the\ntransactions of which the derivative-action plaintiffs complain, the appellant lacked\nstanding under Delaware law to object to the derivative-action settlement, and he\nlacks standing to appeal the trial court’s overruling of his objections and approval\nof the settlement. Though Delaware law applies to the issue of whether the\nappellant has standing to object to the settlement, Texas law applies to the issue of\nwhether the appellees waived the appellant’s lack of standing by failing to preserve\nerror in the trial court. Under Texas law, the appellees (or this court on its own\nmotion) may raise the appellant’s lack of standing for the first time on appeal.\nMoreover, even if this court does not lack jurisdiction based upon the appellant’s\nlack of standing, this court lacks jurisdiction over appellant’s appeal because\nappellant is not a “party” who may appeal under Texas procedural rules. For both\nreasons, it is proper to dismiss for lack of appellate jurisdiction.\n\n                                 STANDING ANALYSIS\n      Appellees/plaintiffs Jeffrey Goldstein and Theodore Steinberg (collectively\nthe “Plaintiffs”) each brought a shareholder derivative suit on behalf of\nappellee/nominal defendant Isramco, Inc. against appellees/defendants Jackob\nMaimon, Max Pridgeon, Michelle R. Cinnamon-Flores, Haim Tsuff, and Goodrich\nGlobal, Ltd. (collectively the “Defendants”). In their pleadings, the Plaintiffs did\nnot assert any individual claims on their own behalf, nor did they try to assert a\nclass action or any claims on behalf of any Isramco shareholder.          Thus, the\nPlaintiffs asserted only shareholder derivative claims on behalf of Isramco.\n\n      No other Isramco shareholders were named as plaintiffs, nor did any other\nIsramco shareholders make an appearance as a plaintiff. Other than defendants\nwho served as officers or directors of Isramco, no Isramco shareholders were\n\n                                            2\n\fnamed as defendants or served with process.\n\n       After two years of discovery and a mediation, the Plaintiffs and the\nDefendants negotiated a Stipulation of Settlement (“Settlement Agreement”). The\nparties to the Settlement Agreement were the Plaintiffs, on their own behalf and\nderivatively on behalf of Isramco, the Defendants, and nominal defendant Isramco.\nNo Isramco shareholders other than the Plaintiffs and the Defendants were parties\nto the Settlement Agreement.\n\n       The Settlement Agreement provides that, upon the “Effective Date,”1\nIsramco, the Plaintiffs, and each Isramco shareholder shall be deemed to have, and\nby operation of the trial court’s Final Order and Judgment, shall have, fully,\nfinally, and forever released, relinquished and discharged certain claims, including\nvarious claims brought derivatively on behalf of Isramco as well as claims by each\nIsramco shareholder in his, her, or its individual capacity. 2\n\n       The trial court preliminarily approved the Settlement Agreement, gave\n\n\n1\n  Under the Settlement Agreement, the “Effective Date” is defined as the first date by which\ncertain events and conditions all have been met and have occurred. One of these events and\nconditions is that the trial court’s Final Order and Judgment has become final by appeal. Thus,\nthe Effective Date has not yet arrived.\n2\n  The Settlement Agreement provides that “[u]pon the Effective Date, Isramco, Plaintiffs (acting\non their own behalf and derivatively on behalf of Isramco), and each Isramco shareholder (solely\nin their capacity as an Isramco shareholder) shall be deemed to have, and by operation of the\nFinal Order and Judgment shall have, fully, finally, and forever released, relinquished and\ndischarged the Released Claims against the Released Persons and any and all claims (including\nUnknown Claims) arising out of, relating to, or in connection with, the defense, settlement\nor resolution of the Action against the Released Persons.” (emphasis added). The Settlement\nAgreement also provides that, “[u]pon the Effective Date, Isramco, the Individual Defendants\nand each Isramco shareholder (solely in their capacity as an Isramco shareholder) shall be\ndeemed to have, and by operation of the Judgment shall have, fully, finally, and forever released,\nrelinquished and discharged each and all of the Plaintiffs and Plaintiffs’ Counsel from all\nclaims (including Unknown Claims) arising out of, relating to, or in connection with, the\ninstitution, prosecution, assertion, settlement or resolution of the Action or the Released\nClaims.” (emphasis added).\n\n                                                3\n\fnotice to all of the corporation’s current shareholders, and allowed them the\nopportunity to object to the proposed settlement. Appellant Yuval Lapiner received\na notice of the proposed settlement and was the only shareholder who filed any\nobjections to the settlement.           Lapiner also filed a petition in intervention.\nFollowing a hearing, the trial court struck Lapiner’s petition in intervention and\noverruled his objections. The trial court then signed a Final Order and Judgment\n(hereinafter “Judgment”), finding that the terms of the Settlement Agreement were\nfair, reasonable, and adequate, and approving the Settlement Agreement in all\nrespects. Consistent with the Settlement Agreement, the Judgment provides that\nupon the Effective Date, 3 Isramco, the Plaintiffs, and each Isramco shareholder\nshall be deemed to have, and by operation of the Judgment, shall have, fully,\nfinally, and forever released, relinquished and discharged certain claims, including\nvarious claims brought derivatively on behalf of Isramco as well as claims by each\nIsramco shareholder in his, her, or its individual capacity. 4 The trial court later\ndenied Lapiner’s motion for an order commanding Isramco to pay Lapiner more\nthan $280,000 for his attorney’s fees and expenses.\n\n         Lapiner now attempts to appeal, contending the trial court abused its\ndiscretion when it approved the settlement and denied his motion for attorney’s\nfees and expenses. The Plaintiffs and the Defendants have filed motions to dismiss\nLapiner’s appeal for lack of appellate jurisdiction. Both assert that Lapiner failed\nto timely appeal because his motion for new trial did not extend the time period for\nperfecting appeal. The Defendants also argue Lapiner lacks standing to appeal\nbecause he lacked standing to object to the proposed settlement.\n3\n    The Judgment uses the same defined terms as are used in the Settlement Agreement.\n4\n  The Judgment contains language substantially similar to language from the Settlement\nAgreement quoted in footnote 2, above.\n\n\n\n                                                4\n\f      Lack of Standing Under Delaware Law to Challenge the Derivative-Action\n                                   Settlement\n          In a derivative action brought on behalf of a Delaware corporation,\nDelaware law applies to substantive issues, and Texas law governs procedural\nmatters and remedies. 5          Thus, Delaware law applies to the determination of\nwhether Lapiner had standing either to institute or maintain a derivative-action\ncomplaining of the transactions challenged by the Plaintiffs and the determination\nof whether he had standing to object to the derivative-action settlement. 6\n\n          A basic principle of Delaware law is that the board of directors, rather than\nthe shareholders, manage a corporation’s business and affairs. 7 The decision to\nbring a lawsuit or to refrain from litigating a claim on behalf of a corporation is a\ndecision concerning the management of the corporation. 8 Consequently, such\ndecisions are a part of the board of directors’s responsibility. 9\n          Nevertheless, under certain circumstances, a shareholder may file a\nderivative action, seeking to redress an alleged harm to the corporation.10 The\nnature of the shareholder derivative action is two-fold. 11 First, it is the equivalent\n\n\n5\n See Tex. Bus. Orgs. Code Ann. §§ 21.552, 562 (West 2014); In re Helix Energy Solutions\nGroup, Inc., No. 14-13-00238-CV, —S.W.3d—,—, 2013 WL 5470089, at *6 (Tex. App.—\nHouston [14th Dist.] Sept. 30, 2013, orig. proceeding); Connolly v. Gasmire, 257 S.W.3d 831,\n839 (Tex. App.—Dallas 2008, no pet.).\n6\n See Tex. Bus. Orgs. Code Ann. §§ 21.552, 562; In re Helix Energy Solutions Group, Inc., 2013\nWL 5470089, at *6; Connolly, 257 S.W.3d at 839.\n7\n See Del. Code Ann. tit. 8, §141(a) (West 2014); Connolly, 257 S.W.3d at 839; Spiegel v.\nBuntrock, 571 A.2d 767, 773 (Del. 1990).\n8\n    See Connolly, 257 S.W.3d at 840; Spiegel v. Buntrock, 571 A.2d 767, 773 (Del. 1990).\n9\n    See Connolly, 257 S.W.3d at 840; Spiegel, 571 A.2d at 773.\n10\n     See Connolly, 257 S.W.3d at 840; Spiegel, 571 A.2d at 773.\n11\n     See Spiegel, 571 A.2d at 773.\n\n                                                 5\n\fof a suit by certain shareholders to compel the corporation to sue. 12 Second, it is a\nsuit by the corporation, asserted by certain shareholders on its behalf, against those\nallegedly liable to the corporation. 13 In essence, a shareholder derivative action is\na challenge to a board of directors’s managerial power. 14 By its very nature, a\nderivative action impinges on the managerial freedom of the board of directors.15\nIn fact, the Supreme Court of the United States has noted that the shareholder\nderivative action “could, if unrestrained, undermine the basic principle of corporate\ngovernance that the decisions of a corporation—including the decision to initiate\nlitigation—should be made by the board of directors or the majority of\nshareholders.”16        Therefore, Delaware law imposes certain prerequisites on a\nshareholder’s right to institute or maintain a derivative action on behalf of the\ncorporation.17       One of these requirements is that, to institute or maintain a\nderivative action, a shareholder must have owned stock in the corporation at the\ntime of the wrongdoing alleged in the derivative action. 18 It is undisputed that\nLapiner did not own any stock in Isramco at the time of the alleged wrongdoing of\nwhich the Plaintiffs complained in the derivative action; therefore, Lapiner lacked\n\n\n\n12\n     See id.\n13\n     See id.\n14\n     See Connolly, 257 S.W.3d at 840; Spiegel, 571 A.2d at 773.\n15\n     See Spiegel, 571 A.2d at 773.\n16\n   Daily Income Fund, Inc. v. Fox, 464 U.S. 523, 530, 104 S. Ct. 831, 835, 78 L. Ed. 2d 645\n(1984).\n17\n     See Connolly, 257 S.W.3d at 840; Spiegel, 571 A.2d at 773.\n18\n   See Del. Code Ann. tit. 8, §327 (West 2014); Ch. Ct. R. 23.1(a) (West 2014); Connolly, 257\nS.W.3d at 840; Leighton v. Lewis, No. 471,1988, 1990 WL 84704, at *2–3 (Del. May 25, 1990)\n(precedential order). Unpublished orders of the Delaware Supreme Court are precedential. See\nDel. Sup. Ct. R. 14(b)(vi)(B), 17 & cmt.; New Castle Cnty. v. Goodman, 461 A.2d 1012, 1013\n(Del. 1983). Under Delaware law, there is also a demand requirement, but that is not at issue in\nthis appeal. See Ch. Ct. R. 23.1(a) (West 2014); Connolly, 257 S.W.3d at 840.\n\n                                                 6\n\fstanding to assert the derivative claims that were settled in this case.19 Lapiner was\nnot a plaintiff or a defendant in this derivative action, and, he would not have had\nstanding to initiate or maintain a derivative action against the Defendants based\nupon the allegedly actionable conduct asserted by the Plaintiffs.20\n          The Delaware Supreme Court also has held that a shareholder who owns\nstock in the corporation at the time of the proposed settlement of a derivative\naction, but who did not own any stock in the corporation at the time of the alleged\nwrongdoing made the basis of the derivative action, lacks standing to challenge or\nobject to the settlement of derivative claims in which other shareholders complain\nof this alleged wrongdoing. 21 Therefore, under Delaware law, Lapiner lacked\nstanding to challenge or object to the proposed settlement of the Plaintiffs’\nderivative claims, to seek attorney’s fees and expenses for this activity, and to\nappeal from the trial court’s judgment and order denying his request for attorney’s\nfees and expenses.22\n                     No Waiver of Lack of Standing Under Texas Law\n          Lapiner and the esteemed dissenting justice argue that, even if Lapiner\nlacked standing under Delaware law, the Plaintiffs and the Defendants waived\n\n\n\n19\n     See Del. Code Ann. tit. 8, §327; Ch. Ct. R. 23.1(a); Leighton, 1990 WL 84704, at *2–3.\n20\n     See Del. Code Ann. tit. 8, §327; Ch. Ct. R. 23.1(a); Leighton, 1990 WL 84704, at *2–3.\n21\n   See Leighton, 1990 WL 84704, at *2–3 (dismissing current shareholder’s appeal and holding\nthat shareholder who was not plaintiff in derivative action lacked standing to challenge or object\nto derivative-action settlement because shareholder did not own stock when the allegedly\nactionable conduct occurred); In re Beatrice Companies, Inc., Nos. 155,156, 1987 WL 36708, at\n*2–3 (Del. Feb. 20, 1987) (precedential order) (dismissing current shareholder’s appeal and\nholding that shareholder who was not plaintiff in derivative action lacked standing to challenge\nor object to derivative-action settlement because shareholder did not own stock when the\nallegedly actionable conduct occurred).\n22\n  See Leighton, 1990 WL 84704, at *2–3; In re Beatrice Companies, Inc., 1987 WL 36708, at\n*2–3.\n\n                                                 7\n\fLapiner’s lack of standing by failing to preserve error in the trial court.23 Under\nTexas law as under Delaware law, for a shareholder to have standing to institute or\nmaintain a derivative action, the shareholder must have owned stock in the\ncorporation at the time of the wrongdoing alleged in the derivative action. 24 Under\nTexas law, lack of standing in respect of a shareholder derivative action is a\ncomponent of subject-matter jurisdiction, cannot be waived, may be raised for the\nfirst time on appeal, and may be addressed by a court on its own motion. 25 When a\ncourt determines that there is a lack of standing in respect of a shareholder\nderivative action, the proper procedure under Texas law is to dismiss for lack of\nsubject-matter jurisdiction. 26\n\n         It may be presumed for the sake of argument that, under Delaware law,\nLapiner’s lack of standing would be waived by a failure to preserve error in the\ntrial court and that the Plaintiffs and the Defendants failed to preserve error in the\n\n23\n  As noted by the dissenting justice, the Defendants objected to Lapiner’s intervention based on\nhis failure to own Isramco stock at the time of the wrongdoing alleged in the derivative action,\nbut the Defendants did not object to the trial court’s consideration of Lapiner’s objections.\n24\n     See Tex. Bus. Orgs. Code Ann. § 21.552.\n25\n   See Tex. Ass’n of Bus. v. Tex. Air Control Bd., 852 S.W.2d 440, 445–46 (Tex. 1993) (stating\nthat standing is a component of subject-matter jurisdiction and that lack of standing may be\nraised for the first time on appeal); Schwartzott v. Etheridge Property Management, 403 S.W.3d\n488, 498 n.4 (Tex. App.—Houston [14th Dist.] 2013, no pet.) (holding that preservation of error\nin the trial court is not necessary as to lack of standing); Trojacek v. Estate of Kveton, No. 14-\n07-00911-CV, 2009 WL 909591, at *3 (Tex. App.—Houston [14th Dist.] Apr. 7, 2009, no pet.)\n(mem. op.) (holding that lack of standing cannot be waived and may be raised for the first time\nby an appellate court on its own motion); Somers v. Crane, 295 S.W.3d 5, 8, 10, 13 (Tex. App.—\nHouston [1st Dist.] 2009, pet. denied) (holding that a person’s lack of standing to institute or\nmaintain a derivative action on behalf of a Texas corporation deprives Texas courts of subject-\nmatter jurisdiction and the proper procedure is to dismiss the derivative action for lack of\nsubject-matter jurisdiction); Saudi v. Brieven, 176 S.W.3d 108, 113 (Tex. App.—Houston [1st\nDist.] 2004, pet. denied) (stating that subject-matter jurisdiction cannot be conferred by consent,\nwaiver, or estoppel at any stage of a proceeding and may be recognized by an appellate court on\nits own motion or raised by a party for the first time on appeal).\n26\n  See Tex. Ass’n of Bus., 852 S.W.2d at 445–46; Trojacek, 2009 WL 909591, at *3; Somers, 295\nS.W.3d at 8, 10, 13.\n\n                                                8\n\ftrial court. Even under this presumption, there would be no waiver of Lapiner’s\nlack of standing and this court still should dismiss for lack of appellate jurisdiction\nbecause this issue is governed by Texas law rather than Delaware law.27 Notably,\nin this derivative action, Texas law governs remedies and procedural matters, such\nas preservation-of-error requirements. 28 In the context of derivative claims that a\nparty sought to bring on behalf of a Delaware corporation, the First Court of\nAppeals held that Texas law governed procedure and indicated that a party’s lack\nof standing to assert derivative claims would result in a lack of subject-matter\njurisdiction. 29     Lack of subject-matter jurisdiction is not waived by failure to\npreserve error in the trial court. 30 Thus, even if, under Delaware law, preservation\nof error is required to avoid waiver of Lapiner’s lack of standing, the lack of\npreservation would not matter because Delaware law does not apply to this issue.31\nUnder Texas law, Lapiner’s lack of standing has not been waived and this court is\nfollowing proper procedure by dismissing this appeal for lack of jurisdiction.32\n\n         Lapiner and the dissenting justice suggest that the trial court’s provision of\n27\n  See Tex. Bus. Orgs. Code Ann. § 21.562; Arkoma Basin Exploration Co. v. FMF Assoc. 1990-\nA, Ltd., 249 S.W.3d 380, 387 (Tex. 2008); In re Helix Energy Solutions Group, Inc., 2013 WL\n5470089, at *6; Connolly, 257 S.W.3d at 839; Pate v. Elloway, No. 01-03-00187-CV, 2003 WL\n22682422, at *1–2 (Tex. App.—Houston [1st Dist.] Nov. 13, 2003, pet. denied) (mem. op.).\n28\n   See Tex. Bus. Orgs. Code Ann. § 21.562; Arkoma Basin Exploration Co., 249 S.W.3d at 387\n(holding Texas law governs the procedural matter of preservation-of-error requirements, even if\nanother jurisdiction’s law governs substantive issues); In re Helix Energy Solutions Group, Inc.,\n2013 WL 5470089, at *6 (holding Texas law governs procedural matters); Connolly, 257 S.W.3d\nat 839 (holding Texas law governs remedies and procedural matters).\n29\n     See Pate, 2003 WL 22682422, at *1–2.\n30\n  See Tex. Ass’n of Bus., 852 S.W.2d at 445–46; Schwartzott, 403 S.W.3d at 498 n.4; Trojacek,\n2009 WL 909591, at *3; Saudi, 176 S.W.3d at 113.\n31\n  See Tex. Bus. Orgs. Code Ann. § 21.562; Arkoma Basin Exploration Co., 249 S.W.3d at 387;\nIn re Helix Energy Solutions Group, Inc., 2013 WL 5470089, at *6; Connolly, 257 S.W.3d at\n839; Pate, 2003 WL 22682422, at *1–2.\n32\n  See Tex. Ass’n of Bus., 852 S.W.2d at 445–46; Trojacek, 2009 WL 909591, at *3; Somers, 295\nS.W.3d at 8, 10, 13.\n\n                                               9\n\fnotice to all current Isramco shareholders, including Lapiner, and the trial court’s\nconsideration and rejection of Lapiner’s objections to the settlement conferred\nstanding on Lapiner. Jurisdiction cannot be conferred in this manner. Any such\nholding would be contrary to the very nature of standing as a component of\nsubject-matter jurisdiction.33         Neither the trial court’s notice to all current\nshareholders nor its consideration of any objections they timely filed could confer\nstanding on shareholders who otherwise lacked it. 34\n\n     APPELLATE JURISDICTION ANALYSIS BASED ON LACK OF “PARTY” STATUS\n                     UNDER TEXAS PROCEDURAL RULES\n       Even if Lapiner’s lack of standing did not deprive this court of appellate\n33\n  See Tex. Ass’n of Bus., 852 S.W.2d at 445–46; Schwartzott, 403 S.W.3d at 498 n.4; Trojacek,\n2009 WL 909591, at *3; Somers, 295 S.W.3d at 8, 10, 13; Saudi, 176 S.W.3d at 113. The\ndissenting justice states that, under Dubai Petroleum Company v. Kazi, the failure to establish a\nstatutory prerequisite to suit is not a jurisdictional defect but instead goes to the right of the\nplaintiff to relief. See post at p. 10 (citing Dubai Petroleum Company v. Kazi, 12 S.W.3d 71,\n76–77 (Tex. 2000)). Though the Kazi case is an important precedent in Texas jurisprudence, the\ndissenting justice overstates the scope of the Kazi court’s holding. In Kazi, the Supreme Court of\nTexas abrogated a line of cases holding that, when a claim is based on a statute, the statutory\nprovisions are mandatory, exclusive, and require compliance in all respects, otherwise the trial\ncourt lacks subject-matter jurisdiction. See Dubai Petroleum Company v. Kazi, 12 S.W.3d 71,\n75–77 (Tex. 2000). Though the Kazi court indicated a general preference by the high court to\nfollow the modern trend of minimizing the number of defects that deprive courts of subject-\nmatter jurisdiction, the Kazi court did not state or even suggest that no failure to follow a\nstatutory prerequisite would henceforth be a jurisdictional defect. See Kazi, 12 S.W.3d at 74–77.\nIndeed, on various occasions since it decided Kazi, the high court has held that a failure to follow\na statutory prerequisite is a jurisdictional defect. See, e.g., City of Houston v. Rhule, 417 S.W.3d\n440, 442–43 (Tex. 2013) (holding that failure to comply with statutory prerequisite deprived the\ncourts of subject-matter jurisdiction); In re John G. and Marie Stella Kenedy Memorial\nFoundation, 315 S.W.3d 519, 522–23 (Tex. 2010) (holding that lack of justiciable interest\nresulted in lack of standing to pursue claim and that lack of standing deprived the trial court of\njurisdiction to act); In re Derzapf, 219 S.W.3d 327, 331–33 (Tex. 2007) (holding that step-\ngrandfather’s suit should be dismissed because he lacked a justiciable interest and standing due\nto his failure to satisfy the requirements of the applicable standing statute in the Family Code);\nCameron Appraisal Dist. v. Rourk, 194 S.W.3d 501, 502-03 (Tex. 2006) (holding that\napplication of the exclusive remedies provision in Tax Code section 42.09 deprives courts of\nsubject-matter jurisdiction).\n34\n  See Tex. Ass’n of Bus., 852 S.W.2d at 445–46; Schwartzott, 403 S.W.3d at 498 n.4; Trojacek,\n2009 WL 909591, at *3; Somers, 295 S.W.3d at 8, 10, 13; Saudi, 176 S.W.3d at 113.\n\n                                                10\n\fjurisdiction, there is an independent basis for dismissal of this appeal. Under Texas\nprocedural law Lapiner is not a “party” who may appeal.35\n\n          In Devlin v. Scardelletti, the Supreme Court of the United States held that a\nnonnamed class member who was not allowed to intervene in a class-action\nlawsuit had standing to appeal the trial court’s approval of the class-action\nsettlement over his objection.36 Nonetheless, the high court held that there was a\nprocedural issue separate from standing, namely, whether the class member was a\n“party” who was able to appeal the trial court’s judgment. 37 The Devlin court held\nthat, because the nonnamed class member was bound by the trial court’s judgment,\nwhich adjudicated his claim, the nonnamed class member was a “party” who could\nappeal the trial court’s overruling of his objections to the class-action settlement.38\n\n          One year later, in City of San Benito v. Rio Grande Valley Gas Company, the\nSupreme Court of Texas followed the Devlin court’s reasoning for the purposes of\nTexas procedural law. 39 In that case, several nonnamed class members who did\nnot intervene in a class-action lawsuit were not allowed to opt out of the class, and\nthe trial court approved a settlement of the class action over the objection of these\nclass members. 40 The Supreme Court of Texas stated that, aside from the issue of\nstanding, to be able to appeal in Texas courts, a person must be a “party” for the\n35\n  See, e.g., Tex. R. App. P. 25.1(b) (stating that “[t]he filing of a notice of appeal by any party\ninvokes the appellate court's jurisdiction over all parties to the trial court’s judgment or order\nappealed from”) (emphasis added); Tex. R. App. P. 26.1(a) (stating that “the notice of appeal\nmust be filed within 30 days after the judgment is signed, except as follows . . . the notice of\nappeal must be filed within 90 days after the judgment is signed if any party timely files [one of\nvarious documents]”) (emphasis added).\n36\n     See 536 U.S. 1, 6–7, 122 S. Ct. 2005, 2009, 152 L.Ed.2d (2002).\n37\n     See Devlin, 536 U.S. at 6–7, 122 S.Ct. at 2009.\n38\n     See id., 536 U.S. at 6–14, 122 S. Ct. at 2009–13.\n39\n     See City of San Benito v. Rio Grande Valley Gas Company, 109 S.W.3d 750, 754 (Tex. 2003).\n40\n     See id. at 752.\n\n                                                  11\n\fpurposes of Texas procedure. 41 The court noted that the label “party” does not\nindicate an absolute characteristic but rather a conclusion about the applicability of\nvarious procedural rules that may differ based on context.42\n          Under Texas procedure, generally only a named party to the suit may bring\nan appeal.43 The doctrine of virtual representation is an exception to this general\nrule. 44 The doctrine holds that a person who is not a named party to the suit is\ndeemed to be a party who may appeal if (1) the person is bound by the judgment;\n(2) the person’s privity of estate, title, or interest appears from the record; and (3)\nthere is an identity of interest between the person and a party to the judgment.45\nThe Supreme Court of Texas in City of San Benito stated that this virtual-\nrepresentation doctrine is similar to the reasoning of the Devlin court and agreed\nwith the Devlin court that the most important consideration in determining whether\na person is deemed to be a party is whether the person is bound by the judgment\nfrom which the person seeks to appeal.46\n          Devlin and City of San Benito involved class actions and did not involve\nderivative actions.47 The parties have not cited and research has not revealed a\nTexas case applying the virtual-representation doctrine in the context of a\nderivative-action settlement. The distinction is significant. While nonnamed class\nmembers who have not opted out of the class will have their own claims\nadjudicated by a settlement of the class action, the same cannot be said of a\n\n\n41\n     See id. at 754–55.\n42\n     See id. at 754.\n43\n     See id.\n44\n     See id. at 754–55.\n45\n     See id. at 755.\n46\n     See id.\n47\n     See Devlin, 536 U.S. at 3–6, 122 S.Ct. at 2007–09; City of San Benito, 109 S.W.3d at 752–54.\n\n                                                 12\n\fderivative-action settlement by which only claims owned by the corporation are\nadjudicated.48 In addition, though certain shareholders may assert a corporation’s\nclaims in a derivative action, shareholders who did not own any stock at the time\nof the alleged wrongdoing may not do so. 49\n\n          Lapiner is not a named party to the suit. The trial court struck his petition in\nintervention and Lapiner has not challenged the ruling on appeal. The Plaintiffs\nand the Defendants settled claims belonging to Isramco, not Lapiner.                          In his\nobjections to the settlement, Lapiner asserted various reasons why he thought the\ntrial court should not approve the proposed settlement of the derivative claims\nasserted by the Plaintiffs. But, these claims belong to Isramco, not to Lapiner, and\nLapiner does not even have standing to assert these settled derivative claims on\nbehalf of Isramco. 50 Thus, to the extent the trial court overruled Lapiner’s\nobjections and approved the settlement of the derivative claims, the trial court did\nnot adjudicate any of Lapiner’s claims, nor can the trial court’s judgment be said in\nany meaningful way to bind Lapiner.51\n\n          As of the Effective Date, part of the Judgment purports to effect a release,\nrelinquishment, and discharge of certain non-derivative claims that are owned by\nindividual Isramco shareholders, including shareholders like Lapiner, who are not\nnamed plaintiffs or named defendants in the shareholder derivative action. Under\n\n48\n  See Devlin, 536 U.S. at 10, 122 S.Ct. at 2011; City of San Benito, 109 S.W.3d at 755;\nConnolly, 257 S.W.3d at 840; Spiegel, 571 A.2d at 773.\n49\n     See Del. Code Ann. tit. 8, §327; Ch. Ct. R. 23.1(a); Leighton, 1990 WL 84704, at *2–3.\n50\n  See Del. Code Ann. tit. 8, §327; Ch. Ct. R. 23.1(a); Devlin, 536 U.S. at 10, 122 S.Ct. at 2011;\nCity of San Benito, 109 S.W.3d at 755; Connolly, 257 S.W.3d at 840; Spiegel, 571 A.2d at 773;\nLeighton, 1990 WL 84704, at *2–3.\n51\n  A judgment in a derivative action would preclude shareholders who did not bring the first\nderivative action from subsequently bringing a second derivative action on behalf of the\ncorporation challenging the same conduct. But, Lapiner has no standing to bring such a\nderivative action because he did not own Isramco stock at the time of the alleged wrongdoing.\n\n                                                 13\n\fthe terms of the Settlement Agreement, the trial court’s signing of a judgment with\nthis language in it was an express condition for the Settlement Agreement to\nbecome effective. (The purported result of this language in the Judgment as to\nindividual shareholder claims is referred to hereafter as the “Purported Discharge\nof Shareholder Claims.”)          Lapiner did not object to the part of the proposed\nsettlement and judgment involving the Purported Discharge of Shareholder\nClaims. 52 Therefore, even if Lapiner had standing and were a party who could\nappeal, this part of the settlement would not be before this court, which would\nreview the trial court’s overruling of Lapiner’s objections, rather than the entire\nsettlement and Judgment.53\n\n       Lapiner is not an owner of any of the claims asserted in the derivative action.\n52\n   The dissenting justice concludes that Lapiner, in his objections, addressed the Purported\nDischarge of Shareholder Claims as well as the discharge of Isramco’s claims, and that Lapiner\nobjected to what the shareholders were receiving in exchange for the discharge of all of these\nclaims. See post at p. 23 & n.10. The language Lapiner used in his objections does not support\nthis conclusion. Indeed, Lapiner never objected to the Purported Discharge of Shareholder\nClaims, nor did he even mention that such a purported discharge was part of the proposed\nsettlement and judgment. In his objections, Lapiner complained that “potential damages to\nIsramco by the Individual Defendants’ wrongful acts total at into [sic] the hundreds of millions\nof dollars. Yet, the Proposed Settlement simply allows the Individual Defendants to walk away\nfrom this litigation with a complete release in exchange for the damaged party, Isramco, paying\nPlaintiffs’ counsel $1 million – paid out of Isramco’s pocket no less.” Lapiner made similar\nstatements in several other parts of his objections. In a section upon which the dissenting justice\nrelies, Lapiner argues that “[t]he Proposed Settlement provides no real benefit to Isramco in\nexchange for the complete release of all liability of the Defendants who have caused great harm\nto the Company. It also requires the Company to pay $1 million out of its own pocket, to the\ndetriment of current shareholders, to Plaintiffs’ counsel.” In this language, Lapiner objects to the\nproposed settlement and release of Isramco’s claims against the Defendants, allegedly in\nexchange for no real benefit to Isramco and with a payment of one million dollars to Plaintiffs’\ncounsel. Lapiner does not object to the Purported Discharge of Shareholder Claims, and the\ndetriment of which he complains is based on the shareholders’ ownership of shares in a company\nthat paid one million dollars for a settlement that allegedly brought no benefit to the company.\n53\n   See Devlin, 536 U.S. at 9, 122 S.Ct. at 2010 (stating that nonnamed class member would be\nallowed to appeal only the trial court’s overruling of his objections to the class-action\nsettlement); City of San Benito, 109 S.W.3d at 752 (following Devlin and concluding that\nnonnamed class members are allowed to appeal the trial court’s overruling of their objections to\nthe class-action settlement).\n\n                                                14\n\fHe is not a party in the derivative action, nor a party to the Settlement Agreement.\nLapiner did not submit to the trial court’s personal jurisdiction over him by filing\nany claims he owned as a plaintiff or claimant. Lapiner was not named as a\ndefendant or served with process. Having not submitted himself to the personal\njurisdiction of the trial court as to any of his personal claims as an Isramco\nshareholder, and given the complete lack of any service of process on Lapiner, the\nparts of the Judgment that purport to release, relinquish, and discharge any claims\nLapiner owned are void. 54 And, because these parts of the Judgment are void,\nnone of Lapiner’s claims are adjudicated in the Judgment, and the Judgment does\nnot bind Lapiner vis--vis his personal claims. 55\n\n       For the foregoing reasons, in this context, the doctrine of virtual\nrepresentation does not apply. Thus, Lapiner may not be deemed to be a party who\n\n\n\n54\n   See PNS Stores, Inc. v. Rivera, 379 S.W.3d 267, 272–75 (Tex. 2012) (concluding that a\njudgment violates due process, is void, and subject to collateral attack to the extent that it\npurports to adjudicate claims as to a person over whom personal jurisdiction has not been\nestablished, for example through failure to serve a defendant with process); In re E.R., 385\nS.W.3d 552, 566 (Tex. 2012) (holding that a complete failure to serve a defendant with process\ndeprives the trial court of personal jurisdiction, violates due process, and results in a judgment\nthat is void as to that defendant, and subject to challenge at any time); In re Louisiana-Pacific\nCorp. Derivative Litigation, 705 A.2d 238, 239–41 (Del. Ch. 1997) (holding that, in rendering\njudgment following the settlement of a derivative action that did not involve a class action, trial\ncourt lacked jurisdiction to render judgment that would adjudicate rights and personal claims of\nindividual shareholders who were not parties to derivative action that was being settled); Carlton\nInvestments v. TLC Beatrice Int’l Holdings, No. 13950, 1997 WL 208962, at *1–2 (Del. Ch. Ct.\nApr. 21, 1997) (same as In re Louisiana-Pacific Corp. Derivative Litigation) (not designated for\npublication). Under Delaware law, unpublished chancery court opinions are precedential. See\nCase Fin., Inc. v. Alden, No. 1184-VCP, 2009 WL 2581873, at *6, n.39 (Del. Ch. Ct. Aug. 21,\n2009) (not designated for publication); Connolly, 257 S.W.3d at 841, n.6.\n55\n   Neither Lapiner nor any appellee has addressed the Purported Discharge of Shareholder\nClaims or asked this court to consider whether this purported discharge is void. Nonetheless,\nwhether this discharge is void is relevant to the determination of whether this court has\njurisdiction, and therefore, this court can and should address this issue, even though not raised by\nthe parties. See M.O. Dental Lab. v. Rape, 139 S.W.3d 671, 673 (Tex. 2004).\n\n                                                15\n\fmay appeal. 56\n\n          If simply owning stock in a corporation at the time of settlement made a\nshareholder a party who could appeal from a settlement judgment, corporations\nwould be subject to a potential avalanche of appeals filed by shareholders who (1)\nare not named parties in a lawsuit in which the corporation is a party, (2) object to\na settlement of that lawsuit, whether or not it is a derivative action, and (3) then\nattempt to be the only “party” appealing from the settlement judgment. Such a rule\nwould increase transaction costs for corporations substantially with no apparent\nbenefit to the corporations or their shareholders. It also would run afoul of the\nbasic principle that the corporation’s board of directors, rather than the\nshareholders, manage the corporation’s business and affairs. 57\n\n          Even if Lapiner’s lack of standing did not deprive this court of appellate\njurisdiction, this court would lack it because under Texas procedural law, Lapiner\nis not a “party” entitled to appeal. Therefore, this court is following the proper\nprocedure by dismissing this appeal for lack of jurisdiction. 58\n\n          Lapiner and the dissenting justice suggest that the trial court’s provision of\nnotice to all current Isramco shareholders, including Lapiner, and the trial court’s\nconsideration and rejection of Lapiner’s objections to the settlement somehow\nmake Lapiner a party under the virtual-representation doctrine. The trial court has\nno such transformative powers.               The trial court’s notice to Lapiner and its\nconsideration of Lapiner’s objections does not alter the reality that the Judgment\nadjudicated claims belonging exclusively to Isramco, an entity that Lapiner has no\n\n\n56\n  See City of San Benito, 109 S.W.3d at 754–55; Tristan v. Castillo, 2007 WL 752203, at *2\n(Tex. App.—San Antonio Mar. 14, 2007 no pet.) (mem. op.).\n57\n     See Del. Code Ann. tit. 8, §141(a); Connolly, 257 S.W.3d at 839; Spiegel, 571 A.2d at 773.\n58\n     See City of San Benito, 109 S.W.3d at 754–55; Tristan, 2007 WL 752203, at *2.\n\n                                                 16\n\fright to manage. 59\n\n          Lapiner is not a “party” and cannot attain “party” status under the doctrine of\nvirtual representation. Because the Judgment does not bind or adjudicate any of\nLapiner’s claims, Lapiner may not be deemed to be a party who may appeal.\n\n          For the foregoing reasons, the proper course is to dismiss this appeal for lack\nof appellate jurisdiction, and therefore I respectfully concur in this court’s\njudgment.\n\n\n                                               /s/    Kem Thompson Frost\n                                                      Chief Justice\n\nPanel consists of Chief Justice Frost and Justices McCally and Busby. (McCally,\nJ., plurality) (Busby, J., dissenting).\n\n\n\n\n59\n     See Del. Code Ann. tit. 8, §141(a); Connolly, 257 S.W.3d at 839; Spiegel, 571 A.2d at 773.\n\n                                                 17\n\f",
            "ocr": false,
            "opinion_id": 2984228
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Rape"
}