{
    "id": 2998764,
    "judges": "Per Curiam",
    "date_filed": "1986-07-18",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-mccaffrey-vincent",
    "case_name_short": null,
    "case_name": "United States v. McCaffrey, Vincent",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "criminal",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": true,
            "type": "010combined",
            "page_count": 11.0,
            "download_url": "http://media.ca7.uscourts.gov/cgi-bin/rssExec.pl?Submit=Display&Path=Y2006/D02-13/C:03-2189:J:_:aut:T:op:N:0:S:0",
            "author_id": null,
            "opinion_text": "                             In the\n United States Court of Appeals\n               For the Seventh Circuit\n                          ____________\n\nNo. 03-2189\nUNITED STATES OF AMERICA,\n                                                 Plaintiff-Appellee,\n                                 v.\n\nVINCENT MCCAFFREY,\n                                            Defendant-Appellant.\n                          ____________\n            Appeal from the United States District Court\n       for the Northern District of Illinois, Eastern Division.\n             No. 02-CR-591—John W. Darrah, Judge.\n                          ____________\nARGUED SEPTEMBER 13, 2005—DECIDED FEBRUARY 13, 2006\n                   ____________\n\n\n\n  Before BAUER, MANION, and WILLIAMS, Circuit Judges.\n  WILLIAMS, Circuit Judge. Vincent McCaffrey, a former\npriest, pled guilty to receiving and possessing child por-\nnography that was transported in interstate commerce.\nAfter adding numerous enhancements, the court im-\nposed a sentence of 240 months. McCaffrey, challenging the\nsentence, claims that the district court improperly double-\ncounted the same behavior to justify two separate upward\ndepartures. We disagree. We also find that the district court\nproperly based his sentence on the trafficking guideline,\nU.S.S.G. § 2G2.2, rather than a simple possession guideline,\nU.S.S.G. § 2G2.4. Finally, we find that the district court\n\f2                                               No. 03-2189\n\ncommitted no error under United States v. Booker, 543 U.S.\n220, 125 S. Ct. 738 (2005).\n\n\n                    I. BACKGROUND\n  Vincent McCaffrey became a Catholic priest in 1978.\nDuring his assignments as the priest in charge of youth\ngroups, choirs, and altar boys in a number of parishes, he\nsexually molested many of the young boys under his\nsupervision on hundreds of separate occasions. During\nhis career, McCaffrey received treatment for alcoholism and\nfor psychiatric problems, including his sexual attraction\nto adolescents. While the treatment for alcoholism was\nsuccessful, his sexual disorder persisted. The Archdiocese\nrequired McCaffrey to cease clerical activity in 1991, and he\nformally resigned from the priesthood in 1993. He has held\nvarious jobs since that time, most recently as an insurance\nagent and as manager of a gas station.\n  Beginning in 1999, McCaffrey purchased memberships to\nwebsites from which he downloaded child pornography. On\nJune 11, 2002, customs agents searched McCaffrey’s home\nand discovered numerous prints, computer files, and disks\ncontaining images of child pornography. Several of the\nimages depicted minors under twelve and some depicted\nsado-masochistic conduct. On August 6, 2002, the govern-\nment filed an information charging McCaffrey with one\ncount of receiving an image of child pornography that was\ntransported in interstate commerce in violation of 18 U.S.C.\n§ 2252A(a)(2)(A) (Count I) and one count of possessing\nimages of child pornography that were transported in\ninterstate commerce in violation of 18 U.S.C.\n§ 2252A(a)(5)(B) (Count II). On September 12, 2002,\nMcCaffrey pled guilty to both counts without a plea agree-\nment.\n In the presentence report, the probation officer recom-\nmended a base offense level of 17, pursuant to U.S.S.G.\n\fNo. 03-2189                                                   3\n\n§ 2G2.2. She also recommended the following enhance-\nments: two levels for possessing pictures of a prepubes-\ncent minor; four levels for possessing images depicting\nsadistic or masochistic conduct; two levels for using a\ncomputer in the commission of the offense; and five\nlevels for engaging in a pattern of activity involving the\nsexual abuse or exploitation of a minor. The report recom-\nmended that McCaffrey be placed in criminal history\ncategory one.1\n  The government filed two motions for upward depar-\nture. In the first, it argued for a five-level enhancement\nfor McCaffrey’s pattern of sexual abuse. In the second, it\nsought a five-level increase in McCaffrey’s criminal history\ncategory because category one understated the serious-\nness of his past criminal conduct and failed to reflect\naccurately his likelihood of recidivism. In support of its\nsentencing position, the government filed extensive docu-\nmentation related to McCaffrey’s history of sexually\nabusing minors, including settlement agreements and\nwitness statements. McCaffrey opposed the pattern en-\nhancement on the ground that the instances of molestation\nwere unrelated to the charged conduct. He also opposed the\nincrease in his criminal history category, arguing that he\nwas unlikely to re-offend because he was no longer a priest\nand had not committed abuse for several years.\n  On December 9, 2002, the court held an evidentiary\nhearing pursuant to the government’s motions. Witnesses\nat the hearing included five of McCaffrey’s victims, each\nof whom gave wrenching testimony that McCaffrey had\nbetrayed, manipulated, and abused them, negatively\nimpacting their emotional health and their faith in God.\n\n\n1\n  McCaffrey has never been convicted of any crime, and has never\nbeen charged with any crime stemming from the abuse\nhe committed during his tenure as a priest.\n\f4                                              No. 03-2189\n\n  Some victims also testified that McCaffrey had used some\nform of force in the course of the abuse, such as pulling\nthem toward him in bed, holding them under water, or\nchasing them with his car. One victim testified that\nMcCaffrey took nude photographs of him. The court also\nheard from McCaffrey’s niece, who recalled seeing her uncle\ninvite boys into his bed, and from McCaffrey’s former\npsychiatrist, Dr. Kelly, who treated McCaffrey with medica-\ntion (including hormones to reduce his sex drive) and\npsychotherapy. Dr. Kelly felt that McCaffrey sometimes\ndenied, minimized, or rationalized his behaviors rather\nthan committing himself fully to treatment. Dr. Kelly\nopined that McCaffrey was at risk of committing further\nacts if not actively engaged in treatment. McCaffrey\ntestified that during his time as a priest, he had had about\n100 separate sexual contacts with twelve to fourteen minor\nboys, and that he had hundreds of sexual contacts with\nperhaps 25 other children at other times in his life.\nMcCaffrey denied that he had ever penetrated a child, used\nforce against a child, or taken sexual pictures of a child.\nFinally, McCaffrey apologized to his victims and promised\nto pray for them every day for the rest of his life.\n  Following the hearing, the court issued an order granting\nthe government’s motions for a 5-level enhancement for a\npattern of sexual abuse and for a 5-level increase\nin McCaffrey’s criminal history category. The court rejected\nMcCaffrey’s objections to the enhancements, noting that the\napplication note to § 2G2.2 makes clear that the pattern\nenhancement applies irrespective of whether the earlier\nabuse was related to the instant offense, and finding that\nboth under-representation of criminal history and likelihood\nof recidivism justified the increase in McCaffrey’s criminal\nhistory category. See United States v. McCaffrey, No. 02 CR\n591 (N.D. Ill. Jan. 30, 2003) (order granting motions for\nupward departure). The court further found that this was\nnot impermissible double-counting of the same conduct,\n\fNo. 03-2189                                                  5\n\nsince McCaffrey fell within the Application Note to Section\n2G2.2 allowing double-counting under some circumstances.\nId. At the sentencing hearing, the court orally granted each\nof the government’s earlier motions for upward departures\nand otherwise accepted the recommendations in the\npresentencing report. The court also granted the govern-\nment’s post-hearing motion for a two-level enhancement for\nobstruction of justice because McCaffrey lied to the court\nabout never using force against his victims. This resulted in\nan offense level of 37, with a guidelines range of 360\nmonths to life. However, as this was in excess of the\nstatutory maximum for McCaffrey’s offenses of conviction,\nthe court ordered McCaffrey to serve the maximum terms\nof 180 months imprisonment on Count I and 60 months on\nCount II, to be consecutively served. This appeal followed.\n\n\n                       II. ANALYSIS\n  A. The District Court Did Not Engage in Improper\n     “Double-Counting” When It Applied a Pattern En-\n     hancement and an Increase in McCaffrey’s Criminal\n     History Level.\n  We review a district court’s factual findings for clear error\nand its application of those facts to the guidelines de novo.\nUnited States v. Turner, 400 F.3d 491, 500 (7th Cir. 2005).\nBased on McCaffrey’s admitted history of sexual abuse of\nminors, the district court imposed one upward departure\nunder § 2G2.2(b)(4) for engaging in a pattern of child sexual\nabuse and another under § 4A1.3 because the defendant’s\ncriminal history category of one did not adequately reflect\nthe seriousness of the defendant’s criminal background.\nBoth of these departures were based on the same set of\nprior acts by the defendant. It is clear that as a general\nprinciple, the same acts by the defendant cannot be used as\nthe basis for two separate upward departures. United States\nv. Lallemand, 989 F.3d 936, 939 (7th Cir. 1993). However,\n\f6                                                 No. 03-2189\n\nprior convictions for sexual abuse may support both an\nupward departure for a pattern of sexual abuse against\nchildren under § 2G2.2(b)(4) and an increase in a defen-\ndant’s criminal history level under § 4A1.3(e) without\nviolating the stricture against double-counting:\n    [A]n upward departure may be warranted if the\n    defendant received a [pattern] enhancement under\n    subsection (b)(4) but that enhancement does not\n    adequately reflect the seriousness of the sexual\n    abuse or exploitation involved. . . . Prior convictions\n    taken into account under subsection (b)(4) are also\n    counted for purposes of determining criminal\n    history points.\nU.S.S.G. § 2G2.2, Application Note 2; United States v.\nGriffith, 344 F.3d 714, 719 (7th Cir. 2003).\n  Whether unprosecuted, but uncontroverted, crimes fall\nwithin the double-counting exception of Application Note 2\nappears to be a question of first impression.2 We find that\nunder the unique circumstances at hand, the evidence of\nMcCaffrey’s crimes should be considered the equivalent of\nconvictions. Specifically, in light of McCaffrey’s explicit on-\nthe-stand confessions during the sentencing phase, corrobo-\nrated by extensive victim testimony and contemporaneous\ndocumentary evidence, the acts were proven beyond a\nreasonable doubt. Thus, we conclude that the district court\nproperly used the defendant’s admitted, uncontroverted, and\ncorroborated acts of abuse to justify two distinct upward\ndepartures from the guidelines.\n This approach is consistent with the intention of the\nGuidelines to enable district judges to give extended\n\n\n\n2\n  United States v. Turchen, 187 F.3d 735 (7th Cir. 1999) upheld\na double enhancement where the defendant had been tried for the\nprior crimes, but found not guilty by reason of mental defect.\n\fNo. 03-2189                                                 7\n\nsentences to those with a long history of abusing children.\nApplication Note 2 explains that “an upward departure may\nbe warranted if the defendant received a [pattern] enhance-\nment under subsection (b)(4) but that enhancement does\nnot adequately reflect the seriousness of the sexual abuse\nor exploitation involved.” Thus, the Guidelines permit\njudges to depart upward where the defendant’s history of\nabusive behavior is so extensive or so vicious that a five-\nlevel pattern enhancement is inadequate. Under the\ncircumstances presented by this case, where McCaffrey\nsexually molested dozens of children on hundreds of\noccasions over the course of decades, and where the abuse\nwas aggravated by McCaffrey’s exploitation of the trust\nfamilies placed in him as a clergyman, the district court\nwas justified in its conclusion that a five-level pattern\nenhancement was insufficient.\n\n\n  B. The District Court Was Correct to Sentence\n     McCaffrey under the Trafficking Guideline instead of\n     the Possession Guideline.\n  Whether a district court judge sentenced the defen-\ndant under the correct guideline is a question of the ap-\nplication of law to fact and is reviewed de novo. Turner, 400\nF.3d at 500. McCaffrey points to decisions from two sister\ncircuits holding that end users of child pornography should\nbe sentenced only under the more lenient possession\nguideline, § 2G2.4, and that the harsher trafficking guide-\nline, § 2G2.2, should be reserved for those who distribute\nmaterial, despite the fact that the language of the traffick-\ning guideline states that “receiving” the material via\ninterstate transmission is sufficient to warrant the more\nsevere trafficking penalty. See United States v. Farrelly, 389\nF.3d 649, 652 (6th Cir. 2004) (consumer of child pornogra-\nphy should be sentenced under § 2.2G2.4); United States v.\nDavidson, 360 F.3d 1374, 1377 (11th Cir. 2004) (same). As\n\f8                                                 No. 03-2189\n\nan initial matter, the November 2004 revision of the\nGuidelines Manual, which deleted § 2G2.4 by consolidation\nwith § 2G2.2, may have affected the precedential value of\nthose cases.3 At any rate, this revision effects no change in\nthe law of this circuit, as even before the revision, we\nconsistently held that a defendant who receives child\npornography through interstate commerce must be sen-\ntenced under the trafficking guideline rather than the\npossession guideline, even in the absence of evidence of\ndistribution or intent to distribute. United States v. Myers,\n355 F.3d 1040 (7th Cir. 2004); United States v. Malik, 385\nF.3d 758 (7th Cir. 2004).\n  McCaffrey’s entire argument is that this court should\nrevisit and reject the rule adopted by two of its own panels\nin favor of the interpretation preferred in the Eleventh\nCircuit, which found that the trafficking statute applied\nonly to those who disseminated the illegal materials, and\nnot to those who were solely the end consumers. In contrast,\nwe have previously held that because the trafficking statute\nexplicitly encompasses receipt of materials, end consumers\nwho purchase material for their own use fall within its\nbounds. Id. We see no need to revisit the holding here. The\ndistrict court did not err when it sentenced McCaffrey\nunder § 2.2G2, the harsher trafficking guideline.\n\n\n\n\n3\n  The Sixth Circuit recently repudiated its decision in Farrelly\nbecause of the revised guideline. United States v. Williams,\n411 F.3d 675, 678 n. 1 (6th Cir. 2005).\n\fNo. 03-2189                                                9\n\n  C. The District Court’s Sentence Was Reasonable in\n     Light of Booker, and No Remand Is Necessary under\n     Paladino.\n   McCaffrey also contends that the Supreme Court’s\ndecision in United States v. Booker, 543 U.S. 220, 125 S. Ct.\n738 (2005), necessitates resentencing because his sen-\ntence was increased on the basis of facts not proven to\na jury beyond a reasonable doubt or admitted by him.\nNotwithstanding McCaffrey’s arguments to the contrary,\nBooker does not stand for a defendant’s right to have\nevery element of every sentence enhancement proved to\na jury beyond a reasonable doubt; rather, it transformed the\nFederal Sentencing Guidelines from a mandatory frame-\nwork to an advisory one. Booker, 125 S. Ct. at 738. Because\nMcCaffrey raises this contention for the first time on\nappeal, our review is for plain error. United States v. Lee,\n399 F.3d 864 (7th Cir. 2005). “In order to show plain error\nthe defendant must establish, among other things, that the\nerror ‘affected substantial rights’—which is to say that it\nmade the defendant worse off.” Id.\n   In order to answer that question, we ask whether the\nsentencing judge, operating under the discretion permitted\nby Booker, might have sentenced McCaffrey any differently.\nIf we can be certain that he would have imposed the same\nsentence given greater freedom, then no error was commit-\nted, and no remand for resentencing is required. Id.\n  In this case, there is no doubt that the district court\nwas inclined to sentence McCaffrey to the longest pos-\nsible prison term. The guidelines formula, with its multiple\nenhancements and upward departures, resulted in a\nsentencing range of 360 months to life. As he could not\nsentence McCaffrey to more than 5 years for possession and\n15 years for trafficking, the judge sought to impose consecu-\ntive sentences and asked the government for supplemental\nauthority regarding his power to do so. Upon receiving the\n\f10                                               No. 03-2189\n\ngovernment’s supplemental filing, the judge amended his\noriginal sentencing order to provide that the sentences\nshould be consecutive. In amending his original sentencing\norder, the judge explicitly stated that he was imposing the\nmaximum sentence of consecutive terms of 180 months and\nthen 60 months in order “to produce a combined sentence\nthat is as near as possible to the total punishment allowed\nunder the statute,” i.e., 360 months to life. Transcript of\nResentencing at 5, McCaffrey (No. 02 CR 591) (Feb. 6,\n2004).\n  Thus, there is no question about what the judge would\nhave done had he known the guidelines were advisory; he\nwould have put McCaffrey away for as long as he could. An\nindication of how strongly the judge felt about the severity\nof McCaffrey’s conduct can be found in the judge’s com-\nments at the sentencing hearing:\n     I had the opportunity to hear these [victims] speak,\n     and their testimony was as stark and as tragic and\n     as horrifying as anything I’ve heard in a courtroom.\n     . . . [T]he defendant paid for a membership to\n     receive photographs of children being molested,\n     abused, and otherwise sexually exploited; in so\n     doing, the defendant supported that conduct and\n     supported the people that inflict that kind of con-\n     duct on young children . . . McCaffrey did this to\n     fulfill his own sexual needs. . . . Vincent McCaffrey\n     committed these acts which were a serious violation\n     of the trust of a child, and he took from these\n     children maybe a child’s most precious attribute,\n     innocence.\nTranscript of Sentencing Hearing at 17, 40, McCaffrey (No.\n02 CR 591) (Jan. 30, 2003). Under the circumstances\nhere, it is not necessary to remand the case under Paladino\nand Lee.\n\fNo. 03-2189                                            11\n\n                  III. CONCLUSION\n  For the foregoing reasons, we AFFIRM the ruling of the\ndistrict court.\n\nA true Copy:\n      Teste:\n\n                       ________________________________\n                       Clerk of the United States Court of\n                         Appeals for the Seventh Circuit\n\n\n\n\n                  USCA-02-C-0072—2-13-06\n\f",
            "ocr": false,
            "opinion_id": 2998764
        }
    ],
    "court_short_name": "Seventh Circuit",
    "court_full_name": "Court of Appeals for the Seventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}