{
    "id": 3026497,
    "judges": null,
    "date_filed": "1982-01-13",
    "date_filed_is_approximate": true,
    "slug": "jeremy-jason-mann-v-john-a-thalacker",
    "case_name_short": null,
    "case_name": "Jeremy Jason Mann v. John A. Thalacker",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 13.0,
            "download_url": "http://media.ca8.uscourts.gov/opndir/01/04/993702P.pdf",
            "author_id": null,
            "opinion_text": "                     United States Court of Appeals\n                           FOR THE EIGHTH CIRCUIT\n                            _______________________\n\n                            Nos. 99-3702NI, 99-3740NI\n                           ________________________\n\nJeremy Jason Mann,                    *\n                                      *\n            Appellee/Cross-Appellant, *\n                                      *       On Appeal from the United\n      v.                              *       States District Court\n                                      *       for the Northern District\n                                      *       of Iowa.\nJohn A. Thalacker,                    *\n                                      *\n            Appellant/Cross-Appellee. *\n\n                                   ___________\n\n                             Submitted: December 13, 2000\n                                 Filed: April 9, 2001\n                                  ___________\n\nBefore WOLLMAN, Chief Judge, RICHARD S. ARNOLD and HANSEN, Circuit\n      Judges.\n                             ___________\n\nRICHARD S. ARNOLD, Circuit Judge.\n\n\n      Jeremy Jason Mann was charged with abducting a seven-year-old girl, sexually\nabusing her, throwing her into a river, and leaving her to drown. He was convicted at\na bench trial of first-degree kidnaping and attempted murder, and received consecutive\nsentences requiring him to be imprisoned for life plus 25 years. After conviction and\nsentencing, he learned that the judge who had tried his case had been a victim of\n\fchildhood sexual abuse. The judge recused himself from the state post-conviction\nproceedings (in which his own alleged bias was to be an issue). In his federal habeas\npetition, Mr. Mann raises several arguments, the most substantial of which are directed\nto the fairness of his bench trial. He claims that the trial judge could not have been\nimpartial, given the judge’s personal history, and that the failure to disclose that history\ninvalidates Mr. Mann’s waiver of trial by jury. The District Court granted the writ on\nthese two grounds, rejecting Mr. Mann’s other arguments. Both sides appeal. We hold\nthat the writ should be denied.\n\n                                             I.\n\n       This case has been going on for a long time, and not all of the facts are relevant\nto the issues presently before the Court. A brief description of Mr. Mann’s offense is\nnecessary. We state the facts in the light most favorable to the state court's judgment.\nThe victim was walking home from elementary school when Mr. Mann pulled up in his\ntruck and made her get in. He drove with her to a secluded spot near the Winnebago\nRiver, where he made her undress, molested her, and forced her to perform oral sex on\nhim. When she was dressed again, he threw her into the river, which was then running\nnearly at flood level. He then drove off to pick up his brother from school. The victim\npulled herself to the riverbank by means of rocks and logs and ran to a nearby house\nfor aid. On the basis of her statement to police, Mr. Mann was brought in that night for\nquestioning. At the end of a partly recorded interrogation, Mr. Mann dictated and\nsigned a confession in which he admitted that he had abducted the girl, had forced her\nto perform sex acts, and had thrown her into the river “to make her scared.” Many of\nthe facts recited in the confession were corroborated by the testimony of the victim and\nof the people to whom she had contemporaneously told her story. In addition, the\nvictim’s red backpack, which Mr. Mann mentioned in his confession, was found near\nthe place where she had climbed from the river.\n\n\n\n\n                                            -2-\n\f        Mr. Mann waived his jury right. According to his statement of waiver, he was\ninformed by counsel that the United States Constitution and the law of Iowa gave him\na right to make the state obtain the unanimous vote of a jury in order to convict him.\nHe was told that, if he waived his jury right, trial would be to the Court. At that time,\nhowever, he did not know that his case would be tried before a judge who had personal\nexperience with sexual abuse. This information did not come to light until after he had\nbeen convicted and sentenced. Between sentencing and the commencement of\nconsolidated appellate and post-conviction proceedings, someone informed Mr. Mann’s\ncounsel that the trial judge’s father belonged, or had belonged, to a counseling group\nthat dealt with child sex abuse. Mr. Mann’s counsel wrote a confidential, ex parte\nletter to the judge, asking whether the information he had received contained any truth,\nand requesting that, if so, he should be allowed to make a record on issues arising from\nthe belated disclosure.\n\n       The judge was deposed, and the transcript of that deposition was sealed. Our\npurposes do not require us to reveal the contents of that sealed record beyond what has\nalready appeared in other public records in this case. The judge, in his early teens, had\nbeen subjected to coercive but not forcible sexual abuse by his father. The abuse had\nnot involved penetration of any kind. The judge said he had no lasting scars from the\nexperience that would interfere with his ability to decide sex-offense cases fairly. With\nrespect to Mr. Mann’s case in particular, he said that his own personal experience with\nsex abuse had not crossed his mind during his early involvement with the case, i.e.,\nprior to his sitting as trier of fact, and that he had felt no bias or prejudice against Mr.\nMann. Although the judge did admit that he still had ill feelings about the abuse he had\nexperienced, he said that those feelings were directed entirely towards his father.\n\n      In his direct appeal and state post-conviction proceedings, Mr. Mann raised the\narguments he urges here: that he was deprived of an impartial fact-finder, that he\nwaived jury trial unknowingly, that his trial counsel was ineffective, and that the\nintroduction of hearsay evidence against him violated the Confrontation Clause. All\n\n                                            -3-\n\fthese arguments were rejected on the merits. The Iowa Supreme Court also held that\nthe trial judge did not violate the Iowa judicial canons in deciding not to recuse himself\nfrom Mr. Mann's case. Mr. Mann then went to federal district court. What happened\nthere has already been mentioned.\n\n                                           II.\n\n       The federal habeas petition in this case was filed in 1995. This means that our\ndecision is governed by the standards of review that existed prior to enactment of the\nAnti-Terrorism and Effective Death Penalty Act of 1996 (AEDPA). We review de\nnovo the District Court's legal conclusions; its factual findings are disturbed only if\nclearly erroneous. Brown v. Caspari, 186 F.3d 1011, 1014 (8th Cir. 1999). The state\ncourts' factual determinations receive a presumption of correctness. Id.\n\n      We first consider whether the trial judge's failure to recuse himself was an error\nof constitutional dimensions. Both the Iowa Supreme Court and the District Court\nappear to have adjudicated this issue under the Iowa recusal statute, which closely\nresembles the federal disqualification rule codified at 28 U.S.C. § 455. Relying in part\non the federal case law interpreting § 455, the Supreme Court of Iowa held that the\nIowa statute did not require recusal on the facts presented here. The District Court\ndisagreed, believing that the federal cases would require disqualification in such a case.\n\n      We take a different tack. It is clear that § 455 was not binding on the state judge\nwho tried Mr. Mann’s case. See 28 U.S.C. § 455(a) (statute applies to “[a]ny justice,\njudge or magistrate of the United States . . ..”). Whether that judge had a statutorily\nimposed obligation to recuse himself is a point of Iowa law, and the Iowa Supreme\nCourt’s negative answer disposes of the question. It makes no difference that the state\nstatute tracks the federal one, or that the state Court relied on federal cases as aids to\ninterpretation.\n\n\n                                           -4-\n\f       That is not the end of the matter, however. Mr. Mann’s claim arises not under\na statute but under the Fourteenth Amendment. In evaluating such a claim, it is not\nenough to know that Iowa law did not mandate recusal, although the State’s judgment\non that issue deserves some weight as a guide to what is reasonable. And even if the\njudge had violated state judicial canons in failing to recuse himself, it would not\nautomatically follow that the trial he conducted fell short of due process.1 See Dyas v.\nLockhart, 705 F.3d 993, 996 n.1 (8th Cir.), cert. denied, 464 U.S. 982 (1983). The\nissue remains whether Mr. Mann was deprived of his federal constitutional right to be\ntried before an impartial finder of fact.\n\n        Our review of the record does not reveal any statements or actions on the part\nof the trial judge that reasonably indicate actual bias. The fact that Mr. Mann received\nconsecutive sentences is not sufficient: the crimes of which he was convicted would\nshock and anger any normal person, and an unbiased judge might well find such a\npenalty justified. Nor are we persuaded that the trial judge intentionally concealed his\npast from Mr. Mann. Mr. Mann points out that the judge claimed it did not occur to\nhim to disclose his own abuse because it was a \"dead issue\" in his life, but later stated\nthat he would be terminating his yearly holiday visits to his parents \"this year.\" The\nDistrict Court agreed that these two statements did not \"jibe.\" If there is an\ninconsistency between them, however, it is not such as to support an inference of\nintentional concealment. The fact that the judge's family relations are still affected by\nhis father's offenses may raise doubts about whether the abuse is fully a \"dead issue\"\nfor him. But the Constitution does not require that it be a \"dead issue.\" What the\nConstitution requires is impartiality, and we see no reason to conclude that this judge\nfailed to provide it.\n\n\n\n      1\n       For analogous reasons, we reject Mr. Mann's suggestion that the Constitution\nrequires a judge to recuse himself whenever a juror, under similar circumstances, could\nbe successfully challenged for cause under the Iowa Rules of Criminal Procedure.\n\n                                          -5-\n\f       Mr. Mann argues, however, that the judge's personal circumstances here make\nbias so likely that it should be presumed. The first Dyas v. Lockhart panel described\nthe applicable constitutional standard:\n\n\n\n      The test in determining if a judge's bias should be presumed in a particular\n      case is whether, realistically considering psychological tendencies and\n      human weaknesses, the judge would be unable to hold the proper balance\n      between the state and the accused. [Citations omitted.] In making this\n      inquiry, we of course presume the honesty and integrity of those serving\n      as judges.2\n\n\n705 F.2d at 996-97. We acknowledge that childhood sexual abuse often has lasting\npsychological effects. We have no reason to believe that a person would be immune\nfrom those effects simply because he or she grows up to be a judge, rather than an\naccountant or a taxi driver. After consideration, however, we think it is not generally\ntrue that a judge who was a victim of sexual abuse at some time in the remote past\nwould therefore probably be unable to give a fair trial to anyone accused of a sex crime.\n\n      The argument for presuming bias in Mr. Mann's case would be stronger if the\nabuse the judge suffered as a child bore a closer resemblance to the conduct with which\n\n\n      2\n         Mr. Mann cites In re Murchison, 341 U.S. 133, 136 (1955), and Tumey v. Ohio,\n275 U.S. 510 (1927), for the proposition that a judge is constitutionally required to\nrecuse himself whenever circumstances create even the appearance of partiality. Those\ncases do not support so broad a rule. In neither Murchison nor Tumey did the Court\ninfer bias from the personal history of the judge. In Murchison, the same judge served\nfirst as a one-person grand jury and then as a fact-finder at trial. In Tumey, the person\nresponsible for adjudicating certain offenses received a percentage of the fine imposed\nin each case. Thus, both cases dealt with state procedures that gave judicial decision-\nmakers an incentive to disregard the presumption of innocence. There is no such\nstructural problem here.\n\n                                          -6-\n\fMr. Mann was charged. The two cases are quite different, however. Mr. Mann\ncommitted his offense against a stranger, a girl, seven years old. The abuse in the\njudge's case was perpetrated by a father against his eleven- to fourteen-year-old son.\nMr. Mann's offense involved kidnaping, physical force, and sexual penetration; the\njudge's father's offense involved none of these. Mr. Mann also attempted to kill his\nvictim, which the judge's father did not do. The similarities between the two events\namount roughly to the fact of sexual contact inflicted by a man upon a child. That is\nnot enough to support a presumption of bias, especially given that approximately two\ndecades' worth of other experiences stood as a buffer between the judge's childhood\ntrauma and his involvement with Mr. Mann's trial. These considerations also further\nweaken any inference of actual partiality that might be drawn from the judge's failure\nto disclose his personal history.\n\n                                         III.\n\n       Mr. Mann next argues that, even if recusal was not required, it was impossible\nfor him to make a knowing waiver of his jury right without being informed of the\njudge's background. We disagree. We have held that \"[t]he purpose of the 'knowing\nand voluntary' inquiry . . . is to determine whether the defendant actually does\nunderstand the significance and consequences of a particular decision and whether the\ndecision is uncoerced.\" O'Rourke v. Endell, 153 F.3d 560, 567-68 (8th Cir. 1998).\nThe weight of judicial opinion favors the view that the \"significance and consequences\"\nin question are purely legal and do not include personal information about the judge.\nSee United States v. Kelley, 712 F.2d 884, 889 (1st Cir. 1983) (holding that\ninformation about a judge's predilections or personal circumstances irrelevant to the\nquestion of whether a defendant's waiver of jury was knowing and voluntary; citing\ncases); United States v. Duarte-Higareda, 113 F.3d 1000, 1002 (9th Cir. 1997) (\"The\ndistrict court should inform the defendant that (1) twelve members of the community\ncompose a jury, (2) the defendant may take part in jury selection, (3) a jury verdict\nmust be unanimous, and (4) the court alone decides guilt or innocence if the defendant\n\n                                          -7-\n\fwaives a jury trial.\"); cf. Fed R. Crim. P. 11(c) (describing kind of advice that must be\ngiven to a defendant in order to ensure that a guilty plea is intelligently entered). We\nagree with this distinction and hold that Mr. Mann's waiver of jury was sufficiently\ninformed, notwithstanding that he did not know about the judge's personal experience\nwith sexual abuse.\n\n       We are aware that information of the kind at issue here is the sort of thing a\nlawyer advising a client would like to know. But there might be many personal facts\nabout a judge from which lawyers would try to derive some tactical advantage, and not\nall such facts are subject to disclosure. It would not be good for the administration of\njustice if they were: indeed, we doubt that many judges would take the bench if they\nknew that all their unpleasant memories would be regularly dug up and examined in\ncourt. Disclosure would also multiply proceedings, as it did in this case, and the\nadditional proceedings would occupy the energies of two judges: one to testify, and\none to find facts and render a decision. These proceedings would be highly repetitive\nfrom case to case, and would detract from the speedy administration of justice.\nMoreover, it is not even clear that a broad disclosure rule would be good for the\nlawyers and clients who would invoke it. The tactical importance of facts about a\njudge's personal background is not always evident: for example, Justice Hugo Black,\na former Klansman, played an important role in developing the civil rights\njurisprudence of the Warren Court. In any event, whether or not such a rule would be\ngood, we know of no constitutional authority for it. Judges are trained to lay aside\npersonal opinions and experiences when they sit in judgment, and we are not persuaded\nthat this judge failed in that duty.\n\n       Mr. Mann's reliance on the second panel's holding in Dyas v. Lockhart, 771 F.2d\n1144, 1147-48 (8th Cir. 1985), is misplaced. The question there was whether the\ndefendant had knowingly waived any objection to having his jury trial conducted by a\njudge who had a family relationship with a prosecuting attorney. We held that Dyas's\nfailure to object before trial did not constitute a knowing waiver of the issue. He\n\n                                          -8-\n\flearned of the relationship for the first time during the concluding moments of his trial.\nWe do not believe that Dyas controls in the present situation. A present family\nrelationship with a lawyer actually appearing before the judge naturally creates an\ninference of bias, at least in the minds of some. Judges' personal histories are in a\ndifferent category, we think. If personal histories and experiences, even remote ones,\nare to be inquired into, it would be difficult to know where to draw the line. Wherever\nthat line would be, we are persuaded that the present case falls on the safe side of it.\n\n                                            IV.\n\n       The District Court rejected Mr. Mann's claim of ineffective assistance of counsel.\nWe review that Court's findings of fact for clear error, and its conclusions of law de\nnovo. Tokar v. Bowersox, 198 F.3d 1039, 1045-46 (8th Cir. 1999). Mr. Mann argues\nthat his trial counsel performed deficiently in three ways: in failing to present\nexculpatory evidence, in failing to present either of two theories of innocence, and in\nfailing to move for suppression of the victim's in-court and out-of-court identifications\nof Mr. Mann as her kidnaper. We affirm the District Court's judgment as to these\narguments.\n\n       The evidence that Mr. Mann claims is exculpatory relates to the timing of the\noffense. Mr. Mann first argues that his trial attorney should have called one of the\nState's witnesses to testify that, just before 3:00 p.m. on the date of the offense, she saw\na truck matching the description of his near where the victim was picked up. Mr. Mann\ncontends that this testimony would have tended to show that someone else, in a truck\nlike his, committed the offense. We find this contention implausible. According to the\nstatement of a co-worker, Mr. Mann was leaving work at \"approximately 3:00 p.m.\"\nwhen he was asked to do a chore that took him \"less than five minutes.\" The victim\nwas abducted while on her way home from school. A police officer stopped Mr. Mann\nfor a traffic offense at around 3:30 p.m. The witness's testimony, therefore, would\nlikely have been perceived as helping to widen the window of time in which Mr. Mann\n\n                                            -9-\n\fcould have committed the kidnaping. The District Court found that defense counsel's\ndecision not to call her was one of trial strategy. Considered as such, it was\nreasonable. Mr. Mann also argues that competent trial counsel would have pursued the\ntheory that it was impossible for him to have committed the offense. The District Court\nfound that counsel's failure to pursue this theory was based on the professional\njudgment that it would fail. Given the inconclusive nature of the time evidence, we\ncannot say that this trial-strategy decision was incompetent.\n\n        Mr. Mann also argues that trial counsel performed ineffectively in failing to\npresent either of two theories of innocence: that no crime occurred – i.e., that \"the girl\nlied\" – or that someone else committed the crime. We agree with the District Court\nthat, in light of the evidence at trial, neither of these theories would have had much\nchance of success. We need not discuss this argument further.\n\n       The final respect in which Mr. Mann claims his trial lawyer performed\nineffectively is in failing to move to suppress evidence of identification. The District\nCourt correctly considered the factors set forth in Neil v. Biggers, 409 U.S. 188, 199-\n200 (1972), finding as follows:\n\n      The victim had plenty of time to view her assailant in broad daylight . . ..\n      The victim's degree of attention was high, as she \"was no casual observer,\n      but rather the victim of one of the most personally humiliating of all\n      crimes.\" Biggers, 409 U.S. at 200. The victim gave a surprisingly\n      accurate description of Mann to the police officers who questioned her\n      almost immediately after the crime occurred. Further, the victim was\n      given a \"mug-book\" four or five pages deep containing at least one\n      hundred photographs. When she came to the photograph of Mann, she\n      pointed to the photograph and said, \"That's him.\" Finally, the length of\n      time between the kidnaping and the victim's identification of Mann was\n      just one day.\n\n\n\n\n                                          -10-\n\fAppellant's App. 853-54. We conclude that the identification procedure here was not\nunduly suggestive and did not create a very substantial likelihood of irreparable\nmisidentification. See Manson v. Brathwaite, 432 U.S. 98, 116 (1977). The minor\ninaccuracies Mr. Mann points out in the victim's statements are relevant to the weight\nof the evidence, not to its admissibility. See Dodd v. Nix, 48 F.3d 1071, 1074-75 (8th\nCir. 1995) (kidnaping victim described assailant as having a \"pushed-in chin\" and a\nblue car, whereas defendant had a pronounced chin, a goatee, a brown car, and tattoos\nthat the victim had failed to mention; Court held that the description was otherwise\nlargely accurate, and inaccuracies were for the trier of fact to weigh); cf. Graham v.\nSolem, 728 F.2d 1533, 1544 (8th Cir.) (en banc) (inconsistencies in rape victim's\ndescription of her attackers did not indicate a substantial likelihood of misidentification\nbut merely raised a question of credibility for the state court to resolve), cert. denied,\n469 U.S. 842 (1984).\n\n       We see little likelihood that the outcome of Mr. Mann's trial would have been\ndifferent if his trial counsel had taken any or all of the actions he now suggests.\nAccordingly, we reject his cross-appeal as to ineffective assistance of counsel.\n\n                                            V.\n\n       Mr. Mann also challenges the voluntariness of his confession. He claims that,\nafter having been read his Miranda rights and executed a written waiver, he asserted\nhis right to silence when he told the interrogating officer, \"I just have to keep to\nmyself.\" This remark occurred in the context of a brief digression about Mann's\nunwillingness to make eye contact with the officer. Before the digression, they were\ndiscussing Mann's reclusive habits. The remark most likely refers to one of these\nsubjects. At any rate, we see no reason to construe it as an invocation of Miranda\nrights. Being evasive and reluctant to talk is different from invoking one's right to\nremain silent. Moreover, we are not persuaded that Mr. Mann was coerced into\ndictating and signing a detailed confession simply because he was interrogated on little\n\n                                           -11-\n\fsleep by an officer who used some leading questions and sometimes prodded him to be\nmore forthcoming. We have read the transcript of the interrogation and see no\nevidence of the kind of intimidation or manipulation that might make someone confess\nto a serious violent crime he did not commit. The District Court's rejection of Mr.\nMann's Fifth Amendment argument is affirmed.\n\n        The final argument Mr. Mann raises on cross-appeal is that his Sixth Amendment\nright to confront the witnesses against him was violated when a police officer was\nallowed to testify that the victim had confidently pointed to Mann's photograph in the\nmug-shot book, saying, \"That's him.\" We agree that this statement was hearsay if\noffered to prove the identity of the kidnaper. The introduction of hearsay evidence\nagainst a criminal defendant does not always violate the Confrontation Clause,\nhowever. The constitutional requirement is met if the evidence either falls within a\nfirmly rooted exception to the hearsay rule or is supported by particular facts that\nindependently demonstrate its reliability. Olesen v. Class, 164 F.3d 1096, 1098 (8th\nCir. 1999). A Confrontation Clause objection may also be overcome if the hearsay\ndeclarant testifies at trial and is available for cross-examination. On facts similar to\nthose of the present case, we have said that \"the Confrontation Clause is generally\nsatisfied when the child victims whose hearsay statements have been admitted actually\nappear in court and testify in person.\" Id. In this case, the victim testified at Mr.\nMann's trial and identified him in court. She also testified to having seen her kidnaper's\nphotograph in a binder at the police station on the day of the offense. Her availability\nfor cross-examination on these points brings the officer's hearsay testimony within any\nlimit set by the Confrontation Clause.\n\n                                           VI.\n\n        The State prevails on its appeal. As far as we can see, Mr. Mann received a fair\ntrial before an unbiased finder of fact. We refuse to presume bias on the basis of the\njudge's remote experience with sexual abuse. Nor do we accept that the judge's failure\n\n                                          -12-\n\fto disclose that experience deprived Mr. Mann of any information constitutionally\nrequired in order to waive his jury right. The arguments Mr. Mann raises on cross-\nappeal lack merit, for the reasons given above.\n\n      The judgment of the District Court, granting the writ of habeas corpus, is\nreversed.\n\n      A true copy.\n\n            Attest:\n\n                     CLERK, U.S. COURT OF APPEALS, EIGHTH CIRCUIT.\n\n\n\n\n                                      -13-\n\f",
            "ocr": false,
            "opinion_id": 3026497
        }
    ],
    "court_short_name": "Eighth Circuit",
    "court_full_name": "Court of Appeals for the Eighth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}