{
    "id": 3035986,
    "judges": null,
    "date_filed": "2006-11-16",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-cody-medearis",
    "case_name_short": null,
    "case_name": "United States v. Cody Medearis",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 22.0,
            "download_url": "http://media.ca8.uscourts.gov/opndir/04/09/032388P.pdf",
            "author_id": null,
            "opinion_text": "                         United States Court of Appeals\n                             For the Eighth Circuit\n\n\n                                   No. 03-2388\n\n\n\n                                            *\nUnited States of America,                   * Appeal from the United States\n                                            * District Court for the\n                   Plaintiff - Appellee,    * District of South Dakota\n                                            *\n            v.                              *\n                                            *\nCody Cheyenne Medearis,                     *\n                                            *\n                   Defendant - Appellant.   *\n                                            *\n\n\n                            Submitted: May 14, 2004\n                                Filed: September 2, 2004\n\n\nBefore WOLLMAN, HAMILTON1, and BYE, Circuit Judges.\n\n\nHAMILTON, Circuit Judge.\n\n      Cody Cheyenne Medearis (Medearis) appeals his two convictions for\naggravated sexual abuse in Indian Country, 18 U.S.C. §§ 1153, 2241(a), and 2246(2).\nWe affirm.\n\n\n\n      1\n       The Honorable Clyde H. Hamilton, United States Circuit Judge for the United\nStates Court of Appeals for the Fourth Circuit, sitting by designation.\n\f                                            I\n                                           A\n        In considering Medearis’ challenge to his aggravated sexual abuse in Indian\nCountry convictions, we recite the facts in the light most favorable to the government,\nas it prevailed on these counts below. United States v. Reyes, 362 F.3d 536, 539 (8th\nCir. 2004) (“[W]e recite and evaluate the facts in the light most favorable to the\ngovernment because it prevailed at trial.”).\n\n      In April 1998, Medearis met Sherri Whiting (Whiting) on the Rosebud\nReservation in South Dakota. Shortly thereafter, Medearis moved with Whiting to\nher mother’s residence in Florida. In October 1998, Whiting and Medearis left\nFlorida and returned to the Rosebud Reservation, settling in the house of Cheryl\nMedearis, Medearis’ mother.\n\n       In the next three plus years, the couple had a tumultuous relationship,\nseparating on several occasions, with the final break occurring on January 3, 2002.2\nOn that day, Whiting went, with her children,3 to her aunt’s house, which is located\non the Rosebud Reservation, near Mission, South Dakota. In the days that followed,\nMedearis stopped by a few times to see her, but Whiting did not leave to go anywhere\nwith Medearis.\n\n      On Friday, January 11, 2002, Medearis and Whiting agreed to see each other\nabout 7:30 p.m. to talk about their relationship. For some reason not entirely clear\n\n\n\n\n      2\n        The problems between the couple started when Medearis began having\nrelations with other women.\n      3\n        Whiting has two children, one of which, Connor, was borne out of her\nrelationship with Medearis.\n                                         -2-\n\ffrom the record, Medearis and Whiting did not meet, and Whiting’s efforts to find\nMedearis that evening were unsuccessful.4\n\n       The following day, at around 8:00 or 9:00 p.m., Whiting saw Medearis while\nshe was driving around Mission. The two talked briefly, but an argument quickly\nensued. The argument apparently ended when the two agreed to meet that night at\na mutual friend’s house at about 10:00 or 11:00 p.m. to talk about their relationship.\nMedearis never appeared at the mutual friend’s house, so Whiting went to the\napartment of her cousin, Fred Whiting, where she had earlier planned to spend the\nnight, arriving there at 1:00 or 1:30 a.m. the next morning (January 13, 2002).\n\n        At 2:00 or 2:30 a.m., Whiting heard Medearis arrive in his car in the parking\nlot in front of Fred Whiting’s apartment, as she was familiar with the car’s distinctive\nsound. Medearis did not go to Fred Whiting’s apartment; instead, he stayed in the\ncar, revving its motor.\n\n      Because Medearis and Fred Whiting had previous altercations, Whiting went\noutside to talk to Medearis. As Whiting approached the driver’s side door, Medearis\nasked her to get inside so they could talk. Because Medearis had been drinking, as\nevinced by his slurred speech and red eyes, Whiting refused and headed back to Fred\nWhiting’s apartment.\n\n       In response, Medearis got out of the car and ran up behind Whiting, swinging,\nlike he was going to hit her. At that time, Whiting saw a hickey on Medearis’ neck.\nWhen Whiting asked Medearis if he would let her go into Fred Whiting’s apartment\nto get her coat and shoes, Medearis allowed her to do so. After Whiting entered the\napartment, Medearis returned to his car.\n\n\n\n      4\n       Medearis was on a date with another woman that night, Rikki Siers (Siers).\n                                          -3-\n\f       Because Whiting wanted to get Medearis to leave without getting Fred Whiting\nor anyone else involved, Whiting went outside to talk to Medearis. Whiting\napproached the driver’s side of the car to talk. The talking turned to arguing, and\nwhen it began to snow and drizzle, Whiting entered the car through the passenger\nside, keeping the door open a crack.\n\n       Almost immediately, Medearis started calling Whiting a “slut” and a “bitch.”\nIn response, Whiting asked Medearis, rhetorically, why he was coming to see her to\nwork things out when he had a hickey on his neck from somebody else. Medearis\ndenied he had a hickey and Whiting, at this point, told Medearis that she did not want\nto argue when he had been drinking and suggested that they talk another time. In\nresponse, Medearis asked Whiting to continue the conversation, but instructed her to\nget out of the car.\n\n      When Whiting tried to get out of the car, Medearis grabbed her by the back of\nher hair and yanked her back into the car. Whiting started to scream for Fred\nWhiting.5 Medearis shut the passenger door, slamming Whiting’s leg in the door. As\nMedearis pulled the car out of the parking lot, Whiting tried to jump out, but\nMedearis grabbed her again, this time putting her in a “headlock” on his lap. Whiting\nthen bit Medearis on the thumb, which allowed her to lunge for the door again.\nHowever, Medearis sped away, which prevented Whiting from leaving the car.6\n\n       Medearis stopped the car on Hidden Timber Road, where the two had a chance\nto talk, with Medearis indicating he wanted to reconcile and Whiting commenting\nthat she did not because she “couldn’t handle the fighting anymore.” At one point,\n\n\n      These screams were not only heard by Fred Whiting but also by a neighbor of\n      5\n\nFred Whiting’s, Donald Bear Robe.\n      6\n       Donald Bear Robe did not call the police because he believed what transpired\nwas a “common fight going on amongst couples.”\n                                         -4-\n\fMedearis unloaded his gun, telling Whiting, “don’t worry, I’m not going to shoot\nyou.”\n\n      As the two talked, a truck went by, turned around, and slowly approached\nMedearis’ car. Medearis jumped out of the car to speak to the truck driver, who\napparently was known to Medearis.\n\n       Medearis returned to the car and told Whiting to take the car. Medearis then\ngot out of the car. After he punched a passenger-side window, he reentered the car,\ntelling Whiting to “get the f*** out of here.” Medearis opened the passenger door\nand pushed Whiting out.\n\n       As Whiting walked behind the car, Medearis backed the car up. Medearis then\nslammed on the brakes, got out of the car, and demanded that Whiting get her\n“f***ing ass in the car” or he was going to “beat the f*** out of” her. When Whiting\nstarted backing away from him, Medearis ran toward her and pushed her onto the\nhighway, telling her to “get the f*** out of here, run.” Whiting started to run away,\nbut Medearis caught her and pushed her into a ditch. When Whiting tried to get up,\nMedearis grabbed her by her jacket, lifted her off the ground, and told her to get in\nthe car, pushing her back across the highway. Medearis opened the passenger door\nand “put” Whiting back in the car. Once in the car, Medearis blamed Whiting,\nsaying, “see what you made me do?”\n\n       Whiting pleaded with Medearis to take her back to her van, which was located\nat Fred Whiting’s apartment. Medearis angrily accused Whiting of being with other\nmen and demanded to know who they were. Medearis told Whiting that he might as\nwell rape her, “do” her one last time, and that he should just “butt f***” her. As\nWhiting pleaded for him not to do that, Medearis reached over and threw her seat\nback.\n\n\n\n                                        -5-\n\f        Medearis then started to drive toward his mother’s house. On the way, Whiting\nindicated that she did not want to go there because her kids were there. Nevertheless,\nMedearis continued toward his mother’s house, stopping the car near the driveway\nto the house. At that point, Medearis threatened Whiting that he would run her over\nif she got out of the car. Medearis then switched gears somewhat, telling Whiting\nthat if she could “make it through that ditch, across that fence, before [he got] to [her]\nthen [she would] be all right.” When Whiting opened the door to get out and make\na run for it, Medearis slammed the car into reverse, backing the car up while at the\nsame time taunting Whiting to “jump” out of the car. Medearis then stopped the car\nand told Whiting he was going to rape her. Thereafter, he starting driving the car\nagain, telling Whiting at this time to remove her pants.\n\n       Medearis stopped the car on a trail, just off of Wood Road. Medearis then\nstarted to pull Whiting’s pants down. He locked all of the car doors, crawled over to\nthe passenger seat, unfastened his own pants, and got behind Whiting. Whiting\ncontinued to plead for him to stop, but Medearis responded by saying, “all I want to\ndo is to make love to you.”\n\n       Medearis pulled Whiting’s jacket off over her head and sucked her breasts,\nwhile Whiting screamed “no.” Medearis then got on top of Whiting, spread her legs,\nforcing one of her legs up. Medearis performed oral sex on Whiting, while she tried\nto push him away. Medearis came back up, forced Whiting’s hands behind her head,\nand then drove his penis into Whiting’s vagina, saying he “always wanted to do this.”\nMedearis then removed his penis from her vagina and inserted his fingers inside of\nher vagina, while Whiting continued to scream. After removing his fingers, Medearis\ninserted his penis again and quickly pulled it out, commenting that he could not\n“f***” her. Medearis then smeared his fingers across Whiting’s face, sneering, “[t]his\nis how you f***ing smell.” Medearis returned to the driver’s seat and told Whiting\nto “get the f*** out.” Whiting then exited the car and walked to Medearis’ mother’s\nhouse. Once there, Cheryl Medearis’ boyfriend took Whiting to her aunt’s house.\n\n                                           -6-\n\fUpon her arrival at her aunt’s house, Whiting was crying and her hair was “all messed\nup.” Whiting was cold, and when her aunt tried to zip up her coat, there was no\nzipper.7\n\n       Whiting’s aunt took Whiting to the Indian Health Service Hospital in Rosebud,\nwhere she was seen by Dr. Zijad Sabovic (Dr. Sabovic) at 6:10 a.m. During his\nexamination, Dr. Sabovic observed that Whiting had fresh bruises on both of her\nknees, on her left elbow, and on her left shoulder. In addition to observing redness\non Whiting’s left thigh, Dr. Sabovic also observed an excoriation of the vaginal\nvault. At trial, Dr. Sabovic opined that Whiting’s injuries were consistent with forced\nsexual intercourse.\n\n       At the hospital, a rape kit was administered, which included both an oral and\nvaginal swab of Whiting. Medearis was found to be the source of the DNA\ndiscovered on the vaginal swab. Moreover, as part of the preparation of the rape kit,\nWhiting was asked to remove her clothing while standing on a white piece of paper\nso that Dr. Sabovic could collect her clothing, including her panties, and any foreign\nmaterial dislodged from her clothing during this process. After Whiting removed her\nclothing, Dr. Sabovic recovered gravel and sand, which he opined came from either\nWhiting’s panties, her other clothing, or her feet.8\n\n                                     B\n      In March 2002, Medearis was charged, as an Indian, with one count of\nkidnapping (Count One) in Indian Country, 18 U.S.C. §§ 1153 and 1201, and two\n\n\n      7\n       Part of the zipper was discovered in Medearis’ car following the incident in\nquestion.\n      8\n       At the hospital, Whiting gave three detailed and thorough accounts of the\nincident, one to the hospital staff, one to Sergeant Esther Murray, and one to a\ncriminal investigator, Grace Her Many Horses.\n                                         -7-\n\fcounts of aggravated sexual abuse in Indian Country (Counts Three and Five), 18\nU.S.C. §§ 1153, 2241(a), and 2246(2), by a federal grand jury sitting in the District\nof South Dakota. In alternative counts, Medearis was charged, as a non-Indian, with\nkidnapping (Count Two) in Indian Country, 18 U.S.C. §§ 1152 and 1201, and two\ncounts of aggravated sexual abuse in Indian Country (Counts Four and Six), 18\nU.S.C. §§ 1152, 2241(a), and 2246(2). Pursuant to a stipulation between the parties,\nMedearis acknowledged that he was an Indian person and, as a result, Counts Two,\nFour, and Six were dismissed.9\n\n       Following a bond hearing, Medearis was released on certain conditions,\nincluding that he submit to and pass urine analyses and that he attend all hearings\nrelated to this matter. After failing two urine tests and failing to attend a hearing,\nMedearis fled, but later surrendered on his own volition in August 2002, after several\nmonths on the run.10\n\n\n\n\n      9\n        Native American tribes generally have exclusive jurisdiction over crimes\ncommitted by Indians against Indians in Indian Country. However, two federal\nstatutes provide for federal jurisdiction over such crimes. The first statute, 18 U.S.C.\n§ 1152, known as the “General Crimes Act” (GCA), mandates that the “general laws”\nof the United States, which are applicable in federal enclaves such as military bases,\napply in Indian Country. However, there are two important limitations on the scope\nof the GCA: it does not extend to offenses committed by an Indian against another\nIndian or any Indian who has been punished for that act by the local law of the tribe.\nThe second statute, 18 U.S.C. § 1153, known as the “Major Crimes Act,” partially\nabrogated the GCA by creating federal jurisdiction over fourteen enumerated crimes\ncommitted by Indians against Indians or any other person in Indian Country,\nincluding kidnapping and felonies listed in the Sexual Abuse Chapter (109A) of Title\n18.\n      10\n         Around this time, Medearis was using marijuana and methamphetamine. He\ntestified that he began using drugs after he met Whiting.\n                                          -8-\n\f      At trial, Whiting testified to the events described above. Her credibility was\npainstakingly and exhaustively attacked by Medearis’ counsel on cross-examination.\nCounsel for Medearis was able to demonstrate that Whiting gave inconsistent\nstatements over time. Counsel was also able to establish that Whiting generally\nfeared losing Medearis and he was able to explore any ill motives Whiting may have\nhad concerning her desire to seek revenge against Medearis for his having relations\nwith other women.\n\n       For his part, Medearis testified that, after he arrived at Fred Whiting’s\napartment, Whiting willingly got into his car. Medearis testified that they drove for\na while and then stopped just off of Wood Road. According to Medearis, after\nconsensual sex, Whiting noticed a hickey on his neck that Siers had given him.11\nWhiting then became irate and threatened that he would never see his son again. He\nthen drove to his mother’s house. Before she got out of the car, Whiting broke the\nzipper on her coat, trying to zip the zipper.12 Medearis testified that Whiting got out\nof the car and fell, landing on her knees. She then got up and walked toward Cheryl\nMedearis’ house. At that point, Medearis decided to leave. He was later interviewed\nby Grace Her Many Horses. During the interview, Medearis asked Grace Her Many\nHorses if Whiting was “all right.” As to Whiting’s injuries, Medearis testified that\nat least some of them were caused by having sex in a small car.\n\n\n\n\n       11\n         Siers resided at Fred Whiting’s apartment from October 2001 until January\n2002. On January 10 and 11, 2002, she went out on dates with Medearis and had sex\nwith him on both occasions in his car. According to Siers, having sex in such close\nquarters caused her to bruise. Siers testified that she saw Whiting enter Medearis’ car\nwhile it was stopped outside Fred Whiting’s apartment on January 13, 2002. At that\ntime, she heard no screams.\n       12\n         Medearis also testified that on another occasion Siers broke her zipper in his\ncar.\n                                          -9-\n\f       In his closing argument, the Assistant United States Attorney (AUSA) argued\nthat the evidence supported guilty verdicts, based primarily on Whiting’s testimony,\nas supported by the government’s other witnesses (mainly Dr. Sabovic), and the\nphysical evidence. The AUSA also pointed out that Medearis’ flight was consistent\nwith guilt as opposed to innocence.\n\n       In his closing argument to the jury, counsel for Medearis explained to the jury\nthat this case involved false accusations fueled by either jealousy, anger, or revenge.\nIn making this argument, he continuously attacked Whiting’s credibility as a witness.\nFor example, Whiting testified on direct examination that, at one point when\nMedearis’ car was parked on Hidden Timber Road, Medearis got out and punched the\npassenger window. Counsel pointed out that this testimony was inconsistent with her\nstatement to Grace Her Many Horses on the morning of the rape that a driver-side\nwindow was punched. Counsel also pointed out that, while Whiting testified on\ndirect examination that she was pushed out of the car while it was parked on Hidden\nTimber Road and then thrown into a ditch, she told Cheryl Medearis that she was\ndragged out of the car by her hair and then thrown into the ditch. Counsel pointed out\nthat, while Whiting testified on direct examination that she was scared that Medearis\nwas going to run her over, in an earlier statement to the FBI, she said that Medearis\nhad tried to run her over. Whiting also testified on direct examination that the driver\nof the truck stopped by before they initially went near Cheryl Medearis’ house;\nhowever, counsel pointed out that, when she talked to Grace Her Many Horses,\nWhiting indicated that the truck driver stopped by right before she claimed she was\nraped. Counsel also told the jury that, while Whiting claimed she never threatened\nMedearis with the loss of his son, Cheryl Medearis testified that Whiting told her on\nthe morning of January 13, 2002 that Medearis “was never going to see his son\nagain,” that he “was going to pay,” and that she was going to put him “in jail.”13\n\n\n       Cheryl Medearis testified that, on the morning of January 13, 2002, Whiting’s\n      13\n\nhair was “pretty” and that she “appeared fine.” Cheryl Medearis did acknowledge\n                                         - 10 -\n\fCounsel also pointed out that Whiting gave inconsistent accounts concerning her\npants. On direct examination, Whiting testified that Medearis only took one of her\npants legs off; yet, in some earlier statements to law enforcement, she said her pants\nwere taken off completely. Counsel also established that Whiting gave differing\naccounts on whether she was hit on the night in question.\n\n       Counsel for Medearis also made several points concerning the physical\nevidence. He noted that Whiting claimed she had bitten Medearis’ thumb, but that\nGrace Her Many Horses indicated in her report that she saw nothing after she\nexamined Medearis’ thumb. Counsel also pointed out that Whiting had no scrapes\nor bruises on her hands even though she testified that, while she was running,\nMedearis came up behind her at a run and pushed her down. Counsel also argued\nthat, although Whiting claimed that she was thrown down in the ditch and flipped\nover onto her back, she had no mud or grass stains on her jacket.\n\n      Counsel for Medearis also made some additional points suggesting that the\nevidence in the record was inconsistent with rape. First, he posited that, if Whiting\nfeared she was going to be raped, she would have locked the doors and driven off in\nthe car after Medearis exited the car while it was parked on Hidden Timber Road.\nMoreover, counsel pointed out that Whiting made no effort to alert the truck driver\nwho stopped and spoke to Medearis. Counsel also pointed out that the emergency\nroom nurse indicated in the hospital report that Whiting stated that Medearis was\n“being nice when taking my clothes off.” Counsel also pointed out that Whiting did\nnot want to go to the police or the hospital right away; instead she asked Cheryl\nMedearis’ boyfriend to drive her to her aunt’s house. Finally, counsel pointed out\n\n\nthat she had earlier testified before the grand jury that Whiting was “emotionally\nupset” and “crying” that morning. Cheryl Medearis’ boyfriend gave similar\ntestimony. He testified at trial that Whiting’s clothing and hair appeared “neat,” but\nhe, too, acknowledged that he testified before the grand jury that Whiting was\n“crying” on the morning of the incident in question.\n                                        - 11 -\n\fthat Whiting went to Medearis’ motel room to wait for him a couple of weeks after\nthe incident in question.\n\n      In his rebuttal, the AUSA argued that Whiting was a more credible witness\nthan Medearis, who fled prior to trial. He also reemphasized that Whiting’s testimony\nwas consistent with Dr. Sabovic’s testimony and the physical evidence.\n\n      At the conclusion of the trial, the jury convicted Medearis of the two remaining\naggravated sexual abuse counts, but acquitted him of the remaining kidnapping count.\nThe district court sentenced Medearis to 108 months’ imprisonment, and Medearis\nnoted a timely appeal.\n\n                                            II\n       Medearis’ principal argument on appeal is that the district court erred when it\nrefused to allow his counsel to use a letter allegedly written by Whiting to impeach\nher testimony at trial. In making this argument, Medearis goes on to posit that the\ndistrict court’s refusal to allow his counsel to use the letter for impeachment purposes\nwas not harmless error.\n\n       A district court’s evidentiary rulings are reviewed by this court under the abuse\nof discretion standard. United States v. Buffalo, 358 F.3d 519, 521 (8th Cir. 2004).\n\n      During Whiting’s cross-examination, counsel for Medearis began to explore\nWhiting’s fear of losing Medearis. He asked Whiting if “at some point” she “wrote\nhim a letter” about her fear of losing him.14 The AUSA objected to counsel for\n\n\n      14\n        The letter reads as follows:\n\n      Cody, hi baby!\n\n      I just wanted to write a few lines to let you know that I do really love you a lot\n                                         - 12 -\n\fand I don’t want to loose [sic] you, even though I do know that if I do ever loose [sic]\nyou it’ll be my fault because of the way I act sometimes but I can honestly say that\nI would rather loose [sic] you because of the problems I have dealing with the way\nI am than loosing [sic] you to another girl. That’s what I guess I fear the most. I hate\nthe fact that I feel the way I do. I just don’t want to have the first feeling of a chance\nof loosing [sic] you, that probaly [sic] sounds crazy but that’s the only way I could\nexplain it.\n\n       I just love you so much Cody. I haven’t felt this strong about anybody in a\nlong time. I can talk to you about anything even though sometimes I’m scared to. I\nfeel so comfortable with you and I can be myself.\n\n      I know I can act so negative about things, I’m sorry, I shouldn’t ever do that\nbecause I know deep down that I Love you and want to be with only you and I do\nbelieve that you love me and want to be with only me because of the [sic] how much\nyou tell me.\n\n       I’m so sorry I doubt you so much and I hope you’ll give me a chance. I don’t\nknow why I feel so ensecure [sic]. It seems like the only time I have been this way’s\n[sic] when I’m with someone but when I’m single there’s no such thing. Weird heh\n[sic]?\n\n       Well I’ve probaly [sic] bored you enuff [sic]. Just wanted you to know that I\ndo love you and I don’t ever want to loose [sic] you. I want us to have a life together\nand I promise I’m going to deal with my ensecure [sic] problem because the last thing\nI want to do is loose [sic] you Cody.\n\n      This whole letter is pretty stupid and I’m sorry for that too.\n\n      Well just to let you know again I love you baby and everything about you!\nForever!\n\n                                         Love\n                                          Sherri W.\nP.S. one more thing\nI’d really like it\n                                          - 13 -\n\fMedearis’ line of questioning and his reference to the letter because the letter was not\nprovided during discovery. Upon inquiry from the district court, Medearis’ counsel\nexpressed his belief that the letter had been sent to the AUSA, but apparently not\nreceived. Counsel for Medearis informed the court that the letter was being used only\nfor impeachment purposes. The court prohibited Medearis’ counsel from using the\nletter because it was not previously disclosed to the government, ostensibly under\nRule 16(b)(1)(A) of the Federal Rules of Criminal Procedure, the only rule that\n“speaks to materials such as handwritten notes in a defendant’s possession.” United\nStates v. Moore, 208 F.3d 577, 578 (7th Cir. 2000).\n\n       For good reason, at oral argument, the government essentially conceded that\nthe letter was admissible for impeachment purposes. Rule 16(b)(1)(A) states in\npertinent part:\n       If a defendant requests disclosure . . . and the government complies, then\n       the defendant must permit the government, upon request, to inspect and\n       to copy or photograph . . . papers, [and] documents . . . if:\n\n             (i) the item is within the defendant’s possession, custody,\n             or control; and\n\n             (ii) the defendant intends to use the item in the defendant’s\n             case-in-chief at trial.\n\nFed. R. Crim. P. 16(b)(1)(A)(i), (ii). “[E]vidence in chief” is defined in the Advisory\nCommittee Notes to the 1974 Amendments to Rule 16(b)(1)(A) as “any documents\n. . . which he intends to introduce in evidence in his case in chief.” Thus, the\n\n\nif you would open up\nmore to me too.\n\n                           I\n                               Love\n                                You!\n                                         - 14 -\n\frequirement of reciprocal pre-trial disclosure under Rule 16(b)(1)(A) includes only\ndocuments which the defendant intends to introduce during his own case-in-chief.\nBecause Medearis received his requested discovery from the government, he had to\nfurnish in exchange tangible evidence which he intended to introduce as evidence in\nhis case-in-chief. Yet, Medearis did not seek to use the letter in his case-in-chief. He\ntried to use it for impeachment purposes. Because counsel for Medearis was\nattempting to use the letter to impeach Whiting’s testimony, it was not excludable\nunder Rule 16(b)(1)(A).\n\n        In Moore, during the cross-examination of a prosecution witness, defense\ncounsel attempted to use a handwritten note signed by the witness for impeachment\npurposes. 208 F.3d at 578. As in this case, the district court excluded the use of the\nnote because a copy had not been provided pre-trial to the government. Id. In finding\nthat the district court erred, the Moore court noted that, under Rule 16(b)(1)(A), only\nevidence the defendant “intends to introduce as evidence in chief at the trial” is\nrequired to be disclosed. 208 F.3d at 579 (internal quotation marks omitted). The\ncourt noted that the defendant did not seek to use the note “as evidence in chief at the\ntrial,” but only “as a prior inconsistent statement by [the witness] that would\nundermine his credibility in the jurors’ eyes.” Id. (internal quotation marks omitted).\nBecause the defendant sought “to use the note to impeach the testimony of a witness\nfor the prosecution; it was not properly excludable under Rule 16.” 208 F.3d at 579.\n\n       Based on the foregoing, we conclude that the district court abused its discretion\nwhen it refused to allow Medearis’ counsel to use the letter to impeach Whiting’s\ntestimony. The only remaining question is that of harmless error. Under the harmless\nerror standard, we will reverse only when the “improper evidentiary ruling affects the\nsubstantial rights of the defendant or when we believe that the error has had more\nthan a slight influence on the verdict.” United States v. Ballew, 40 F.3d 936, 941 (8th\nCir. 1994).\n\n\n\n                                         - 15 -\n\f       Initially, we note that, because the district court erroneously held that\nMedearis’ counsel could not use the letter on account of a discovery violation, the\ncourt never addressed issues concerning the authenticity of the letter. Indeed, there\nwere no findings concerning: (1) whether Whiting wrote the letter; or (2) when the\nletter was written. However, in conducting our harmless error analysis, we will\nassume that the letter was written by Whiting either shortly before or shortly after the\nincident in question.\n\n       Medearis posits that the letter was essential for proper impeachment of\nWhiting’s testimony. First, he suggests that he could have used the letter to show that\nWhiting lied on direct examination when, in response to the question of whether the\nthing she feared “the most” was losing Medearis to another woman, she said that was\n“not what I feared the most.” In the letter, Whiting wrote that losing Medearis to\nanother woman was what she “fear[ed] the most.”\n\n       Although Whiting’s testimony is inconsistent with her statement in the letter,\nthis additional impeachment evidence would have been of little value. Counsel for\nMedearis was able to demonstrate, in painstaking detail, that Whiting gave several\nminor inconsistent statements over time. This additional inconsistent statement was\nreally of no consequence, especially considering that counsel for Medearis was able\nto: (1) establish that Whiting generally feared losing Medearis; and (2) explore any\nill motives Whiting may have had concerning her desire to seek revenge against\nMedearis for his having relations with other women. On cross-examination, Whiting\nacknowledged that her problems with Medearis started when he started seeing other\nwomen. Whiting also admitted that she did not want to lose Medearis to another\nwoman, and that his relations with other women upset her, especially when he was\nseeing one of her best friends. She also acknowledged that she wanted things to work\nbecause they had a child together. All of this evidence suggests that Whiting did not\nwant to lose Medearis and, in fact, feared losing him, thus providing more than\n\n\n\n                                         - 16 -\n\fadequate fuel for Medearis’ argument that Whiting fabricated her testimony out of\njealousy or to seek revenge against Medearis for seeing other women.\n\n       Medearis also posits that Whiting’s statements in the letter concerning how\nmuch she loved Medearis, how comfortable she felt around him, and how it would\nbe her fault if their relationship failed, would have assisted him in further impeaching\nWhiting’s testimony to the point where his substantial rights are now affected. We\ndisagree. Testimony at trial established that Whiting did care for Medearis, that she\nwanted things to work out with Medearis, that her demeanor caused ups and downs\nin her relationship with Medearis, and that she felt comfortable to meet with him to\ndiscuss their relationship.15 This evidence essentially provided him with the same\nimpeachment evidence he claims he lacked.\n\n       In our view, the case was not especially close on the aggravated sexual assault\ncounts. Whiting was taken against her will to a trail off of Wood Road. Whiting’s\ntestimony in this regard is corroborated by Donald Bear Robe who heard Whiting’s\nscreams while Medearis drove off from the parking lot of Fred Whiting’s apartment.\nUpon arrival at the trail, Medearis started to pull Whiting’s pants down as she pleaded\nfor him to stop. Eventually, Medearis forced Whiting’s hands behind her head as he\ndrove his penis into her vagina, telling her he “always wanted to do this.” Medearis\nthen removed his penis from her vagina and inserted his fingers inside of her vagina,\nwhile Whiting continued to scream. After removing his fingers, Medearis inserted\nhis penis again and quickly pulled it out, commenting that he could not “f***” her.\n\n      Whiting’s version of the forcible nature of the encounter is supported by the\ntestimony of Dr. Sabovic and the physical evidence. In addition to observing redness\n\n      15\n        Interestingly, Medearis’ counsel never once asked Whiting if she loved\nMedearis at anytime before or after the alleged incident. In fact, the record is devoid\nof any evidence tending to show that Whiting did not love Medearis. After all, he\nwas the father of her child.\n                                         - 17 -\n\fon Whiting’s left thigh and an excoriation of the vaginal vault, Dr. Sabovic observed\nthat she had fresh bruises on both of her knees, on her left elbow, and on her left\nshoulder. Dr. Sabovic opined that Whiting’s injuries were consistent with forced\nsexual intercourse. Dr. Sabovic also recovered gravel and sand, which he opined\ncame from either Whiting’s panties, her other clothing, or her feet.\n\n      At the hospital, a rape kit was administered, which included an oral and vaginal\nswab of Whiting. Medearis was found to be the source of the DNA discovered on the\nvaginal swab. Moreover, at the hospital, Whiting gave three detailed and thorough\naccounts of the incident, one to the hospital staff, one to Sergeant Esther Murray, and\none to a criminal investigator. While a few of the minor details of these reports are\ninconsistent with Whiting’s trial testimony, the crucial details concerning where,\nwhen, and how the rape occurred are consistent.\n\n       Counsel for Medearis did his best to show that Whiting’s testimony involved\nfalse accusations fueled by either jealousy, anger, or revenge. However, his argument\nsimply did not carry the day given the physical evidence supporting Whiting’s\nallegations of aggravated sexual abuse. Moreover, counsel for Medearis faced an\nuphill climb given the fact that Medearis fled for a period of time, used drugs, was\nsleeping with other women ostensibly when he was trying to reconcile with Whiting,\nengaged, at times, in violent conduct, and asked Grace Her Many Horses how\nWhiting was doing several hours after the incident. More importantly, Medearis’\nversion of the encounter on Wood Road was suspect to say the least, that Whiting’s\nextensive bruises were the result of rough sex in the car, that she lost her zipper while\ntrying to put on her jacket (the second person in less than three days to have that\nhappen in the same car), and that she fell while trying to get out of the car causing her\nclothes to accumulate both stains and gravel.\n\n      Our dissenting colleague takes the position that the letter, assuming it was\nwritten after the incident in question, would have influenced the outcome of the trial.\n\n                                          - 18 -\n\fFor several reasons, we respectfully disagree. First, the timing of the letter would\nneither have altered Whiting’s trial testimony nor undermined the three detailed and\nthorough accounts Whiting gave at the hospital. Second, the timing of the letter\nwould not have undermined the testimony of Dr. Sabovic and the physical evidence\nevincing rape. Finally, the timing of the letter would have done little to aid the uphill\nclimb faced by Medearis. His pre- and post-incident conduct was profoundly\ninculpatory and his version of the incident in question was highly suspect.\n\n       In short, the use of the letter would not have influenced or altered the outcome\nof the trial, regardless of when it was written. For this reason, we conclude that the\ndistrict court’s refusal to allow counsel for Medearis to use the letter allegedly written\nby Whiting is harmless error.\n\n                                        III\n     Medearis also contends that there is insufficient evidence in the record to\nsupport his two convictions for aggravated sexual abuse.\n\n       When reviewing the sufficiency of the evidence, we consider the evidence in\nthe light most favorable to the government and accept all reasonable inferences which\ntend to support the jury’s verdict. United States v. Espino, 317 F.3d 788, 792 (8th\nCir. 2003). While the evidence need not preclude every outcome other than guilty,\nwe consider whether it would be sufficient to convince a reasonable jury beyond a\nreasonable doubt. United States v. Roach, 28 F.3d 729, 736 (8th Cir. 1994). This\ncourt will reverse for insufficient evidence only if no reasonable jury could have\nfound Medearis guilty beyond a reasonable doubt.                  United States v.\nHenderson-Durand, 985 F.2d 970, 975 (8th Cir. 1993).\n\n      To convict Medearis of aggravated sexual abuse, the government had to prove\nbeyond a reasonable doubt that: (1) Medearis is an Indian; (2) Medearis caused\nWhiting to engage in a sexual act; (3) Medearis used force or the threat of force to\n\n                                          - 19 -\n\fcause Whiting to engage in a sexual act; and (4) the events occurred on Indian land.\nUnited States v. Eagle, 133 F.3d 608, 610 (8th Cir. 1998). Only the second and third\nelements are in dispute.16\n\n      We believe the evidence is more than sufficient on the second and third\nelements. The evidence described in the preceding section of this opinion amply\nsupports the jury’s conclusion that Medearis used force or the threat of force to cause\nWhiting to engage in two sexual acts.17\n\n\n\n\n      16\n        The evidence in the record is undisputed concerning the first and fourth\nelements. Medearis stipulated that he has some degree of Indian blood and therefore\nis recognized as an Indian. Moreover, Harold Compton, Realty Officer with the\nBureau of Indian Affairs for the Rosebud Agency, testified that the location at which\nthe alleged aggravated sexual abuse occurred was on the Rosebud Reservation and\ntherefore was considered Indian Country.\n      17\n         Medearis also suggests that the jury’s not guilty verdict on the kidnapping\ncount is unconstitutionally irreconcilable with the jury’s guilty verdicts on the\naggravated sexual abuse counts. Because the elements of the kidnapping count are\ndifferent from the elements of the aggravated sexual abuse counts, the result is not\nnecessarily inconsistent. Even if it were, this court has rejected this line of argument.\nSee, e.g., United States v. Whatley, 133 F.3d 601, 606 (8th Cir. 1998) (“The only\nrelevant question when reconciling inconsistent verdicts . . . is whether there was\nenough evidence presented to support the conviction. . . . Inconsistent verdicts are\nnot, on their own, sufficient grounds for reversal or a new trial.”).\n                                          - 20 -\n\f                                         IV\n      For the reasons stated herein, the judgment of the district court is affirmed.18\n\nBYE, Circuit Judge, dissenting.\n\n       With due respect, I dissent from that part of the court's judgment concluding\nMr. Medearis was not substantially prejudiced by the district court's refusal to admit\nthe letter to impeach Ms. Whiting’s testimony on cross examination.\n\n       The majority takes an all-too-myopic view of the impeachment process. True,\nthe letter would have been cumulative to the extent it impeached certain details of\nMs. Whiting's testimony, such as her fear of losing Mr. Medearis to another woman.\nBut, if written after the assault, the letter's competence to impeach such testimony is\ndwarfed by its power to undermine Ms. Whiting's ultimate statements – that she was\ntaken against her will from her cousin’s home, physically and psychologically abused,\nand then forcibly raped by Mr. Medearis. Well versed in the subtleties of the rules\nof evidence, we may be able to so isolate each statement in the letter as to minimize\nthe letter’s overall power to impeach. But I cannot believe a jury of Mr. Medearis's\npeers, taking a common-sense view of the matter, would not have wondered how Ms.\nWhiting, in so effusive a letter, could have vowed her lasting love for, and expressed\n\n\n      18\n         Following his convictions, Medearis filed a motion for new trial based on\nnewly discovered evidence, which the district court denied. In a one-paragraph\nargument on appeal, Medearis claims this was error. We have reviewed Medearis’\nargument and our analysis of the controlling factors establishes that his argument is\nwithout merit. See United States v. Duke, 255 F.3d 656, 659 (8th Cir. 2001) (holding\nthat to justify a new trial based upon newly discovered evidence, “(1) the evidence\nmust have been discovered after trial; (2) the failure to discover this evidence must\nnot be attributable to a lack of due diligence on the part of the movant; (3) the\nevidence must not be merely cumulative or impeaching; (4) the evidence must be\nmaterial; and (5) the evidence must be likely to produce an acquittal if a new trial is\ngranted”).\n                                         - 21 -\n\fher dread of losing, the man she had recently accused of sexual assault against her\nperson.\n\n      Because I cannot say the jury would have been unaffected by such\nimpeachment evidence, I must conclude the district court's error worked substantial\nprejudice upon the defense and therefore was not harmless. Accordingly, I\nrespectfully dissent.\n\n\n\n\n                                       - 22 -\n\f",
            "ocr": false,
            "opinion_id": 3035986
        }
    ],
    "court_short_name": "Eighth Circuit",
    "court_full_name": "Court of Appeals for the Eighth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}