{
    "id": 3051886,
    "judges": null,
    "date_filed": "2001-12-02",
    "date_filed_is_approximate": true,
    "slug": "brown-v-farwell",
    "case_name_short": "Brown",
    "case_name": "Brown v. Farwell",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "Habeas",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 23.0,
            "download_url": "http://cdn.ca9.uscourts.gov/datastore/opinions/2008/05/05/0715592.pdf",
            "author_id": null,
            "opinion_text": "                 FOR PUBLICATION\n UNITED STATES COURT OF APPEALS\n      FOR THE NINTH CIRCUIT\n\nTROY DON BROWN,                      \n              Petitioner-Appellee,         No. 07-15592\n               v.                            D.C. No.\nCRAIG FARWELL, Warden, and THE          CV-03-00712-PMP/\nATTORNEY GENERAL OF THE                        VPC\nSTATE OF NEVADA,                             OPINION\n          Respondents-Appellants.\n                                     \n       Appeal from the United States District Court\n                for the District of Nevada\n         Philip M. Pro, District Judge, Presiding\n\n                 Argued and Submitted\n       August 16, 2007—San Francisco, California\n\n                    Filed May 5, 2008\n\n Before: Diarmuid F. O’Scannlain, Michael Daly Hawkins,\n        and Kim McLane Wardlaw, Circuit Judges.\n\n               Opinion by Judge Wardlaw;\n              Dissent by Judge O’Scannlain\n\n\n\n\n                           4871\n\f4874                BROWN v. FARWELL\n\n\n                       COUNSEL\n\nCatherine Cortez Masto, Attorney General, Erik A. Levin,\nDeputy Attorney General, Criminal Justice Division, Carson\nCity, Nevada, for the respondent-appellant.\n\nFranny Forsman, Federal Public Defender, Paul G. Turner,\nAssistant Federal Public Defender, Las Vegas, Nevada, for\nthe petitioner-appellee.\n\f                          BROWN v. FARWELL                          4875\n                              OPINION\n\nWARDLAW, Circuit Judge:\n\n   At Petitioner Troy Brown’s trial for sexual assault, the\nWarden and State’s (“Respondents”) deoxyribonucleic acid\n(“DNA”) expert provided critical testimony that was later\nproved to be inaccurate and misleading. Respondents have\nconceded at least twice that, absent this faulty DNA testi-\nmony, there was not sufficient evidence to sustain Troy’s con-\nviction.1 In light of these extraordinary circumstances, we\nagree with District Judge Philip M. Pro’s conclusions that\nTroy was denied due process, and we affirm the district\ncourt’s grant of Troy’s petition for writ of habeas corpus.\n\nI.    FACTUAL AND PROCEDURAL BACKGROUND2\n\nA.    The Crime\n\n  In the early morning of January 29, 1994, Jane Doe,3 a\nnine-year-old girl, was sexually assaulted in the bedroom of\nher trailer home in Carlin, Nevada. At the time, Jane was\nhome alone with her four-year-old sister while their mother,\nPam, was drinking at a bar and their step-father, Wayne\n  1\n     Respondents conceded this point at least twice in the state post-\nconviction proceedings, both in their written papers and during oral argu-\nment. Though counsel for Respondents sought to distance himself from\nthis concession at oral argument before us, Respondents are judicially\nestopped from disavowing their prior representations to the courts. See\nHelfand v. Gerson, 105 F.3d 530, 534-36 (9th Cir. 1997); Russell v. Rolfs,\n893 F.2d 1033, 1037-39 (9th Cir. 1990).\n   2\n     The Nevada Supreme Court ably set forth the facts underlying this\nappeal. We repeat them here only as necessary. See Brown v. State, 934\nP.2d 235, 237-40 (Nev. 1997); see also Sumner v. Mata, 449 U.S. 539,\n547 (1981) (stating that federal courts on habeas must presume correct\nstate court finding of facts).\n   3\n     “Jane Doe” has been substituted for the victim’s real name to protect\nher identity.\n\f4876                     BROWN v. FARWELL\nHenle, was working the night shift. Troy was arrested, tried,\nand convicted for this crime.\n\n   Earlier that night, Pam received a phone call from Raquel\nBrown, who is married to Troy’s brother, Trent, inviting Pam\nto join her and Trent for a drink at the local bar, CG’s, and\nasking if Jane could babysit Raquel’s children while they\nwere at the bar. At 6:30 p.m., Pam took Jane and her sister to\nRaquel’s house, which is located across the street; Pam and\nRaquel left to meet Trent at CG’s. Raquel and Trent left CG’s\nat 7:30 p.m., and Pam remained at the bar. Raquel and Trent\nreturned home and found Jane and her sister watching a\nmovie. When the movie concluded at 9:30 p.m., Raquel took\nthe children home. Jane, wanting to let Pam know they\narrived home safely, first called CG’s, where the line was\nbusy. Jane then called Peacock Bar, where Troy answered the\nphone and stated that Pam was at CG’s but that he would\ndeliver the message. By the time Troy arrived at CG’s, Pam\nwas on the phone with Jane.\n\n   When the conversation ended, Pam accompanied Troy to\nPeacock Bar where they had a drink. Troy was clearly drunk,\nbut “he behaved like a gentleman and made no sexual\nadvances toward” Pam. Pam stated that the last time she saw\nTroy was between 11 p.m. and midnight. However, one bar-\ntender stated that Troy left the bar no later than 12:20 a.m.,\nand another bartender stated that she believed she saw Troy\nat the bar at 1:30 a.m. Between midnight and 12:30 a.m.,4\nJane called Pam at the bar and explained that some man was\nat the trailer looking for Pam and had hurt her. When Pam\narrived home, she found Jane covered in blood from the waist\ndown and called 911. A police officer and the paramedics\nresponded. Jane stated to the paramedic that she felt pain in\nher vaginal area, and Pam responded that her ex-husband had\ndone this because he threatened to “f--- [Pam’s] daughter in\norder to get back at [Pam].”\n  4\n   The bartender on duty indicated that the call came just before 1 a.m.\n\f                      BROWN v. FARWELL                      4877\n   Later at the hospital, vaginal and anal penetration were con-\nfirmed. Jane had bruises on her neck and scratches on her\nface. A vaginal smear was taken because sperm was present.\nDebris was collected from her teeth because she stated she\nhad bitten the assailant’s hands.\n\n  Jane described the assailant to the police that night as fol-\nlows:\n\n    [H]e did not wear a hat and had blonde or sandy-\n    colored hair which was curly at the bottom and thin-\n    ning on top; she thought he had a small moustache;\n    he was wearing dark jeans, a black jacket with “a\n    zipper for sure,” a western type shirt, boots, and a\n    watch which scraped her face. . . . [She] stated that\n    the assailant smelled like cologne but that it was an\n    “awful smell” . . . [like] “beer or puke or some-\n    thing.”\n\n   That night, Troy was wearing a cowboy hat, dark jeans, a\nblack satin jacket with an orange and yellow CG’s logo on the\nback, and boots. Two witnesses testified that, at 1:05 a.m. that\nmorning, they saw near Jane’s trailer a man wearing a cow-\nboy hat, dark jeans, and a black satin jacket with a bright\ngreen emblem on the back that looked like a skull or bandit.\n\n   Troy stated that he had been drinking steadily that night\nand, while walking home to his trailer located ten trailers\naway from Jane’s, had vomited several times, soiling his\npants and shirt. When he arrived home, Troy’s brother,\nTravis, awoke from sleeping on the couch. Travis stated that\nit was 1:32 a.m. when he awoke and that he did not see any\ntraces of blood in the house. Troy washed his clothes as soon\nas he returned home because he was leaving that day to go to\nUtah for a week and all of his clothes were already packed.\nWhen a police officer arrived at 5 a.m. to question Troy, he\nsaw no blood on Troy or his boots; he also checked Troy’s\nhands, which did not have any evidence of bite marks.\n\f4878                  BROWN v. FARWELL\n  Jane also stated that she fell asleep with a night light on,\nbut that the man who assaulted her must have turned it off\nbecause it was off when the man left. Troy’s fingerprints were\nnot found anywhere in Jane’s trailer, and the one fingerprint\nfound on the night light did not match Troy’s.\n\n   When the police pressed Jane to tell them who the assailant\nreminded her of, Jane stated “Troy,” and when the police\nresponded “Who?,” Jane stated “Trent. Yes, Trent.” Jane\nexplained that Trent was Raquel’s husband. Jane also stated\nthat the assailant’s hair looked like Troy’s but then changed\nher mind and said it looked like Trent’s hair. A number of\ndays after the assault, Jane witnessed a television report of\nTroy’s arrest and stated that “she knew that the man on televi-\nsion was her assailant.” Jane also told the police officers that\nthe man she had seen on television had sent her flowers. The\ncard that came with the flowers was signed by Raquel and\nTrent, not Troy. When the police showed Jane pictures that\nincluded Troy’s picture and other people that she did not\nknow, Jane was unable to identify Troy as her attacker.\n\n   After Troy left for Utah, he contacted the Carlin police to\ninquire whether he was wanted for arrest, but he was told that\nhe was not. Knowing that he was under suspicion, Troy\nrequested a full-body examination to be conducted by a nurse\nin order to record his physical condition. On or about Febru-\nary 7, 1994, Troy voluntarily surrendered to the police and\nwas arrested. During the interrogation and throughout all pro-\nceedings, Troy has repeatedly denied involvement in the\ncrime.\n\nB.     State Court Proceedings\n\n  At trial, Respondents presented the testimony of DNA\nexpert Renee Romero of the Washoe County Sheriff’s Office\nCrime Lab. Romero testified that, among other things, there\nwas a 99.99967 percent chance that Troy was the assailant.\n\f                       BROWN v. FARWELL                      4879\n   The jury found Troy guilty of two counts of sexual assault\non a child under the age of fourteen, in violation of Nevada\nRevised Statutes 200.366, and one count of abuse or neglect\nof a child resulting in substantial bodily harm, in violation of\nNevada Revised Statutes sections 200.508, 432B.020, and\n432B.070. Troy appealed to the Nevada Supreme Court,\nclaiming, inter alia, the district court abused its discretion\nwhen sentencing him, the bar against double jeopardy was\nviolated by the duplicative convictions for sexual assault and\nabuse or neglect of a child, the DNA evidence was improperly\nadmitted, and the evidence was insufficient to sustain his con-\nviction. The Nevada Supreme Court vacated the third charge\nand remanded for resentencing on the second sexual assault\ncount. The trial court resentenced Troy to life with the possi-\nbility of parole after ten years on both sexual assault counts,\nto run consecutively. Troy again appealed to the Nevada\nSupreme Court, which rejected his appeal. Troy next filed a\nstate petition for post-conviction relief, and, after holding an\nevidentiary hearing, the state courts denied relief.\n\nC.   Federal Court Proceedings\n\n   On February 6, 2004, Troy filed his federal petition for writ\nof habeas corpus pursuant to 28 U.S.C. § 2254, arguing, inter\nalia, violations of due process and ineffective assistance of\ncounsel. Judge Pro permitted Troy to expand the record,\nadmitting, among other things, an uncontested report discred-\niting Romero’s testimony by Dr. Laurence Mueller (the\n“Mueller Report”), a professor of Ecology and Evolutionary\nBiology at the University of California, Irvine.\n\n   The district court granted Troy’s petition. First, the district\ncourt concluded that, in light of the Mueller Report, Romero’s\ntestimony was unreliable. Absent that testimony, no rational\ntrier of fact could conclude beyond a reasonable doubt that\nTroy was guilty of each and every element of the offenses\nwith which he was charged. The district court also concluded\nthat Troy’s attorney’s failure to diligently defend against\n\f4880                   BROWN v. FARWELL\nRespondents’ DNA testimony, as well as his failure to investi-\ngate the alibi of Henle, a potential suspect, amounted to inef-\nfective assistance of counsel. Respondents timely appealed.\n\n              II.   STANDARD OF REVIEW\n\n  Because Troy filed his petition after April 24, 1996, it is\ngoverned by the Antiterrorism and Effective Death Penalty\nAct, 28 U.S.C. § 2254(d). Section (d)(1) of that provision pro-\nvides:\n\n       An application for a writ of habeas corpus on\n    behalf of a person in custody pursuant to the judg-\n    ment of a State court shall not be granted with\n    respect to any claim that was adjudicated on the mer-\n    its in State court proceedings unless the adjudication\n    of the claim—\n\n       (1) resulted in a decision that was contrary to, or\n    involved an unreasonable application of, clearly\n    established Federal law, as determined by the\n    Supreme Court of the United States.\n\nA decision is “contrary to . . . clearly established” Supreme\nCourt precedent “if the state court applies a rule that contra-\ndicts the governing law set forth in [the Supreme Court’s]\ncases or if the state court confronts a set of facts that are mate-\nrially indistinguishable from a decision of [the Supreme\nCourt] and nevertheless arrives at a result different from [the\nSupreme Court’s] precedent.” Lockyer v. Andrade, 538 U.S.\n63, 73 (2003) (internal quotation marks omitted). A decision\nis an “unreasonable application of . . . clearly established”\nSupreme Court precedent “if the state court identifies the cor-\nrect governing legal principle from [the Supreme Court’s]\ndecisions but unreasonably applies that principle to the facts\nof the prisoner’s case.” Id. at 75 (internal quotation marks\nomitted). Under the latter inquiry, “[t]he state court’s applica-\n\f                      BROWN v. FARWELL                    4881\ntion of clearly established law must be objectively unreason-\nable.” Id.\n\n  We review a district court’s decision to grant or deny a\nhabeas petition under 28 U.S.C. § 2254 de novo. Bean v. Cal-\nderon, 163 F.3d 1073, 1077 (9th Cir. 1998).\n\n                    III.   DISCUSSION\n\n   Troy asserts that there was insufficient evidence to convict\nhim. His argument rests on the admission of Romero’s later\ndiscredited testimony regarding the DNA evidence, which\nwas introduced without rebuttal at trial. Respondents have\nconceded that absent introduction of Romero’s DNA evi-\ndence, the remaining evidence is insufficient to sustain Troy’s\nconviction. Having reviewed the record ourselves, we affirm\nthe district court’s conclusion that, had Romero’s inaccurate\nand unreliable testimony on the DNA evidence been\nexcluded, there would have been insufficient evidence to con-\nvict Troy on each essential element of the offenses beyond a\nreasonable doubt. We further agree with the district court’s\nconclusion that the Nevada Supreme Court’s decision was\nboth “contrary to” and an “unreasonable application of” estab-\nlished United States Supreme Court precedent.\n\nA.   Exhaustion\n\n   [1] Respondents erroneously contend that Troy failed to\nexhaust his insufficiency claim in the Nevada courts. Troy in\nfact raised this claim on direct appeal, and the Nevada\nSupreme Court concluded that the totality of the evidence—\nconsidering both the DNA and non-DNA evidence together—\nwas sufficient to uphold the conviction. Brown v. State, 934\nP.2d 235, 240-42 (Nev. 1997); see also O’Sullivan v. Boer-\nckel, 526 U.S. 838, 845 (1999) (“[S]tate prisoners must give\nthe state courts one full opportunity to resolve any constitu-\ntional issues by invoking one complete round of the State’s\nestablished appellate review process.”).\n\f4882                  BROWN v. FARWELL\nB.     Motion to Supplement the Record\n\n   Respondents argue that the district court erred by granting\nTroy’s request to supplement the record with the Mueller\nReport. Whether we apply the de novo or abuse of discretion\nstandard of review to a district court’s expansion of the record\nin support of a claim of insufficient evidence is an open ques-\ntion. See Cooper-Smith v. Palmateer, 397 F.3d 1236, 1241\nn.12 (9th Cir. 2005). However, applying either standard of\nreview, the district court’s decision to expand the record here\nwas legally proper.\n\n   [2] Under 28 U.S.C. § 2254(e)(2), a claimant who “failed\nto develop the factual basis of a claim in State court proceed-\nings” will not be permitted to supplement the record in federal\ncourt unless the claim relies on (1) “a new rule of constitu-\ntional law,” made retroactive to cases on collateral review by\nthe Supreme Court, that was previously unavailable; or “a fac-\ntual predicate that could not have been previously discovered\nthrough the exercise of due diligence”; and (2) “the facts\nunderlying the claim would be sufficient to establish by clear\nand convincing evidence that but for constitutional error, no\nreasonable factfinder would have found the applicant guilty of\nthe underlying offense.” Although none of these conditions is\nmet here, “[a]n exception to this general rule exists if a Peti-\ntioner exercised diligence in his efforts to develop the factual\nbasis of his claims in state court proceedings.” Cooper-Smith,\n397 F.3d at 1241.\n\n   [3] The district court correctly found that Troy “presented\na comprehensive discussion of the DNA evidence” before the\nNevada Supreme Court. This finding is supported by numer-\nous challenges to the DNA evidence raised in Troy’s state\ncourt briefs. Troy’s attempts were “reasonable” and therefore\n“diligent.” See Williams v. Taylor, 529 U.S. 420, 435 (2000)\n(“Diligence for purposes of [§ 2254(e)(2)] depends upon\nwhether the prisoner made a reasonable attempt, in light of\nthe information available at the time, to investigate and pursue\n\f                        BROWN v. FARWELL                   4883\nclaims in state court.”). Moreover, as the district court found,\nthe Mueller Report merely clarifies, rather than fundamentally\nalters, the DNA evidence and expert testimony that was\nalready before the Nevada courts. See Vazquez v. Hillery, 474\nU.S. 254, 260 (1986) (“We hold merely that the supplemental\nevidence presented by respondent did not fundamentally alter\nthe legal claim already considered by the state courts, and,\ntherefore, did not require that respondent be remitted to state\ncourt for consideration of that evidence.”). Therefore, the dis-\ntrict court did not err by admitting the Mueller Report.\n\nC.     Merits\n\n   [4] We agree with the district court that the Nevada\nSupreme Court’s decision was both “contrary to” and “an\nunreasonable application of” Jackson v. Virginia, 443 U.S.\n307 (1979). In Jackson, the Supreme Court held that a convic-\ntion must be upheld if, “after viewing the evidence in the light\nmost favorable to the prosecution, any rational trier of fact\ncould have found the essential elements of the crime beyond\na reasonable doubt.” Id. at 319. “[T]he standard must be\napplied with explicit reference to the substantive elements of\nthe criminal offense as defined by state law.” Id. at 324 n.16;\nsee also Chein v. Shumsky, 373 F.3d 978, 983 (9th Cir. 2004)\n(en banc).\n\n  1.    “Contrary to”\n\n   When addressing Troy’s insufficiency claim, the Nevada\nSupreme Court stated that “[t]he standard of review for suffi-\nciency of the evidence upon appeal is whether the jury, acting\nreasonably, could have been convinced of the defendant’s\nguilt beyond a reasonable doubt.” Brown, 934 P.2d at 241\n(citing Kazalyn v. State, 825 P.2d 578 (Nev. 1992)). It then\ncompiled—in one paragraph—the facts that supported its con-\nclusion. Id. at 241-42.\n\n  [5] We agree with the district court that the Nevada\nSupreme Court’s decision was “contrary to” Jackson, as the\n\f4884                  BROWN v. FARWELL\nNevada Supreme Court did not apply the Jackson standard.\nThough the Nevada Supreme Court in previous cases had\napplied the Jackson standard, see, e.g., Wilson v. State, 664\nP.2d 328, 336 (Nev. 1983), here, the state court applied the\nstandard set forth in Kazalyn v. State. Brown, 934 P.2d at 241.\nAs the district court pointed out, “[t]he Kazalyn standard only\nrequires a reasonable jury—not a rational one.” Moreover,\nunder Kazalyn, a reviewing court assesses whether the jury\ncould have been “convinced of the defendant’s guilt”; the\nJackson standard is different, requiring the reviewing court to\nassess “the essential elements of the crime.” The Nevada\nSupreme Court failed to analyze each of the essential ele-\nments of the substantive state crime. Instead, it merely recited\nall of the facts cumulatively without analyzing whether each\nor any of those facts established an essential element of the\ncounts of conviction beyond a reasonable doubt, and that a\nrational juror could have so found. See Chein, 373 F.3d at\n983-93 (analyzing materiality and falsity of statements made\nin three separate perjury counts to hold that no rational juror\ncould have found the defendant guilty of each element of per-\njury beyond a reasonable doubt). Therefore, the Nevada\nSupreme Court’s decision was contrary to Jackson. In fact, as\ndemonstrated, infra, once the unreliable DNA testimony is\nexcluded, a proper application of the Jackson standard leads\nto the conclusion that not all of the essential elements of the\ncrime were in fact proven beyond a reasonable doubt.\n\n  2.   “Unreasonable application of”\n\n   [6] The district court also correctly concluded that the\nNevada Supreme Court’s decision was “an unreasonable\napplication of” Jackson because, in light of the Mueller\nReport, no rational trier of fact could have found Troy guilty\nbeyond a reasonable doubt on the evidence presented at trial.\nThe validity and accuracy of the Mueller Report went unchal-\nlenged by Respondents, and the district court found it to be\ncredible. We review this finding for clear error, and conclude\n\f                       BROWN v. FARWELL                     4885\nthe district court did not clearly err. See Buckley v. Terhune,\n441 F.3d 688, 694 (9th Cir. 2006) (en banc).\n\n    The Mueller Report indicates that Romero’s testimony was\nunreliable for two main reasons. First, Romero testified that\nthere was a 99.99967 percent chance that Troy’s DNA was\nthe same as the DNA discovered in Jane’s underwear—or, in\nother words, that the science demonstrated a near 100 percent\nchance of Troy’s guilt. This assertion was incorrect, as it falls\ndirectly into what has become known as the “prosecutor’s fal-\nlacy.” The prosecutor’s fallacy occurs when the prosecutor\nelicits testimony that confuses source probability with random\nmatch probability. Put another way, a prosecutor errs when he\n“presents statistical evidence to suggest that the [DNA] evi-\ndence indicates the likelihood of the defendant’s guilt rather\nthan the odds of the evidence having been found in a ran-\ndomly selected sample.” United States v. Shonubi, 895 F.\nSupp. 460, 516 (E.D.N.Y. 1995) (internal quotation marks\nand citation omitted), vacated on other grounds, 103 F.3d\n1085 (2d Cir. 1997); see also United States v. Chischilly, 30\nF.3d 1144, 1157 (9th Cir. 1994) (“To illustrate, suppose the\n. . . evidence establishes that there is a one in 10,000 chance\nof a random match. The jury might equate this likelihood with\nsource probability by believing that there is a one in 10,000\nchance that the evidentiary sample did not come from the\ndefendant. This equation of random match probability with\nsource probability is known as the prosecutor’s fallacy.”);\nRichard Lempert, Some Caveats Concerning DNA as Crimi-\nnal Identification Evidence, 13 CARDOZO L. REV. 303, 305-06\n(1991). Such a fallacy is dangerous, as the probability of find-\ning a random match can be much higher than the probability\nof matching one individual, given the weight of the non-DNA\nevidence. See William C. Thompson and Edward L. Schu-\nmann, Interpretation of Statistical Evidence in Criminal Tri-\nals, 11 L. AND HUM. BEHAV. 167, 170-71 (1987) (noting that\nthe prosecutor’s fallacy “could lead to serious error, particu-\nlarly where the other evidence in the case is weak and there-\nfore the prior probability of guilt is low”).\n\f4886                      BROWN v. FARWELL\n   [7] Here, Romero initially testified that Troy’s DNA\nmatched the DNA found in Jane’s underwear, and that 1 in\n3,000,000 people randomly selected from the population\nwould also match the DNA found in Jane’s underwear (ran-\ndom match probability). After the prosecutor pressed her to\nput this another way, Romero testified that there was a\n99.99967 percent chance that the DNA found in Jane’s under-\nwear was from Troy’s blood (source probability). This testi-\nmony was misleading, as it improperly conflated random\nmatch probability with source probability. In fact, the former\ntestimony (1 in 3,000,000) is the probability of a match\nbetween an innocent person selected randomly from the popu-\nlation; this is not the same as the probability that Troy’s DNA\nwas the same as the DNA found in Jane’s underwear, which\nwould prove his guilt. Statistically, the probability of guilt\ngiven a DNA match is based on a complicated formula known\nas Bayes’s Theorem, see id. at 170-71 n.2, and the 1 in\n3,000,000 probability described by Romero is but one of the\nfactors in this formula. Significantly, another factor is the\nstrength of the non-DNA evidence. Here, Romero improperly\nconflated random match and source probability, an error that\nis especially profound given the weakness of the remaining\nevidence against Troy. In sum, Romero’s testimony that Troy\nwas 99.99967 percent likely to be guilty was based on her sci-\nentifically flawed DNA analysis, which means that Troy was\nmost probably convicted based on the jury’s consideration of\nfalse, but highly persuasive, evidence.\n\n   [8] Second, Romero inaccurately minimized the likelihood\nthat Troy’s DNA would match one of his four brothers’ DNA,\nthus underestimating the likelihood that one of Troy’s broth-\ners could have been the perpetrator. She testified that there\nwas a 25 percent chance of two brothers sharing both alleles\nat one locus, and, using that figure, a 1/6500 chance that one\nof Troy’s brothers would match Troy’s DNA at all five loci.5\n  5\n   As the district court pointed out, “The science of human DNA is highly\ncomplex and difficult to understand, even for the well educated and patient\n\f                          BROWN v. FARWELL                           4887\nThe Mueller Report indicated that Romero’s calculation was\nincorrect, as the correct figure is 1/1024. More importantly,\nRomero’s testimony is misleading because it presented the\nnarrowest interpretation of the DNA evidence. Had Romero\naccounted for Troy’s four brothers, two of whom lived in Car-\nlin and two of whom lived in neighboring Utah, the chance\nthat Troy’s DNA would match at least one of his four broth-\ners’ DNA can increase to 1/66—almost one hundred times the\nprobability asserted by Romero. This omission was especially\negregious given that the victim, Jane, had twice identified\nTroy’s brother, Trent, as the assailant. Again, Respondents\nintroduced nothing to contradict the findings of the Mueller\nReport.\n\n   [9] A federal court on habeas may exclude evidence admit-\nted in the state court if the evidence “rendered [the] trial so\nfundamentally unfair as to violate federal due process.”\nButcher v. Marquez, 758 F.2d 373, 378 (9th Cir. 1985). We\nagree with the district court that Romero’s testimony was\nunreliable, as it was inaccurate and ignored logical implica-\n\nstudent. It involves the matching of human genome materials or alleles\nand a statistical calculation of how often that match might occur in a cho-\nsen population.” We have previously described the science of DNA testing\nas follows:\n       An allele is any alternative form of a gene that can occupy a\n    particular chromosomal locus. In humans and other diploid\n    organisms there are two alleles, one on each chromosome of a\n    homologous pair. Forensic DNA tests compare allele combina-\n    tions at loci where the alleles tend to be highly variable across\n    individuals and ethnic groups. If there is no match between the\n    alleles from the evidence DNA and the potential suspect’s DNA,\n    the suspect is generally ruled out as the source of the evidence,\n    unless the failure is attributable to inadequate test conditions or\n    contaminated samples. If there is a match, analysts use the fre-\n    quency of the alleles’ appearance in the relevant population to\n    calculate the probability that another person could have the same\n    pattern of allele pairs.\nChischilly, 30 F.3d at 1153 n.7 (internal quotation marks and citations\nomitted).\n\f4888                   BROWN v. FARWELL\ntions about Troy’s four brothers, each of whom lived in the\ngeneral vicinity. Admission of this unreliable testimony most\ncertainly rendered the trial fundamentally unfair, as even\nRespondents concede that “[t]here was insufficient evidence\nto convict the Defendant unless the DNA evidence established\nhis guilt.” Thus, the admission of Romero’s unreliable and\nmisleading testimony violated Troy’s due process rights, and\nthe district court did not err in excluding it. See United States\nv. Scheffer, 523 U.S. 303, 309 (1998) (“State and Federal\nGovernments unquestionably have a legitimate interest in\nensuring that reliable evidence is presented to the trier of fact\nin a criminal trial. Indeed, the exclusion of unreliable evi-\ndence is a principal objective of many evidentiary rules.”).\n\n   After excluding Romero’s testimony, the district court\nweighed the sufficiency of the remaining evidence in the light\nmost favorable to the prosecution, Jackson, 443 U.S. at 319,\nand concluded that “there [is] sufficient conflicting testimony\nto raise a reasonable doubt in the mind of any rational trier of\nfact.” On appeal, Respondents argue that there is much evi-\ndence to support the conviction. However, it is Respondents’\nburden to establish guilt beyond a reasonable doubt for each\nand every element of the offense, a burden that Respondents\nhave not carried here.\n\n   The district court thoroughly catalogued the numerous\ninconsistencies that would raise a reasonable doubt as to\nTroy’s guilt in the mind of any rational juror. Three witnesses\ndisagreed about the time at which Troy left CG’s to return\nhome. Notably, one witness testified that Troy remained at the\nbar at 1:30 a.m., thirty to ninety minutes after the assault\noccurred. Moreover, although Jane at times identified Troy as\nher attacker, twice she identified Trent as the assailant. There\nis also considerable conflict between Jane’s description of her\nattacker and Troy’s clothing and appearance that night. For\nexample, Troy’s jacket was zipperless, but Jane testified that\nher assailant’s jacket had “a zipper for sure.”\n\f                       BROWN v. FARWELL                     4889\n   The prosecution’s theory is also undermined by the testi-\nmony of Troy’s brother and roommate, Travis, who testified\nthat he did not see blood on Troy’s boots or notice anything\nunusual about Troy when he arrived home at 1:32 a.m. Fur-\nthermore, early the next morning, when an officer examined\nTroy, he found no evidence of marks on Troy’s hands or\nblood on Troy’s clothing, which would have been consistent\nwith Troy being the attacker. That Troy laundered his cloth-\ning, though plausibly consistent with him being the assailant,\nis also consistent with his testimony that he vomited on him-\nself on the walk home, and that he wanted to clean his clothes\nbefore his trip to Utah the following day.\n\n   The manner in which the forensic evidence at the scene was\ncollected and examined raises doubt as well. Troy’s finger-\nprints did not match the fingerprint on the night light in Jane’s\nroom, which Jane testified her attacker turned off before wak-\ning her up. Moreover, neither Jane’s bedding nor the pubic\nhairs discovered in a jacket in Jane’s bedroom were tested for\nDNA samples.\n\n   At all times, Troy has denied involvement in the crime. He\nalso took actions inconsistent with having something to hide.\nWhile in Utah, he called the Carlin police to inquire whether\nhe was wanted for arrest. Knowing that he was under suspi-\ncion, he voluntarily submitted to a full-body examination to\nrecord that he had no markings consistent with Jane’s descrip-\ntion of the attack.\n\n  [10] The conflicts in the evidence are simply too stark for\nany rational trier of fact to believe that Troy was the assailant\nbeyond a reasonable doubt, an essential element of any sexual\nassault charge. This conclusion is confirmed by Respondents’\nown concessions. Therefore, the Nevada Supreme Court’s\ndecision was “an unreasonable application of” Jackson.\n\n                    IV.   CONCLUSION\n\n  [11] Because we affirm the district court’s grant of Troy\nBrown’s habeas petition on due process grounds, we need not\n\f4890                      BROWN v. FARWELL\nreach his arguments regarding ineffective assistance of coun-\nsel. The district court’s grant of Troy’s petition for writ of\nhabeas corpus and reversal of his conviction is AFFIRMED.\nRespondents shall retry Troy within 180 days or shall release\nhim from custody.\n\n  AFFIRMED.\n\n\n\nO’SCANNLAIN, Circuit Judge, dissenting:\n\n  Because I am persuaded that the Nevada Supreme Court\ndid not misapply federal law with respect to sufficiency of the\nevidence review, I must respectfully dissent.\n\n                                    I\n\n   A habeas petitioner “is entitled to habeas corpus relief if it\nis found that upon the record evidence adduced at the trial no\nrational trier of fact could have found proof of guilt beyond\na reasonable doubt.” Jackson v. Virginia, 443 U.S. 307, 324\n(emphasis added).1\n\n      After Winship the critical inquiry on review of the\n      sufficiency of the evidence to support a criminal\n      conviction must be not simply to determine whether\n      the jury was properly instructed, but to determine\n      whether the record evidence could reasonably sup-\n      port a finding of guilt beyond a reasonable doubt.\n      But this inquiry does not require a court to “ask itself\n      whether it believes that the evidence at the trial\n      established guilt beyond a reasonable doubt.”\n  1\n   The district court acknowledged this standard. See District Court Order\non Merits, pg. 5. (hereinafter “Order”) (“It is the evidence actually pre-\nsented at trial, not evidence that should have or might have been pre-\nsented, which is reviewed by the court.”).\n\f                       BROWN v. FARWELL                        4891\nId. at 318-19. In conducting the sufficiency of the evidence\ninquiry, a reviewing court must “view[ ] the evidence in the\nlight most favorable to the prosecution.” Id. at 719.\n\n  AEDPA adds deference to such inquiry. In Sarausad v.\nPorter, 479 F.3d 671, 677 (9th Cir. 2007), we wrote:\n\n    [28 U.S.C.] § 2254(d)(1) plainly applies to Jackson\n    cases. A state court must decide under Jackson\n    whether the evidence viewed in the light most favor-\n    able to the prosecution, would allow any rational\n    trier of fact to find the defendant guilty beyond a rea-\n    sonable doubt.\n\nId. Thus, AEDPA permits habeas relief only if “a state court\ndetermination that the evidence was sufficient to support a\nconviction was an “objectively unreasonable” application of\nJackson.” Id.\n\n   With respect, I am persuaded that the Nevada Supreme\nCourt complied with this standard. Although the state court\ndid not cite Jackson, it noted that “[t]he standard of review for\nsufficiency of the evidence upon appeal is whether the jury,\nacting reasonably, could have been convinced of the defen-\ndant’s guilt beyond a reasonable doubt.” Brown, 934 P.2d at\n241. That standard mirrors the Jackson approach, and\nAEDPA does not require express citation to federal law. See\nEarly v. Packer, 537 U.S. 3, 8 (2002) (per curiam). The\nNevada Supreme Court then reviewed the record and con-\ncluded that “a jury, acting reasonably, could have been con-\nvinced of Troy’s guilt beyond a reasonable doubt”:\n\n    Testimony indicated that Troy left the bar around\n    12:15 a.m., that Troy lived relatively close to the bar,\n    and that Troy lived very close to Jane Doe. Troy had\n    enough time to get from the bar to Jane Doe’s house\n    and to assault Jane Doe before she made the tele-\n    phone call to her mother at approximately 1:00 a.m.\n\f4892                  BROWN v. FARWELL\n    While Jane Doe could not identify her assailant, her\n    description of his clothing was similar to what Troy\n    was wearing; she also said that her assailant smelled\n    like beer or vomit and testimony indicated that Troy\n    had been drinking beer and had vomited several\n    times that night. Furthermore, testimony indicated\n    that Troy got home at approximately 1:30 a.m.,\n    which gave him enough time to assault Jane Doe.\n    Additionally, the Dokes testified that they saw some-\n    one resembling Troy in a black jacket and black hat\n    stumbling in the road near Jane Doe’s house at 1:05\n    a.m. Troy also washed his pants and shirt when he\n    got home, arguably to remove the blood evidence\n    from his clothes. Finally, the DNA evidence indi-\n    cated that semen collected from Jane Doe’s under-\n    wear matched Troy’s and that only 1 in 3,000,000\n    other people had matching DNA (the second DNA\n    test indicated that 1 in 10,000 people had matching\n    DNA).\n\nBrown, 934 P.2d at 241-42.\n\n   In reviewing the Nevada Supreme Court’s decision, the dis-\ntrict court failed to view the evidence in the light most favor-\nable to the prosecution. Unlike in Sarausad, the district court\nparsed the conflicts in the trial testimony and found several\ninconsistencies that it considered to be of “grave concern.”\nOrder, pg. 9. For example, the court cited to evidence first\nadded to the record on federal habeas, that the prosecution’s\nDNA expert “incorrectly calculated” the DNA matching prob-\nability and misleadingly stated “the lowest probability possi-\nble among siblings.” Order, pg. 8. It also stated that “there\nwas conflicting testimony about the time that Petitioner actu-\nally left the bar and headed home” and “[t]here is also conflict\nbetween the victim’s description of her assailant and Petition-\ner’s apparel and appearance.” Order, pg. 9. But under Jack-\nson, these disputed facts simply should have been viewed in\nthe light most favorable to the government.\n\f                      BROWN v. FARWELL                     4893\n   In contrast, the Nevada Supreme Court viewed the facts in\na manner that accorded with the Jackson standard. For exam-\nple, it stated that Jane Doe had called her mother around 1:00\na.m., although the evidence conflicted as to whether Jane Doe\nplaced the call at about midnight or around 1:00 a.m. Because\nthe latter testimony gave Troy more time to assault Jane Doe,\nthe Nevada Supreme Court correctly assumed that the jury\nhad accepted that version of the facts. Furthermore, the Court\ndid not mention conflicting points in the testimony, such as\nstatements that the emblem on Troy’s jacket was yellow and\norange and other statements that it was bright green. See\nSarausad, 479 F.3d at 683 (“We have considered the evidence\nin the light most favorable to the prosecution. We have not\nconsidered (or described here) the evidence that contradicted\nor minimized the importance of the evidence favoring the\nprosecution.”).\n\n   Again, with respect, I am not persuaded by the district\ncourt’s view that the Nevada Supreme Court’s description of\nthe facts was a series of “factual determinations,” Order, pg.\n9 (emphasis added); rather, it was not making factual findings\nbut simply reading the evidence in the light that most sup-\nported a finding of guilt.\n\n   But even more problematic than the district court’s focus\non the testimonial conflicts is its, and the majority’s, failure\nto give any weight to the DNA evidence. See id. at 4886-88.\nThe district court stated: “[A]bsent the DNA testimony and\neven after weighing the evidence in favor of the prosecution,\nthere are [sic] sufficient conflicting testimony to raise a rea-\nsonable doubt in the mind of any rational trier of fact.” Id. at\n9. Jackson does not permit a federal court to resolve a\nsufficiency-of-the-evidence claim by imagining a different\nstate trial in which evidence actually presented would have\nbeen excluded—especially not on the basis of reports added\nto the record during federal habeas review.\n\f4894                       BROWN v. FARWELL\n   Even if one accepts Dr. Mueller’s estimate that “the chance\nof a single sibling matching Troy Brown’s DNA profile is 1\nin 263,”2 “the chance that among two brothers, one or more\nwould match is 1/132,” and the chance of “four brothers\n[matching would be] 1 in 66,” no rational trier of fact would\nhave changed its mind. First, the DNA still would have sug-\ngested that the rape was committed by Brown or one of his\nbrothers. And the likelihood that one of his brothers would\nhave such DNA was very slim: if not 1/6500, then at most\n1/132. Thus, it was extremely unlikely that a random person\ncommitted the crime, and of the brothers, it was extremely\nunlikely that the specimen DNA would match not only Troy\n—as it did—but another brother.3 These probabilities put\ntogether still constitute overwhelming DNA evidence against\nTroy which the jury was entitled to consider.\n\n   Moreover, there was considerable circumstantial evidence\nto focus the jury’s attention on Troy and to remove any rea-\nsonable doubt as to whether one of his brothers committed the\ncrime. As noted above, two of Troy’s brothers were not even\nin the state at the time, and one of those was only 13. Another\nbrother (Travis) was present in the area but had an uncon-\ntested alibi that he had been sleeping at or shortly after the\ntime of the crime. The fifth brother (Trent) was present at the\ntime and warranted greater suspicion because Jane Doe had\nstated at one point that she thought he was her attacker.\n\n  The likelihood that the jury would have had a reasonable\ndoubt based on Trent’s being in the picture was negligible.\nTrent already played a visible and non-incriminating role in\n  2\n     The numbers, as estimated by the district court and various experts,\ndiffer. I cannot say which are right, but they all suggest that a proper cal-\nculation would have taken into greater account the probability of sibling\nallele identity.\n   3\n     Such reasoning does not commit the “prosecutor’s fallacy” because the\nset of persons in my data pool is specified (whether it contains the three\nbrothers in the area or all five brothers).\n\f                      BROWN v. FARWELL                    4895\nthe events. He and his wife Raquel had met Pam at the bar\nthat night and had been at their house thereafter; no evidence\nsuggested that he went over to Jane Doe’s trailer. Moreover,\nthe jury had overwhelming grounds to conclude that between\nthe two brothers, the rapist was Troy. The attacker smelled\nlike vomit, and Troy had gotten drunk by having twenty\ndrinks over the course of the night and had vomited. In con-\ntrast, the evidence was that Trent had spent 30 minutes at the\nbar and was home with his wife and children thereafter. Fur-\nthermore, the Dokes saw someone staggering along the road\nby Jane Doe’s trailer around the time of the crime, wearing\nclothes they described as closely resembling those that Troy\nwas wearing the night of the crime. In contrast, no evidence\nsuggested that Trent was wearing similar clothes (and Brown\ndoes not contend so now). The timing and the circumstantial\nevidence all pointed toward Troy, not Trent.\n\n   The Nevada Supreme Court properly considered the evi-\ndence, including the DNA evidence, as it was presented by\nthe prosecution at trial. The compelling force of the DNA evi-\ndence, coupled with the strong circumstantial evidence and\ninferences supported by the totality of the evidence, firmly\ngrounded the Nevada Supreme Court’s decision. See Sarau-\nsad, 479 F.3d at 678 (“In performing a Jackson analysis,\n‘[c]ircumstantial evidence and inferences drawn from [the\nrecord] may be sufficient to sustain a conviction.’ ”)(citation\nomitted).\n\n                              II\n\n  In sum, in light of the standard of review prescribed by\nAEDPA, I would reverse the district court’s order granting the\npetition for habeas relief. Therefore, I must respectfully dis-\nsent from the majority’s decision to affirm.\n\f",
            "ocr": false,
            "opinion_id": 3051886
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}