{
    "id": 3135702,
    "judges": "Theis, Thomas",
    "date_filed": "1973-07-20",
    "date_filed_is_approximate": true,
    "slug": "ries-v-city-of-chicago",
    "case_name_short": "Ries",
    "case_name": "Ries v. City of Chicago",
    "case_name_full": "CHRISTOPHER RIES Et Al, Appellants, v. THE CITY OF CHICAGO, Appellee",
    "attorneys": "Michael W. Rathsack, of Chicago (Joseph J. Miroballi, Albert E. Durkin and Scott H. Rudin, of counsel), for appellants., Mara S. Georges, Corporation Counsel, of Chicago (Benna Ruth Solomon, Myriam Zreczny Kasper and Sara K. Hornstra, of counsel), and Ruth F. Masters, of Oak Park, for appellee., Colin H. Dunn, of Springfield, and Clifford Law Offices, EC., of Chicago, for amicus curiae Illinois Trial Lawyers’ Association., Brian Day and Roger Huebner, of Springfield, for amicus curiae Illinois Municipal League.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing denied May 23, 2011.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b215-6\" pgmap=\"215\">\n    (No. 109541.\n   </docketnumber><br><parties id=\"b215-7\" pgmap=\"215\">\n    CHRISTOPHER RIES et al, Appellants, v. THE CITY OF CHICAGO, Appellee.\n   </parties><br><decisiondate id=\"b215-8\" pgmap=\"215\">\n    Opinion filed February 25, 2011.\n   </decisiondate><otherdate id=\"Akm\" pgmap=\"215\">\n    Rehearing denied May 23, 2011.\n   </otherdate><br><attorneys id=\"b216-7\" pgmap=\"216\">\n    Michael W. Rathsack, of Chicago (Joseph J. Miroballi, Albert E. Durkin and Scott H. Rudin, of counsel), for appellants.\n   </attorneys><br><attorneys id=\"b217-4\" pgmap=\"217\">\n    Mara S. Georges, Corporation Counsel, of Chicago (Benna Ruth Solomon, Myriam Zreczny Kasper and Sara K. Hornstra, of counsel), and Ruth F. Masters, of Oak Park, for appellee.\n   </attorneys><br><attorneys id=\"b217-5\" pgmap=\"217\">\n    Colin H. Dunn, of Springfield, and Clifford Law Offices, EC., of Chicago, for amicus curiae Illinois Trial Lawyers’ Association.\n   </attorneys><br><attorneys id=\"b217-6\" pgmap=\"217\">\n    Brian Day and Roger Huebner, of Springfield, for amicus curiae Illinois Municipal League.\n   </attorneys>",
    "citations": [
        "242 Ill. 2d 205"
    ],
    "opinions": [
        {
            "author_str": "Thomas",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " JUSTICE THOMAS delivered the judgment of the court, with opinion. Chief Justice Kilbride and Justices Freeman, Gar-man, Karmeier, and Burke concurred in the judgment and opinion. Justice Theis specially concurred, with opinion. OPINION Plaintiffs, Christopher Ries and Michael Martinez, were injured when Demario Lowe stole a police vehicle, ran a red light, and crashed into their vehicle. Plaintiffs sued Officer Sergio Oliva of the Chicago police department and the City of Chicago in the circuit court of Cook County. The case ultimately went to the jury against the City only, and the jury entered a verdict for plaintiffs. The appellate court determined, inter alia, that the City was immune from liability pursuant to section 4 — 106(b) of the Local Governmental and Governmental Employees Tort Immunity Act (Tort Immunity Act) (745 ILCS 10/ 4- — 106(b) (West 2008)), which immunizes local public entities and their employees from liability for injuries inflicted by escaping prisoners. Accordingly, the court held that the circuit court should have entered a judgment notwithstanding the verdict in favor of the City. 396 Ill. App. 3d 418. We allowed plaintiffs’ petition for leave to appeal (Ill. S. Ct. R. 315 (eff. Feb. 26, 2010)), and we now affirm the appellate court. BACKGROUND The facts, including a complete summary of the trial testimony, are set forth fully in the appellate court opinion. 396 Ill. App. 3d 418. We summarize here only those facts that are necessary to an understanding of our decision. On February 22, 2002, at approximately 2:15 p.m., Chicago police officer Sergio Oliva, who had been on assignment guarding People’s Gas, left to put gas in his supervisor’s vehicle. While cutting through a parking lot, he noticed several persons standing around a young man. One of these persons flagged down Oliva and told him that there had been a traffic accident and that the man they were surrounding had tried to flee the scene. Oliva then placed the man, Demario Lowe, in the back of his squad car. Oliva did not handcuff Lowe, and he left the keys in the ignition and the engine running. Oliva soon saw Lowe driving away in his vehicle, and he realized that the car did not have a cage or screen to prevent access to the front. When Oliva’s supervisor, Sergeant Edward Veth, arrived on the scene, he saw Lowe driving out of the parking lot in Oliva’s vehicle. Veth activated his lights and siren and initiated pursuit. Another Officer, Elmer, heard a radio transmission that Oliva’s vehicle had been stolen. When Elmer saw the vehicle pass him, he also initiated pursuit. Lowe ultimately hit several parked vehicles and then drove through a red light at a high rate of speed and collided with plaintiffs’ vehicle at the intersection of Pratt and Western Avenues. Plaintiffs had been stopped at a red light waiting to make a left turn when Lowe struck their vehicle. Both plaintiffs suffered multiple injuries. Plaintiffs sued Oliva and the City of Chicago, alleging willful and wanton misconduct. Plaintiffs alleged that the City, through Oliva, engaged in willful and wanton misconduct by failing to properly secure Lowe, failing to turn off the squad car’s engine and remove the keys, failing to place Lowe in a police vehicle that had a protective divider, and failing to secure or lock the rear door. The City and Oliva moved to dismiss, citing various provisions of the Tort Immunity Act (745 ILCS 10/1— 101 et seq. (West 2008)). Oliva alleged that he was immune under section 4 — 106(b), which immunizes municipalities and employees from liability for injuries inflicted by an escaped or escaping prisoner. The City moved to dismiss based on sections 4 — 102 (745 ILCS 10/4 — 102 (West 2008)) (immunizes municipalities and employees from liability for failure to provide adequate police protection or service or failure to prevent a crime) and 4 — 107 (745 ILCS 10/4 — 107 (West 2008)) (immunizes municipalities and employees from liability for injuries caused by the failure to make an arrest or by releasing a person in custody). Relying on Doe v. Calumet City, 161 Ill. 2d 374 (1994), the circuit court denied the motions. The court stated that Doe had held that willful and wanton misconduct is an exception to the immunities granted in the Act, and that Doe abrogated cases that held that sections 4 — 102 and 4 — 107 provide blanket immunities that prevail over section 2 — 202’s exception for willful and wanton misconduct. Plaintiffs later filed a first amended complaint, adding allegations that the officers who pursued Lowe after he stole the police car failed to terminate the pursuit when the danger to the public exceeded the benefit of apprehending Lowe. The amended complaint alleged that the City, through the pursuing officers, engaged in willful and wanton misconduct when it failed to terminate the pursuit when the apprehension of the fleeing motorist was outweighed by the inherent danger of the pursuit to the general public, the speed of the pursuit became excessive, the volume of pedestrian and vehicular traffic endangered the traveling public, the pursuit vehicle was involved in a property damage accident, and the identity of the fleeing motorist could be easily ascertained. Defendants counterclaimed against plaintiff Ries. The counterclaim sought contribution from Ries on the grounds that he was comparatively negligent in several respects, including that he had cannabis and cocaine in his system at the time of the accident. Defendants also filed a third-party complaint against Lowe. In their answer to the amended complaint, defendants raised affirmative defenses based on several provisions of the Tort Immunity Act and the common law doctrine of public officials’ immunity. Defendants also raised an affirmative defense of Ries’s comparative negligence on the same grounds as asserted in their June 2005 counterclaim. The circuit court granted plaintiffs partial summary judgment on defendants’ affirmative defense of comparative negligence. The court reasoned that there was no nexus between Ries’s drug use and the accident. The court also dismissed defendants’ tort immunity affirmative defenses on the same grounds on which it had denied defendants’ motion to dismiss — that section 2 — 202’s exception for willful and wanton misconduct is an established exception to the immunities provided in the Act. The court ultimately granted a directed verdict to Oliva, based on section 4 — 10 7.1 This section provides immunity for injuries caused by the failure to make an arrest or by releasing a person in custody. The court also stated that Oliva was entitled to a directed verdict on the claims regarding leaving the key in the car and the car’s engine running, finding that this conduct did not amount to willful and wanton misconduct. The court ruled that the City was immune on the same basis as Oliva, but did not grant the City a directed verdict in all respects. The court explained at the jury instruction conference that, while the City could not argue that Oliva’s conduct was willful and wanton, the plaintiffs’ theory was that “the entire manner in which the police handled this incident was willful and wanton.” Thus, while the jury would be precluded from basing liability on Oliva’s conduct alone, the plaintiffs would be allowed to argue that the conduct of the various officers — including Oliva — “in conjunction with or synergistically with each other, was willful and wanton behavior.” Thus, the court ultimately provided jury instructions which directed the jury to determine if the City, through its employees, including Oliva, engaged in willful and wanton misconduct. The jury ultimately returned a verdict for Ries for $4,052,573 and for Martinez for $159,069, and allocated 35% fault to the City and 65% to Lowe. The jury answered “yes” to a special interrogatory that asked, “Did the City of Chicago engage in a course of action that showed an utter indifference to or conscious disregard for the safety of others?” The City moved for a judgment notwithstanding the verdict or, in the alternative, a new trial. The court denied the motion. The City appealed, and the appellate court reversed. 396 Ill. App. 3d 418. The appellate court held that the City should have been granted JNOV First, the court held that the City was immune for all claims involving Officer Oliva. Section 2 — 109 of the Tort Immunity Act states that “[a] local public entity is not liable for an injury resulting from an act or omission of its employee where the employee is not liable.” 745 ILCS 10/2 — 109 (West 2008). The City had been sued on a respondeat superior theory. Thus, once the circuit court directed a verdict for Officer Oliva, the City could not be held liable for Oliva’s conduct. 396 Ill. App. 3d at 428-29. The court rejected plaintiffs’ argument that the directed verdict for Oliva had been partial. The court pointed out that the directed verdict order stated that “[t]he court grants a directed verdict in favor of Sergio Oliva and against plaintiff and for costs.” Id. at 429. On other occasions, the circuit court explained that Oliva was “no longer a party to this case” and that “Oliva has been dismissed out of this case.” Id. For these reasons, the circuit court would not allow plaintiffs to argue to the jury that Oliva’s conduct had been willful and wanton. Plaintiffs argued that the trial court’s inclusion of Oliva’s conduct in the jury instructions showed that the directed verdict was only partial. The appellate court disagreed. The appellate court held that, once the trial court directed a verdict for Oliva, it was error to issue an instruction that would allow the jury to find the city liable based on Oliva’s conduct. Because Oliva had been granted a directed verdict, the City could not be held fiable for willful and wanton misconduct in relation to Oliva’s conduct. Id. Next, the appellate court considered whether the city could be held liable for the actions of the two police officers who pursued Lowe. The City argued that it was immune under section 4 — 106(b), which provides immunity to public entities and their employees for “[a]ny injury inflicted by an escaped or escaping prisoner.” 745 ILCS 10/4 — 106(b) (West 2008). The appellate court agreed. First, the court held that Lowe was an escaping prisoner. According to the court, the record clearly showed that Lowe was in custody. He obviously did not consider himself free to leave, as he stole a squad car in order to flee the scene. The court also noted that plaintiffs themselves believed that Lowe was under arrest and elicited testimony in their case to show that Oliva violated Chicago police department procedures for restraining an arrestee. Thus, because Lowe was an escaping prisoner, the City was immune from liability for injuries inflicted by Lowe. 396 Ill. App. 3d at 430-31. Next, the appellate court considered plaintiffs’ argument that section 2 — 202’s exception for willful and wanton misconduct would apply to this case. Section 2 — 202 provides that “[a] public employee is not liable for his act or omission in the execution or enforcement of any law unless such act or omission constitutes willful and wanton conduct.” 745 ILCS 10/2 — 202 (West 2008). In Doe, this court held that a plaintiff could rely on this exception even when section 4 — 102 of the Act was otherwise applicable. Doe, 161 Ill. 2d at 389-90. Section 4 — 102 provides, inter alia, that: “Neither a local public entity nor a public employee is liable for failure to establish a police department or otherwise provide police protection service or, if police protection service is provided, for failure to provide adequate police protection service, failure to prevent the commission of crimes, failure to detect or solve crimes, and failure to identify or apprehend criminals.” 745 ILCS 10/ 4 — 102 (West 2008). Section 4 — 102 contains no exception for willful and wanton misconduct. This court in Doe held that plaintiffs can avoid statutory immunities granted municipalities and their employees by proving willful and wanton misconduct. Doe, 161 Ill. 2d at 390. In doing so, the court rejected such cases as Luber v. City of Highland, 151 Ill. App. 3d 758 (1986), and Jamison v. City of Chicago, 48 Ill. App. 3d 567 (1977), which had held that the blanket immunities provided to police officers in sections 4 — 102 and 4 — 107 prevailed over section 2 — 202. Doe, 161 Ill. 2d at 389. The appellate court rejected plaintiffs’ position out of hand. The court adopted the City’s argument that section 2 — 202’s willful and wanton exception had been applied only to section 4 — 102, and that there was no basis to apply it to the absolute immunity provided by section 4 — 106(b). 396 Ill. App. 3d at 432-33. Despite agreeing with the City on this point, the appellate court expounded at length on what it would decide “even if” it agreed with plaintiffs’ position that section 2 — 202’s willful and wanton exception could be applied to section 4 — 106(b). In that case, the appellate court explained, it would hold that the willful and wanton exception did not apply under the facts of this case. Id. at 433-35. The appellate court noted that Doe had been limited by this court in DeSmet v. County of Rock Island, 219 Ill. 2d 497 (2006). The appellate court concluded that, under DeSmet’s analysis, the police must exercise control over the scene where the injury occurred in order for section 2 — 202 to act as an exception to section 4 — 102 immunity. Thus, if the court were to apply section 2 — 202’s willful and wanton exception to section 4 — 106(b), plaintiffs would have to show that the police controlled the scene where plaintiffs were injured. Because the officers pursuing Lowe were not present at the intersection where the accident occurred, they could not have been in control of the scene. 396 Ill. App. 3d at 434. Consequently, under DeSmet, plaintiffs could not invoke section 2 — 202 as an exception to section 4 — 106(b) immunity. Id. at 434-35. Finally, the appellate court also agreed with the City that section 2 — 202 did not apply for another reason. By its plain language, section 2 — 202 applies only to public employees. Here, the officers who pursued Lowe were never named as defendants, and Oliva was granted a directed verdict. The City was thus the only remaining defendant, and section 2 — 202 of the Act does not apply to entities. Id. at 436. Accordingly, the court concluded that section 2 — 202 could not be invoked to uphold a judgment against the City. Id. We allowed plaintiffs’ petition for leave to appeal. ANALYSIS Plaintiffs raise four issues on appeal: (1) whether the appellate court erred in holding that DeSmet requires that the police control an accident scene in order for a plaintiff to rely on section 2 — 202’s exception for willful and wanton misconduct; (2) whether a plaintiff who alleges that he was injured as a result of a municipal employee’s conduct in enforcing the law must sue the offending officer personally in order for section 2 — 202 to be applicable; (3) whether section 4 — 106(b)’s immunity for injuries inflicted by escaping prisoners applies to these facts; and (4) whether the appellate court erred in holding that the initial directed verdict for Oliva was binding and that the court could not later clarify that ruling in allowing the jury to decide whether Oliva contributed to the accident. The City sees the case in simpler terms. The City argues that the principal issue before the court is whether it was entitled to JNOV because section 4 — 106(b) entitles it to immunity on all of plaintiffs’ claims. We agree with the City that it was immune under section 4 — 106(b), and hold that the appellate court— although overly complicating the analysis — correctly entered JNOV for the city. A motion for JNOV should be granted only when the evidence and inferences therefrom, viewed in the light most favorable to the nonmoving party, so overwhelmingly favors the movant that no contrary verdict based on that evidence could ever stand. Maple v. Gustafson, 151 Ill. 2d 445, 453 (1992). A decision on a motion for JNOV is reviewed de novo. Snelson v. Kamm, 204 Ill. 2d 1, 42 (2003). We are also asked to construe various provisions of the Tort Immunity Act. In interpreting a provision of the Tort Immunity Act, as with any statute, our primary goal is to ascertain and give effect to the intention of the legislature. DeSmet, 219 Ill. 2d at 510. We seek that intent first from the plain language used in the statute, and if that language is clear and unambiguous, we are not at liberty to depart from the language’s plain meaning. Id. Questions of statutory construction are reviewed de novo. Solon v. Midwest Medical Records Ass’n, 236 Ill. 2d 433, 439 (2010). Lowe Was an Escaping Prisoner Section 4 — 106(b) of the Tort Immunity Act provides, in part, that: “Neither a local public entity nor a public employee is liable for: *** (b) Any injury inflicted by an escaped or escaping prisoner.” 745 ILCS 10/4 — 106(b) (West 2008). The Act does not require a formal arrest or imprisonment, but rather defines “prisoner” as “a person held in custody.” 745 ILCS 10/4 — 101 (West 2008). There can be no doubt that Lowe was an escaping prisoner under this section. The Act does not define the term “custody.” Black’s defines it as “[t]he detention of a person by virtue of lawful process or authority.” Black’s Law Dictionary 442 (9th ed. 2009). Black’s further defines “physical custody” as “custody of a person (such as an arrestee) whose freedom is directly controlled and limited.” Black’s Law Dictionary 1263 (9th ed. 2009). As this court noted in People v. Campa, 217 Ill. 2d 243 (2005), an earlier edition of Black’s explained that “ ‘The term [custody] is very elastic and may mean actual imprisonment or physical detention or mere power, legal or physical, of imprisoning or of taking manual possession.’ ” Campa, 217 Ill. 2d at 254 (quoting Black’s Law Dictionary 347 (5th ed. 1979)). Thus, in Campa, this court determined that the term “custody” in the speedy-trial statute was sufficiently broad to include a defendant who was in a day reporting center program. Campa, 217 Ill. 2d at 255. This court found support for its conclusion in decisions such as People v. Simmons, 88 Ill. 2d 270 (1981), wherein the court determined that a person who failed to return for an independent day release program could be considered to have escaped from custody and thus prosecuted for escape. Campa, 217 Ill. 2d at 255-57. In the Miranda context, in which custodial interrogation triggers the requirement of the Miranda warnings, a person is considered in custody when a reasonable person would have felt that he or she was not at liberty to terminate the interrogation and leave. People v. Braggs, 209 Ill. 2d 492, 506 (2003). See also United States v. Abdulla, 294 F.3d 830, 834 (7th Cir. 2002) (“An individual is considered ‘in custody’ when his movement is restrained to the degree comparable to a formal arrest.”). Clearly, Lowe was an escaping prisoner as defined by the Tort Immunity Act. If the legislature had meant the term “custody” to be so restrictive as to include only imprisonment, the legislature almost certainly would have used the term “imprisonment” instead. For purposes of this case, it is not necessary to determine how broad the term “custody” may be, as it is certainly broad enough to include situations such as this. Here, Oliva arrived at the scene of a traffic accident and was told that Lowe had caused the accident and was attempting to flee the scene. Oliva then placed Lowe in the back of his squad car. Lowe was in custody at this point. He was being detained, and his freedom of movement had been directly controlled and limited by Oliva’s lawful authority. Moreover, a reasonable person placed in the back of a squad car by a police officer would not feel free to leave. Directly contradicting the position they took at trial, plaintiffs claim that whether Lowe was a prisoner was a question of fact that should have been resolved by the jury.2 We disagree. This was not a question of fact. Rather, we agree with the City that the relevant inquiry is the legal effect of the undisputed facts. Here, given that Lowe was placed in the back of a squad car by a police officer who had been told that Lowe was trying to flee the scene of an accident that he had caused, Lowe was being held in custody as a matter of law. Thus, he met the definition of a prisoner under the statute, and he was an escaping prisoner when he stole the car. The City Had Absolute Immunity Under Section 4 — 106(b) Because Lowe was an escaping prisoner, and he caused plaintiffs’ injuries when he crashed into their vehicle, the City was immune under section 4 — 106(b). Again, this provision immunizes local governments and their employees for injuries “inflicted by an *** escaping prisoner.” If the jury verdict were to be upheld, then the City unquestionably would be held liable for injuries inflicted by an escaping prisoner. Plaintiffs attempt to avoid this result by arguing that section 4 — 106(b) does not cover Oliva’s conduct or the conduct of the pursuing officers, and it is that conduct for which plaintiffs are seeking to hold the City liable. Plaintiffs argue that their case is about the City’s conduct — through its officers — in failing to properly restrain Lowe initially and then in recklessly pursuing him through the streets of Chicago. We agree with the City that this is mere semantics designed to avoid a clearly applicable immunity. According to plaintiffs’ own complaint, their injuries were suffered when Lowe ran a red light and crashed into their vehicle. According to the complaint, plaintiffs suffered “severe, and permanent injuries, both externally and internally.” These injuries were inflicted by an escaping prisoner, and plaintiffs are attempting to recover damages for these injuries. Moreover, plaintiffs’ argument could essentially render section 4 — 106(b) a nullity. Anytime a prisoner escapes from custody, a plaintiff would likely be able to point to some failure by those responsible for keeping the prisoner in custody. Indeed, on what other basis would a plaintiff injured by an escaped or escaping prisoner seek to hold a local government or its employees liable if not for its conduct in allowing the prisoner to escape or in attempting to apprehend the prisoner? If a plaintiff injured by an escaping prisoner could plead around section 4 — 106(b) merely by arguing that his case was really about the conduct of those who let the prisoner escape, then it is difficult to see how section 4 — 106(b) would have any real effect. This could not have been the legislature’s intent. We also assume that the legislature realized that any escaping-prisoner situation would involve pursuit by law enforcement officers. The legislature chose not to focus on the conduct of law enforcement officials in enacting this section, but rather worded it broadly to provide immunity for all injuries inflicted by escaping prisoners. Plaintiffs’ injuries were inflicted by an escaping prisoner, and they cannot avoid section 4 — 106(b) by arguing that their case was really about something else. Section 4 — 106(b) Prevails Over Section 2 — 202 Plaintiffs contend that the City’s liability should not turn on the status of the person being pursued. Plaintiffs argue that section 2 — 202, which provides that “[a] public employee is not liable for his act or omission in the execution or enforcement of any law unless such act or omission constitutes willful and wanton conduct” (745 ILCS 10/2 — 202 (West 2008)), has been applied to police chases generally. See, e.g., Shuttlesworth v. City of Chicago, 377 Ill. App. 3d 360, 365-69 (2007); Wade v. City of Chicago, 364 Ill. App. 3d 773, 780-81 (2006); Morton v. City of Chicago, 286 Ill. App. 3d 444, 446-55 (1997). Thus, plaintiffs contend, it makes no sense that the City cannot be held liable for willful and wanton misconduct here, when it could have been if Lowe had not been an escaping prisoner. That is an argument for the legislature. As this court stated in DeSmet: “This court may not legislate, rewrite or extend legislation. If a statute, as enacted, seems to operate in certain cases unjustly or inappropriately, the appeal must be to the General Assembly, and not to this court.” DeSmet, 219 Ill. 2d at 510. Here, both section 2 — 202 and section 4 — 106(b) potentially apply to the facts of this case. However, section 4 — 106(b), the more specifically applicable immunity, controls. This court explained in Murray v. Chicago Youth Center, 224 Ill. 2d 213, 233-34 (2007), that a statute that is particular and relates to only one subject will prevail over one that applies to cases generally. In that case, the 13-year-old plaintiff was rendered a quadriplegic from a trampoline accident during an extracurricular lunch period tumbling class. Id. at 217. This court determined that section 3 — 109 of the Tort Immunity Act (745 ILCS 10/3 — 109 (West 2008)), which specifically covered immunity for a person’s voluntary participation in hazardous recreational activities — including trampolining— prevailed over sections 2 — 201 (745 ILCS 10/2 — 201 (West 2008)) (immunity for injuries resulting from act or omission in determining policy) and 3 — 108(a) (745 ILCS 10/ 3 — 108(a) (West 2008)) (immunity for injuries caused by failure to supervise an activity on or the use of any public property). Thus, the plaintiffs were entitled to rely on section 3 — 109’s exception for willful and wanton misconduct, and the defendants could not rely on the more complete immunity provided by sections 2 — 201 and 3 — 108(a). Murray, 224 Ill. 2d at 228-34. The appellate court applied the same reasoning in Ware v. City of Chicago, 375 Ill. App. 3d 574 (2007), to conclude that sections 2 — 105 (745 ILCS 10/2 — 105 (West 2008)) and 2 — 207 (745 ILCS 10/2 — 207 (West 2008)) of the Tort Immunity Act (which specifically apply to inspections of property) prevailed over section 2 — 202. Sections 2 — 105 and 2 — 207 do not contain exceptions for willful and wanton misconduct, and thus the plaintiffs could not rely on section 2 — 202’s exception for willful and wanton misconduct when sections 2 — 105 and 2 — 207 were applicable. Ware, 375 Ill. App. 3d at 583. Here, section 4 — 106(b) deals specifically with immunity for injuries inflicted by escaping prisoners, while section 2 — 202 is a general section applying to immunity for acts or omissions in the execution or enforcement of any law. Thus, even if we were to conclude that section 2 — 202 applies here, it could not prevail over section 4 — 106(b), which applies more specifically and contains no exception for willful and wanton misconduct. Section 2 — 202 Does Not Provide a General Willful and Wanton Exception to the Other Sections of the Tort Immunity Act On a closely related point, the trial court denied the City’s motion to dismiss on the grounds that Doe held that section 2 — 202’s exception for willful and wanton misconduct was a general exception to the immunities otherwise granted to police officers in the Tort Immunity Act. Before this court, plaintiffs contend that Doe remains good law. In Doe, the plaintiffs sued Calumet City and several officers who responded to a crime scene. Jane Doe escaped from her house following an attempted rape, but the intruder remained in the house with her children. According to the complaint’s allegations, one officer, Horka, refused to break down the door and prevented others from doing so. Officers physically restrained Doe when she attempted to rescue her children and were verbally abusive toward her. By the time the officers finally entered the apartment, the intruder had repeatedly raped Doe’s daughter and choked and threatened her son. Doe, 161 Ill. 2d at 381-83. Calumet City claimed immunity under sections 4 — 102 (immunity for liability for, inter alia, failure to provide adequate police services, prevent the commission of crimes, or apprehend criminals) and 4 — 107 (immunity for liability for failure to make an arrest or releasing a person in custody). Doe held that defendants were not liable for simple negligence, but that the plaintiffs could rely on section 2 — 202’s exception for willful and wanton misconduct. Id. at 384-90. However, the plaintiffs could assert a willful and wanton claim only against Officer Horka, the officer in control of the scene, because the other officers were merely following orders. Id. at 390-91. Doe rejected such cases as Luber and Jamison, which had held that the blanket immunities provided to police officers in sections 4 — 102 and 4 — 107 prevailed over section 2 — 202, and specifically held that plaintiffs may escape statutory immunities granted municipalities and their employees by proving willful and wanton misconduct. Id. at 389-90. This view did not last long. A mere three years after Doe, this court filed In re Chicago Flood Litigation, 176 Ill. 2d 179 (1997), which endorsed the principle specifically rejected in Doe. In Chicago Flood, this court made clear that if a Tort Immunity Act provision does not contain an exception for willful and wanton misconduct, then no such exception exists: “The plain language of section 2 — 201 is unambiguous. That provision does not contain an immunity exception for willful and wanton misconduct. Where the legislature has chosen to limit an immunity to cover only negligence, it has unambiguously done so. Since the legislature omitted such a limitation from the plain language of section 2 — 201, then the legislature must have intended to immunize liability for both negligence and willful and wanton misconduct. See Barnett, 171 Ill. 2d at 391-92; West v. Kirkham, 147 Ill. 2d 1, 6-7 (1992). Cases holding to the contrary (e.g., Barth v. Board of Education, 141 Ill. App. 3d 266, 272-74 (1986) (holding that section 2 — 201 did not immunize willful and wanton misconduct)) are overruled on this point.” (Emphasis added.) Chicago Flood, 176 Ill. 2d at 196. As one federal court was quick to point out, Doe simply cannot be read as surviving Chicago Flood on this point. See Regalado v. City of Chicago, 40 F. Supp. 2d 1009, 1016-17 (N.D. Ill. 1999) (refusing to read willful and wanton exception into section 4 — 102 of the Act based on Chicago Flood and referring to Doe as “no longer good law”). This court would continue to adhere to Chicago Flood in subsequent cases. See, e.g., Village of Bloomingdale v. CDG Enterprises, 196 Ill. 2d 484, 491-94 (2001) (reviewing cases holding that when an immunity does not contain a willful and wanton exception, none exists); Harinek v. 161 North Clark Street Ltd. Partnership, 181 Ill. 2d 335, 347 (1998) (“Even willful and wanton conduct, however, cannot deprive a municipality of an immunity granted by section 2 — 201 of the Act [citation].”). In DeSmet, this court once again made clear that when a provision of the Tort Immunity Act contains no exception for willful and wanton misconduct, we will not read one in. Moreover, this court held this even in the context of section 4 — 102, the very section at issue in Doe. In that case, the police failed to respond to a report that a car had driven off of a highway and into a ditch. The motorist was found dead next to her vehicle three days later. DeSmet, 219 Ill. 2d at 500-02. This court held that the defendants were immune under section 4 — 102 (id. at 505), and that plaintiffs could not avoid this immunity by pleading willful and wanton misconduct: “Moreover, since section 4- — 102 contains no exception for willful and wanton misconduct, that section would immunize defendants even if we were to accept plaintiff’s argument that the facts alleged in her complaint support that characterization. As we noted in Village of Bloomingdale, and our prior decisions discussed therein, when the legislature intends to limit an immunity provision to cover only negligence and not willful and wanton misconduct, it has ‘ “unambiguously done so.” ’ Village of Bloomingdale, 196 Ill. 2d at 491, quoting Barnett, 171 Ill. 2d at 391. When the plain language of an immunity provision in the Tort Immunity Act contains no exception for willful and wanton misconduct, we have reasoned that the legislature ‘ “intended to immunize liability for both negligence and willful and wanton misconduct.” ’ Village of Bloomingdale, 196 Ill. 2d at 491, quoting Barnett, 171 Ill. 2d at 391-92. This court applied that reasoning in Harinek and Chicago Flood Litigation to hold that section 2 — 201 of the Tort Immunity Act immunized defendants against allegations of willful and wanton misconduct. Harinek, 181 Ill. 2d at 347; In re Chicago Flood Litigation, 176 Ill. 2d at 196. Identical reasoning was utilized in Henrich v. Libertyville High School, 186 Ill. 2d 381, 395 (1998), and Barnett, 171 Ill. 2d at 391-92, en route to holdings that the version of section 3— 108 then in effect afforded ‘full immunity.’ Barnett, 171 Ill. 2d at 393. The analysis employed in those decisions compels the same conclusion in this case. Section 4 — 102 of the Act is comprehensive in the breadth of its reach, addressing situations where no police protection is provided to the general public and those in which inadequate protection is provided. Moreover, section 4— 102 contains no exception for willful and wanton misconduct. We hold, given the facts of this case, that section 4 — 102 immunizes defendants against both negligence and willful and wanton misconduct.” (Emphasis in original.) DeSmet, 219 Ill. 2d at 514-15. Despite this unambiguous declaration of the principle that exceptions for willful and wanton misconduct may not be read into Tort Immunity Act provisions that do not contain them, the appellate court below focused on the next portion of DeSmet in order to determine if the willful and wanton exception in section 2 — 202 could apply even in the presence of the complete immunity provided by section 4 — 106(b). After rendering the above holding, the DeSmet court distinguished the facts before it from Doe. Importantly, the court prefaced this discussion with the comment that, “[t]o the extent that Doe still represents good law, we hold it is inapplicable under these circumstances.” (Emphasis added.) DeSmet, 219 Ill. 2d at 515. The court then proceeded to explain why, even if Doe remained good law, its reasoning would not apply to the facts before the court. This court determined that “[w]hat emerges from this court’s decision in Doe is a fact-specific application of section 2 — 202 that bears some striking similarities to an application of the special duty exception to the public duty rule.” Id. at 519. The court then set forth the requirements for the special duty exception to the public duty rule as stated in Doe: “The special duty exception to the public duty rule requires that (1) the municipality must be uniquely aware of the particular danger or risk to which plaintiff is exposed; (2) there must be specific acts or omissions on the part of the municipality; (3) the specific acts must be affirmative or willful in nature; and (4) the injury must occur while the plaintiff is under the direct and immediate control of municipal employees or agents.” Id. at 519-20. The DeSmet court explained that, in Doe, Officer Horka’s control of the crime scene was sufficient that he could be held liable for willful and wanton misconduct. Id. at 520. DeSmet determined that there were three important distinguishing features between Doe and the facts before it. First, in Doe, Officer Horka responded to the scene. Second, Officer Horka was engaged in the “execution or enforcement” of the law when he assumed a supervisory role over the investigation and law enforcement activities at the scene. Third, Officer Horka exercised control over the crime scene. None of these elements were present in DeSmet, because the police never responded to the call of the vehicle in the ditch. The court then concluded: “In sum, we hold that the plain language of section 4 — 102 of the Tort Immunity Act immunizes defendants under the facts of this case. Section 2 — 202 does not apply in this instance as an exception to section 4 — 102 immunity because defendants were not executing or enforcing the law and they did not exercise control over [the decedent].” Id. at 521. DeSmet can be read as leaving the door slightly ajar on the continued viability of Doe. Because the case was clearly distinguishable from Doe, it was unnecessary to determine definitively if Doe remained good law. In Ware, the appellate court determined that “DeSmet limited the supreme court’s holding in Doe to the unique facts of that case and further limited the conjunctive interpretation of section 2 — 202 to section 4 — 102 of the Tort Immunity Act.” Ware, 375 Ill. App. 3d at 583. Given the structure of the DeSmet opinion, that is the most that Doe could be read as standing for in the wake of DeSmet. Again, DeSmet contained a categorical rejection of the principle underlying Doe, followed by the statement “[t]o the extent that Doe still represents good law, we hold it is inapplicable under these circumstances” (DeSmet, 219 Ill. 2d at 515), followed by an explanation of why the case was distinguishable from Doe. In other words, the discussion in DeSmet distinguishing Doe is relevant only “to the extent that Doe still represents good law.” But what extent is that? On this point, not at all. Again, Doe held that section 2 — 202 provided a general willful and wanton exception to the immunities provided by the Act and rejected those decisions that held that blanket immunities provided by individual sections of the Act prevail over section 2 — 202. Subsequently, a line of cases from Chicago Flood to DeSmet held that if a section of the Tort Immunity Act does not provide for a willful and wanton exception, then none exists. Chicago Flood specifically stated that decisions that held to the contrary were overruled. Chicago Flood, 176 Ill. 2d at 196. Numerous decisions have either questioned Doe’s continued validity on this point or have simply cited it as being “overruled” by Chicago Flood (see, e.g., Fitch v. Doe, No. 06 — cv—0676—MJR, 2007 WL 1424329, at *3 (S.D. Ill. May 11, 2007); Shemenski v. Chapieski, No. 03C0861, 2005 WL 991831, at *12 n.9 (N.D. Ill. Apr. 13, 2005); Fireman’s Fund Insurance Co. v. Werner Enterprises Inc., No. 03C3228, 2004 WL 406981, at *4 (N.D. Ill. Feb. 6, 2004); Regalado, 40 F. Supp. 2d at 1016-17; Carr v. Village of Richmond, No. 96C50203, 1999 WL 626773, at *5 (N.D. Ill. July 9, 1999); Sparks v. Starks, 367 Ill. App. 3d 834, 837 (2006); Karas v. Strevell, 369 Ill. App. 3d 884, 890 (2006), rev’d on other grounds, 227 Ill. 2d 440 (2008)). It is time for this court to acknowledge the obvious. Given that Doe’s legal underpinning has been consistently repudiated by this court, there is simply no longer any reason to try to either apply or distinguish that case. We agree with those decisions that have held that Doe is no longer good law, and we overrule such cases as Ozik v. Gramins, 345 Ill. App. 3d 502 (2003), and Cadena v. Chicago Fireworks Manufacturing Co., 297 Ill. App. 3d 945 (1998), which continued to treat Doe as good law following Chicago Flood. Because Doe’s holding that section 2 — 202 provides a general willful and wanton exception to the immunities otherwise provided by the Tort Immunity Act is no longer good law, we will not read a willful and wanton exception into section 4 — 106(b). CONCLUSION In sum, we conclude that the City was immune under section 4 — 106(b) because plaintiffs’ injuries were inflicted by an escaping prisoner. Section 4 — 106(b) contains no exception for willful and wanton misconduct, and the exception in section 2 — 202 could not prevail over the absolute immunity provided in section 4 — 106(b). For the foregoing reasons, the judgment of the appellate court is affirmed. Affirmed.  The trial court believed that Oliva was entitled to a directed verdict whether section 4 — 106(b) or section 4 — 107 applied. In the trial court’s view, either Lowe was an escaping prisoner, and thus Oliva was immune under section 4 — 106(b), or Oliva failed to make an arrest, in which case section 4 — 107 applied.   Plaintiffs pleaded that Lowe was under arrest and built their case around establishing that the officers did not follow proper procedures for arresting an individual. Plaintiffs’ attorney argued that, “We’re not claiming that he failed to make an arrest. We are claiming that he made the arrest. He made the arrest. The person was a prisoner, and he failed to prevent him from escaping.” Plaintiffs’ attorney also specifically argued to the trial court that the evidence was “undisputed” that Lowe was in custody; that the jury should be told that it “need not consider” this question; and that “the law is he’s in custody,” and this was true “whether he’s arrested or not.”  ",
            "ocr": false,
            "opinion_id": 9819164
        },
        {
            "author_str": "Theis",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " JUSTICE THEIS, specially concurring: I concur with my colleagues. Today, we acknowledge explicitly that Doe v. Calumet City, 161 Ill. 2d 374 (1994), has been overruled by a series of cases beginning with In re Chicago Flood Litigation, 176 Ill. 2d 179 (1997). We leave in Doe’s wake, however, unresolved issues about the scope of the immunity provided by section 2 — 202 of the Tort Immunity Act. See 745 ILCS 10/2 — 202 (West 2008). I write separately to express my views on the proper analysis under that section. The Doe court framed the question before it as whether the willful and wanton “exception” in section 2 — 202 applies to police officers owing no special duty to plaintiff. Doe, 161 Ill. 2d at 388. After outlining two approaches to this question in appellate court case law, the court found an answer to it in Leone v. City of Chicago, 156 Ill. 2d 33 (1993). Doe, 161 Ill. 2d at 389. Rather than discussing the interplay between section 2 — 202 and other provisions of the Act, particularly sections 4 — 102 and 4 — 107, the court focused on the special duty doctrine. In a single, cryptic sentence, the court held that “plaintiffs can escape the statutory immunities granted municipalities and their employees either by proving facts that show the existence of a special duty and prov- ing simple negligence or by proving willful and wanton conduct alone.” Doe, 161 Ill. 2d at 390. In Zimmerman v. Village of Skokie, 183 Ill. 2d 30, 46-47 (1998), this court subsequently explained that the special duty exception to the public duty rule could not override statutory immunities. In DeSmet v. County of Rock Island, 219 Ill. 2d 497, 519 (2006), the court described Doe’s holding as simply “a fact-specific application of section 2 — 202.” But between those cases, the appellate court had already expanded that holding into “the principle underlying Doe” (242 Ill. 2d at 226) — namely, that section 2 — 202’s willful and wanton exception applies to other immunity provisions by implication. See, e.g., Ozik v. Gramins, 345 Ill. App. 3d 502 (2003); Cadena v. Chicago Fireworks Manufacturing Co., 297 Ill. App. 3d 945 (1998). I agree now is the time to end that interpretation. In my view, rejecting the broad reading of section 2 — 202 purportedly adopted in Doe returns us to a more appropriate reading of that statute, which we expressed in Aikens v. Morris, 145 Ill. 2d 273, 282-83 (1991). In Aikens, two City of Evanston police officers were transporting a prisoner when their squad car collided with another vehicle. The driver of the other vehicle filed a negligence claim against the city, and the city asserted that section 2 — 202 provided immunity. The trial court disagreed, and the appellate court affirmed. We also affirmed, holding that the police officers were not engaged in “executing or enforcing a law” at the time of the accident. Id. at 286. We stated that “section 2 — 202 immunity is a limited immunity, [whose] dimensions are narrower than the scope of a police officer’s employment or his performance of official functions and duties.” Id. at 281. Under section 2 — 202 “the appropriate analysis begins with a determination of whether the public employee was executing or enforcing law at the time of the subject incident.” Id. at 281 (discussing Trepachko v. Village of Westhaven, 184 Ill. App. 3d 241, 247 (1989)). We distinguished section 2 — 202 from section 4 — 102, explaining that “[s]ection 4 — 102 immunity may apply in the context where police officers are simply ‘providing [or failing to provide] police services,’ but section 2 — 202 immunity requires more particular circumstances for its application, i.e., an act or a course of conduct ‘in the execution or enforcement’ of law.” Id. at 282 (quoting Ill. Rev. Stat. 1979, ch. 85, par. 2 — 202). I believe that this narrow interpretation of section 2 — 202 is consonant with the public policy behind it. As we stated in Aikens, section 2 — 202 “represents an attempt to assure to the community those benefits accruing from both an energetic execution and enforcement of laws as well as a proportioned sharing of risk.” Id. at 279. In the proper case the immunity provided by section 2 — 202 still applies where municipal employees are engaged “in the execution or enforcement of any law” (745 ILCS 10/2 — 202 (West 2008)), and plaintiffs may still defeat that immunity by pleading and proving willful and wanton conduct. ",
            "ocr": false,
            "opinion_id": 9819165
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 20.0,
            "download_url": "http://www.illinoiscourts.gov/Opinions/SupremeCourt/2011/February/109541.pdf",
            "author_id": null,
            "opinion_text": "                        Docket No. 109541.\n\n\n                       IN THE\n                  SUPREME COURT\n                         OF\n                THE STATE OF ILLINOIS\n\n\n\nCHRISTOPHER RIES et al., Appellants, v. THE CITY OF\n               CHICAGO, Appellee.\n\n                 Opinion filed February 25, 2011.\n\n\n\n   JUSTICE THOMAS delivered the judgment of the court, with\nopinion.\n   Chief Justice Kilbride and Justices Freeman, Garman, Karmeier,\nand Burke concurred in the judgment and opinion.\n   Justice Theis specially concurred, with opinion.\n\n\n\n                             OPINION\n\n    Plaintiffs, Christopher Ries and Michael Martinez, were injured\nwhen Demario Lowe stole a police vehicle, ran a red light, and\ncrashed into their vehicle. Plaintiffs sued Officer Sergio Oliva of the\nChicago police department and the City of Chicago in the circuit\ncourt of Cook County. The case ultimately went to the jury against\nthe City only, and the jury entered a verdict for plaintiffs. The\nappellate court determined, inter alia, that the City was immune from\nliability pursuant to section 4–106(b) of the Local Governmental and\nGovernmental Employees Tort Immunity Act (Tort Immunity Act)\n(745 ILCS 10/4–106(b) (West 2008)), which immunizes local public\nentities and their employees from liability for injuries inflicted by\n\fescaping prisoners. Accordingly, the court held that the circuit court\nshould have entered a judgment notwithstanding the verdict in favor\nof the City. 396 Ill. App. 3d 418. We allowed plaintiffs’ petition for\nleave to appeal (Ill. S. Ct. R. 315 (eff. Feb. 26, 2010)), and we now\naffirm the appellate court.\n\n                            BACKGROUND\n    The facts, including a complete summary of the trial testimony,\nare set forth fully in the appellate court opinion. 396 Ill. App. 3d 418.\nWe summarize here only those facts that are necessary to an\nunderstanding of our decision. On February 22, 2002, at\napproximately 2:15 p.m., Chicago police officer Sergio Oliva, who\nhad been on assignment guarding People’s Gas, left to put gas in his\nsupervisor’s vehicle. While cutting through a parking lot, he noticed\nseveral persons standing around a young man. One of these persons\nflagged down Oliva and told him that there had been a traffic accident\nand that the man they were surrounding had tried to flee the scene.\nOliva then placed the man, Demario Lowe, in the back of his squad\ncar. Oliva did not handcuff Lowe, and he left the keys in the ignition\nand the engine running. Oliva soon saw Lowe driving away in his\nvehicle, and he realized that the car did not have a cage or screen to\nprevent access to the front.\n    When Oliva’s supervisor, Sergeant Edward Veth, arrived on the\nscene, he saw Lowe driving out of the parking lot in Oliva’s vehicle.\nVeth activated his lights and siren and initiated pursuit. Another\nOfficer, Elmer, heard a radio transmission that Oliva’s vehicle had\nbeen stolen. When Elmer saw the vehicle pass him, he also initiated\npursuit. Lowe ultimately hit several parked vehicles and then drove\nthrough a red light at a high rate of speed and collided with plaintiffs’\nvehicle at the intersection of Pratt and Western Avenues. Plaintiffs\nhad been stopped at a red light waiting to make a left turn when Lowe\nstruck their vehicle. Both plaintiffs suffered multiple injuries.\n    Plaintiffs sued Oliva and the City of Chicago, alleging willful and\nwanton misconduct. Plaintiffs alleged that the City, through Oliva,\nengaged in willful and wanton misconduct by failing to properly\nsecure Lowe, failing to turn off the squad car’s engine and remove the\nkeys, failing to place Lowe in a police vehicle that had a protective\n\n\n                                  -2-\n\fdivider, and failing to secure or lock the rear door.\n    The City and Oliva moved to dismiss, citing various provisions\nof the Tort Immunity Act (745 ILCS 10/1–101 et seq. (West 2008)).\nOliva alleged that he was immune under section 4–106(b), which\nimmunizes municipalities and employees from liability for injuries\ninflicted by an escaped or escaping prisoner. The City moved to\ndismiss based on sections 4–102 (745 ILCS 10/4–102 (West 2008))\n(immunizes municipalities and employees from liability for failure to\nprovide adequate police protection or service or failure to prevent a\ncrime) and 4–107 (745 ILCS 10/4–107 (West 2008)) (immunizes\nmunicipalities and employees from liability for injuries caused by the\nfailure to make an arrest or by releasing a person in custody). Relying\non Doe v. Calumet City, 161 Ill. 2d 374 (1994), the circuit court\ndenied the motions. The court stated that Doe had held that willful\nand wanton misconduct is an exception to the immunities granted in\nthe Act, and that Doe abrogated cases that held that sections 4–102\nand 4–107 provide blanket immunities that prevail over section\n2–202’s exception for willful and wanton misconduct.\n    Plaintiffs later filed a first amended complaint, adding allegations\nthat the officers who pursued Lowe after he stole the police car failed\nto terminate the pursuit when the danger to the public exceeded the\nbenefit of apprehending Lowe. The amended complaint alleged that\nthe City, through the pursuing officers, engaged in willful and wanton\nmisconduct when it failed to terminate the pursuit when the\napprehension of the fleeing motorist was outweighed by the inherent\ndanger of the pursuit to the general public, the speed of the pursuit\nbecame excessive, the volume of pedestrian and vehicular traffic\nendangered the traveling public, the pursuit vehicle was involved in\na property damage accident, and the identity of the fleeing motorist\ncould be easily ascertained.\n    Defendants counterclaimed against plaintiff Ries. The\ncounterclaim sought contribution from Ries on the grounds that he\nwas comparatively negligent in several respects, including that he had\ncannabis and cocaine in his system at the time of the accident.\nDefendants also filed a third-party complaint against Lowe. In their\nanswer to the amended complaint, defendants raised affirmative\ndefenses based on several provisions of the Tort Immunity Act and\nthe common law doctrine of public officials’ immunity. Defendants\n\n                                  -3-\n\falso raised an affirmative defense of Ries’s comparative negligence\non the same grounds as asserted in their June 2005 counterclaim.\n    The circuit court granted plaintiffs partial summary judgment on\ndefendants’ affirmative defense of comparative negligence. The court\nreasoned that there was no nexus between Ries’s drug use and the\naccident. The court also dismissed defendants’ tort immunity\naffirmative defenses on the same grounds on which it had denied\ndefendants’ motion to dismiss–that section 2–202’s exception for\nwillful and wanton misconduct is an established exception to the\nimmunities provided in the Act.\n    The court ultimately granted a directed verdict to Oliva, based on\nsection 4–107.1 This section provides immunity for injuries caused by\nthe failure to make an arrest or by releasing a person in custody. The\ncourt also stated that Oliva was entitled to a directed verdict on the\nclaims regarding leaving the key in the car and the car’s engine\nrunning, finding that this conduct did not amount to willful and\nwanton misconduct. The court ruled that the City was immune on the\nsame basis as Oliva, but did not grant the City a directed verdict in all\nrespects. The court explained at the jury instruction conference that,\nwhile the City could not argue that Oliva’s conduct was willful and\nwanton, the plaintiffs’ theory was that “the entire manner in which the\npolice handled this incident was willful and wanton.” Thus, while the\njury would be precluded from basing liability on Oliva’s conduct\nalone, the plaintiffs would be allowed to argue that the conduct of the\nvarious officers–including Oliva–“in conjunction with or\nsynergistically with each other, was willful and wanton behavior.”\nThus, the court ultimately provided jury instructions which directed\nthe jury to determine if the City, through its employees, including\nOliva, engaged in willful and wanton misconduct.\n    The jury ultimately returned a verdict for Ries for $4,052,573 and\nfor Martinez for $159,069, and allocated 35% fault to the City and\n\n\n   1\n     The trial court believed that Oliva was entitled to a directed verdict\nwhether section 4–106(b) or section 4–107 applied. In the trial court’s\nview, either Lowe was an escaping prisoner, and thus Oliva was immune\nunder section 4–106(b), or Oliva failed to make an arrest, in which case\nsection 4–107 applied.\n\n                                   -4-\n\f65% to Lowe. The jury answered “yes” to a special interrogatory that\nasked, “Did the City of Chicago engage in a course of action that\nshowed an utter indifference to or conscious disregard for the safety\nof others?” The City moved for a judgment notwithstanding the\nverdict or, in the alternative, a new trial. The court denied the motion.\n    The City appealed, and the appellate court reversed. 396 Ill. App.\n3d 418. The appellate court held that the City should have been\ngranted JNOV. First, the court held that the City was immune for all\nclaims involving Officer Oliva. Section 2–109 of the Tort Immunity\nAct states that “[a] local public entity is not liable for an injury\nresulting from an act or omission of its employee where the employee\nis not liable.” 745 ILCS 10/2–109 (West 2008). The City had been\nsued on a respondeat superior theory. Thus, once the circuit court\ndirected a verdict for Officer Oliva, the City could not be held liable\nfor Oliva’s conduct. 396 Ill. App. 3d at 428-29. The court rejected\nplaintiffs’ argument that the directed verdict for Oliva had been\npartial. The court pointed out that the directed verdict order stated\nthat “[t]he court grants a directed verdict in favor of Sergio Oliva and\nagainst plaintiff and for costs.” Id. at 429. On other occasions, the\ncircuit court explained that Oliva was “no longer a party to this case”\nand that “Oliva has been dismissed out of this case.” Id. For these\nreasons, the circuit court would not allow plaintiffs to argue to the\njury that Oliva’s conduct had been willful and wanton.\n    Plaintiffs argued that the trial court’s inclusion of Oliva’s conduct\nin the jury instructions showed that the directed verdict was only\npartial. The appellate court disagreed. The appellate court held that,\nonce the trial court directed a verdict for Oliva, it was error to issue\nan instruction that would allow the jury to find the city liable based\non Oliva’s conduct. Because Oliva had been granted a directed\nverdict, the City could not be held liable for willful and wanton\nmisconduct in relation to Oliva’s conduct. Id.\n    Next, the appellate court considered whether the city could be\nheld liable for the actions of the two police officers who pursued\nLowe. The City argued that it was immune under section 4–106(b),\nwhich provides immunity to public entities and their employees for\n“[a]ny injury inflicted by an escaped or escaping prisoner.” 745 ILCS\n10/4–106(b) (West 2008). The appellate court agreed.\n    First, the court held that Lowe was an escaping prisoner.\n\n                                  -5-\n\fAccording to the court, the record clearly showed that Lowe was in\ncustody. He obviously did not consider himself free to leave, as he\nstole a squad car in order to flee the scene. The court also noted that\nplaintiffs themselves believed that Lowe was under arrest and elicited\ntestimony in their case to show that Oliva violated Chicago police\ndepartment procedures for restraining an arrestee. Thus, because\nLowe was an escaping prisoner, the City was immune from liability\nfor injuries inflicted by Lowe. 396 Ill. App. 3d at 430-31.\n    Next, the appellate court considered plaintiffs’ argument that\nsection 2–202’s exception for willful and wanton misconduct would\napply to this case. Section 2–202 provides that “[a] public employee\nis not liable for his act or omission in the execution or enforcement\nof any law unless such act or omission constitutes willful and wanton\nconduct.” 745 ILCS 10/2–202 (West 2008). In Doe, this court held\nthat a plaintiff could rely on this exception even when section 4–102\nof the Act was otherwise applicable. Doe, 161 Ill. 2d at 389-90.\nSection 4–102 provides, inter alia, that:\n         “Neither a local public entity nor a public employee is liable\n         for failure to establish a police department or otherwise\n         provide police protection service or, if police protection\n         service is provided, for failure to provide adequate police\n         protection service, failure to prevent the commission of\n         crimes, failure to detect or solve crimes, and failure to identify\n         or apprehend criminals.” 745 ILCS 10/4–102 (West 2008).\nSection 4–102 contains no exception for willful and wanton\nmisconduct. This court in Doe held that plaintiffs can avoid statutory\nimmunities granted municipalities and their employees by proving\nwillful and wanton misconduct. Doe, 161 Ill. 2d at 390. In doing so,\nthe court rejected such cases as Luber v. City of Highland, 151 Ill.\nApp. 3d 758 (1986), and Jamison v. City of Chicago, 48 Ill. App. 3d\n567 (1977), which had held that the blanket immunities provided to\npolice officers in sections 4–102 and 4–107 prevailed over section\n2–202. Doe, 161 Ill. 2d at 389.\n    The appellate court rejected plaintiffs’ position out of hand. The\ncourt adopted the City’s argument that section 2–202’s willful and\nwanton exception had been applied only to section 4–102, and that\nthere was no basis to apply it to the absolute immunity provided by\nsection 4–106(b). 396 Ill. App. 3d at 432-33. Despite agreeing with\n\n                                   -6-\n\fthe City on this point, the appellate court expounded at length on\nwhat it would decide “even if” it agreed with plaintiffs’ position that\nsection 2–202’s willful and wanton exception could be applied to\nsection 4–106(b). In that case, the appellate court explained, it would\nhold that the willful and wanton exception did not apply under the\nfacts of this case. Id. at 433-35.\n    The appellate court noted that Doe had been limited by this court\nin DeSmet v. County of Rock Island, 219 Ill. 2d 497 (2006). The\nappellate court concluded that, under DeSmet’s analysis, the police\nmust exercise control over the scene where the injury occurred in\norder for section 2–202 to act as an exception to section 4–102\nimmunity. Thus, if the court were to apply section 2–202’s willful\nand wanton exception to section 4–106(b), plaintiffs would have to\nshow that the police controlled the scene where plaintiffs were\ninjured. Because the officers pursuing Lowe were not present at the\nintersection where the accident occurred, they could not have been in\ncontrol of the scene. 396 Ill. App. 3d at 434. Consequently, under\nDeSmet, plaintiffs could not invoke section 2–202 as an exception to\nsection 4–106(b) immunity. Id. at 434-35.\n    Finally, the appellate court also agreed with the City that section\n2–202 did not apply for another reason. By its plain language, section\n2–202 applies only to public employees. Here, the officers who\npursued Lowe were never named as defendants, and Oliva was\ngranted a directed verdict. The City was thus the only remaining\ndefendant, and section 2–202 of the Act does not apply to entities. Id.\nat 436. Accordingly, the court concluded that section 2–202 could not\nby invoked to uphold a judgment against the City. Id.\n    We allowed plaintiffs’ petition for leave to appeal.\n\n                              ANALYSIS\n    Plaintiffs raise four issues on appeal: (1) whether the appellate\ncourt erred in holding that DeSmet requires that the police control an\naccident scene in order for a plaintiff to rely on section 2–202’s\nexception for willful and wanton misconduct; (2) whether a plaintiff\nwho alleges that he was injured as a result of municipal employee’s\nconduct in enforcing the law must sue the offending officer\npersonally in order for section 2–202 to be applicable; (3) whether\n\n                                 -7-\n\fsection 4–106(b)’s immunity for injuries inflicted by escaping\nprisoners applies to these facts; and (4) whether the appellate court\nerred in holding that the initial directed verdict for Oliva was binding\nand that the court could not later clarify that ruling in allowing the\njury to decide whether Oliva contributed to the accident.\n    The City sees the case in simpler terms. The City argues that the\nprincipal issue before the court is whether it was entitled to JNOV\nbecause section 4–106(b) entitles it to immunity on all of plaintiffs\nclaims. We agree with the City that it was immune under section\n4–106(b), and hold that the appellate court–although overly\ncomplicating the analysis–correctly entered JNOV for the city.\n    A motion for JNOV should be granted only when the evidence\nand inferences therefrom, viewed in the light most favorable to the\nnonmoving party, so overwhelmingly favors the movant that no\ncontrary verdict based on that evidence could ever stand. Maple v.\nGustafson, 151 Ill. 2d 445, 453 (1992). A decision on a motion for\nJNOV is reviewed de novo. Snelson v. Kamm, 204 Ill. 2d 1, 42\n(2003).\n    We are also asked to construe various provisions of the Tort\nImmunity Act. In interpreting a provision of the Tort Immunity Act,\nas with any statute, our primary goal is to ascertain and give effect to\nthe intention of the legislature. DeSmet, 219 Ill. 2d at 510. We seek\nthat intent first from the plain language used in the statute, and if that\nlanguage is clear and unambiguous, we are not at liberty to depart\nfrom the languages’s plain meaning. Id. Questions of statutory\nconstruction are reviewed de novo. Solon v. Midwest Medical\nRecords Ass’n, 236 Ill. 2d 433, 439 (2010).\n\n                 Lowe Was an Escaping Prisoner\n   Section 4–106(b) of the Tort Immunity Act provides, in part, that:\n      “Neither a local public entity nor a public employee is liable\n      for:\n           ***\n           (b) Any injury inflicted by an escaped or escaping\n      prisoner.” 745 ILCS 10/4–106(b) (West 2008).\nThe Act does not require a formal arrest or imprisonment, but rather\n\n\n                                   -8-\n\fdefines “prisoner” as “a person held in custody.” 745 ILCS 10/4–101\n(West 2008). There can be no doubt that Lowe was an escaping\nprisoner under this section.\n     The Act does not define the term “custody.” Black’s defines it as\n“[t]he detention of a person by virtue of lawful process or authority.”\nBlack’s Law Dictionary 442 (9th ed. 2009). Black’s further defines\n“physical custody” as “custody of a person (such as an arrestee)\nwhose freedom is directly controlled and limited.” Black’s Law\nDictionary 1263 (9th ed. 2009). As this court noted in People v.\nCampa, 217 Ill. 2d 243 (2005), an earlier edition of Black’s explained\nthat “ ‘The term [custody] is very elastic and may mean actual\nimprisonment or physical detention or mere power, legal or physical,\nof imprisoning or of taking manual possession.’ ” Campa, 217 Ill. 2d\nat 254, quoting Black’s Law Dictionary 347 (5th ed. 1979). Thus, in\nCampa, this court determined that the term “custody” in the speedy-\ntrial statute was sufficiently broad to include a defendant who was in\na day reporting center program. Campa, 217 Ill. 2d at 255. This court\nfound support for its conclusion in decisions such as People v.\nSimmons, 88 Ill. 2d 270 (1981), wherein the court determined that a\nperson who failed to return for an independent day release program\ncould be considered to have escaped from custody and thus\nprosecuted for escape. Campa, 217 Ill. 2d at 255-57. In the Miranda\ncontext, in which custodial interrogation triggers the requirement of\nthe Miranda warnings, a person is considered in custody when a\nreasonable person would have felt that he or she was not at liberty to\nterminate the interrogation and leave. People v. Braggs, 209 Ill. 2d\n492, 506 (2003). See also United States v. Abdulla, 294 F.3d 830, 834\n(7th Cir. 2002) (“An individual is considered ‘in custody’ when his\nmovement is restrained to the degree comparable to a formal arrest.”).\n     Clearly, Lowe was an escaping prisoner as defined by the Tort\nImmunity Act. If the legislature had meant the term “custody” to be\nso restrictive as to include only imprisonment, the legislature almost\ncertainly would have used the term “imprisonment” instead. For\npurposes of this case, it is not necessary to determine how broad the\nterm “custody” may be, as it is certainly broad enough to include\nsituations such as this. Here, Oliva arrived at the scene of a traffic\naccident and was told that Lowe had caused the accident and was\nattempting to flee the scene. Oliva then placed Lowe in the back of\n\n                                 -9-\n\fhis squad car. Lowe was in custody at this point. He was being\ndetained, and his freedom of movement had been directly controlled\nand limited by Oliva’s lawful authority. Moreover, a reasonable\nperson placed in the back of a squad car by a police officer would not\nfeel free to leave.\n    Directly contradicting the position they took at trial, plaintiffs\nclaim that whether Lowe was a prisoner was a question of fact that\nshould have been resolved by the jury.2 We disagree. This was not a\nquestion of fact. Rather, we agree with the City that the relevant\ninquiry is the legal effect of the undisputed facts. Here, given that\nLowe was placed in the back of a squad car by a police officer who\nhad been told that Lowe was trying to flee the scene of an accident\nthat he had caused, Lowe was being held in custody as a matter of\nlaw. Thus, he met the definition of a prisoner under the statute, and\nhe was an escaping prisoner when he stole the car.\n\n     The City Had Absolute Immunity Under Section 4–106(b)\n    Because Lowe was an escaping prisoner, and he caused plaintiffs’\ninjuries when he crashed into their vehicle, the City was immune\nunder section 4–106(b). Again, this provision immunizes local\ngovernments and their employees for injuries “inflicted by an ***\nescaping prisoner.” If the jury verdict were to be upheld, then the City\nunquestionably would be held liable for injuries inflicted by an\nescaping prisoner. Plaintiffs attempt to avoid this result by arguing\nthat section 4–106(b) does not cover Oliva’s conduct or the conduct\nof the pursuing officers, and it is that conduct for which plaintiffs are\nseeking to hold the City liable. Plaintiffs argue that their case is about\n\n    2\n      Plaintiffs pleaded that Lowe was under arrest and built their case\naround establishing that the officers did not follow proper procedures for\narresting an individual. Plaintiffs’ attorney argued that, “We’re not\nclaiming that he failed to make an arrest. We are claiming that he made the\narrest. He made the arrest. The person was a prisoner, and he failed to\nprevent him from escaping.” Plaintiffs’ attorney also specifically argued to\nthe trial court that the evidence was “undisputed” that Lowe was in\ncustody; that the jury should be told that it “need not consider” this\nquestion; and that “the law is he’s in custody,” and this was true “whether\nhe’s arrested or not.”\n\n                                   -10-\n\fthe City’s conduct–through its officers–in failing to properly restrain\nLowe initially and then in recklessly pursuing him through the streets\nof Chicago. We agree with the City that this is mere semantics\ndesigned to avoid a clearly applicable immunity. According to\nplaintiffs’ own complaint, their injuries were suffered when Lowe ran\na red light and crashed into their vehicle. According to the complaint,\nplaintiffs suffered “severe, and permanent injuries, both externally\nand internally.” These injuries were inflicted by an escaping prisoner,\nand plaintiffs are attempting to recover damages for these injuries.\n    Moreover, plaintiffs’ argument could essentially render section\n4–106(b) a nullity. Anytime a prisoner escapes from custody, a\nplaintiff would likely be able to point to some failure by those\nresponsible for keeping the prisoner in custody. Indeed, on what other\nbasis would a plaintiff injured by an escaped or escaping prisoner\nseek to hold a local government or its employees liable if not for its\nconduct in allowing the prisoner to escape or in attempting to\napprehend the prisoner? If a plaintiff injured by an escaping prisoner\ncould plead around section 4–106(b) merely by arguing that his case\nwas really about the conduct of those who let the prisoner escape,\nthen it is difficult to see how section 4–106(b) would have any real\neffect. This could not have been the legislature’s intent. We also\nassume that the legislature realized that any escaping-prisoner\nsituation would involve pursuit by law enforcement officers. The\nlegislature chose not to focus on the conduct of law enforcement\nofficials in enacting this section, but rather worded it broadly to\nprovide immunity for all injuries inflicted by escaping prisoners.\nPlaintiffs’ injuries were inflicted by an escaping prisoner, and they\ncannot avoid section 4–106(b) by arguing that their case was really\nabout something else.\n\n           Section 4–106(b) Prevails Over Section 2–202\n    Plaintiffs contend that the City’s liability should not turn on the\nstatus of the person being pursued. Plaintiffs argue that section\n2–202, which provides that “[a] public employee is not liable for his\nact or omission in the execution or enforcement of any law unless\nsuch act or omission constitutes willful and wanton conduct” (745\nILCS 10/2–202 (West 2008)), has been applied to police chases\ngenerally. See, e.g., Shuttlesworth v. City of Chicago, 377 Ill. App. 3d\n\n                                 -11-\n\f360, 365-69 (2007); Wade v. City of Chicago, 364 Ill. App. 3d 773,\n780-81 (2006); Morton v. City of Chicago, 286 Ill. App. 3d 444, 446-\n55 (1997). Thus, plaintiffs contend, it makes no sense that the City\ncannot be held liable for willful and wanton misconduct here, when\nit could have been if Lowe had not been an escaping prisoner. That\nis an argument for the legislature. As this court stated in DeSmet:\n        “This court may not legislate, rewrite or extend legislation. If\n        a statute, as enacted, seems to operate in certain cases unjustly\n        or inappropriately, the appeal must be to the General\n        Assembly, and not to this court.” DeSmet, 219 Ill. 2d at 510.\n    Here, both section 2–202 and section 4–106(b) potentially apply\nto the facts of this case. However, section 4–106(b), the more\nspecifically applicable immunity, controls. This court explained in\nMurray v. Chicago Youth Center, 224 Ill. 2d 213, 233-34 (2007), that\na statute that is particular and relates to only one subject will prevail\nover one that applies to cases generally. In that case, the 13-year-old\nplaintiff was rendered a quadriplegic from a trampoline accident\nduring an extracurricular lunch period tumbling class. Id. at 217. This\ncourt determined that section 3–109 of the Tort Immunity Act (745\nILCS 10/3–109 (West 2008)), which specifically covered immunity\nfor a person’s voluntary participation in hazardous recreational\nactivities–including trampolining–prevailed over sections 2–201 (745\nILCS 10/2–201 (West 2008)) (immunity for injuries resulting from\nact or omission in determining policy) and 3–108(a) (745 ILCS\n10/3–108(a) (West 2008)) (immunity for injuries caused by failure to\nsupervise an activity on or the use of any public property). Thus, the\nplaintiffs were entitled to rely on section 3–109’s exception for\nwillful and wanton misconduct, and the defendants could not rely on\nthe more complete immunity provided by sections 2–201 and\n3–108(a). Murray, 224 Ill. 2d at 228-34.\n    The appellate court applied the same reasoning in Ware v. City of\nChicago, 375 Ill. App. 3d 574 (2007), to conclude that sections 2–105\n(745 ILCS 10/2–105 (West 2008)) and 2–207 (745 ILCS 10/2–207\n(West 2008)) of the Tort Immunity Act (which specifically apply to\ninspections of property) prevailed over section 2–202. Sections 2–105\nand 2–207 do not contain exceptions for willful and wanton\nmisconduct, and thus the plaintiffs could not rely on section 2–202’s\nexception for willful and wanton misconduct when sections 2–105\n\n                                  -12-\n\fand 2–207 were applicable. Ware, 375 Ill. App. 3d at 583.\n    Here, section 4–106(b) deals specifically with immunity for\ninjuries inflicted by escaping prisoners, while section 2–202 is a\ngeneral section applying to immunity for acts or omissions in the\nexecution or enforcement of any law. Thus, even if we were to\nconclude that section 2–202 applies here, it could not prevail over\nsection 4–106(b), which applies more specifically and contains no\nexception for willful and wanton misconduct.\n\n  Section 2–202 Does Not Provide a General Willful and Wanton\n     Exception to the Other Sections of the Tort Immunity Act\n    On a closely related point, the trial court denied the City’s motion\nto dismiss on the grounds that Doe held that section 2–202’s\nexception for willful and wanton misconduct was a general exception\nto the immunities otherwise granted to police officers in the Tort\nImmunity Act. Before this court, plaintiffs contend that Doe remains\ngood law. In Doe, the plaintiffs sued Calumet City and several\nofficers who responded to a crime scene. Jane Doe escaped from her\nhouse following an attempted rape, but the intruder remained in the\nhouse with her children. According to the complaint’s allegations,\none officer, Horka, refused to break down the door and prevented\nothers from doing so. Officers physically restrained Doe when she\nattempted to rescue her children and were verbally abusive toward\nher. By the time the officers finally entered the apartment, the intruder\nhad repeatedly raped Doe’s daughter and choked and threatened her\nson. Doe, 161 Ill. 2d at 381-83. Calumet City claimed immunity\nunder sections 4–102 (immunity for liability for, inter alia, failure to\nprovide adequate police services, prevent the commission of crimes,\nor apprehend criminals) and 4–107 (immunity for liability for failure\nto make an arrest or releasing a person in custody). Doe held that\ndefendants were not liable for simple negligence, but that the\nplaintiffs could rely on section 2–202’s exception for willful and\nwanton misconduct. Id. at 384-90. However, the plaintiffs could\nassert a willful and wanton claim only against Officer Horka, the\nofficer in control of the scene, because the other officers were merely\nfollowing orders. Id. at 390-91. Doe rejected such cases as Luber and\nJamison, which had held that the blanket immunities provided to\npolice officers in sections 4–102 and 4–107 prevailed over section\n\n                                  -13-\n\f2–202, and specifically held that plaintiffs may escape statutory\nimmunities granted municipalities and their employees by proving\nwillful and wanton misconduct. Id. at 389-90.\n    This view did not last long. A mere three years after Doe, this\ncourt filed In re Chicago Flood Litigation, 176 Ill. 2d 179 (1997),\nwhich endorsed the principle specifically rejected in Doe. In Chicago\nFlood, this court made clear that if a Tort Immunity provision does\nnot contain an exception for willful and wanton misconduct, then no\nsuch exception exists:\n            “The plain language of section 2–201 is unambiguous.\n        That provision does not contain an immunity exception for\n        willful and wanton misconduct. Where the legislature has\n        chosen to limit an immunity to cover only negligence, it has\n        unambiguously done so. Since the legislature omitted such a\n        limitation from the plain language of section 2–201, then the\n        legislature must have intended to immunize liability for both\n        negligence and willful and wanton misconduct. See Barnett,\n        171 Ill. 2d at 391-92; West v. Kirkham, 147 Ill. 2d 1, 6-7\n        (1992). Cases holding to the contrary (e.g., Barth v. Board of\n        Education, 141 Ill. App. 3d 266, 272-74 (1986) (holding that\n        section 2–201 did not immunize willful and wanton\n        misconduct)) are overruled on this point.” (Emphasis added.)\n        Chicago Flood, 176 Ill. 2d at 196.\nAs one federal court was quick to point out, Doe simply cannot be\nread as surviving Chicago Flood on this point. See Regalado v. City\nof Chicago, 40 F. Supp. 2d 1009, 1016-17 (N.D. Ill. 1999) (refusing\nto read willful and wanton exception into section 4–102 of the Act\nbased on Chicago Flood and referring to Doe as “no longer good\nlaw”).\n    This court would continue to adhere to Chicago Flood in\nsubsequent cases. See, e.g., Village of Bloomingdale v. CDG\nEnterprises, 196 Ill. 2d 484, 491-94 (2001) (reviewing cases holding\nthat when an immunity does not contain a willful and wanton\nexception, none exists); Harinek v. 161 North Clark Street Ltd.\nPartnership, 181 Ill. 2d 335, 347 (1998) (“Even willful and wanton\nconduct, however, cannot deprive a municipality of an immunity\ngranted by section 2–201 of the Act [citation].”).\n\n\n                                -14-\n\f    In DeSmet, this court once again made clear that when a provision\nof the Tort Immunity Act contains no exception for willful and\nwanton misconduct, we will not read one in. Moreover, this court\nheld this even in the context of section 4–102, the very section at\nissue in Doe. In that case, the police failed to respond to a report that\na car had driven off of a highway and into a ditch. The motorist was\nfound dead next to her vehicle three days later. DeSmet, 219 Ill. 2d at\n500-02. This court held that the defendants were immune under\nsection 4–102 (id. at 505), and that plaintiffs could not avoid this\nimmunity by pleading willful and wanton misconduct:\n             “Moreover, since section 4–102 contains no exception for\n        willful and wanton misconduct, that section would immunize\n        defendants even if we were to accept plaintiff’s argument that\n        the facts alleged in her complaint support that\n        characterization. As we noted in Village of Bloomingdale, and\n        our prior decisions discussed therein, when the legislature\n        intends to limit an immunity provision to cover only\n        negligence and not willful and wanton misconduct, it has\n        ‘ “unambiguously done so.” ’ Village of Bloomingdale, 196\n        Ill. 2d at 491, quoting Barnett, 171 Ill. 2d at 391. When the\n        plain language of an immunity provision in the Tort Immunity\n        Act contains no exception for willful and wanton misconduct,\n        we have reasoned that the legislature ‘ “intended to immunize\n        liability for both negligence and willful and wanton\n        misconduct.” ’ Village of Bloomingdale, 196 Ill. 2d at 491,\n        quoting Barnett, 171 Ill. 2d at 391-92.This court applied that\n        reasoning in Harinek and Chicago Flood Litigation to hold\n        that section 2–201 of the Tort Immunity Act immunized\n        defendants against allegations of willful and wanton\n        misconduct. Harinek, 181 Ill. 2d at 347; In re Chicago Flood\n        Litigation, 176 Ill. 2d at 196. Identical reasoning was utilized\n        in Henrich v. Libertyville High School, 186 Ill. 2d 381, 395\n        (1998), and Barnett, 171 Ill. 2d at 391-92, en route to\n        holdings that the version of section 3–108 then in effect\n        afforded ‘full immunity.’ Barnett, 171 Ill. 2d at 393. The\n        analysis employed in those decisions compels the same\n        conclusion in this case.\n             Section 4–102 of the Act is comprehensive in the breadth\n\n                                  -15-\n\f         of its reach, addressing situations where no police protection\n         is provided to the general public and those in which\n         inadequate protection is provided. Moreover, section 4–102\n         contains no exception for willful and wanton misconduct. We\n         hold, given the facts of this case, that section 4–102\n         immunizes defendants against both negligence and willful and\n         wanton misconduct.” (Emphasis in original.) DeSmet, 219 Ill.\n         2d at 514-15.\n     Despite this unambiguous declaration of the principle that\nexceptions for willful and wanton misconduct may not be read into\nTort Immunity provisions that do not contain them, the appellate\ncourt below focused on the next portion of DeSmet in order to\ndetermine if the willful and wanton exception in section 2–202 could\napply even in the presence of the complete immunity provided by\nsection 4–106(b).\n     After rendering the above holding, the DeSmet court distinguished\nthe facts before it from Doe. Importantly, the court prefaced this\ndiscussion with the comment that, “[t]o the extent that Doe still\nrepresents good law, we hold it is inapplicable under these\ncircumstances.” (Emphasis added.) DeSmet, 219 Ill. 2d at 515. The\ncourt then proceeded to explain why, even if Doe remained good law,\nits reasoning would not apply to the facts before the court. This court\ndetermined that “[w]hat emerges from this court’s decision in Doe is\na fact-specific application of section 2–202 that bears some striking\nsimilarities to an application of the special duty exception to the\npublic duty rule.” Id. at 519. The court then set forth the requirements\nfor the special duty exception to the public duty rule as stated in Doe:\n         “The special duty exception to the public duty rule requires\n         that (1) the municipality must be uniquely aware of the\n         particular danger or risk to which plaintiff is exposed; (2)\n         there must be specific acts or omissions on the part of the\n         municipality; (3) the specific acts must be affirmative or\n         willful in nature; and (4) the injury must occur while the\n         plaintiff is under the direct and immediate control of\n         municipal employees or agents.” Id. at 519-20.\nThe DeSmet court explained that, in Doe, Officer Horka’s control of\nthe crime scene was sufficient that he could be held liable for willful\nand wanton misconduct. Id. at 520.\n\n                                 -16-\n\f    DeSmet determined that there were three important distinguishing\nfeatures between Doe and the facts before it. First, in Doe, Officer\nHorka responded to the scene. Second, Officer Horka was engaged in\nthe “execution or enforcement” of the law when he assumed a\nsupervisory role over the investigation and law enforcement activities\nat the scene. Third, Officer Horka exercised control over the crime\nscene. None of these elements were present in DeSmet, because the\npolice never responded to the call of the vehicle in the ditch. The\ncourt then concluded:\n            “In sum, we hold that the plain language of section 4–102\n        of the Tort Immunity Act immunizes defendants under the\n        facts of this case. Section 2–202 does not apply in this\n        instance as an exception to section 4–102 immunity because\n        defendants were not executing or enforcing the law and they\n        did not exercise control over [the decedent].” Id. at 521.\n    DeSmet can be read as leaving the door slightly ajar on the\ncontinued viability of Doe. Because the case was clearly\ndistinguishable from Doe, it was unnecessary to determine\ndefinitively if Doe remained good law. In Ware, the appellate court\ndetermined that “DeSmet limited the supreme court’s holding in Doe\nto the unique facts of that case and further limited the conjunctive\ninterpretation of section 2–202 to section 4–102 of the Tort Immunity\nAct.” Ware, 375 Ill. App. 3d at 583. Given the structure of the\nDeSmet opinion, that is the most that Doe could be read as standing\nfor in the wake of DeSmet. Again, DeSmet contained a categorical\nrejection of the principle underlying Doe, followed by the statement\n“[t]o the extent that Doe still represents good law, we hold it is\ninapplicable under these circumstances” (DeSmet, 219 Ill. 2d at 515),\nfollowed by an explanation of why the case was distinguishable from\nDoe. In other words, the discussion in DeSmet distinguishing Doe is\nrelevant only “to the extent that Doe still represents good law.”\n    But what extent is that? On this point, not at all. Again, Doe held\nthat section 2–202 provided a general willful and wanton exception\nto the immunities provided by the Act and rejected those decisions\nthat held that blanket immunities provided by individual sections of\nthe Act prevail over section 2–202. Subsequently, a line of cases from\nChicago Flood to DeSmet held that if a section of the Tort Immunity\nAct does not provide for a willful and wanton exception, then none\n\n                                 -17-\n\fexists. Chicago Flood specifically stated that decisions that held to\nthe contrary were overruled. Chicago Flood, 176 Ill. 2d at 196.\nNumerous decisions have either questioned Doe’s continued validity\non this point or have simply cited it as being “overruled” by Chicago\nFlood (see, e.g., Fitch v. Doe, No. 06–cv–0676–MJR, 2007 WL\n1424329, at *3 (S.D. Ill. May 11, 2007); Shemenski v. Chapieski, No.\n03C0861, 2005 WL 991831, at *12 n.9 (N.D. Ill. Apr. 13, 2005);\nFireman’s Fund Insurance Co. v. Werner Enterprises Inc., No.\n03C3228, 2004 WL 406981, at *4 (N.D. Ill. Feb. 6, 2004); Regalado,\n40 F. Supp. 2d at 1016-17; Carr v. Village of Richmond, No.\n96C50203, 1999 WL 626773, at *5 (N.D. Ill. July 9, 1999); Sparks\nv. Starks, 367 Ill. App. 3d 834, 837 (2006); Karas v. Strevell, 369 Ill.\nApp. 3d 884, 890 (2006), rev’d on other grounds, 227 Ill. 2d 440\n(2008)). It is time for this court to acknowledge the obvious. Given\nthat Doe’s legal underpinning has been consistently repudiated by this\ncourt, there is simply no longer any reason to try to either apply or\ndistinguish that case. We agree with those decisions that have held\nthat Doe is no longer good law, and we overrule such cases as Ozik\nv. Gramins, 345 Ill. App. 3d 502 (2003), and Cadena v. Chicago\nFireworks Manufacturing Co., 297 Ill. App. 3d 945 (1998), which\ncontinued to treat Doe as good law following Chicago Flood.\nBecause Doe’s holding that section 2–202 provides a general willful\nand wanton exception to the immunities otherwise provided by the\nTort Immunity Act is no longer good law, we will not read a willful\nand wanton exception into section 4–106(b).\n\n                           CONCLUSION\n    In sum, we conclude that the City was immune under section\n4–106(b) because plaintiffs’ injuries were inflicted by an escaping\nprisoner. Section 4–106(b) contains no exception for willful and\nwanton misconduct, and the exception in section 2–202 could not\nprevail over the absolute immunity provided in section 4–106(b).\n    For the foregoing reasons, the judgment of the appellate court is\naffirmed.\n\n   Affirmed.\n\n\n\n                                 -18-\n\f    JUSTICE THEIS, specially concurring:\n    I concur with my colleagues. Today, we acknowledge explicitly\nthat Doe v. Calumet City, 161 Ill. 2d 374 (1994), has been overruled\nby a series of cases beginning with In re Chicago Flood Litigation,\n176 Ill. 2d 179 (1997). We leave in Doe’s wake, however, unresolved\nissues about the scope of the immunity provided by section 2–202 of\nthe Tort Immunity Act. See 745 ILCS 10/2–202 (West 2008). I write\nseparately to express my views on the proper analysis under that\nsection.\n    The Doe court framed the question before it as whether the willful\nand wanton “exception” in section 2–202 applies to police officers\nowing no special duty to plaintiff. Doe, 161 Ill. 2d at 388. After\noutlining two approaches to this question in appellate court case law,\nthe court found an answer to it in Leone v. City of Chicago, 156 Ill.\n2d 33 (1993). Doe, 161 Ill. 2d at 389. Rather than discussing the\ninterplay between section 2–202 and other provisions of the Act,\nparticularly sections 4–102 and 4–107, the court focused on the\nspecial duty doctrine. In a single, cryptic sentence, the court held that\n“plaintiffs can escape the statutory immunities granted municipalities\nand their employees either by proving facts that show the existence\nof a special duty and proving simple negligence or by proving willful\nand wanton conduct alone.” Doe, 161 Ill. 2d at 390.\n    In Zimmerman v. Village of Skokie, 183 Ill. 2d 30, 46-47 (1998),\nthis court subsequently explained that the special duty exception to\nthe public duty rule could not override statutory immunities. In\nDeSmet v. County of Rock Island, 219 Ill. 2d 497, 519 (2006), the\ncourt described Doe’s holding as simply “a fact-specific application\nof section 2–202.” But between those cases, the appellate court had\nalready expanded that holding into “the principle underlying Doe”\n(slip op. at 17)–namely, that section 2–202’s willful and wanton\nexception applies to other immunity provisions by implication. See,\ne.g., Ozik v. Gramins, 345 Ill. App. 3d 502 (2003); Cadena v.\nChicago Fireworks Manufacturing Co., 297 Ill. App. 3d 945 (1998).\nI agree now is the time to end that interpretation.\n    In my view, rejecting the broad reading of section 2–202\npurportedly adopted in Doe returns us to a more appropriate reading\n\n\n                                  -19-\n\fof that statute, which we expressed in Aikens v. Morris, 145 Ill. 2d\n273, 282-83 (1991). In Aikens, two City of Evanston police officers\nwere transporting a prisoner when their squad car collided with\nanother vehicle. The driver of the other vehicle filed a negligence\nclaim against the city, and the city asserted that section 2–202\nprovided immunity. The trial court disagreed, and the appellate court\naffirmed.\n     We also affirmed, holding that the police officers were not\nengaged in “executing or enforcing a law” at the time of the accident.\nId. at 286. We stated that “section 2–202 immunity is a limited\nimmunity, [whose] dimensions are narrower than the scope of a\npolice officer’s employment or his performance of official functions\nand duties.” Id. at 281. Under section 2–202 “the appropriate analysis\nbegins with a determination of whether the public employee was\nexecuting or enforcing law at the time of the subject incident.” Id. at\n281 (discussing Trepachko v. Village of Westhaven, 184 Ill. App. 3d\n241, 247 (1989)). We distinguished section 2–202 from section\n4–102, explaining that “[s]ection 4–102 immunity may apply in the\ncontext where police officers are simply ‘providing [or failing to\nprovide] police services,’ but section 2–202 immunity requires more\nparticular circumstances for its application, i.e., an act or a course of\nconduct ‘in the execution or enforcement’ of law.” Id. at 282 (quoting\nIll. Rev. Stat. 1979, ch. 85, par. 2–202).\n     I believe that this narrow interpretation of section 2–202 is\nconsonant with the public policy behind it. As we stated in Aikens,\nsection 2–202 “represents an attempt to assure to the community\nthose benefits accruing from both an energetic execution and\nenforcement of laws as well as a proportioned sharing of risk.” Id. at\n279. In the proper case the immunity provided by section 2–202 still\napplies where municipal employees are engaged “in the execution or\nenforcement of any law” (745 ILCS 10/2–202 (West 2008)), and\nplaintiffs may still defeat that immunity by pleading and proving\nwillful and wanton conduct.\n\n\n\n\n                                  -20-\n\f",
            "ocr": false,
            "opinion_id": 3135702
        }
    ],
    "court_short_name": "Illinois Supreme Court",
    "court_full_name": "Illinois Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Rape"
}