{
    "id": 3139493,
    "judges": null,
    "date_filed": "1985-10-02",
    "date_filed_is_approximate": true,
    "slug": "strickland-v-communications-and-cable-of-chicago-i",
    "case_name_short": "Strickland",
    "case_name": "Strickland v. Communications and Cable of Chicago Inc.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.illinoiscourts.gov/Opinions/AppellateCourt/1999/1stDistrict/March/WP/1970774.doc",
            "author_id": null,
            "opinion_text": "\n\n\n\n\nTHIRD DIVISION\n\nMarch 31, 1999\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNo. 1-97-0774\n\n\n\nBEVERLY STRICKLAND,\n\n\n\nPlaintiff-Appellant,\n\n\n\nv.\n\n\n\nCOMMUNICATIONS AND CABLE OF CHICAGO, INC., an Illinois Corporation, d/b/a/ Chicago Cable TV; and NACOM, INC., a Foreign Corporation,\n\n\n\nDefendants-Appellees.\n\n)\n\n)\n\n)\n\n)\n\n)\n\n)\n\n)\n\n)\n\n)\n\n)\n\n)\n\n)\n\nAppeal from the\n\nCircuit Court of\n\nCook County\n\n\n\nNo. 92 L 012181\n\n\n\nHonorable\n\nDavid R. Donnersberger,\n\nJudge Presiding.\n\n\n\n\n\nPRESIDING JUSTICE CAHILL delivered the opinion of the court:\n\nPlaintiff Beverly Strickland sued defendants Chicago Cable TV and NaCom, Inc., seeking to hold them liable for the acts of cable installer Joseph Williams, who allegedly sexually assaulted plaintiff on February 11, 1992.  Plaintiff's first amended complaint contained 10 counts.  Counts II and VII alleged negligent hiring.  Counts III and VIII alleged willful and wanton conduct in failing to investigate before hiring Williams.  The other six counts alleged battery, intentional infliction of emotional distress and false imprisonment.  Plaintiff did not contest summary judgment on those counts, which were premised on the doctrine of \nrespondeat superior.  \nThe judge granted summary judgment on all counts except count VIII.   Plaintiff appeals the order granting summary judgment and the trial court's refusal to allow plaintiff to amend her complaint after summary judgment.  We affirm.\n\nThe depositions and affidavits produced at summary judgment showed the following.  Chicago Cable TV subcontracted some of its installation work to NaCom.  NaCom hired Williams to install cable.  NaCom employees were required to have a valid driver's license.  Williams filled out employment and automobile insurance forms indicating that he had a valid driver's license when he was hired.  But Williams' license was, in fact, suspended.\n\nNeither Chicago Cable nor NaCom conducted a criminal background or reference check on Williams.  The evidence established that if NaCom or Chicago Cable had checked Williams' criminal background, several violations for speeding, driving while his license was suspended, and other traffic offenses would have been discovered.\n\nWhen Chicago Cable uses NaCom installers, the installers wear both NaCom and Chicago Cable identification badges.  The identification badges are shown to customers so that the customers will allow installers into their homes.  \n\nPlaintiff testified at a deposition that Williams came to her house on January 17, January 18, and February 11, 1992, to install cable.  On February 11, Williams brought a trainee with him to repair a cable wire that had been cut at plaintiff's house.  Shortly after their arrival, the trainee pointed a gun in plaintiff's face and forced her to lie down on the floor.  The trainee threatened to kill plaintiff and her children if she cried out.  Williams then forced plaintiff to have intercourse with him.  \tWe first address whether the trial court erred by granting summary judgment for defendants on plaintiff's negligent hiring claims.  \n\nWe review summary judgment \nde novo.  Outboard Marine v. Liberty Mutual Insurance Co., \n154 Ill. 2d 90, 607 N.E.2d 1204 (1992).  Summary judgment is proper when the pleadings, depositions and affidavits, taken in the light most favorable to the nonmovant, present no genuine issue of material fact and show that the movant is entitled to judgment as a matter of law.  \nGolla v. General Motors Corp., \n167 Ill. 2d 353, 358, 657 N.E.2d 894 (1995).  Summary judgment should be granted only where the movant's right to judgment is free from doubt.  \nPurtill v. Hess, \n111 Ill. 2d 229, 240, 489 N.E.2d 867 (1986).\n\nThe parties dispute whether Williams was an independent contractor or an employee of NaCom.  But the issue has no relevance in the context of plaintiff's negligent hiring claim.  A defendant may be liable for negligent hiring whether the person was retained as an employee or an independent contractor.  See \nDiMaggio v. Crossings Homeowners Ass'n, \n219 Ill. App. 3d 1084, 1090, 580 N.E.2d 615 (1991).\n\nDefendants contend that summary judgment was proper because plaintiff did not establish that the failure to investigate Williams' background was the proximate cause of plaintiff's injury.  Defendants argue that, even if a background check had been performed, plaintiff could not show that defendants would have found information warning them that Williams might sexually assault a customer in her home.\n\nTo establish negligent hiring, a plaintiff must prove: (1) that the employer knew or should have known that the person hired had a \"particular\" unfitness for the job that would create a foreseeable danger to others; and (2) this particular unfitness was the proximate cause of the plaintiff's injury.  See \nMueller v. Community Consolidated School District 54, \n287 Ill. App. 3d 337, 341-42, 678 N.E.2d 660 (1997).\n\nPlaintiff relies on \nEasley v. Apollo Detective Agency, Inc., \n69 Ill. App. 3d 920, 387 N.E.2d 1241 (1979).  In \nEasley, \nan armed security guard used a passkey to enter the plaintiff's apartment and then assaulted her.  The plaintiff \nsought \nto hold the employer detective agency liable on two theories.  Count I alleged that the detective agency's conduct in hiring the offending security guard was willful and wanton.  Count II alleged that, by statute, the agency was strictly liable for its employee's conduct.  See \nEasley, \n69 Ill. App. 3d at 930, citing Ill. Rev. Stat. 1975, ch. 38, par. 201--10(b).  The evidence at trial showed that the guard had a criminal history and had been discharged by two previous employers for misconduct, including \"making eyes\" at a female employee, abandoning his post, and sleeping on the job.  A jury found the detective agency liable under count I, and a directed verdict for the plaintiff was entered on count II.\n\nThe agency did not appeal liability for compensatory damages under count II.  But the agency argued that the trial court erred in denying its motion for a directed verdict on count I.  We held, based on the evidence, that: a jury could have properly found the security guard to be unfit; a reasonably adequate investigation would have determined this fact; the detective agency's investigation exhibited a reckless disregard for the plaintiff's safety; and the inadequate investigation was the proximate cause of the plaintiff's injury.  \nEasley, \n69 Ill. App. 3d at 932.  \n\nWe note that the detective agency in \nEasley \ndid not argue a lack of proximate cause, as defendants argue here.  And \nunlike Easley, \nthe evidence introduced at summary judgment in our case did not show that defendants would have discovered a negative employment history, disciplinary problems, or a criminal record other than traffic violations.  Plaintiff points to no evidence that would have put defendants on notice that Williams was unfit to work as a cable installer or that he was a danger to cable customers.\n\nA more recent and analogous case is \nGiraldi v. Community Consolidated School District No. 62, \n279 Ill. App. 3d 679, 665 N.E.2d 332 (1996).  In \nGiraldi, \nthe plaintiff, who was sexually molested by a school bus driver, sued the bus company and the school district for negligently hiring, investigating and supervising the bus driver.  The driver had a history of arriving late to work.  The trial court refused to submit the negligent hiring count to the jury.  We affirmed, holding that the only conduct the bus company could have been warned of, had it investigated the driver's past conduct, was a tendency to be late.  We concluded that \"[t]here [was] no factual or logical relationship between that knowledge and the attack on [plaintiff].\"  \nGiraldi, \n279 Ill. App. 3d at 692.\n\nSimilarly, plaintiff here can only prove that NaCom or Chicago Cable should have known that Williams had a tendency to commit traffic violations and had lied about those violations on employment and insurance forms.  That knowledge would not have put defendants on notice that Williams might sexually assault their customers.\n\nPlaintiff stresses the difficulty of proving that defendants would have discovered information to put them on notice that Williams was a danger to their customers when defendants were unable to produce an application or employment history of Williams in discovery.  Plaintiff argues that defendants' own negligence and poor record-keeping prevents plaintiff from meeting her burden of proving proximate cause.  Because defendants' negligence has made plaintiff's task of proving proximate cause more difficult, plaintiff suggests that we either impose a special duty on cable companies to protect customers or create a new tort that does not require plaintiff to prove proximate cause.  Plaintiff's argument is more appropriately directed to the legislature.\n\nThe general rule in Illinois is that a defendant employer does not have a duty to control the conduct of an employee to prevent harm to a third party.  \nGeimer v. Chicago Park District, \n272 Ill. App. 3d 629, 650 N.E.2d 585 (1995).  Illinois courts have carved out few exceptions to this general rule.  An affirmative duty to protect a potential victim from the criminal acts of others will be imposed if the criminal act is reasonably forseeable and the victim and defendant have one of the four special relationships listed in section 314A of the Restatement (Second) of Torts (1977) (Restatement): (1) common carrier-passenger; (2) innkeeper-guest; (3) business inviter-invitee; and (4) voluntary custodian-\n\nprotectee.  See \nHernandez v. Rapid Bus Co., \n267 Ill. App. 3d 519, 524, 641 N.E.2d 886 (1996), citing \nFancil v. Q.S.E. Foods, Inc., \n60 Ill. 2d 552, 560, 328 N.E.2d 538 (1975).  Plaintiff cites no Illinois case law to support an expansion of the Restatement list.\n\nPlaintiff urges us to follow \nD.R.R. v. English Enterprises, \n356 N.W.2d 580 (Iowa App. 1984).  Plaintiff maintains that summary judgment was denied in \nD.R.R. \nunder \"virtually identical\" facts.  The cause of action recognized in \nD.R.R. \nis no more expansive than the negligent hiring cause of action already recognized in Illinois.  In \nD.R.R., \nthe plaintiff sued a cable company whose employee raped her.  There was evidence that the employee had access to a master key that allowed the employee to enter its customers' apartments to install cable.  The trial court granted summary judgment to the cable company.  The appellate court reversed.  The court likened the relationship of a cable company and its customers to the relationship of a railroad and its passengers, or an innkeeper and its guests.  \nD.R.R., \n356 N.W.2d at 583.  The court held that if the cable employee had access to master keys, the cable company owed customers an affirmative duty to protect customers from the criminal acts of its employees and could be held liable for negligent hiring.  The court remanded for a trial on the issue of whether the cable company's failure to check the employee's criminal record amounted to a breach of duty under the facts of the case.  \nD.R.R. \ndid not hold that cable employers were absolutely liable for all acts of their employees.  And we decline to do so here.\n\nWe are aware of the public policy concern when businesses as a matter of course send employees or independent contractors to perform services that require home entry.  But if we impose absolute liability for the employee's conduct here, we must be prepared to include many other employers offering home services, including utility services, home health care, and housekeeping services.  Absent direction from our supreme court or legislature, we decline to expand the affirmative duty of employers to protect customers from the criminal acts of employees beyond the scope of 314A of the Restatement or what the legislature has required by statute.  See 210 ILCS 35/10(6) (West 1996) (owners and licensees of facilities under the Community Living Facilities Licensing Act are \"liable to a resident for any intentional or negligent act or omission of their agents or employees which injures the resident\"); 210 ILCS 45/3-601 (West 1996) (owners and licensee under the Nursing Home Care Act are \"liable to a resident for any intentional or negligent act or omission of their agents or employees which injures the resident\").\n\nPlaintiff also argues that public policy compels the creation of a new tort which plaintiff labels \"institutional arrogance.\"  This \"new tort\" would resemble negligent hiring, but would eliminate proof of proximate cause.  Plaintiff argues that we have the authority to overrule earlier decisions (see \nMolitor v. Kaneland Community Unit District No. 302, \n18 Ill. 2d 11, 163 N.E.2d 89 (1959)), but cites no Illinois case to support the elimination of proximate cause element in negligent hiring.  We decline plaintiff's invitation.  Our supreme court has the authority.  We do not.\n\nPlaintiff next argues that the trial court erred by finding the new allegations in plaintiff's second amended complaint are time-barred.  \n\nIn plaintiff's second amended complaint, plaintiff alleges that the following acts and omissions after the alleged assault amount to \"approval and ratification\" of Williams' alleged assault: (1) defendants' failure to make written reports after the alleged assault; (2) defendants' failure to investigate the incident; (3) defendants' failure to follow their own procedures; (4) the continued employment of Williams for 113 days after the alleged assault; (5) defendants' failure to alter procedures of background checks of installers; (6) defendants' failure to inform police of new information about the incident; (7) defendants' denial that they received reports about the assault; (8) defendants' failure to apologize for the rape; and (9) defendants' continued \"defense\" of Williams.\n\nThe right to amend a complaint is not absolute.  \nSparrow v. Talman Home Federal Savings &amp; Loan Ass'n, \n227 Ill. App. 3d 848, 851, 592 N.E.2d 363 (1992)\n.  \nWe will not reverse a trial court's denial of leave to amend absent a clear abuse of discretion.  \nLoyola Academy v. S&amp;S Roof Maintenance, Inc., \n146 Ill. 2d 263, 273-\n\n74, 586 N.E.2d 1211 (1992).  The relevant factors in deciding whether to allow an amendment are: (1) whether the proposed amendment would cure defective pleadings; (2) whether other parties would sustain prejudice or surprise because of the proposed amendment; (3) the timeliness of the proposed amendment; and (4) whether there were earlier opportunities to amend.  \nLoyola, \n146 Ill. 2d at 273.  \n\nThe trial court found that defendants did not have notice of the new grounds for liability; the amendment was untimely; allowing plaintiff's new claims would significantly prejudice defendants; and plaintiff had previous opportunities to amend her complaint.  We agree.\t\n\nPlaintiff does not dispute that she moved to amend the complaint after the statute of limitations period expired.  But plaintiff argues that the added allegations \"relate back\" to the original timely filed complaint.  Section 2-616(b) of the Code of Civil Procedure allows amendment to a complaint after a statute of limitations has expired if the new allegations \"grew \nout of the same transaction or occurrence\n set up in the original pleading.\"  735 ILCS 5/2-616(b)(West 1996).  But an amendment will not \"relate back\" if a defendant has not received all the information needed to prepare a defense to the new allegations.  See \nBailey v. Petroff, \n170 Ill. App. 3d 791, 797, 525 N.E.2d 278 (1988).  The rationale for this rule is straightforward enough: defendant will be prejudiced if his attention has not been directed to the facts that form the basis of the claims later lodged against him.  \nSee Perkins v. Pepsi-Cola General Bottlers, Inc., \n158 Ill. App. 3d 893, 900, 511 N.E.2d 901 (1987).\n\nPlaintiff relies on \nFigueroa v. Illinois Masonic Medical Center, \n288 Ill. App. 3d 921, 681 N.E.2d 64 (1997), and \nWilliams v. Board of Education, \n222 Ill. App. 3d 559, 584 N.E.2d 257 (1991).  In \nFigueroa, \nthe plaintiff's original pleading alleged that the defendant hospital and doctors negligently treated the plaintiff after the delivery of her baby.  After the statute of limitations had run, plaintiff attempted to amend her complaint, alleging that defendants acted negligently during the labor and delivery of her baby.  The trial court denied plaintiff's motion to amend.  We reversed, holding that the circumstances surrounding the labor and delivery of plaintiff's baby were part of the same \"transaction or occurrence.\"  We reasoned that \"labor, delivery, and post-partum care are ***, in reality, a progression of the various stages of the birthing process,\" and \"must be treated as a single event for purposes of section 2-616(b).\"  \nFigueroa, \n288 Ill. App. 3d at 925.\n\nIn \nWilliams, \nwe held that plaintiff's allegations that his school negligently failed to offer instruction and training to reduce the risk of spinal cord injury related back to his original complaint, where the original complaint alleged plaintiff was injured during a football game.  We reasoned that a coach's duty to exercise reasonable care in supervising a game includes the exercise of reasonable care in training for that game.  We concluded that plaintiff's original complaint put defendants on notice that it would be defending against its coach's conduct during training as well as the game itself.\n\nPlaintiff argues that, similarly, her allegation that defendants failed to investigate Williams' criminal background, qualifications and character applied not only to the period before they hired Williams, but to the period after the alleged assault occurred.  \n\nPlaintiff's argument requires a strained reading of her complaint.  Plaintiff's allegations that defendants did not adequately investigate Williams' background were clearly alleged in conjunction with her negligent hiring claims.  Those allegations never put defendants on notice that they were being sued for their conduct \nafter\n the alleged assault.  Before the second amended complaint, defendants had no notice that they should investigate the facts or preserve evidence relating to their conduct after the alleged assault.  \nSee Doherty v. Cummins-Allison Corp., \n256 Ill. App. 3d 624, 628 N.E.2d 731 (1993).  The trial court did not abuse its discretion.\n\nAffirmed.\n\nGORDON and BURKE, JJ., concur.\n\n\n",
            "ocr": false,
            "opinion_id": 3139493
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Rape"
}