{
    "id": 3164498,
    "judges": null,
    "date_filed": "2004-08-04",
    "date_filed_is_approximate": true,
    "slug": "com-v-jennings-j-jr",
    "case_name_short": "Com.",
    "case_name": "Com. v. Jennings, J., Jr.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 14.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/J-S64009-15m - 1024784625857620.pdf",
            "author_id": null,
            "opinion_text": "J. S64009/15\n\n\nNON-PRECEDENTIAL DECISION – SEE SUPERIOR COURT I.O.P. 65.37\n\nCOMMONWEALTH OF PENNSYLVANIA                :      IN THE SUPERIOR COURT OF\n                                            :            PENNSYLVANIA\n                     v.                     :\n                                            :\nJOSEPH JENNINGS, JR.,                       :           No. 402 MDA 2015\n                                            :\n                          Appellant         :\n\n\n                 Appeal from the PCRA Order, March 18, 2014,\n               in the Court of Common Pleas of Lycoming County\n                Criminal Division at No. CP-41-CR-0000342-2003\n\n\nBEFORE: FORD ELLIOTT, P.J.E., WECHT AND FITZGERALD,* JJ.\n\n\nMEMORANDUM BY FORD ELLIOTT, P.J.E.:                 FILED DECEMBER 21, 2015\n\n      Joseph Jennings, Jr., appeals from the order filed in the Court of\n\nCommon Pleas of Lycoming County which dismissed, without a hearing, his\n\npetition   filed   pursuant   to   the   Post   Conviction   Relief   Act   (“PCRA”),\n\n42 Pa.C.S.A. §§ 9541-9546.\n\n      The facts have been previously summarized by this court, as follows:\n\n                    Appellant and the victim initially met while\n             helping Appellant’s uncle and aunt move into their\n             new home. After developing a friendship through\n             several phone conversations, Appellant and the\n             victim decided to go out together on the evening of\n             April 13, 2002. The victim picked Appellant up at his\n             home and they decided to go to several different\n             bars where they consumed alcohol and met with\n             friends.\n\n                   Appellant claims that the victim had too much\n             to drink and smoked marijuana with him. N.T.,\n             1/23/04, at 389, 392. However, while the victim\n\n\n* Former Justice specially assigned to the Superior Court.\n\fJ. S64009/15\n\n\n          testified that she did have several drinks that\n          evening, she reported feeling fine and in control.\n          N.T., 1/22/04, at 73, 82. The victim explained that\n          she became “annoyed” when Appellant teased her\n          for not smoking marijuana with him. Id. at 77.\n          Near the end of the evening, as she had become\n          bored and anxious to end the date, the victim\n          claimed that she poured her drink out in the\n          bathroom sink. Id. at 78-79. The victim testified\n          Appellant spent most of the evening socializing with\n          his friends, as she sat by herself at the bar, and\n          claimed “mostly the whole evening . . . [I] pretty\n          much knew that I wasn’t going to go out with him\n          again.” Id. at 63, 76-80.\n\n                 The victim and Appellant also gave conflicting\n          stories about their romantic conduct that night.\n          Appellant claimed the victim had previously promised\n          to give him a “full body massage” and was\n          affectionate with him that evening, kissing and\n          dancing closely. N.T., 1/23/04, at 381. While the\n          victim admitted that Appellant kissed her a few times\n          during the evening, she denied that she or Appellant\n          ever made sexually suggestive comments or\n          conducted themselves in a like manner.           N.T.,\n          1/22/04, at 65, 69-73, 80-81, 83.\n\n                At the end of the date, Appellant asked to\n          borrow a movie and followed victim into her\n          apartment although she had never invited him to\n          come in. Id. at 83-84. While the victim went to go\n          check her phone messages, Appellant started\n          watching the DVD in the living room. Id. at 84.\n          When the victim returned, she noticed that Appellant\n          was more intoxicated than she thought, observing\n          him swaying to the music and talking in a jumbled\n          manner. Id. at 85-86. When Appellant mumbled\n          that the victim wanted to see him naked all night,\n          the victim became angry and told Appellant to leave.\n          Id. at 86. Appellant ignored the victim’s response\n          and tried to dance with her. Id. After the victim\n          pushed herself away, Appellant walked into the\n          victim’s bedroom and collapsed on her bed. Id. at\n          89-90.\n\n\n                                  -2-\n\fJ. S64009/15\n\n\n\n                After the victim checked to make sure that\n          Appellant was asleep, she left him on the bed,\n          reasoning that it would be best if he could “sleep it\n          off.”   Id. at 90.     The victim changed into her\n          strapless nightgown and admitted she was not\n          wearing underwear at the time. Id. at 90, 153. As\n          the victim saw that it was raining and Appellant\n          would have to walk home, the victim nudged\n          Appellant’s shoulder and told him to sleep on the\n          futon in her living room. Id. at 92-93.\n\n                After Appellant got out of the bed, the victim\n          climbed under the covers from the opposite side of\n          her bed. Appellant got back into the bed, kissing the\n          victim’s neck and shoulder. As she tried to pull away\n          and told him to stop, Appellant continued and\n          grabbed her left hip and breast. Id. at 95. The\n          victim struggled to get away and told Appellant “this\n          is me saying no.” Id. at 96. Appellant pulled down\n          the covers, pulled the victim’s nightgown up, and\n          undid his pants. Id. at 98. The victim testified that\n          as Appellant was laying [sic] on top of her, he was\n          able to penetrate her vagina with his penis. Id.\n          Appellant proceeded to turn the victim over and had\n          sexual intercourse in another position. Id. at 100.\n          Appellant testified at trial that the victim consented\n          to the sexual intercourse. N.T., 1/23/04, at 398.\n\n                After Appellant left, the victim sought comfort\n          in her best friend, who testified at trial that the\n          victim looked “disturbing . . . [as] her hair was a\n          mess, her face was white, pale she looked like a deer\n          in the headlights . . . [and] she looked like she had\n          been crying.” Id. at 306. The following morning,\n          the victim told her mother what had happened and\n          they subsequently went to the emergency room.\n          N.T., 1/22/04, at 112-13. Nurse Cathy Brendle, a\n          sexual assault nurse examiner (SANE), performed a\n          rape kit on the victim and submitted her\n          observations and findings to the police.\n\n                As a result, Appellant was arrested, brought to\n          a jury trial, and convicted on one count of sexual\n\n\n                                  -3-\n\fJ. S64009/15\n\n\n           assault and two counts of indecent assault. The jury\n           acquitted Appellant on a charge of rape. Shortly\n           thereafter, on April 8, 2004, the Honorable\n           Nancy Butts sentenced Appellant to an aggregate\n           term of 6-12 years in prison.\n\nCommonwealth v. Jennings, 958 A.2d 536, 537-539 (Pa.Super. 2008)\n\n(footnotes omitted).\n\n     On September 27, 2004, appellant filed a direct appeal to this court.\n\nThe appeal was dismissed for failure to file a docketing statement in\n\ncompliance with Pa.R.A.P. 3517.    The appeal was reinstated by this court,\n\nbut we found that appellant’s issues were waived for failure to file a\n\nRule 1925(b) statement. Subsequently, appellant filed a PCRA petition, and\n\non June 13, 2007, the trial court granted the PCRA petition and allowed\n\nappellant to file an appeal nunc pro tunc.           In an opinion dated\n\nSeptember 9, 2008, we affirmed the judgment of sentence. Appellant filed a\n\npetition for allowance of appeal to the Pennsylvania Supreme Court which\n\nwas denied on April 1, 2011.\n\n     On March 15, 2012, appellant filed a pro se, PCRA petition. The PCRA\n\ncourt appointed counsel, and an amended PCRA petition was filed on\n\nFebruary 13, 2013.     (Docket #87.)      Appellant subsequently requested\n\npermission to represent himself.    A waiver of counsel hearing was held\n\npursuant to Commonwealth v. Grazier, 713 A.2d 81 (Pa. 1988). Although\n\npermission was granted, appellant decided to hire private counsel.      On\n\nNovember 14, 2013, counsel filed the amended PCRA petition which is at\n\n\n\n                                    -4-\n\fJ. S64009/15\n\n\nissue here. (Docket #96.) Appellant argued, inter alia, that trial counsel\n\nwas ineffective for failing to investigate and take statements from the\n\nfollowing witnesses:\n\n            i.     Mary Ungard. Ms. Ungard would have testified\n                   regarding a phone conversation which she had\n                   with the victim, wherein the victim admitted\n                   coercion was used to obtain her statement and\n                   that the police falsified her statement which\n                   was supplied to the Defendant in discovery.\n\n            ii.    Amber Carrey. Ms. Carrey would have stated\n                   that she saw the Defendant entering his house\n                   shortly after the alleged rape and that he was\n                   dry. This statement would have impeached\n                   the victim’s statement that the Defendant\n                   walked home in the rain.\n\n            iii.   Scott Mogret. Mr. Mogret observed the victim\n                   and the Defendant at Peachy’s Bar prior to the\n                   alleged rape and he would have testified that\n                   the victim appeared intoxicated and was acting\n                   in a friendly and intimae [sic] fashion with the\n                   Defendant.\n\n            iv.    Keith Spong. Mr. Spong was a bartender who\n                   would have testified that the victim drank a\n                   Long Island Tea shortly before the alleged\n                   rape, which the victim denied.\n\n            v.     Robert A. Donoto, D.O., F.A.C.G., who would\n                   have testified, in his expert medical opinion, it\n                   was inappropriate for a nurse to diagnose the\n                   cause of the redness around the victim’s\n                   genital area.\n\nFinal amended petition for post-conviction collateral relief, 11/14/13 at 4-5.\n\n\n\n\n                                      -5-\n\fJ. S64009/15\n\n\n     Appellant requested a hearing pursuant to Pa.R.Crim.P. 908 and\n\nincluded in his petition a list of the witnesses who would testify, their\n\naddresses, and a brief summary of their proposed testimony. (Id. at 7-9.)\n\n     A conference was held on November 21, 2013, during which the PCRA\n\ncourt heard oral argument. On December 20, 2013, the PCRA court found\n\nthat there were no meritorious issues or genuine issues concerning any\n\nmaterial fact which warranted an evidentiary hearing. The PCRA court also\n\nnoted that appellant “did not file affidavits/certifications signed by the\n\nwitnesses.” (PCRA court opinion, 12/20/13 at 7.) The PCRA court notified\n\nthe parties that it intended to dismiss the petition without a hearing\n\npursuant to Pa.R.Crim.P. 907(a).       Having received no response from\n\nappellant, the PCRA court dismissed the petition on March 18, 2014.\n\n(Docket #99.)\n\n     On appeal,1 appellant raises the following issues:\n\n           I.    WHETHER THE PCRA COURT ERRED WHEN IT\n                 SUMMARILY DENIED THE PCRA CLAIMS AND\n                 DISMISSED   MR.   JENNINGS’  PETITION\n                 WITHOUT CONDUCTING AN EVIDENTIARY\n                 HEARING?\n\n           II.   WHETHER THE PCRA COURT COMMITTED\n                 REVERSIBLE ERROR BY DISMISSING TWO OF\n                 MR. JENNINGS’ PCRA CLAIMS FOR THE\n\n\n1\n   Appellant was not provided with a copy of the PCRA court’s order\ndismissing his PCRA petition, so he was not apprised of his rights to appeal.\nAppellant, through new counsel, petitioned for and was granted the right to\nappeal the March 18, 2014 order nunc pro tunc by order dated February 6,\n2015. (Docket #103.)\n\n\n                                    -6-\n\fJ. S64009/15\n\n\n                   ALLEGED FAILURE TO FILE CERTIFICATIONS\n                   BY POTENTIAL WITNESSES?\n\n            III.   WHETHER THE PCRA COURT COMMITTED\n                   REVERSIBLE ERROR WHEN IT DETERMINED\n                   THAT MR. JENNINGS WAS NOT DENIED THE\n                   EFFECTIVE ASSISTANCE OF COUNSEL BY\n                   TRIAL COUNSEL’S FAILURE TO INVESTIGATE\n                   AND/OR CALL CERTAIN WITNESSES WHOSE\n                   NAMES WERE PROVIDED BY MR. JENNINGS\n                   PRIOR TO TRIAL AND WHOSE TESTIMONY\n                   WOULD HAVE BEEN EXCULPATORY TO THE\n                   DEFENSE?\n\nAppellant’s brief at 4.\n\n      Our standard of review for an order denying post-conviction relief is\n\nwhether the record supports the PCRA court’s determination and whether\n\nthe PCRA court’s determination is free from error.        Commonwealth v.\n\nFranklin, 990 A.2d 795, 797 (Pa.Super. 2010). The PCRA court’s findings\n\nwill not be disturbed unless there is no support for the findings in the\n\ncertified record. Id.\n\n      In his first and second issues, appellant argues that the PCRA court\n\nerred because it dismissed his PCRA petition summarily without holding an\n\nevidentiary hearing.      He argues that the ineffective assistance of counsel\n\nclaims in his PCRA petition had arguable merit and an evidentiary hearing\n\nwas necessary to afford him the opportunity to present to the PCRA court\n\ntestimony of several witnesses whose testimony would have made a\n\ndifference in the case had it been presented to the jury.     We will address\n\nappellant’s first and second issues together.\n\n\n\n                                       -7-\n\fJ. S64009/15\n\n\n      There is no absolute right to an evidentiary hearing on a PCRA\n\npetition.     Commonwealth v. Barbosa, 819 A.2d 81 (Pa.Super. 2003).\n\n“[W]here it is clear that allegations of ineffectiveness are baseless or\n\nmeritless then an evidentiary hearing is unnecessary and the unfounded\n\nallegations should be rejected and dismissed.”             Commonwealth v.\n\nClemmons, 479 A.2d 955, 957 (Pa. 1984); Commonwealth v. Stanley,\n\n632 A.2d 871 (Pa. 1993). To avoid such a result, “counsel must set forth an\n\noffer to prove at an appropriate hearing sufficient facts upon which a\n\nreviewing court can conclude that trial counsel may have, in fact, been\n\nineffective.” Commonwealth v. Pettus, 424 A.2d 1332, 1335 (Pa. 1981).\n\nHowever, “[t]he controlling factor in determining whether a petition may be\n\ndismissed without a hearing is the status of the substantive assertions in the\n\npetition.”    Commonwealth v. Weddington, 522 A.2d 1050, 1052 (Pa.\n\n1987).\n\n      To prevail on a claim of trial counsel’s ineffectiveness for failure to call\n\na witness, the petitioner must show: (1) that the witness existed; (2) that\n\nthe witness was available; (3) that counsel was informed of the existence of\n\nthe witness or should have known of the witness’ existence; (4) that the\n\nwitness was prepared to cooperate and would have testified on the\n\npetitioner’s behalf; and (5) that the absence of the testimony prejudiced the\n\npetitioner.    Commonwealth v. Fletcher, 750 A.2d 261, 275 (Pa. 2000).\n\nTrial counsel will not be found ineffective for failing to investigate or call a\n\n\n\n                                      -8-\n\fJ. S64009/15\n\n\nwitness unless there is some showing by the petitioner that the witness’\n\ntestimony would have been helpful to the defense.       Commonwealth v.\n\nAuker, 681 A.2d 1305, 1319 (Pa. 1996). “Failure of trial counsel to conduct\n\na more intensive investigation or to interview potential witnesses does not\n\nconstitute ineffective assistance of counsel, unless there is some showing\n\nthat such investigation or interview would have been helpful in establishing\n\nthe asserted defense.” Commonwealth v. Purcell, 724 A.2d 293, 306 (Pa.\n\n1999).\n\n         Here, the PCRA court reviewed the averments in the PCRA petition,\n\nand considered the proposed testimony of each witness as set forth by\n\nappellant. The PCRA court concluded that the absence of their testimony did\n\nnot prejudice appellant.    Specifically, the PCRA court concluded that the\n\ntestimony of Amber Carrey, Scott Mogret, and Keith Spong would have\n\nmerely impeached the credibility of the victim by calling into question her\n\nrecollection about the details before or after the sexual assault. The PCRA\n\ncourt noted that testimony at trial had already been provided that differed\n\nfrom the victim’s recollection. We agree with the observations of the trial\n\ncourt.\n\n         While the failure to introduce evidence that challenges a witness’\n\ncredibility can be prejudicial, where the proffered testimony is merely\n\ncumulative to other impeachment evidence, trial counsel will not be\n\n\n\n\n                                     -9-\n\fJ. S64009/15\n\n\nconsidered to be ineffective. Commonwealth v. Small, 980 A.2d 549 (Pa.\n\n2009); Commonwealth v. Harty, 621 A.2d 1023 (Pa.Super. 1993).\n\n     The testimony of Amber Carrey would have been cumulative to the\n\ntestimony of other witnesses presented at trial. Josh Paul testified that he\n\nobserved the appellant at approximately 12:45 a.m. in front of appellant’s\n\nhouse and that he was with Miranda Butler and Carrey; and when he\n\nobserved appellant, he appeared to be dry, not wet, and did not appear to\n\nhave just walked blocks in the rain.    (Notes of testimony, 1/22-23/04 at\n\n254-255.) Similarly, Butler testified that she was with Paul and Carrey, who\n\ndrove her to her house; and when they arrived, she observed the appellant\n\nwalking up to his house and that he was not wet.         (Id. at 257-261.)\n\nTherefore, because Carrey would have testified as to the same matters as\n\nPaul and Butler, appellant failed to demonstrate that he suffered prejudice.\n\nThe PCRA court was able to determine, based on the proffer, that appellant’s\n\nineffectiveness claim had no merit. An evidentiary hearing was unnecessary\n\nto present the actual testimony of Carrey.2\n\n\n\n2\n   Appellant argues that without hearing these witnesses’ testimony, the\nPCRA court “merely surmised” that their testimony had no evidentiary value.\nHowever, we note that when requesting an evidentiary hearing, the PCRA\npetition must set forth, inter alia, the substance of testimony of each\nintended witness. Pa.R.Crim.P. 902(a)(15). This is to provide the PCRA\ncourt with the necessary information to determine if, from the facts alleged\nin the petition, an evidentiary hearing is necessary. The PCRA court did not\n“merely surmise” the testimony had no evidentiary value; rather, appellant\nfailed to set forth facts from which the PCRA court could conclude that the\ntestimony had evidentiary value.\n\n\n                                   - 10 -\n\fJ. S64009/15\n\n\n      Likewise, we agree with the PCRA court that the testimony of\n\nScott Mogret would have been merely cumulative to other evidence\n\nestablished through other witnesses.       It was unnecessary that the PCRA\n\ncourt hold an evidentiary hearing in order to arrive at that conclusion.\n\nAppellant claims that Mogret would have testified that before the assault he\n\nhad observed appellant and the victim at Peachy’s Bar and the victim\n\nappeared to be intoxicated and was acting in a friendly and intimate fashion\n\nwith appellant. However, at trial, Ty Kimble testified that he saw the victim\n\nand appellant together on the evening in question and that they had a good\n\nrapport, that they were enjoying themselves, were touching each other, and\n\nthat the victim was the aggressor.     (Id. at 235-241.)   Further, the victim\n\nreadily admitted that she had a substantial quantity of alcohol to drink. (Id.\n\nat 129-143.) We wholly agree with the PCRA court that appellant failed to\n\nestablish that there was a reasonable probability that the result would have\n\nbeen different had Mogret testified at trial.\n\n      Keith Spong, if called as a witness, would have testified that he was\n\nthe bartender who prepared a Long Island iced tea which the victim drank.\n\nAppellant argues that this testimony would have contradicted the victim’s\n\ntestimony at trial that she did not drink the Long Island iced tea.    Again,\n\nappellant has failed to demonstrate that this testimony, if presented to the\n\njury, would have changed the outcome of the trial.         This evidence was\n\ncumulative of other evidence, particularly the victim’s admission that she\n\n\n\n                                     - 11 -\n\fJ. S64009/15\n\n\nconsumed a substantial quantity of alcohol.     That fact was undisputed at\n\ntrial. The PCRA court did not err when it rejected this issue without holding\n\nan evidentiary hearing.\n\n      Regarding the testimony of appellant’s medical expert, Dr. Donoto, the\n\nPCRA court found that his testimony, if presented, would have been\n\ncumulative to the testimony of Cathy Brendle, the nurse who examined the\n\nvictim.   At trial, Nurse Brendle testified that the redness could have been\n\ncaused by regular sexual relations. (Id. at 355-356.) She also testified that\n\nthe redness could have been caused by irritation or infection. (Id. at 356.)\n\nAccording to appellant, Dr. Donoto would have testified regarding the\n\nvictim’s medical injuries and what may have caused them.            Since this\n\ntestimony was simply cumulative to testimony that was presented, appellant\n\nfailed to demonstrate that he suffered prejudice from the failure to call\n\nDr. Donoto.\n\n      Finally, with regard to the testimony of Mary Ungard, the PCRA court\n\nconcluded that appellant failed to demonstrate that he was prejudiced by the\n\nabsence of this witness. We agree with the PCRA court that appellant failed\n\nto establish that the outcome of the trial would have differed if Ungard had\n\ntestified. According to appellant, Ungard would have testified that the victim\n\nstated to her that the police coerced the victim to fabricate the accusations\n\nagainst appellant and that the police falsified the victim’s written statement.\n\nFirst, by all accounts, the victim approached the police to report the rape,\n\n\n\n                                    - 12 -\n\fJ. S64009/15\n\n\nnot the other way around.     Moreover, the victim testified in detail at trial\n\nhow appellant forced himself on her and that she did not consent to sexual\n\nrelations with the appellant. The victim was extensively cross-examined by\n\ntrial counsel. Any additional evidence attacking the victim’s credibility would\n\nhave been merely cumulative.      The PCRA court did not err in denying an\n\nevidentiary hearing to present the testimony of Ungard.\n\n      In his final issue, appellant contends that the PCRA court erred when it\n\nrequired certifications from the actual witnesses.          Technically, it is\n\nunnecessary to address this issue because we have already found that the\n\nPCRA court was justified in denying appellant’s request for an evidentiary\n\nhearing and concluding, based on the averments in the PCRA petition and\n\nthe trial transcript, that trial counsel was not ineffective for failing to\n\ninvestigate and present the testimony of these witnesses. However, we do\n\nwish to note, for the future benefit of counsel and the PCRA court, that\n\ncontrary to the PCRA court’s understanding, it is not necessary that the\n\ncertifications required under Pa.R.Crim.P. 902(a)(15) be signed by the\n\nwitnesses whose testimony will be elicited at the evidentiary hearing.\n\n      Where a petitioner requests an evidentiary hearing, the petition must\n\ninclude only a signed certification as to each intended witness; and the\n\npetitioner must also provide the witness’ name, address, date of birth, and\n\nthe substance of the proposed testimony. Commonwealth v. Brown, 767\n\nA.2d 576 (Pa.Super. 2001). The certification requirement can be met by an\n\n\n\n                                    - 13 -\n\fJ. S64009/15\n\n\nattorney or pro se petitioner certifying what the witness will testify\n\nregarding.   Commonwealth v. Pander, 100 A.3d 626 (Pa.Super. 2014);\n\n42 Pa.C.S.A. § 9545(d)(1); Pa.R.Crim.P. 902(a)(15).          Instantly, the PCRA\n\npetition included the appropriate certifications. It was the substance of the\n\npetition, however, which was lacking.\n\n      Accordingly, having found no merit in the issues on appeal, we will\n\naffirm the order below.\n\n      Order affirmed. Appellant’s application to strike the Commonwealth’s\n\nbrief as untimely is denied.3\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\nDate: 12/21/2015\n\n\n\n\n3\n  See Pa.R.A.P. 2188. The penalty for an appellee’s failure to file a timely\nbrief is not to strike the brief. Rather, “[i]f an appellee fails to file his brief\nwithin the time prescribed . . . he will not be heard at oral argument except\nby permission of the court.”\n\n\n                                      - 14 -\n\f",
            "ocr": false,
            "opinion_id": 3164498
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Rape"
}