{
    "id": 3269617,
    "judges": "Holt, McHaney, Robins, Smith",
    "date_filed": "2022-06-08",
    "date_filed_is_approximate": true,
    "slug": "west-v-state",
    "case_name_short": "West",
    "case_name": "West v. State",
    "case_name_full": "West v. State.",
    "attorneys": "Wils Davis and Cecil B. Nance, for appellant.\n\nGuy E. Williams, Attorney General, and Oscar E. Ellis, Assistant Attorney General, for appellee.",
    "nature_of_suit": null,
    "posture": "Appeal from Crittenden Circuit Court; Zal B. Harrison, Judge; reversed.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b707-7\" pgmap=\"707\">\n    West v. State.\n   </parties><br><docketnumber id=\"b707-8\" pgmap=\"707\">\n    4400\n   </docketnumber><citation id=\"AWD\" pgmap=\"707\">\n    192 S. W. 2d 135\n   </citation><br><decisiondate id=\"b707-9\" pgmap=\"707\">\n    Opinion delivered February 4, 1946.\n   </decisiondate><br><attorneys id=\"b708-7\" pgmap=\"708\">\n    Wils Davis and Cecil B. Nance, for appellant.\n   </attorneys><br><attorneys id=\"b708-8\" pgmap=\"708\">\n    Guy E. Williams, Attorney General, and Oscar E. Ellis, Assistant Attorney General, for appellee.\n   </attorneys>",
    "citations": [
        "192 S.W.2d 135",
        "209 Ark. 691"
    ],
    "opinions": [
        {
            "author_str": "Robins",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 3772.0,
            "opinion_text": "Appellant was convicted by a jury of the crime of rape and his punishment fixed at death. He has appealed.\nFor reversal it is first urged by appellant that the lower court erred in permitting the prosecuting attorney to ask the prosecuting witness numerous leading questions. We have examined carefully the testimony and find that this assignment of error should not be sustained. While some questions addressed to this witness were leading in form, we have often said that control of the examination of witnesses as regards to propounding of leading questions on direct examination is a matter within the discretion of the trial court. Murray v. State, 151 Ark. 331,236 S.W. 617; Crank v. State, 165 Ark. 417, 264 S.W. 936; Wallace v. State, 177 Ark. 892, 9 S.W.2d 21. There was no abuse of discretion by the lower court in allowing the questions complained of to be asked.\nFor his second ground for reversal appellant urges that the lower court erred in permitting the prosecuting attorney to read a written report made by the superintendent of the State Hospital for Nervous Diseases as to appellant's mental condition. *Page 693 \nAfter his arrest appellant was, by order of the circuit court made under authority of the provisions of 11 of Initiated Act No. 3 of 1936, Acts 1937, p. 1384, sent to the State Hospital for Nervous Diseases for observation. The superintendent of that institution, as required by the statute, made a written report, the substance of which was that appellant was sane and was responsible for his acts.\nOn the trial of the case certain testimony tending to show abnormal mental condition of appellant was introduced. After this testimony had been heard, no official of the State Hospital for Nervous Diseases was offered as a witness, but the lower court, over the objection of appellant's counsel, permitted the prosecuting attorney to read to the jury the report made by the superintendent of the State Hospital for Nervous Diseases as to the mental condition of appellant. This was error, because, as was stated by us in the case of Jones v. State, 204 Ark. 61,161 S.W.2d 173, such proceeding violated the provision of our constitution (Art. II, 10) guaranteeing to the accused the right to be confronted by witnesses against him and the privilege to cross-examine them. The same rule was announced in Smith v. State, 200 Ark. 1152,143 S.W.2d 190.\nOn behalf of the state it is urged that admitting this report in evidence, even if erroneous, was not prejudicial to appellant, because there was no evidence from which the jury could have found that appellant was mentally irresponsible.\nThe evidence offered to show insanity of appellant was somewhat meager, but it cannot be held that it was insufficient to make an issue as to the mental condition of appellant. The lower court evidently considered that such an issue was created by the testimony, because it permitted the reading of the report of the superintendent of the State Hospital for Nervous Diseases, which report, of course, would have been entirely irrelevant in the absence of some showing that appellant was of unsound mind; and the lower court further recognized the existence of this issue by giving an instruction on the *Page 694 \ndegree of insanity necessary to excuse commission of a crime. We cannot say that the lower court was wrong in its conclusion that there was some substantial testimony to support appellant's contention that he was irresponsible.\nFor the error indicated the judgment of the lower court must be reversed and the cause remanded for new trial.",
            "ocr": false,
            "opinion_id": 3272150
        },
        {
            "author_str": "Smith",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "The opinion correctly holds there was sufficient evidence that the eleven year old girl was lured into a truck, then taken to a secluded wooded area and raped. Details are too revolting, and I agree with Mr. Justice ROBINS (who wrote the majority opinion) that it is best not to emphasize them or give unnecessary publicity to a course of conduct too vile for men to engage in a practice that even some of the lower animal groups disdain.\nTorn, bleeding, and frightened to a degree difficult to express, the little victim was returned to her tenant environment, where she immediately told what had happened. When Maxine (while with appellant in the woods) realized that something unusual was about to occur &#8212; just what she did not know &#8212; her screams were silenced by West who threatened to use a stick, and who also said he would drown her if she cried. Clotted with blood, confused, haunted by fear and perhaps wondering regarding man's inhumanity, this little girl who must go through life bearing the scars of a married man's lust told a jury how and when she had been outraged; and she took officers to the concealed spot not far from a highway where impressions on the ground and other physical factors lent support to the story she had told. The defendant did not testify.\nThe court, by a majority vote, has reversed the judgment and has said that appellant was unfairly tried because an official report made under authority of law by State Hospital was read to the jury. In the report Dr. A. C. Kolb, superintendent, expressed the opinion that West was and had been sane. We have heretofore hold that *Page 695 \nthe defendant, in circumstances such as we are dealing with, has the right to be faced by the witness, and to cross-examine him. But such holdings were in cases where insanity was a defense. In the case at bar West entered a plea of not guilty. It is true that under this plea want of capacity to form an intent may be shown by reason of insanity. No such proof was introduced. There was testimony that West drank to excess; and his wife and a brother-in-law thought he acted queerly. Mrs. West was asked: \"Now, on the day your husband was arrested and that morning he took you to Memphis; had he been drinking that day &#8212; that morning before he went?\" Answer: \"There was something the matter with him. I couldn't say whether he had been drinking or not, but I know he was highly nervous. When he came home he acted like a crazy man.\" Q. \"He acted like a crazy man? Can you describe it?\" A. \"Well, he just wasn't himself. He was just running around in circles.\" Q. \"What do you mean by that: `figuratively,' or running around?\" A. \"[He would] go to the pump and help the little boy pump a bucket or two of water, then [go] back to the truck, and from the truck back to the pump, and so forth.\" Q. \"What had he been drinking?\" A. \"I believe he would have drunk alcohol if he could have gotten hold of it. I knew there was something wrong with him long before this ever happened, by his condition and the way he acted, and the way he treated me. He was so nervous he couldn't be still; just acted foolish.\"\nIt is on this testimony and evidence less substantial given by a brother-in-law that the majority predicates its holding that the rapist was denied his constitutional right to cross-examine Dr. Kolb. There is not one line &#8212; not even a word &#8212; from any witness indicating that organic diseases was present. The doctor who examined Maxine after West had ravished her might have thrown some light on the transaction; or doubtless time would have been given for Dr. Kolb to testify.\nThe record shows that the Prosecuting Attorney told the court that \"[Dr. Kolb] has been ready to testify in *Page 696 \nthis case, . . . but was not called, since the question of sanity was not mentioned as a defense.\" The court's comment was: \"[In his opening statement the attorney for the defendant] stated that his contention was that if [West] did commit the crime, he was so drunk that he had no consciousness of it, and was unable, on account of drunkenness, to form an intent to commit the crime.\" Appellant's attorney agreed that the court's summation was correct.\nThe jury had all of the evidence offered by each side relating to the degree of drunkenness to which the defendant subjected himself. Every act, every transaction, his ability to drive the truck, to seek a place of seclusion, to threaten Maxine and to cover as best he could the broad trail that had been left, justified the jury in finding that he knew what he was doing, and that behind it there was design. Not a word of serious proof points to insanity. How, then, can it be said that Dr. Kolb's certificate that he was not insane was prejudicial?\nMr. Justice McHANEY and Mr. Justice HOLT join in this dissent.",
            "ocr": false,
            "opinion_id": 3272151
        }
    ],
    "court_short_name": "Supreme Court of Arkansas",
    "court_full_name": "Supreme Court of Arkansas",
    "court_type": "S",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Rape"
}