{
    "id": 3295645,
    "judges": "Shaw, Taggart",
    "date_filed": "1994-08-11",
    "date_filed_is_approximate": true,
    "slug": "people-v-soto",
    "case_name_short": "Soto",
    "case_name": "People v. Soto",
    "case_name_full": "The PEOPLE, Plaintiff, v. ROSEMBER E. SOTO, Defendant; THE PEOPLE, Petitioner, v. SUPERIOR JUDGE OF SAN LUIS OBISPO COUNTY, Respondent, on Application for Writ of Prohibition",
    "attorneys": "Albert Nelson, District Attorney, for the People, Plaintiff and Petitioner.\n\nLamy  Putnam, for Defendant and Respondent.",
    "nature_of_suit": null,
    "posture": "APPLICATION for writ of prohibition to the judge of the Superior Court of San Luis Obispo County. E. P. Unangst, Judge.\n\nThe facts are stated in the opinion of the court.",
    "syllabus": null,
    "headnotes": "<p>Prohibition—Settlement of Bill of Exceptions in Criminal Case— Application for Belief—Presumption.—Prohibition will not lie to prevent the settlement of a bill of exceptions in a criminal ease, where all the facts arrayed in an affidavit for relief are before the court, and it must be presumed that the court will take such action on the application for relief as will make it competent to settle the bill without error, and, if necessary, to make its formal order granting relief under section 443 of the Code of Civil Procedure, before settling the bin.</p> <p>.Id.—Construction of Penal Code—Excusable Neolect—Waiver— Estoppel-t-Criminal Practice.—The amendments of 1905 to sections 1171 and 1174 of the Penal Code, were intended to accomplish the purposes stated in the notes to those sections on page 1183 of the Statutes of 1905, and it was not intended thereby to wipe out the general provisions for relief from excusable neglect and rules relating to waiver of the steps necessary to acquire jurisdiction, and to the estoppel of parties to take advantage of their own wrong. These continue to be a part of the practice applicable to criminal cases in this state.</p> <p>Id.—Construction of Section 1174—Extension of Time by Stipulation of Parties—Stipulation of Pacts in Court.—Section 1174 of the Penal Code, forbidding an extension of time by the mere stipulation of the parties, should not be construed to include a stipulation of facts in open court, the weight and sufficiency of which the court passes upon in granting or denying the order extending the time.</p> <p>Id.—Waiver of Service of Notice—Jurisdiction of Court.—When, after an order denying a new trial in a criminal case, both parties being present in court, the defendant applied to the court for additional time to prepare his bill of exceptions, and the district attorney states in open court that it would be impossible to have the record of the proceedings transcribed within the time allowed by law to prepare such bill, such statement of fact was a showing of cause and equivalent to the affidavit required in section 1174 of the Penal Code, and constituted waiver of service of notice and gave the court jurisdiction to extend the time.</p> <p>Id.—Belief from Default.—The court has power to relieve the defendant from default, upon a proper showing of excusable neglect in failing to comply with the statutory provisions as to notice.</p> <p>Id.—Prohibition—Want of Jurisdiction—Bembdy by Appeal.—Want of jurisdiction does not of itself warrant the issuance of the writ of prohibition when the petitioner has a remedy by appeal and can suffer no injury by withholding the writ. [Per Shaw, J.]</p>",
    "summary": "APPLICATION for writ of prohibition to the judge of the Superior Court of San Luis Obispo County. E. P. XJhangst, Judge. The facts are stated in the opinion of the court. Albert Nelson, District Attorney, for the People, Plaintiff and Petitioner.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b358-4\">\n    [Crim. No. 83.\n   </docketnumber><court data-order=\"1\" data-type=\"court\" id=\"AOl\">\n    Second Appellate District.\n   </court><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AEC\">\n    May 29, 1908.]\n   </decisiondate><br><parties data-order=\"3\" data-type=\"parties\" id=\"b358-5\">\n    THE PEOPLE, Plaintiff, v. ROSEMBER E. SOTO, Defendant. THE PEOPLE, Petitioner, v. SUPERIOR JUDGE OF SAN LUIS OBISPO COUNTY, Respondent, on Application for Writ of Prohibition.\n   </parties><br><syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b358-6\">\n    Prohibition—Settlement of Bill of Exceptions in Criminal Case— Application for Belief—Presumption.—Prohibition will not lie to prevent the settlement of a bill of exceptions in a criminal ease, where all the facts arrayed in an affidavit for relief are before the court, and it must be presumed that the court will take such action on the application for relief as will make it competent to settle the bill without error, and, if necessary, to make its formal order granting relief under section 443 of the Code of Civil Procedure, before settling the bin.\n   </syllabus><br><syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b358-7\">\n    .Id.—Construction of Penal Code—Excusable Neolect—Waiver— Estoppel-t-Criminal Practice.—The amendments of 1905 to sections 1171 and 1174 of the Penal Code, were intended to accomplish the purposes stated in the notes to those sections on page 1183 of the Statutes of 1905, and it was not intended thereby to wipe out the general provisions for relief from excusable neglect and rules relating to waiver of the steps necessary to acquire jurisdiction, and to the estoppel of parties to take advantage of their own wrong. These continue to be a part of the practice applicable to criminal cases in this state.\n   </syllabus><br><syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b358-8\">\n    Id.—Construction of Section 1174—Extension of Time by Stipulation of Parties—Stipulation of Pacts in Court.—Section 1174 of the Penal Code, forbidding an extension of time by the mere stipulation of the parties, should not be construed to include a stipulation of facts in open court, the weight and sufficiency of which the court passes upon in granting or denying the order extending the time.\n   </syllabus><br><syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b358-9\">\n    Id.—Waiver of Service of Notice—Jurisdiction of Court.—When, after an order denying a new trial in a criminal case, both parties being present in court, the defendant applied to the court for additional time to prepare his bill of exceptions, and the district attorney states in open court that it would be impossible to have the record of the proceedings transcribed within the time allowed by law to prepare such bill, such statement of fact was a showing of cause and equivalent to the affidavit required in section 1174 of the Penal Code, and constituted waiver of service of notice and gave the court jurisdiction to extend the time.\n   </syllabus><br><syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b359-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"323\"> \n     *323\n     </span>\n    Id.—Belief from Default.—The court has power to relieve the defendant from default, upon a proper showing of excusable neglect in failing to comply with the statutory provisions as to notice.\n   </syllabus><br><syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b359-5\">\n    Id.—Prohibition—Want of Jurisdiction—Bembdy by Appeal.—Want of jurisdiction does not of itself warrant the issuance of the writ of prohibition when the petitioner has a remedy by appeal and can suffer no injury by withholding the writ. [Per Shaw, J.]\n   </syllabus><br><summary data-order=\"10\" data-type=\"summary\" id=\"b359-6\">\n    APPLICATION for writ of prohibition to the judge of the Superior Court of San Luis Obispo County. E. P. XJhangst, Judge.\n   </summary><br><summary data-order=\"11\" data-type=\"summary\" id=\"b359-7\">\n    The facts are stated in the opinion of the court.\n   </summary><br><p data-order=\"12\" data-type=\"summary\" id=\"b359-8\">\n    Albert Nelson, District Attorney, for the People, Plaintiff and Petitioner.\n   </p><br><p data-order=\"13\" data-type=\"attorneys\" id=\"b359-9\">\n    Lamy\n    <em>\n     &amp;\n    </em>\n    Putnam, for Defendant and Respondent.\n   </p>",
    "citations": [
        "96 P. 913",
        "8 Cal. App. 322"
    ],
    "opinions": [
        {
            "author_str": "Taggart",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "Application for writ of prohibition.\nDefendant was convicted of the crime of rape. He moved the court for a new trial, and his motion was denied on the seventh day of February, 1908, and on the same day judgment was rendered and sentence imposed.\nImmediately following the pronouncing of sentence, all the parties being present in open court, the defendant made application to the court for twenty days additional time in which to prepare and serve his bill of exceptions. The district attorney made a statement that it would be impossible for the record of the trial to be written up in time for defendant to prepare and serve his bill within the time allowed by law, and upon this statement of the district attorney, and without objection upon his part, the court made its order granting defendant ten days additional time to prepare his bill.\nDefendant's attorney relied upon the foregoing order and also upon the assurance of the district attorney that the latter would consent to a ten days further extension of time, if necessary, and that he would not insist that the notice required by statute should be given, if defendant should make application for such extension. On February 17th, it appearing that there was some doubt about the order of February *Page 324 \n7th having been entered, the counsel for both parties being in court, the question was raised and the court determined that such an order had been made, and directed the clerk to make an entry thereof in the minutes. This was not done, however, until March 16, 1908, when, by a written order of the court, the minutes were corrected to show this order so made.\nOn the morning of February 17, 1908, all parties being in open court, defendant's attorney being apprehensive of the effect of the failure to enter the order of February 7th, made application to the court for additional time. The district attorney objected upon the ground that no notice had been given and no affidavit of cause served on him, as required by sections 1171 and 1174 of the Penal Code. The matter was continued until the afternoon of the same day for further hearing, at which time defendant presented, served and filed an affidavit containing a sufficient showing to sustain either an order granting additional time (if the application was noticed and served in time), or an order granting relief from his failure to give the notice and serve an affidavit in the time required by section 1174. The district attorney again objected to the granting of the order, and the hearing was continued until February 20th. In the meantime, on February 17th, the defendant served notice in writing on the district attorney of his intended application to the court (judge) on said twentieth day of February, 1908, for an extension of time within which to present his bill of exceptions. The application was based on the affidavit above mentioned, no counter-showing being made by the district attorney, who again objected to the court granting the application on the ground that the defendant had not complied with the provisions of sections 1171 and 1174. The court overruled these objections, took the matter under consideration, and on February 25th made an order as follows: \"Motion of defendant for additional time to file his bill of exceptions is granted, and his time is extended from February 17, 1908, to and including February 29, 1908, at 10 A. M.\"\nOn February 25, 1908, written notice as required by section 1171, of defendant's intention to apply on February 28, 1908, to the judge who tried the cause to settle the defendant's bill of exceptions was served upon the district attorney. At the *Page 325 \ntime set for such presentation, the latter appeared and objected to the settlement of the bill on the ground that the judge had no jurisdiction to settle the same, but made no counter-showing to the defendant's showing for relief. An alternative writ of prohibition issued from this court to the superior judge prohibiting the trial judge from proceeding with the settlement of the bill, and the matter now comes on for hearing on the motion of the district attorney to make the writ permanent.\nThe position of the district attorney on this application is that no waiver, conduct, misrepresentation or deceit of a district attorney, whether relied upon by a defendant or not, can excuse him for a failure to give the notice and serve the affidavit required by the statute, and that either or all these cannot estop a district attorney from raising this question as a jurisdictional prerequisite to the settlement of the bill.\nWe take it the amendment of the sections named upon the recommendation of the code commissioner in 1905, was to accomplish the purpose stated in the notes to those sections on page 1138 of the Statutes of 1905, and that it was not intended thereby to wipe out all general provisions for relief from excusable neglect, rules relating to waiver of the steps necessary to acquire jurisdiction, and to the estoppel of parties to take advantage of their own wrong. These continue to be a part of the practice applicable to criminal cases in this state.\nSection 1174 provides that, \"In no case can the time be extended by stipulation of the parties.\" This should not be construed to include a stipulation of facts in open court, the sufficiency and weight of which the court passes upon in granting or denying the order extending the time, but is confined to a stipulation whereby the parties attempt to extend the time without the court being given an opportunity to determine whether or not a good cause for the delay exists.\nThe court being in session, the counsel for the respective parties being present, and the district attorney making a statement of the facts relative to the possibility of having the record of the proceedings upon the trial transcribed in time to prepare the bill, this was a statement of fact which the court was entitled to consider as a showing of cause and equivalent to the affidavit required by section 1174. The district *Page 326 \nattorney being present and consenting to the order when there was still abundant time for the defendant to comply with the statutory provision as to service of notice, was a waiver of service of notice and gave the court jurisdiction. Had this been after defendant was in default, another question would have arisen. Upon these grounds and for these reasons the order of February 7th operated to give the defendant ten days' time in addition to that allowed by law.\nThe application of defendant on February 17th made a showing sufficient for relief and also for an extension of time. It was treated as if an application to extend the time only, and the order made thereon was limited to this in its terms. If the order of February 7th be considered as ineffectual to grant the ten days' additional time, and the application of February 17th as one for an extension of time only, the notice and service of affidavit required by section1174 were lacking. As an application for such an order accompanied by a showing or excuse why the notice and affidavit had not been made in time, it was before the court. The court made its order granting the extension asked, but did not make any formal or separate order purporting to grant relief under section 473 of the Code of Civil Procedure on the ground of excusable neglect, from the failure to give the notice. Upon the showing being made by the affidavit of Attorney Lamy in open court on the seventeenth day of February, the judge continued the matter for hearing in all its features, and gave the district attorney ample time to make a counter-showing to the facts stated in the affidavit upon which defendant relied for relief, but none was made. We think the district attorney was in court upon the application for relief, and that the order made was sufficient to grant the relief and extend the time. We do not regard this holding as necessary to the determination of the rights of the applicant here, as the order of February 7th extended the time of defendant until February 27th.\nIf it be conceded that both the efforts to secure an extension of time were ineffectual, we should still be compelled to hold that the petition should be denied.\nPassing the order of February 7th as unauthorized, and the order of February 25th as ineffective because not preceded by a formal order of relief under section 473 of the *Page 327 \nCode of Civil Procedure, we come to the action of the court which we are asked to prohibit. The bill of exceptions is before the judge, who tried the cause, for settlement upon notice of two days as required by section 1171. All the record made, and all the facts arrayed in the affidavit presented upon the former applications for relief and extension of time, are before the trial court, and may be considered by it. We are asked to presume that the court will proceed to settle the bill, even though the making of a formal order of relief under section 473 be first required, without making this prerequisite order. We cannot assume that the court will do this, for the purpose of prohibiting it from settling the bill. Rather must we assume that it will take such action on the application for relief as will make it competent for it to settle the bill without error, and, if necessary, make its formal order granting relief under section 473 before settling the bill.\nIn our opinion the alternative writ should be dismissed and the petition denied, and it is so ordered.\nAllen, P. J., concurred.",
            "ocr": false,
            "opinion_id": 3294350
        },
        {
            "author_str": "Shaw",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "I concur in the judgment, but cannot assent to all that is said in the foregoing opinion by Mr. Justice Taggart.\nUnder the provisions of section 1171 of the Penal Code, the defendant should have presented the draft of his bill of exceptions to the judge for settlement within ten days after judgment, or within such extension of time ordered by the trial judge in accordance with the provisions of section 1174\nof the Penal Code. The bill was not presented within the time specified in section 1171, supra, nor was any legal order made prior to the expiration of the ten days extending defendant's time for presentation of his bill. The order made on February 7, 1908, but not entered until March 16th following, was a nullity, for the reason that no affidavit showing the necessity for such extension of time was made or filed. (People v. Blis,3 Cal.App. 162, [84 P. 676]; People v. Simmons, 7 Cal.App. 559, [95 P. 48].) The time having expired, the court was without authority to make the order of date February 25, 1908, extending defendant's time to February 29, 1908, within which to prepare and present his bill *Page 328 \nof exceptions, unless the court had first made an order relieving defendant from his default. Admitting that the affidavit filed on February 17th constituted an application for relief, and performed the dual function of showing the necessity for the extension of time, and also constituted a sufficient showing under section 473 of the Code of Civil Procedure, in support of the application for relief, still, so far as the record shows, the court never at any time made an order relieving defendant from default. The minute entry of February 25th does not purport to be other than an order extending the time. It cannot, in my judgment, be construed as an order relieving defendant from default. Where the court is without jurisdiction to make an order, except by virtue of some intervening action or order, the record must, in order to justify the exercise of jurisdiction, show that such intervening action or order upon which jurisdiction depends was had or made. (Cameron v. Arcata etc. R. R. Co., 129 Cal. 279, [61 P. 955].)\nThe expression of opinion by the trial judge wherein he gives his reasons for making the order, as shown by the return, is no part of the record, and cannot be regarded of any weight in support of this application. (Higgins v. LosAngeles Ry. Co., 5 Cal.App. 748, [91 P. 344]; Schwerdtle v.Placer Co., 108 Cal. 589, [41 P. 448].)\nWant of jurisdiction, however, does not of itself warrant the issuance of the writ of prohibition. Petitioner can suffer no injury for the reason that he has an adequate remedy upon the hearing of the appeal, by interposing objections to the consideration of the bill of exceptions, upon the ground that the bill itself discloses that it was settled after the expiration of the statutory time, and in the absence of an order granting relief, without which there could be no authority for making the order dated February 25th extending the time. (Lindley v. Superior Court, 141 Cal. 220, [74 P. 765].) \"The writ of prohibition should not ordinarily issue where certiorari will lie, unless it appears that the applicant for the writ will necessarily be injured if the tribunal sought to be prohibited is permitted to proceed.\" (Santa Monica v. Eckert et al. (Cal.), 33 P. 880; Hayes v.Board of Trustees etc., 6 Cal.App. 520, [92 P. 492].) *Page 329 \nIt is not improper to suggest that ample time remains for defendant, if so advised, to make an application supported by a showing of facts which may warrant the trial judge in making an order relieving him from default, thus affording a record of the proceedings under the authority of which he would, in the first instance, be warranted in settling the bill.",
            "ocr": false,
            "opinion_id": 3294351
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Rape"
}