{
    "id": 3417242,
    "judges": "Orr",
    "date_filed": "2017-11-08",
    "date_filed_is_approximate": true,
    "slug": "the-people-v-ardelean",
    "case_name_short": "Ardelean",
    "case_name": "The People v. Ardelean",
    "case_name_full": "The People of the State of Illinois, Defendant in Error, vs. John Ardelean, Plaintiff in Error",
    "attorneys": "Wm. Scott Stewart, for plaintiff in error., Otto Kerner, Attorney General, Thomas J. Courtney, State’s Attorney, and A. B. Dennis, (Edward E. Wilson, John T. Gallagher, Melvin S. Rembe, Blair L. Varnes, and Leslie V. Curtis, of counsel,) for the People.",
    "nature_of_suit": null,
    "posture": "WRIT OF ERROR to the Criminal Court of Cook county; the Hon. JOHN PRYSTALSKI, Judge, presiding.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "— Rehearing denied April 6, 1938.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 34,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b274-2\" pgmap=\"274\">\n    (No. 24456.\n   </docketnumber><parties id=\"A35\" pgmap=\"274\">\n    The People of the State of Illinois, Defendant in Error, vs. John Ardelean, Plaintiff in Error.\n   </parties><br><decisiondate id=\"b274-4\" pgmap=\"274\">\n    Opinion filed February 17, 1938\n   </decisiondate><otherdate id=\"AIr\" pgmap=\"274\">\n    — Rehearing denied April 6, 1938.\n   </otherdate><br><attorneys id=\"b275-9\" pgmap=\"275\">\n    Wm. Scott Stewart, for plaintiff in error.\n   </attorneys><br><attorneys id=\"b275-10\" pgmap=\"275\">\n    Otto Kerner, Attorney General, Thomas J. Courtney, State’s Attorney, and A. B. Dennis, (Edward E. Wilson, John T. Gallagher, Melvin S. Rembe, Blair L. Varnes, and Leslie V. Curtis, of counsel,) for the People.\n   </attorneys>",
    "citations": [
        "13 N.E.2d 976",
        "368 Ill. 274"
    ],
    "opinions": [
        {
            "author_str": "Orr",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 4244.0,
            "opinion_text": "John Ardelean was convicted by a jury in the criminal court of Cook county of the forcible rape of a nine-year-old girl. His punishment was fixed at life in the penitentiary, and he now seeks reversal by this writ of error.\nArdelean was arrested shortly after the crime and made a complete confession that same evening at the police station. This confession was slightly modified the next day *Page 276 \nat the State's attorney's office but remained the same in all substantial details. It is first contended that his confession was obtained by inducement and persuasian and, hence, was improperly admitted in evidence. To support this point, it is shown he testified that while at the police station one of the officers (whom he did not identify) told him \"it would be better for me if I would talk and if I wouldn't talk it would be too bad.\" No other claim of compulsion, either physical or verbal, is made. It is a well established rule in this State that a confession, to be admissible in evidence, must be a voluntary statement by the defendant. The question of whether an alleged confession was voluntarily made is essentially one for the trial judge, (People v. Albers, 360 Ill. 73; People v. Fox, 319 id. 606;) and certain standards have been developed to guide him in reaching his decision. Where the admissibility of a confession is challenged, the burden of convincing the court is upon the People. (People v. Holick, 337 Ill. 333.) Under the usual procedure, the People, at a hearing out of the presence of the jury, must first establish a prima facie case by producing evidence that the confession was voluntarily made. The burden of producing evidence then shifts to the defense and the People may subsequently bring in evidence in rebuttal. (People v. Bishop,359 Ill. 112.) Where the defense has produced credible evidence tending to show that the confession was the result of coercion, the People, to rebut, must call for examination, if practicable, all persons having authority or control over the person making the confession who are implicated in the sweating process.(People v. Arendarczyk, 367 Ill. 534; People v. Cope, 345 id. 278.) Because confessions are sometimes extorted by brutal and ingenious means, these rules must be jealously guarded and strictly enforced. On the other hand, it must be remembered that \"the rule requiring a showing that a confession is voluntary before it is competent evidence was not established to protect a guilty person against his truthful *Page 277 \nconfession, but is designed to guard the innocent against a false confession made under duress, promise of reward of some nature or other inducement.\" (People v. Ziderowski, 325 Ill. 232.) It has been held that if sufficient facts are proved showing that a statement of guilt was freely made, a trial court may admit it in evidence although there may be some evidence of threats or promises. People v. Costello, 320 Ill. 79; People v. Swift, 319 id. 359; Bartley v. People, 156 id. 234.\nThe People established a prima facie case by the testimony of an officer present at the questioning of Ardelean. The latter then took the stand and testified as above quoted. The court, after considering this evidence, admitted the confession in evidence and by this ruling sustained the People's position. The evidence in this case shows that Ardelean willingly described the details of his crime, disgusting as it was, and after his statements were written up he read them and personally corrected them. He repeatedly denied that he had been subjected to any force or mistreatment of any kind. No denial of any substantial details of the crime was made by Ardelean when he testified before the jury, and the testimony of the prosecutrix was substantially the same as the confession. Under all the circumstances presented, no prejudicial error has been shown.\nArdelean relies upon the case of People v. Heide, 302 Ill. 624, where it is stated that \"statements of an officer to a prisoner that it would be better for him to tell the truth have been held by the courts of numerous States to be such an inducement as to render a confession inadmissible in evidence.\" While it is true that this court approved certain foreign decisions in the Heidecase, it is to be noted that promises of leniency were there made to the defendant and the decision largely turned upon this fact. The Heide case is, therefore, not controlling in the present situation.\nIt is further argued that the crime of rape was not proved; that neither force nor penetration, two essential *Page 278 \nelements of the crime, were established beyond a reasonable doubt. Ardelean relies upon the fact that although the testimony of the prosecuting witness and his confession show that he hit her on the head with a file, it is not clear that such event occurred before the acts of intercourse took place. To sustain a conviction for forcible rape, it must be proved that the act was against the will of the victim. (Sutton v. People, 145 Ill. 279.) The evidence shows that the prosecutrix protested against Ardelean's advances but that he was determined upon sexual gratification. There is sufficient evidence in the record to support a finding that the assault with the file took place soon after the child was enticed into the basement. Even if the jury chose to believe that it did not occur until after the acts of intercourse were completed, it was justified in finding that the child was overpowered by Ardelean and subjected over protest to his lust. Proof of physical force is unnecessary if the prosecuting witness was paralyzed by fear or overcome by the superior strength of her attacker. (Austine v. People, 110 Ill. 248. ) The jury was likewise justified in determining that penetration had occurred, at least to a certain extent. To sustain a conviction for rape, proof of the completed act of sexual intercourse is unnecessary &#8212; the slightest penetration is sufficient. (People v. Schultz, 260 Ill. 35.) We will not relate the disgusting details of the crime. There was sufficient evidence to warrant the submission of the question of penetration to the jury and its judgment will not be disturbed.\nIn reliance upon our decision in People v. Schultz, supra, Ardelean contends that the trial court erroneously permitted an expert witness to testify that, from his examination of the private parts of the prosecutrix, he was of the opinion that the lacerations found could have been caused \"by the insertion of a male sexual organ.\" In the Schultz case we held that it was improper to permit a doctor to state that \"according to the history of the case and according to my *Page 279 \nfindings I think it was a case of rape.\" The statement in theSchultz case, is much different from the one challenged here. To constitute rape, certain facts must be established prior to conviction &#8212; e.g., requisite age, force, resistance, and the like. Thus, an opinion that injuries to a prosecutrix were the result of rape, must necessarily be based upon factors of which a medical expert is no more qualified to judge than the jurors themselves. The opinion of the expert in this case was based solely upon his physical examination of the prosecutrix. He did not attempt to give his opinion of the probable circumstances under which the act of intercourse took place. Therefore his testimony did not transcend the limits of permissible opinion evidence. (People v. O'Connor, 295 Ill. 198.) With reference to this same doctor's testimony, Ardelean also complains that the doctor was permitted to testify that the prosecutrix told him the details of the crime. Upon further examination it was elicited from him that she said that the crime took place in a basement. Testimony of a witness that the victim of rape complained to him is admitted on the theory that it corroborates her own testimony that she was assaulted. It is not hearsay evidence when admitted for this purpose but \"is original evidence of a fact which is important in rape cases and which cannot be ascertained in any other way.\" (People v. Romano, 306 Ill. 502.) Relation of the details of the crime as told by the prosecutrix is hearsay, however, and ordinarily inadmissible. Here the only detail disclosed was that the crime occurred in a basement. Since the scene of the crime was not controverted, no prejudice resulted to the defendant.\nIt is charged that the court permitted improper cross-examination of the defendant and allowed the People to introduce incompetent evidence in rebuttal. Ardelean, while on the stand, testified that although he used the words \"sexual intercourse\" in his confession, he did not understand that *Page 280 \nthey meant complete sexual connection, including penetration. The value of the confession as an admission of the crime of rape depended upon the meaning Ardelean intended the words in question to have when he used them. Thus it was proper for the People to cross-examine him as to his use of those words on prior occasions. Since he denied that he had used them, the testimony of the officer, in rebuttal, that he had used them, was properly admitted.\nThree further assignments of error remain; that the People improperly introduced evidence of certain sadistic assaults of Ardelean upon the prosecutrix after he had completed the sexual acts; that the People, by offering to exhibit to the jury the wounds inflicted by Ardelean upon the head of the prosecutrix, sought to inflame the prejudice of the jury, and that the court erred in not tendering the jury a form of verdict for simple assault. As to the first, it is sufficient to state that merely because a full disclosure of the facts in this case shows Ardelean guilty of other crimes does not limit the scope of the investigation if they are all part of one continuous narrative.(People v. Pargone, 327 Ill. 463; People v. Rardin, 255 id. 9.) The refusal of the court to permit the prosecution to have the child exhibit her wounds, nullified the claim of prejudicial error on that account. As to the forms of verdict given, they covered the possible findings of rape, assault with intent to commit rape, and not guilty. We have held that \"when the offense charged in an indictment includes within it another offense of lower degree, and the evidence is contradictory in regard to the degree of the offense actually committed\" the defendant may be convicted of the lesser offense. (People v. Gilday, 351 Ill. 11.) Here, however, the facts adduced in evidence under the indictment indicated an intent to commit rape. The only question was whether there was but a mere assault with that intent or whether the more serious crime was completed. There was no evidence offered justifying a verdict of simple assault and the court properly *Page 281 \nrefused to include a form of verdict for that crime with those submitted to the jury.\nThe jury was fully warranted in finding Ardelean guilty of rape. He had a fair trial and the punishment, though severe, is commensurate with the outrage he committed.\nThe judgment of the trial court is affirmed.\nJudgment affirmed.",
            "ocr": false,
            "opinion_id": 3413448
        }
    ],
    "court_short_name": "Illinois Supreme Court",
    "court_full_name": "Illinois Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Rape"
}