{
    "id": 3579938,
    "judges": "FIELDER, V.C.",
    "date_filed": "1982-11-02",
    "date_filed_is_approximate": true,
    "slug": "w-elec-v-w-elec",
    "case_name_short": null,
    "case_name": "W. Elec. v. W. Elec.",
    "case_name_full": "Western Electric Co. v. the Western Electric Employees Association, C., and Others",
    "attorneys": "Messrs. Pitney, Hardin, Ward  Brennan  ( Mr. William J.  Brennan, Jr. , of counsel), for the complainant.\n\n Mr. Maurice C. Brigadier , for the defendants.",
    "nature_of_suit": null,
    "posture": "On bill, c. On order to show cause.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "45 A.2d 695",
        "137 N.J. Eq. 489"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "At its plant in Kearny the complainant employed 12,000 production employees all of whom are members of and represented by defendant union; they went on strike January 3d 1946. Complainant also had about 4,000 other employees none of whom are members of defendant union or engaged in the strike. For convenience I shall speak of those non-strikers as supervisors. The complainant had anticipated the strike and consequent picketing and as a result of a conference with Kearny officials had believed that its supervisors would receive police assistance if necessary to enable them to pass through picket lines without interference and that peaceful *Page 490 \npicketing would be maintained and it instructed its supervisors to report for work during the strike. Picketing began about 11 A.M. January 3d and when supervisors reported for work that afternoon they found pickets congregated in groups at the several entrances to complainant's plant, their numbers being regulated by the size and importance of each entrance. At gate 2, complainant's main entrance, thirty to forty pickets carrying placards on sticks announcing the existence of the strike, were marching in two circles and as supervisors approached the circles the pickets closed ranks and some of them told the supervisors they could not go through. Photographs show the group of pickets gathered in large numbers at this entrance that day. Police officers stood by and did nothing to separate the pickets so that the supervisors could gain entrance to the plant without danger of coming in contact with the pickets and no supervisor, save one, got through any entrance to the plant that day.\nThe exception was a supervisor who appears to have been inside complainant's gates prior to commencement of picketing. He came out through the picket line at gate 2 to talk with the police about assisting supervisors to get through the picket line and when he attempted to return he was bumped into and interfered with by pickets who moved directly in front of him. He asked a police officer to help him go through and was told that the officer could do nothing. He got back inside the plant through another entrance and subsequently came out again and after attending to some business returned and attempted to enter by automobile, but pickets standing in front of his car stopped him. He parked his car and made five other attempts to get through the picket lines on foot but each time pickets lined up in front of him and he finally left the plant.\nAt a conference later that day with the Kearny chief of police complainant's officials received, as they thought, assurance that complainant's supervisors would not be molested in getting into the plant. The next morning, January 4th, supervisors arrived in groups to report for duty and found all entrances still picketed by numbers of pickets. Those *Page 491 \nsupervisors who approached gates 1 and 9 were blocked by pickets stepping in front of them and when they asked the pickets to permit them to go through, they were refused and one supervisor was jostled at gate 9 and knocked down. At the main entrance there were two circles of pickets at least sixty in number marching \"belly to back.\" Supervisors approached those circles and when they asked to be permitted to go through were told by the pickets they could not. They appealed to a police captain for assistance and although (as he testified) he endeavored to talk the pickets into a peaceful arrangement to let the supervisors in, the pickets refused. In the meantime a crowd of supervisors had arrived numbering more than 1,000 and about 100 of them in the front line facing the pickets attempted to force their way through the lines, at the same time those behind surged forward and a general melee of pushing and shoving followed. The pickets resisted by bodily pushing and by the use of the sticks to which their placards were attached, which sticks they also used to strike the supervisors. The result of the pushing and shoving was that about forty supervisors were pushed through the plant entrance, of whom eighteen were treated in the plant hospital for wounds received in the melee. The police restored some semblance of order but another smaller fracas broke out during which blows were struck and one supervisor was struck in the face and received a black eye and another was punched in the mouth and had his jacket torn. Photographs taken at the time show a large body of men both pickets and supervisors engaged in pushing and shoving and they also show evidence of pickets striking persons with placard sticks.\nBecause of the events of January 4th complainant instructed its supervisors not to report for duty until further notice and none did so report until January 14th when, pursuant to instructions, about 100 of them came to the plant in separate groups and sought admission thereto at gates 2 and 9. They found the entrances picketed as they had been picketed January 3d and 4th, especially were the circles of pickets maintained at gate 2 marching \"belly to back.\" A *Page 492 \nsummary of the testimony as to what occurred that day as various groups of supervisors arrived at the plant from time to time and sought admission is that the pickets stood or massed so close together the supervisors could not get through the lines without using force to brush picketers aside and that they were not willing to attempt because of their natural fear of ensuing violence; their requests to the picketers to open up the lines were refused and the pickets moved in front of any supervisor who approached the line and there were some picket threats made if the supervisors persisted in their desire to enter the plant; the only response to their requests to police for assistance in getting through the lines was that the police asked the picket captains to open the picket lines, which requests were uniformly refused and the police arrested six or seven picket captains, but the lines remained solidly formed as before. No supervisor entered through the gates that day.\nIn this posture of the strike the complainant filed its bill of complaint seeking a restraint until final hearing against the Union and certain strikers who had engaged in picketing. An order to show cause returnable in five days was granted, which order contained a restraint against picketing in greater numbers than ten pickets at two entrance gates and five pickets at other gates and requiring the pickets to remain at least ten feet apart. On the return of that order three days were devoted to taking oral testimony on the part of complainant and defendants during which the restraint was continued until further order of the court. Existence of facts which by R.S. 2:29-77.3 are required to be found before a restraint may issue herein was not questioned and those facts appear to be present.\nThe defendants take the position that they are entitled to picket complainant's plant with any number of pickets and in any formation they choose and that such picketing is peaceful so long as the pickets do not initiate any act of violence against those desiring to enter complainant's plant and do not make any threats of violence, and they contend that the only evidence of violence on their part appears in connection *Page 493 \nwith the melee which occurred January 4th which they insist was provoked by supervisors who attempted to force the picket lines, which attempt they merely resisted.\nHonest and legitimate picketing in a case like this must be assumed to be conducted for publicity purposes to inform the public that the strikers have a grievance against their employer; to make members of the striking union and members of other labor unions aware that a strike is on and as a persuasive appeal to the public generally for sympathetic support. In the instant case it is not perceived why picketing with pickets forming practically a solid line in front of individuals willing to do business with complainant and thus preventing them from free and unimpeded entrance to complainant's plant, is necessary to accomplish the desired publicity.\nEven if the evidence be disregarded that there were some threats of violence uttered by pickets if supervisors persisted in attempts to pass through picket lines and that some acts of violence by pickets actually occurred, I am of the opinion that picketing as maintained by the defendants, the united front the picketers presented against those desiring to enter complainant's premises, their refusal to accede to requests of supervisors and police that they open the picket lines for free, peaceful and unimpeded passage through them, was not peaceful picketing and was unlawful. Keuffel  Esser v. International Association, c., 93 N.J. Eq. 429; Forstmann,  c., Co. v. United,  c.,Workers, 99 N.J. Eq. 230; Bayonne,  c., Corp. v. American, c., Silk Workers, 116 N.J. Eq. 146; Restful Slipper Co., Inc.,\nv. United,  c., Union, 116 N.J. Eq. 521; Eastwood-NealleyCorp. v. International,  c., 124 N.J. Eq. 274; Isolantite,Inc., v. United Electrical,  c., 132 N.J. Eq. 613.\nUndue difficulties in entering complainant's plant deliberately imposed on supervisors at the several entrances thereto, was an obstruction and interference with the business and property right of free access of complainant and constitutes a tort against complainant. It was also an unlawful interference with the right of supervisors to have employment with *Page 494 \ncomplainant and to go to their work without fear of force from great numbers of strikers whose desire or aim admittedly is that all persons be kept from engaging in work for complainant. A large number of pickets grouped together in an almost solid mass presents an intimidating aspect to supervisors and is a show of force even if no violence is offered or threatened, in that it creates the fear that violence will follow any attempt to pierce the picket line. It must have been in the minds of supervisors what would probably happen to them if they attempted to push through a group of pickets and in doing so pushed or even brushed against one of the number. That sort of picketing, even if it be true that picket captains or leaders gave instructions to pickets to commit no act of violence or personal molestation, is coercion and intended so to be; it readily leads to picketing with violence, as witness the occurrences of January 4th. Such picketing is not peaceful or lawful and will be enjoined. I will hear counsel on the form of order to be entered defining the manner in which picketing may be conducted.",
            "ocr": false,
            "opinion_id": 3560418
        }
    ],
    "court_short_name": "New Jersey Court of Chancery",
    "court_full_name": "New Jersey Court of Chancery",
    "court_type": "SA",
    "court_jurisdiction": "New Jersey, NJ",
    "crime_category": "Rape"
}