{
    "id": 8222119,
    "judges": "Pinney",
    "date_filed": "1972-04-17",
    "date_filed_is_approximate": true,
    "slug": "von-rueden-v-state",
    "case_name_short": null,
    "case_name": "Von Rueden v. State",
    "case_name_full": "Von Rueden and others, in error v. The State, in error",
    "attorneys": "D. J. Hemlooh, for the plaintiffs in error, contended, inter alia, that under the rule nosoitur a sociis the effect of sec. 4597, R. S., should be limited to the molestation of meetings Reid for religious worship or other like purposes., For the defendant in error there was a brief by the Attorney General and John L. Erdall, assistant attorney general, and oral argument by the Attorney General.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>\nCriminal law and practice: Disturbing public meeting: Construction of statute: Jeopardy: Sentence: Costs.\n</p> <p>1. Sec. 4597, R. S. (providing for the punishment of any one who wil-fully interrupts or molests “ any assembly or meeting of people, for religious worship or for other purposes, lawfully and peaceably assembled”), is not confined to religious meetings or assemblies, but includes all lawful meetings of the people.</p> <p>2. The complaint in a prosecution under sec. 4597, R. S., need not allege the special facts showing the purpose or character of the meeting, an averment in the language of the statute that the meeting was-lawfully and peaceably assembled being sufficient.</p> <p>3. The defendant in a criminal prose'cution who has been discharged on his own motion on the ground of the insufficiency of the complaint has not been put in jeopardy; and such discharge is no har-to a prosecution for the same offense upon another complaint.</p> <p>4. Where several defendants are tried together for the same offense, a. sentence that each pay a certain fine, and the costs, taxed at a ■ gross sum, is not erroneous, each defendant being liable for the-entire costs.</p>",
    "summary": "ERROR to review a judgment of the municipal court for the eastern district of “Waukesha county: D. S. Tullar,. Judge. The plaintiffs in error, Joseph Von Rueden, John Bealcmd,. and Edward Sargeant, were arrested, tried, and convicted of having, on the 15th day of June, 1896, at the town of Eagle, in Waukesha county, “ wilfully and unlawfully and maliciously interrupted and molested an assembly or meeting of people lawfully and peaceably assembled on the public highway for the purpose of listening to a certain lecture delivered by one M. J. Fanning, in said town, in this: that the-accused then and there made loud noises by blowing tin horns and firing shotguns for the purpose of interrupting-said meeting and molesting the people there peaceably assembled, contrary to the statute,” etc. The defendants pleaded in bar that June 24, 1896, the same identical cause of action was pending against them before' the same court, and they were placed on trial and in jeopardy (annexing to said plea a copy of the former complaint); that after testimony taken, the court having jurisdiction, etc., on their motion they were acquitted and discharged from custody. The complaint was identical with the one upon which they were tried in the present case, except that it did not state how or by what means the accused disturbed the alleged meeting. There was no reply to the plea, but the record shows that when the defendants were brought before the court on the first complaint for trial and a witness had been sworn, they objected to the introduction of any evidence under the complaint on the ground that it did not state facts sufficient to constitute a cause of action, and the court sustained the objection, and the defendants were discharged. The court overruled the plea in bar. A similar objection to the second complaint was made and overruled, and the trial proceeded, the defendants having pleaded-not guilty. After verdict of guilty, a motion for a new trial was made, and also a motion in .arrest of judgment, founded on alleged defects in the complaint and proceedings, and that the statute (R. S. sec. 4597) did not apply to cases of disturbance of other than religious meetings, or meetings for other like purposes. These motions were denied, and the court sentenced each of the defendants to pay a fine of $5 and the costs .of prosecution, and in default of payment of the same that each of the defendants be committed to jail at hard labor until the fine and costs are paid or they are discharged, not exceeding three months.- State v. Black, 75 Wis. 490; Jensen v. State, 60 id. 578; State ex rel. Kennedy v. McGarry, 21 id. 496; Morse v. Buffalo F. de M. Jns. Go. 30 id. 534; Fdson v. Hayden, 20 id. 682; Benitt ■v. Grandall, 19 id. 583; Attorney Gen. v. Railroad Gos. 35 id. 519; Oamffbell v. Gamffbell, 37 id. 218; Sawyer v. Bodge Bo. Mut. Ins. Go. id. 503; Glemer v. Gleaner, 39 id. 102; Gibson v.. Gibson, 43 id.' 33; Kelley v. Madison, id. 645; Wis. Bent. R. Go. v. Smith, 52 id. 144; Blake v. Blake, 75 id. 343.",
    "disposition": "\nAffirmed.\n",
    "history": null,
    "other_dates": "\nJune 14\n",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "96 Wis. 671"
    ],
    "opinions": [
        {
            "author_str": "Pinney",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPinney, J.\n1. The statute under which the plaintiffs in ■error were convicted provides that “ any person who shall •at any time wilfully interrupt or molest any assembly or meeting of people, for religious worship or for other purposes, lawfully and peaceably assembled, shall be punished by fine,” etc. [R. S. sec. 4597.] It is objected that the complaint is defective in not showing that the meeting mentioned was assembled for worship or other like purpose, and that the nature and purpose of the lecture or assembly •should have been stated to enable the court to say that it •■was a lawful assemblage. The contention is that the rule ■of construction, noscitur a sociis, applies, and that the statute is not applicable to all assemblies or meetings of people, .lawfully and peaceably assembled.\nThe right of the people peaceably to assemble to consult •for the common good is so important in a free government that it has been, secured by constitutional provision (Const, •art. IV, sec. 1), and there is no statute, that we are aware ■of, which extends to and protects all assemblies and meetings of people, lawfully and peaceably assembled, from interruption or molestation, unless the statute quoted has such .general application. The rule which counsel invokes is a *674familiar one, and has been frequently applied, especially in-the interpretation of criminal statutes, and he has cited many cases illustrating its use and application. Beviit v. Crandall, 19 Wis. 583; Edson v. Hayden, 20 Wis. 684; Morse v. Buffalo F. &amp; M. Ins. Co. 30 Wis. 534; Jensen v. State, 60 Wis. 578; State v. Black, 75 Wis. 490. The cases on this subject will be found, upon examination, to rest mainly upon tho rule that “ when there are general words following particular and specific words, the former must be confined to things of the same kind ” (Suth. Stat. Const. § 268); and the rule laid down by Lord Bacon is that “the coupling of words together shows that they are to be understood in the same sense” (Broom, Leg. Max. 588). The rule noseitur a soeiis is one of interpretation only, and will not prevail where it is clear that the words were not used in the same sense. Here are no associated words. There is a single purpose specified in the statute, namely, to protect religious meetings, and it. is followed by language evidently intended to extend.the same protection to all meetings for other purposes which are clearly within the policy and purpose of the act. It is said that the general object of the act sometimes requires that the final generic word shall not be restricted in meaning by its predecessors (Endlich, Interp. Stat. § 410), and that the rule invoked is merely an aid in ascertaining the-legislative intention, and does not justify the court in restraining the operation of the statute within limits narrower than those intended by the legislature. Woodworth v. State, 26 Ohio St. 196. The limitation in the statute is to all meetings of people “lawfully and peaceably assembled.”\nThis view is sustained by the history of .the enactment. It was originally a provision making it a penal offense for any one “ on the Lord’s day, or at any other time,” to “ wil-fully interrupt or disturb any assembly of people met for the worship of God, within the place of meeting, or out of it.” R. S. 1849, ch. 139, sec. 16. By the revision, of 1858 *675the act was farther extended so as to protect persons “when meeting or met together for the performance of any duties enjoined on or pertaining to them as members of any religious society, or for the recitation or performance of or instruction in vocal music.” R. S. 1858, ch.,183, sec. 6. And by ch. 145, Laws of 1866, it was further extended so as to protect “any wedding party or other company or assembly of peaceable citizens,” and by the revision of 1878 it was placed in its present form, and the revisers, in their notes, say it is “ made general, and to embrace all lawful meetings of the people.” The history and the reason and spirit of the enactment show that any assembly or meeting of the people, lawfully and peaceably assembled, is within its protection.\n2. The offense is a statutory one, and it was not necessary to allege the special facts showing the purpose or character of the meeting or assembly. It was enough to aver, in the language of the statute, that the meeting or assembly was lawfully and peaceably assembled. Howard v. State, 87 Ind. 70; Cooper v. State, 75 Ind. 62. The complaint appears to be sufficient, and the objection to the reception of evidence under it was properly overruled.\n3. There is but a single record of the proceedings on both complaints, and it appears that the discharge of the plaintiffs in error from the first complaint was made upon their own motion, and on the ground “of the insufficiency of the complaint;” that the motion was granted, and the case dismissed, and the defendants discharged. The record proceeds to show.that a new complaint was made and filed, and a warrant issued, under which this conviction was had. The averment of the plea is that in the former prosecution there was a “good and sufficient complaint.” It is not alleged that they were tried under the former complaint, but that, on motion of the defendants, they were acquitted and discharged from custody. The court, without requiring an issue of fact or of law to be joined on the plea as the practice required, *676overruled it. Upon the face of the plea and the whole record produced, we cannot say that the defendants were in jeopardy of punishment under the former complaint. If the discharge thus pleaded was erroneous, the state could not have maintained a writ of error to procure its reversal. State v. Kemp, 17 Wis. 669. The jeopardy of which the defendants complain had ceased at their own request and for their benefit, and therefore they might be proceeded against anew on a second complaint. 1 Bish. Crim. Law, § 1000; 1 Bish. Crim. Proc. § 544. The defendants cannot now be allowed to say, when the former proceeding comes in question in this collateral way, there being no method of reviewing or reversing it, that the complaint in that case was valid and sufficient. From the judgment thereon as pleaded we must take it as a settled point that the complaint was insufficient, however the fact may be, and that the defendants were not in jeopardy under it. People v. Casborus, 13 Johns. 351; Shepherd v. People, 25 N. Y. 420. In Comm. v. Gould, 12 Gray, 173, the rule is stated that “ when an original indictment is quashed, adjudged bad on demurrer, or when judgment thereon is arrested for a defect therein, it is held that the 'accused has not thereby been in jeopardy,” within the meaning of the maxim that no one shall be brought into jeopardy more than once for the same offense. Gorrim. v. Poby, 12 Pick. 502. It is manifest upon its face that the plea was insufficient, and the defendants have not been prejudiced by the fact that the court overruled it. Lester v. State, 91 Wis. 249.\nThere were some exceptions as to rulings upon the evidence, and other matters arising at the trial, but they do not seem to require special notice.-\n4. The objection to the form of the judgment, that each defendant pay a fine of $5 and the costs, taxed at a gross sum, is not well taken. S. &amp; B. Ann. Stats, sec. 4633. The court was not required to specify the portion of costs to be *677paid by each defendant. Each is liable for the entire costs, and the judgment might properly be general as to the costs. 1 Bish. Crim. Proc. § 1035; Johnson v. State, 29 N. J. Law, 453-455.\nWe do not find any reversible error in the record.\nBy the Court.— The judgment of the municipal court for the eastern district of Waukesha county is affirmed.\n",
            "ocr": true,
            "opinion_id": 8185620
        }
    ],
    "court_short_name": "Wisconsin Supreme Court",
    "court_full_name": "Wisconsin Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Wisconsin, WI",
    "crime_category": "Rape"
}