{
    "id": 3624287,
    "judges": "Earl",
    "date_filed": "2009-04-02",
    "date_filed_is_approximate": true,
    "slug": "hawker-v-the-people",
    "case_name_short": "Hawker",
    "case_name": "Hawker v. . the People",
    "case_name_full": "Benjamin W. Hawker, Plaintiff in Error, v. the People of the State of New York, Defendants in Error",
    "attorneys": "A. Oakey Hall,  for plaintiff in error.\n\n Nathaniel C. Moak,  for defendants in error.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>An indictment is good, charging an offence in different ways in several counts, but all under the same statute and relating to the same transaction; and it matters not that the offence alleged in one count is of a different grade from that alleged in another, and calls for a different punishment.</p> <p>It seems, that the court may, in its discretion, compel the prosecution to elect under which count or counts the prisoner shall be tried, or can give such direction as to the verdict that it may be known for what offence the prisoner is found guilty.</p> <p>Where under proper instructions a general verdict of guilty under the whole indictment is rendered, a sentence for the highest offence charged is proper.</p>",
    "summary": "Error to the General Term of the Supreme Court, in the second judicial department, to review judgment of the Court of Sessions of the peace held in and for the county of Kings, entered upon a general verdict of guilty. The nature of the indictment and the facts are set forth in the opinion. The indictment was defective because it charged offences of different grades and calling for a different punishment in several counts. (Wharton Cr. Law [last ed.], § 418; Com. v. Carey, 103 Mass., 214; U. S. v. Davenport, 1 Deady, 264.) The counts in the indictment were properly joined, and the verdict of “ guilty as charged ” was proper in form. (People v. Phelps, 13 Penn. St., 634; 1 Whar. Cr. L., §§ 402-414-419; Quinn’s Case, 6 City H. R., 63; People v. Rynders, 12 W., 425; People v. Johnson, 3 Hill, 72; People v. Barker, id., 759; People v. Costello, 1 Den., 83; People v. White, 22 White, 172-275; 1 Park. Cr. R., 154-157; N. Y. Leg. Obs., 117; 5 Hun, 169; 11 id., 82, 390; 12 id., 212; Young v. King, 3 Term. R., 98-105, op. Buller and Grover; Barker v. State, 4 Pike [Ark.], 56; Edge v. Corn, 7 Barr., 275; Carlton v. Corn, 5 Metc., 532; State v. Kibby, 7 Mo., 317; Mills v. Harris, 1 Harris, 631; Haskins v. State, 11 Geo., 92; Engleman v. State, 2 Carter [Ind.], 91; W. S. v. O’Callahan, 6 McLean C. C. R., 596; Johnson v. State, 29 Ala., 62; Orr v. State, 18 Ark., 540; R. v. Fussell, 3 Con. C. C., 291; King v. Johnson, 3 M. & S., 550, op. Ld. Ellenborough) If there was a misjoinder of counts, the objection should have been addressed to the discretion of the court below before conviction. (Rey v. Young, 2 Peak’s N. P., 228n; Kane v. People, 8 Wend., 210.) It is no objection in arrest of judgment. (Arch. Crim. L., 32; 3 T. R., 98.)",
    "disposition": null,
    "history": null,
    "other_dates": "(Argued December 6, 1878;",
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b509-15\">\n    Benjamin W. Hawker, Plaintiff in Error,\n    <em>\n     v.\n    </em>\n    The People of the State of New York, Defendants in Error.\n   </parties><br><headnotes id=\"b509-17\">\n    An indictment is good, charging an offence in different ways in several counts, but all under the same statute and relating to the same transaction; and it matters not that the offence alleged in one count is of a different grade from that alleged in another, and calls for a different punishment.\n   </headnotes><br><headnotes id=\"b509-18\">\n<em>\n     It seems,\n    </em>\n    that the court may, in its discretion, compel the prosecution to elect under which count or counts the prisoner shall be tried, or can give such direction as to the verdict that it may be known for what offence the prisoner is found guilty.\n   </headnotes><br><headnotes id=\"b509-19\">\n    Where under proper instructions a general verdict of guilty under the whole indictment is rendered, a sentence for the highest offence charged is proper.\n   </headnotes><br><otherdate id=\"b509-20\">\n    (Argued December 6, 1878;\n   </otherdate><decisiondate id=\"AIPu\">\n    decided December 17, 1878.)\n   </decisiondate><br><summary id=\"b509-21\">\n    Error to the General Term of the Supreme Court, in the second judicial department, to review judgment of the Court of Sessions of the peace held in and for the county of Kings, entered upon a general verdict of guilty.\n   </summary><br><summary id=\"b510-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"488\"> \n     *488\n     </span>\n    The nature of the indictment and the facts are set forth in the opinion.\n   </summary><br><attorneys id=\"b510-6\">\n<em>\n     A. Oakey Hall,\n    </em>\n    for plaintiff in error.\n   </attorneys><summary id=\"Atq\">\n    The indictment was defective because it charged offences of different grades and calling for a different punishment in several counts. (Wharton Cr. Law [last ed.], § 418;\n    <em>\n     Com.\n    </em>\n    v.\n    <em>\n     Carey,\n    </em>\n    103 Mass., 214;\n    <em>\n     U. S.\n    </em>\n    v. Davenport, 1 Deady, 264.)\n   </summary><br><attorneys id=\"b510-7\">\n<em>\n     Nathaniel C.\n    </em>\n    Moak, for defendants in error.\n   </attorneys><summary id=\"A-6\">\n    The counts in the indictment were properly joined, and the verdict of “ guilty as charged\n    <em>\n     ”\n    </em>\n    was proper in form.\n    <em>\n     (People\n    </em>\n    v.\n    <em>\n     Phelps,\n    </em>\n    13 Penn. St., 634; 1 Whar. Cr. L., §§ 402-414-419;\n    <em>\n     Quinn’s Case,\n    </em>\n    6 City H. R., 63;\n    <em>\n     People\n    </em>\n    v.\n    <em>\n     Rynders,\n    </em>\n    12 W., 425;\n    <em>\n     People\n    </em>\n    v.\n    <em>\n     Johnson,\n    </em>\n    3 Hill, 72;\n    <em>\n     People\n    </em>\n    v.\n    <em>\n     Barker,\n    </em>\n    id., 759;\n    <em>\n     People\n    </em>\n    v.\n    <em>\n     Costello,\n    </em>\n    1 Den., 83;\n    <em>\n     People\n    </em>\n    v.\n    <em>\n     White,\n    </em>\n    22 White, 172-275; 1 Park. Cr. R., 154-157; N. Y. Leg. Obs., 117; 5 Hun, 169; 11 id., 82, 390; 12 id., 212;\n    <em>\n     Young\n    </em>\n    v.\n    <em>\n     King,\n    </em>\n    3 Term. R., 98-105, op. Buller and Grover;\n    <em>\n     Barker\n    </em>\n    v.\n    <em>\n     State,\n    </em>\n    4 Pike [Ark.], 56;\n    <em>\n     Edge\n    </em>\n    v.\n    <em>\n     Corn,\n    </em>\n    7 Barr., 275;\n    <em>\n     Carlton\n    </em>\n    v.\n    <em>\n     Corn,\n    </em>\n    5 Metc., 532;\n    <em>\n     State\n    </em>\n    v.\n    <em>\n     Kibby,\n    </em>\n    7 Mo., 317;\n    <em>\n     Mills\n    </em>\n    v.\n    <em>\n     Harris,\n    </em>\n    1 Harris, 631;\n    <em>\n     Haskins\n    </em>\n    v.\n    <em>\n     State,\n    </em>\n    11 Geo., 92;\n    <em>\n     Engleman\n    </em>\n    v.\n    <em>\n     State,\n    </em>\n    2 Carter [Ind.], 91;\n    <em>\n     W. S.\n    </em>\n    v.\n    <em>\n     O’Callahan,\n    </em>\n    6 McLean C. C. R., 596;\n    <em>\n     Johnson\n    </em>\n    v.\n    <em>\n     State,\n    </em>\n    29 Ala., 62;\n    <em>\n     Orr\n    </em>\n    v.\n    <em>\n     State,\n    </em>\n    18 Ark., 540;\n    <em>\n     R.\n    </em>\n    v.\n    <em>\n     Fussell,\n    </em>\n    3 Con. C. C., 291;\n    <em>\n     King\n    </em>\n    v.\n    <em>\n     Johnson,\n    </em>\n    3 M.\n    <em>\n     &amp;\n    </em>\n    S., 550, op. Ld. Ellenborough) If there was a misjoinder of counts, the objection should have been addressed to the discretion of the court below before conviction.\n    <em>\n     (Rey\n    </em>\n    v.\n    <em>\n     Young,\n    </em>\n    2 Peak’s N. P.,\n    <em>\n     228n; Kane v.\n    </em>\n    People, 8 Wend., 210.) It is no objection in arrest of judgment. (Arch. Crim. L., 32; 3 T. R., 98.)\n   </summary>",
    "citations": [
        "75 N.Y. 487"
    ],
    "opinions": [
        {
            "author_str": "Earl",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 5208.0,
            "opinion_text": "The plaintiff in error was convicted under the act, chapter 181 of the Laws of 1872 in relation to abortions and other offences.\nSection 1 of that act provides among other things that any person who shall willfully use any instrument with *Page 489 \nintent thereby to produce a miscarriage of any woman with child, unless the same shall have been necessary to preserve her life, or that of such child, shall in case the death of such child be thereby produced, be deemed guilty of a felony punishable by imprisonment in the State prison for a term of not less than four, nor more than twenty years. Section 3 provides among other things that any person who shall use any instrument upon any pregnant woman, with intent thereby to produce a miscarriage, shall upon conviction be punished by confinement in a county jail or State prison for not less than one, nor more than three years.\nThe first two counts of the indictment are under the first section, and the third count is under the third section. The plaintiff in error pleaded not guilty to the whole indictment, and at the trial did not ask that the district attorney be compelled to elect upon which count or counts in the indictment the trial should proceed. He went to trial without objection upon all the counts. Evidence was given upon both sides, and at the close of the evidence his counsel asked the court to direct the jury to acquit his client under each count, and the court declined, and he excepted. The court charged the jury that a general verdict of guilty would cover all the counts, but that if they should find the prisoner guilty only under the third count, their verdict should be \"guilty under the third count.\"\nThe jury returned a general verdict of guilty. The prisoner's counsel then moved in arrest of judgment which was denied, and the court sentenced the prisoner to confinement in the penitentiary for ten years. It is now objected on behalf of the plaintiff in error that the indictment is fatally defective because it charges two distinct felonies, one under the first section, and one under the third section of the statute. This objection is not well founded. All the counts are under the same statute, and relate to the same transaction. In such a case it matters not that the offence alleged to have been committed is charged in different ways in several counts for the purpose of meeting the *Page 490 \nevidence that may be adduced. And it matters not that the offences alleged in the different counts are of different grades, and call for different punishments. (People v. Rynders, 12 Wend., 425; People v. Baker, 3 Hill, 159; People v.Costello, 1 Denio, 83; Taylor v. People, 12 Hun, 213;Regina v Trueman, 8 Carr.  P., 727; Wharton's Crim. Law, &#167; 416.) A count for burglary with an attempt to commit larceny may be united with a count for larceny. So burglary and larceny; rape and an assault with intent to commit rape; larceny and receiving stolen goods; assault with intent to kill, and a simple assault, may be united, and it matters not that the offences thus united, call for different punishments. In People v. Baker there were three counts; one for receiving stolen goods, one for burglary, and one for grand larceny, and the indictment was held good.\nSo long as all the counts relate to the same transaction, as in this case, there can be no objection to the union of such counts in the same indictment. If the prisoner is likely to be embarrassed in his defense, the court can, in its discretion, compel the prosecution to elect upon which count or counts the prisoner shall be tried, and the court can give such directions as to the verdict that it may be known for what offence the prisoner is found guilty. The plaintiff in error can base no valid objection here upon the form of the verdict, because his rights were saved by the charge of the court which directed the jury if they found the prisoner guilty only under the third count to say so by their verdict. The general verdict was guilty under the whole indictment, and upon such a verdict he was properly sentenced for the highest offence charged.\nThe objection is also made here that there was no proof that the child was living at the time the operation was performed, and hence that it could not be found that the prisoner produced the death. This objection does not seem to have been distinctly made during the progress of the trial. But there was some evidence from which the jury could have properly inferred that there was life in the f&#339;tus. The *Page 491 \nf&#339;tus was described and proved to have been of the usual size for its age. The doctress who saw it a few hours after it was brought into the world, gave it as her belief as an expert that it was then alive. It is true that she said that she gave it no thought at the time, but yet we cannot say that she did not observe enough with her knowledge and experience to give an opinion. And she was not cross-examined on the subject with the view to test her ability to give an opinion. The case on this point was rested on her evidence, and we cannot say that there was no evidence on the subject.\nThere are no other objections which require consideration, and the judgment must therefore be affirmed.\nAll concur, except CHURCH, Ch. J., not voting, and ANDREWS, J., absent.\nJudgment affirmed.",
            "ocr": false,
            "opinion_id": 3607118
        }
    ],
    "court_short_name": "New York Court of Appeals",
    "court_full_name": "New York Court of Appeals",
    "court_type": "S",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Rape"
}