{
    "id": 3932224,
    "judges": "Eaiucloth",
    "date_filed": "1996-02-10",
    "date_filed_is_approximate": true,
    "slug": "state-v-brooks",
    "case_name_short": null,
    "case_name": "State v. . Brooks",
    "case_name_full": "State v. Jonah Brooks.",
    "attorneys": "Attorney General  for the State.\n\n Mr. John W. Hinsdale  for defendant, submitted:\n\nI. Assault with intent to commit rape is not committed unless  rape  would have been complete had the assault been successful 2 Arch. Crim. Pr.  Pl., 305; 8 Car.  P., 726; 2 Park. (N. Y). 174; 50 Barb., 128;  State  v.  Sam. , 1 Winston, 300.\n\nII. Rape cannot be committed by fraud, unaccompanied by force, R.  Ry., 487 8 Car.  P., 265; Id., 286. These cases are cited with approval by Bishop, Wharton, Archbold, Russell and Chitty. 8 Cox, C. C., 223;  6 Ala. 765 \n1 Car.  P., 415; Id., 746; 4 Leigh (Va.), 648; 8 Eng. (Ark.), 360; 11 Ark, 389 ; 50 Barb., 144; 2 Swan. (Tenn.), 394;  30 Ala. 54 ; 2 Bennett \nHeard. L. C. C., 254; 1 Den. C. C., 89; Whart Crim. Law, &#167; 1.146.",
    "nature_of_suit": null,
    "posture": "INDICTMENT for an assault with intent to commit rape tried before Furches, J. , at Fall Term, 1876, of UNION Superior Court.\n\nDuring the argument, defendant's counsel asked the Court to charge the jury, that there was not sufficient evidence of intent to justify a verdict of guilty. This the Court refused to do, but left the question of intent to the jury.\n\nThe facts, upon which the instructions were asked, and the instructions given, are sufficiently stated in the opinion of this Court.\n\nVerdict of guilty. Motion in arrest, and rule for new trial.\noverruled and discharged. Judgment and appeal by defendant.",
    "syllabus": null,
    "headnotes": "<p>Carnal knowledge of a married woman, obtained by fraud in persona ;ing; lier husband, does not amount to rape ; Therefore, Whore B was. indicted for an assault with intent to commit rape on a married woman» ard the Court charged the jury, that, if he intended to have connection: with her by fraud in personating her husband, he was guilty': Held to bo error.</p>",
    "summary": "Rape — Married Woman — Consent obtained by fraud. . .INDICTMENT, for au assault with intent- to commit rape,, tried before Fitrches, .71, at Fall Term, 1876, of UNION Superior Court. During the argument, defendant’s counsel asked 1 he Court to charge the jury, that there was not sufficient evidence of\" intent to justify a verdict of guilty. This the Court refused, to do, hut- left the question of intent to the jury. The facts, upon which the instructions were asked, and the instructions given, are sufficiently stated in the opinion, of this Court. Verdict of guilty. Motion in arre it, and rule for new trialp •overruled and discharged. Judgment and appeal by defendant I. Assault with intent to commit rape is not committed •unless rape, would have been complete had the assault been .successful 2 Arch. Grim. Pr. •& PI., 305; 8 Car. & P., 736 ; 2 Park. (hi. Y ), 174; 50 Barb., 128; State v. Sam., 1 Winston, 300 II. Rape caurot be committed by fraud, unaccompanied' by force, R. & Ry., 487 8 Car. & P., 265 ; Id., 286. These cases are cited with approval by Bishop, Wharton, Arch-bold, Russell and-Chitty. 8 Cox, O. C., 223 ; 6 Ala., 765 1 Car. & P., 415 ; Id., 746 ; 4 Leigh (Va.), 648 ; 8 Eng. (Ark.), •360; 11 Ark, 389 ; 50 Barb., 144 ; 2 Swan. (Tenn.), 394; 30 Ala.. 54 ; 2 Bennett & Heard. L. C. C., 254; 1 Den. C. C., .89 ; Whart. Grim. Law, § 1,146.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b13-8\">\n    STATE v. JONAH BROOKS.\n   </parties><br><summary id=\"b13-9\">\n<em>\n     Rape — Married Woman — Consent obtained by fraud.\n    </em>\n    .\n   </summary><br><headnotes id=\"b13-10\">\n    Carnal knowledge of a married woman, obtained by\n    <em>\n     fraud\n    </em>\n    in persona ;ing; lier husband, does not amount to rape ; Therefore, Whore B was. indicted for an assault with intent to commit rape on a married woman» ard the Court charged the jury, that, if he intended to have connection: with her by\n    <em>\n     fraud\n    </em>\n    in personating her husband, he was guilty':\n    <em>\n     Held\n    </em>\n    to bo error.\n   </headnotes><br><summary id=\"b13-11\">\n    .INDICTMENT, for au assault with intent- to commit rape,, tried before Fitrches, .71, at Fall Term, 1876, of UNION Superior Court.\n   </summary><br><summary id=\"b13-12\">\n    During the argument, defendant’s counsel asked 1 he Court to charge the jury, that there was not sufficient evidence of\" intent to justify a verdict of guilty. This the Court refused, to do, hut- left the question of intent to the jury.\n   </summary><br><summary id=\"b13-13\">\n    The facts, upon which the instructions were asked, and the instructions given, are sufficiently stated in the opinion, of this Court.\n   </summary><br><summary id=\"b13-14\">\n    Verdict of guilty. Motion in arre it, and rule for new trialp\n    <span citation-index=\"1\" class=\"star-pagination\" label=\"2\"> \n     *2\n     </span>\n    •overruled and discharged. Judgment and appeal by defendant\n   </summary><br><attorneys id=\"b14-5\">\n<em>\n     Attorney General\n    </em>\n    for the State.\n   </attorneys><br><attorneys id=\"b14-6\">\n<em>\n     Mr. John W. Hinsdale\n    </em>\n    for defendant, submitted:\n   </attorneys><br><summary id=\"b14-7\">\n    I. Assault with intent to commit rape is not committed •unless\n    <em>\n     rape,\n    </em>\n    would have been complete had the assault been .successful 2 Arch. Grim. Pr. •&amp; PI., 305; 8 Car. &amp; P., 736 ; 2 Park. (hi. Y ), 174; 50 Barb., 128;\n    <em>\n     State\n    </em>\n    v.\n    <em>\n     Sam.,\n    </em>\n    1 Winston, 300\n   </summary><br><summary id=\"b14-8\">\n    II. Rape caurot be committed by fraud, unaccompanied' by force, R. &amp; Ry., 487 8 Car. &amp; P., 265 ; Id., 286. These cases are cited with approval by Bishop, Wharton, Arch-bold, Russell and-Chitty. 8 Cox, O. C., 223 ; 6 Ala., 765 1 Car. &amp; P., 415 ; Id., 746 ; 4 Leigh (Va.), 648 ; 8 Eng. (Ark.), •360; 11 Ark, 389 ; 50 Barb., 144 ; 2 Swan. (Tenn.), 394; 30 Ala.. 54 ; 2 Bennett &amp; Heard. L. C. C., 254; 1 Den. C. C., .89 ; Whart. Grim. Law, § 1,146.\n   </summary>",
    "citations": [
        "76 N.C. 1"
    ],
    "opinions": [
        {
            "author_str": "Eaiucloth",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "The defendant was indicted and convicted of an assault with intent to commit rape on the person of P. Jane Williams.\nThe material facts are as follows: The defendant was living with the husband of the prosecutrix, and usually slept in one end of the house, and the prosecutrix and her husband in the other end; there being a partition wall and door between them, each room having an outer door. She had placed her bed on the floor in the month of August, and she and her husband were asleep upon it, the defendant having retired to sleep in his room. About 11 o'clock at night she \"was awakened and found some one in the bed with her. He had pulled up her clothing and had his hand on her naked person, and was trying to get on her, and she pushed him off and turned over and awoke her husband and *Page 3 \nwhispered to him, that there was a man in the room. Her husband got up; the defendant by this time had gotten to the outer door.\"\nHis Honor charged the jury, among other things, \"that, before they could find the defendant guilty, they must be satisfied that his intention was to ravish the prosecutrix, to have illicit connection with her by force and against her will, or that he intended to do so by committing a fraud upon her, by falsely personating her husband.\"\nThis is the only part of the case we find it necessary to consider, and we are of opinion, that the alternative part of this instruction is erroneous.\nRape is the carnal knowledge of any female of ten years or more, \"by force and against her will\", and an assault with intent to commit rape must be such as would amount to rape if the purpose had been accomplished. It is manifest that the defendant was endeavoring to have an improper connection with the prosecutrix, but this may be a very different thing from an intent to commit rape. His intention, however, is a question for the jury. His Honor should have instructed the jury to consider, whether the defendant's intention was to accomplish his purpose by force, if necessary; or by exciting and soliciting her consent without force; or by fraud in personating her husband; and that in the first view he was guilty, but in either of the others he was not guilty.\nIn the second view, if he intended to desist on the first intimation of resistance, he is not guilty, because there was no force against her will; and, in the third view, he is not guilty, because fraud is not force, except in that class of cases where the prisoner has been in some way instrumental in disabling the prosecutrix to make resistance.\nThis last view has not been heretofore decided in this State, but was decided in England, as above indicated, in Rex v. Jackson, Russell  Ryan, C. C., 486: and in a recent *Page 4 \ncase (1868) The Queen v. Barrow, 1 Crown Cases Reserved, 156. In the latter case, the woman and her husband were sleeping together in bed, she being waking and sleeping, when she was completely awakened by a man having connection with her, who she thought was her husband. As soon as she discovered it was not her husband, she pulled at him to awake him, and the prisoner jumped off the bed. The Court, after mature consideration, said: \"We have carefully considered the facts as stated in the case. It does not appear that the woman, upon whom the offence was alleged to have been committed, was asleep or unconscious at the time when the act of connection commenced. It must be taken, therefore, that the act was done with the consent of the prosecutrix, though that consent was obtained by fraud. It falls, therefore, within the class of cases which decide, that when consent is obtained by fraud, the act done does not amount to rape.\"\nThe cases cited in 2 Leading Criminal Cases by Bennett  Heard are to the same conclusion, and such is our decision.\nFemales are protected by law from violence of this kind, by the just infliction of the severest penalty on offenders, and every good citizen will be vigilant in seeing that such laws are fully and fairly administered in all proper cases; but when there is no coercion in any form and tricks and deception are employed to accomplish the same end, then, as against these, females are protected only by such laws as protect the whole community against fraud and imposition.\nThere is error. Let this be certified, that further proceedings may be had according to law.\nPER CURIAM.                              Venire de novo. *Page 5 ",
            "ocr": false,
            "opinion_id": 3678937
        }
    ],
    "court_short_name": "Supreme Court of North Carolina",
    "court_full_name": "Supreme Court of North Carolina",
    "court_type": "S",
    "court_jurisdiction": "North Carolina, NC",
    "crime_category": "Rape"
}