{
    "id": 4023785,
    "judges": "Bryant, Carroll, Common, County, Martin, Peggy, Pleas, Whiteside, William",
    "date_filed": "1985-02-12",
    "date_filed_is_approximate": true,
    "slug": "state-v-harris",
    "case_name_short": "Harris",
    "case_name": "State v. Harris",
    "case_name_full": "The STATE of Ohio, Appellee, v. HARRIS, Appellant",
    "attorneys": "Michael Miller,  Prosecuting Attorney, and  Joyce S. Anderson, \nfor appellee.\n\n James Kura,  Public Defender, and  David L. Strait,  for appellant.",
    "nature_of_suit": null,
    "posture": "Appeal from the Franklin County Court of Common Pleas.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 65,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b87-6\">\n    The STATE of Ohio, Appellee, v. HARRIS, Appellant.\n   </parties><br><p data-order=\"1\" data-type=\"citation\" id=\"b87-8\">\n    [Cite as\n    <em>\n     State v. Harris\n    </em>\n    (1991), 73 Ohio App.3d 57.]\n   </p><br><court data-order=\"2\" data-type=\"court\" id=\"b87-9\">\n    Court of Appeals of Ohio, Franklin County.\n   </court><br><docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b87-11\">\n    No. 90AP-843.\n   </docketnumber><br><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b87-12\">\n    Decided April 9, 1991.\n   </decisiondate><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b88-17\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"58\"> \n     *58\n     </span>\n<em>\n     Michael Miller,\n    </em>\n    Prosecuting Attorney, and\n    <em>\n     Joyce S. Anderson,\n    </em>\n    for appellee.\n   </attorneys><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"A-\">\n<em>\n     James Kura,\n    </em>\n    Public Defender, and\n    <em>\n     David L. Strait,\n    </em>\n    for appellant.\n   </attorneys>",
    "citations": [
        "596 N.E.2d 563",
        "73 Ohio App. 3d 57"
    ],
    "opinions": [
        {
            "author_str": "Whiteside",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "Defendant, Clarence Harris, Jr., appeals from his conviction in the Franklin County Court of Common Pleas of three counts of rape and three counts of sexual battery and raises three assignments of error as follows:\n\"1. The trial court lacked jurisdiction to try and convict the appellant without a jury where the record does not include a written waiver of the appellant's right to a trial by jury.\n\"2. Appellant was deprived of his right to effective assistance of counsel when counsel agreed to stipulate to the admission of the results of a polygraph examination indicating the truthfulness of the prosecution's chief witness.\n\"3. The trial court committed reversible error by convicting defendant of rape and sexual battery where such conviction was not supported by sufficient, credible evidence and was against the manifest weight of the evidence.\"\nOriginally, defendant was indicted on six counts of rape and six counts of sexual battery. The alleged victim was a sixteen-year-old inmate serving a life sentence in an adult correctional facility in Orient, Ohio, on an aggravated murder charge. At the time of the alleged rapes, the victim was an inmate of the Training Center for Youth, an institution operated by the Ohio Department of Youth Services, and defendant was a youth leader employed by the state at the institution. Prior to trial, the trial court dismissed three of the rape charges and three of the sexual battery charges. The victim testified as to the other three occurrences, stating that defendant forced the victim to perform fellatio on three separate occasions. Then, the victim complained to a different youth leader about defendant's attacks. Although there was no direct evidence corroborating the victim's story, there was some corroborating circumstantial evidence. Defendant, testifying in his own behalf, denied the victim's allegations.\nWithout objection from defense counsel, a highway patrol sergeant was permitted to testify as a polygraph expert. Having performed tests on both defendant and the victim, the expert opined that the victim was truthful and defendant was deceptive in his answers to the crucial questions involved. Upon cross-examination by the court, it was brought out that the patrol sergeant had shown the test charts to two other examiners without revealing his conclusions, and they verified his conclusions. The testimony elicited by the court's questions was admitted without objection.\nBy his first assignment of error, defendant contends that the trial court lacked jurisdiction to try and convict defendant since the record does not include a written waiver of defendant's right to trial by jury. *Page 60 \nCrim.R. 23(A) provides that \"[i]n serious offense cases the defendant before commencement of the trial may knowingly, intelligently and voluntarily waive in writing his right to trial by jury. Such waiver may also be made during trial with the approval of the court and the consent of the prosecuting attorney. * * *\" As defendant points out, prior to commencement of the trial, there was an indication that the trial court would proceed without a jury. However, no formal written waiver of the right to a jury trial is contained in the record on appeal nor is there any indication in the record that such a waiver was ever executed by defendant. At the commencement of the trial, the following occurred:\n\"The Court: * * * The case is to be tried to the court pursuant to discussions we had originally last Wednesday and then Thursday of last week.\n\"* * * [I]s there a form that somebody needs to file to verify that the right to a jury trial is waived, Mr. Shwartz?\n\"Mr. Shwartz: I believe your bailiff is getting the form at this time.\n\"The Court: Well, I'm going to proceed. * * *\n\"May we have a stipulation on the record pending that form that the right to jury trial is waived and the case is to proceed as a trial to the court?\n\"Mr. Shwartz: Yes, Your Honor.\n\"The Court: Is that okay with you, Mr. Harris?\n\"The Defendant: I beg your pardon?\n\"The Court: You have a lot of rights, sir, one &#8212; you can be seated &#8212; you have a right to a trial by jury, but I understand through your attorney that you wanted to waive that right and try this case to the court. If that is so, we need to make a record of that fact now.\n\"The Defendant: Yes, sir.\n\"The Court: Either side need to make opening statements?\"\nThe record is clear that the court proceeded to trial without obtaining a written waiver from defendant of his right to trial by jury, and without even a complete explanation to defendant, to ascertain whether he knowingly, intelligently and voluntarily waived his right to a jury trial.\nThe state concedes that the record on appeal does not indicate a written waiver by defendant of his right to trial by jury. However, the state contends that the trial court \"corrected\" the record on the day that the state filed its merit brief on appeal, such entry purportedly reading as follows:\n\"It is hereby directed that the record in the instant case be corrected to reflect that Clarence Harris, the defendant, on June 11, 1990, waived in *Page 61 \nwriting pursuant to R.C. 2945.05, his right to a jury trial and elected to be tried by the court.\n\"After the court explained to the defendant his right to a jury trial, the defendant in open court and in the presence of his counsel signed the standard form, a copy of which is attached hereto and incorporated herein, waiving his right to a jury trial. That form, however, has been lost or misplaced by persons unknown. Therefore, it has been omitted from the record by error or accident.\n\"The court therefore, directs that the record be corrected to reflect that the defendant waived in writing his right to a jury trial.\n\"This entry is filed under the authority of Appellate Rule 9(E).\"\nSuch purported entry is inadequate to demonstrate that defendant intelligently, knowingly and voluntarily in writing waived his right to a jury trial and elected to be tried by the court. First, contrary to statements in the entry, the certified record on appeal reflects that no form was signed in open court. The court reporter certified the transcript of proceedings as being correct and complete. It affirmatively demonstrates that no written jury waiver form was signed in open court by defendant during the trial proceedings.\nSecond, the purported correcting entry is not part of the record on appeal and has not been certified to this court. Although the state represents that such an entry was signed by the trial judge, it has not been included in the record on appeal, no supplemental record has been certified to this court by the clerk of the trial court demonstrating such a correcting entry to have been filed, and no motion has been made to this court requesting leave to supplement the record with such an entry. Nor does the purported correcting entry order that the clerk certify and transmit a supplemental record to this court.\nThird, even if the purported correcting entry had been certified and transmitted to this court as a supplemented record, pursuant to App.R. 9(E), it would be insufficient on its face to establish the existence of a written waiver executed by defendant. To be proper, it would be necessary that, first, a motion be filed in the trial court for correcting the record; second, that a hearing be held in that court so that the factual matters could be determined; and third, that the court make a factual determination. If a court is acting solely from its own memory, then the court, in effect, is being the witness testifying as to whether defendant affirmatively waived a very fundamental constitutional right of trial by jury in a criminal case.\nHere, the trial court expressly finds that there is no written waiver in existence and for some reason concludes that since there is no such written *Page 62 \nwaiver, it must have been lost or misplaced by persons unknown. It is a fundamental principle that papers pertaining to the trial of a case can exist in only two ways: first, by an actual filing of the paper with the clerk of the trial court, and, second, by admission into the record during the course of a trial which then makes the paper an exhibit to the transcript of proceedings. Clearly, the trial court's purported correcting entry demonstrates that neither was done. Likewise, the certified copy of the docket and journal entries, certified as true and correct by the clerk of the trial court, indicates that no such written jury waiver was ever filed with the clerk.\nSection 10, Article I, Ohio Constitution, provides in pertinent part that:\n\"* * * In any trial, in any court, the party accused shall be allowed * * * a speedy public trial by an impartial jury of the county in which the offense is alleged to have been committed * * *.\"\nSimilarly, R.C. 2945.17 provides that:\n\"At any trial, in any court, for the violation of any statute of this state, or of any ordinance of any municipal corporation, except in cases in which the penalty involved does not exceed a fine of one hundred dollars, the accused has the right to be tried by a jury.\"\nR.C. 2945.05 provides that:\n\"In all criminal cases pending in courts of record in this state, the defendant may waive a trial by jury and be tried by the court without a jury. Such waiver by a defendant, shall bein writing, signed by the defendant, and filed in said cause andmade a part of the record thereof. * * *\n\"Such waiver of trial by jury must be made in open court after the defendant has been arraigned and has had opportunity to consult with counsel. Such waiver may be withdrawn by the defendant at any time before the commencement of the trial.\" (Emphasis added.)\nHere, there is no written waiver signed by defendant and filed in the case and made part of the record. Instead, we have an ex parte sua sponte statement by the trial court that such a waiver was signed and lost. Not only is such entry not before us as part of the record on appeal, but there appears to have been no hearing and no evidence taken by the trial court upon the very crucial issue of waiver of the right to trial by jury. Perhaps the deficiency in the record could be corrected where a written waiver has been signed but lost, but to do so would require evidence of such fact upon which such determination could be made and reviewed on appeal if an issue be raised concerning the question of whether there was in fact a written waiver. We further note that the judgment entry from which this appeal is taken does not indicate that there was a waiver of jury trial by defendant. *Page 63 \nAlthough not raised on appeal, we note that in the motion for a new trial filed in the trial court, a complicating issue was raised wherein it was contended that the trial court coerced defendant into making an oral waiver of his right to jury trial. Further complicating the appeal is the fact that the notice of appeal was filed while the motion for a new trial was pending and before the trial court ruled thereon. The time for appeal does not commence until the trial court rules upon a timely filed motion for a new trial. However, about two weeks after the filing of the notice of appeal, the trial court did order the motion for new trial \"* * * stricken and dismissed, without prejudice to the rights of defendant to resubmit that Motion, supported by affidavit rather than unverified allegations * * *,\" the court apparently erroneously finding that the filing of the notice of appeal divests the trial court of jurisdiction over a motion for new trial. Rather, the notice of appeal was not effective until the trial court overruled the motion for new trial.\nEven though technically this appeal may have been premature, inasmuch as no objection has been made, and the record on appeal and briefing by the parties were filed in this court after the notice of appeal became effective by the trial court's denying the motion for new trial, we shall proceed to consider the merits of this appeal.\nBoth R.C. 2945.05 and Crim.R. 23(A) apply with respect to the waiver of the right to a trial by jury in a serious offense criminal case. The following of such procedure is mandatory. In the syllabus of State v. Tate (1979), 59 Ohio St.2d 50, 13 O.O.3d 36, 391 N.E.2d 738, it was held that even with respect to a petty offense case where a jury trial has been demanded, \"* * * it must appear of record that such defendant waived his right in writing in the manner provided by R.C. 2945.05, in order for the trial court to have jurisdiction to try the defendant without a jury.\" It is quite clear in this case that this procedure was not followed.\nThe record on appeal indicates that the trial court expressly stated that it would proceed with the trial without a written waiver of the right to jury trial. Although there is some suggestion that such a written waiver might be subsequently executed, the court required the parties to proceed to trial without the obtaining of the required written waiver of a jury trial. The error is apparent. The court had no jurisdiction even to hear opening statements or the first witness in the criminal case until such time as a written waiver in the form prescribed by statute was executed by defendant in open court and filed with the clerk of the trial court and made part of the record. InSimmons v. State (1906), 75 Ohio St. 346, 79 N.E. 555, the court held in paragraph two of the syllabus that even in cases where a written waiver is not required, \"[s]uch waiver must clearly and affirmatively appear upon the record * * *.\" The *Page 64 Tate court, in a footnote, indicated that affidavits presented to the court of appeals indicating an oral waiver were neither part of the record nor sufficient to change the result. Tate, supra,59 Ohio St.2d at 51, 13 O.O.3d at 36-37, 391 N.E.2d at 739. Similarly, in State v. Smith (1987), 38 Ohio App.3d 149,528 N.E.2d 591, it was held that in the absence of a written waiver of the right to jury trial in the record on appeal, the judgment must be reversed as a deprivation of a right to jury trial even though the defendant was \"* * * effectively sandbagging the trial court and prosecutor. * * *\"\nThe right to jury trial is so inviolate (see Section 5, Article I, Ohio Constitution) that in early case law, the Ohio Supreme Court held that in a serious offense case, the accused has no power to waive the right to a trial by jury and to have the facts found by the court rather than a jury. See Williams v.State (1861), 12 Ohio St. 622. Later, it was held that the right could be waived in State, ex rel. Warner, v. Baer (1921),103 Ohio St. 585, 134 N.E. 786, involving a verdict by eleven jurors rather than twelve.\nThe rule today is, as expressed in R.C. 2945.05, that a right to jury trial may be waived and an accused may submit to a trial by the court, but only when very specific strict procedures are followed. There must be strict compliance with R.C. 2945.05 for there to be a waiver of a right to jury trial. Here, the record does not reflect such compliance. Accordingly, in the absence of strict compliance with the statute, the trial court was without jurisdiction to try defendant without a jury. The first assignment of error is well taken.\nBy the second assignment of error, defendant contends that he was denied effective assistance of counsel when counsel agreed to stipulate the polygraph examination results both as to defendant and the prosecution's chief witness. Nearly five months prior to the trial, a written stipulation was entered into between the prosecution, defendant and the alleged victim. This stipulation was signed by the prosecutor, defense counsel, defendant and the victim. Defendant concedes that the stipulation facially and technically complies with the syllabus rule of State v. Souel (1978), 53 Ohio St.2d 123, 7 O.O.3d 207,372 N.E.2d 1318. That case, however, dealt only with the admission into evidence of the results of a polygraph examination of the defendant himself. This court has found improper the admission of the test results of a polygraph examination of a chief prosecution witness. State v. Lascola (1988), 61 Ohio App.3d 228,  572 N.E.2d 717. As we stated in Lascola:\n\"As noted previously, the guidelines of Souel specifically addressed the admissibility of a defendant's polygraph test results, not those of the complaining witness. Neither the state nor defense counsel cites any cases relating to the admissibility of polygraph test results of the complaining *Page 65 \nwitness in a criminal case, and our research has found no reported Ohio case in which such evidence has been offered. As such, this case represents one of first impression in this state.\n\"There is a difference between the defendant's stipulating to admission of his polygraph test and the defendant's stipulating that the complaining witness's polygraph test may be admitted. When a defendant agrees to undergo a polygraph test, presumably he knows whether he is telling the truth and is willing to assume the risk of error. It is completely within his knowledge and control whether to make the decision. Such is not the case with a witness, where defendant has no control or knowledge as to whether the witness believes that his testimony is truthful even though the defendant knows he is innocent. In addition, even the most avid advocate of the use of the polygraph will concede it is not perfect and that there is a margin of error compounded by reliance on the not infallible opinion of the `expert.'\"\nIn Lascola, we found defense counsel's performance to be substantially deficient. There is a distinction, as the prosecution points out, between Lascola and this case. InLascola, only the prosecution was permitted to use the polygraph test results of the complaining witness. The stipulation here contains no such express limitation. However, it does foreclose withdrawal of the agreement once procedures have commenced. Nevertheless, with respect to the chief prosecution witness, the alleged victim, the rationale of our decision in Lascola is still applicable, namely this statement:\n\"* * * With all of the controversy regarding the reliability of polygraphs tests, counsel must use the utmost caution in determining whether to stipulate to admissibility even of a test of the defendant himself. No caution was used in this case involving a test of the prosecuting witness.\n\"Not only are polygraph tests controversial, but the impact on the jury will be of tremendous effect where the `expert' is permitted to testify as to his opinion of truthfulness. Abbel, Polygraph Evidence: The Case Against Admissibility in Federal Trial (1977), 15 Amer.Crim.L.Rev. 29, 53, aptly states the inherent prejudice in admitting polygraph test results:\n\"`The use of the polygraph machine lends on illusory aura of objectivity and accuracy which is likely to mislead jurors into giving undue weight to polygraph examinations.'\n\"Taking all of these matters into account, we conclude that by entering into the stipulation which defendant's trial counsel did, counsel's performance was substantially deficient. The stipulation regarding the results of a witness's polygraph test was, at best, a stipulation to the unknown. * * * But such a defense agreement could be proper, if ever, only under unusual circumstances, *Page 66 \nwhere after careful consideration, the agreement is found to benefit defendant. Such was not the case here.\"\nIn addition, the manner of qualifying the expert was improper and went far beyond the bounds of propriety without objection from defense counsel. During the qualification of the expert, the prosecution, without objection, was permitted to bring out the following:\n\"Q. How widespread is the use of polygraph here in this country?\n\"A. Sir, it is, I believe, all of the federal agencies, investigative agencies that use the polygraph as do all the state law enforcement agencies as well as 100 of the largest police agencies in the United States.\n\"Q. The Federal Bureau of Investigation uses polygraphs?\n\"A. Yes.\n\"Q. Does the Ohio State Highway Patrol use the polygraph?\n\"A. Yes, sir, we do.\n\"Q. Do you know if the Columbus police use it?\n\"A. Yes, they do.\n\"Q. Do you know if the private business sector is using polygraphs?\n\"A. Yes, they do.\n\"Q. How widespread?\n\"A. Many private companies use polygraphs. Many unions use polygraphs, and some businesses to help protect the innocent.\n\"Q. Is the use of polygraphs increasing in this country?\n\"A. I believe it is, yes.\"\nAlso, the interrogation of the witness by the court, to which defense counsel did not object, was also improper at least to the extent that the court brought out testimony that two other examiners also looked at the charts and independently came to the same conclusion as the witness. Such testimony is blatantly improper as hearsay if for no other reason.\nIn addition, it is, at best, debatable as to whether the requirements of Souel have been met by the stipulation herein. The first requirement of the Souel syllabus is that:\n\"The prosecuting attorney, defendant and his counsel must sign a written stipulation providing for defendant's submission to the test and for the subsequent admission at trial of the graphs and the examiner's opinion thereon on behalf of either defendant or the state.\"\nHere, the agreement was not to submit to a specific examination by a specific examiner but, instead, was a stipulation to submit to a polygraph test *Page 67 \nby an examiner chosen solely by the state. Defendant had no choice in choosing the examiner. Strict application of Souel\nwould require that the stipulation be to submit to a polygraph administered by a specific named examiner upon whom the parties mutually agreed.\nThe second requirement of Souel is that \"* * * the admissibility of the test results is subject to the discretion of the trial judge * * *.\" Here, there is no indication that the trial court ever exercised its discretion. Rather, the witness was called and the testimony elicited without objection and without any determination by the court on the record with respect to either the qualifications of the examiner or the conduct of the test. Rather, the court instead, after the conclusion of questioning by the counsel, made the improper interrogation referred to above.\nThe fact that the case was tried to the court does not alleviate the problem. What indication there is from the record is that the trial court gave great weight to the polygraph examination in making its factual conclusion as to the guilt of defendant. This is especially troublesome inasmuch as the trial court apparently felt admissible hearsay testimony as to the opinions of other alleged experts, whose qualifications were not in evidence and as to whom the stipulation, to the extent proper, did not apply.\nThe assignment of error is not directed to the admission of the expert testimony regarding the polygraph examination of defendant himself but, instead, is limited to ineffective assistance of counsel in agreeing to permit admission into evidence the expert opinion concerning the polygraph examination of the prosecution's chief witness. With this limitation, the second assignment of error is well taken for the reasons stated above.\nBy the third assignment of error, defendant contends that the trial court committed reversible error because the judgment is not supported by sufficient, credible evidence and was against the manifest weight of the evidence. This assignment of error is not well taken. If the testimony of the prosecution's chief witness (with some limited corroboration from other witnesses' testimony) is believed, there is ample evidence to support a finding beyond a reasonable doubt that the defendant is guilty of the offenses. While there are reasons to doubt the credibility of the chief prosecution witness, he is not so unbelievable that no reasonable person could believe his testimony especially in light of the limited corroboration from other evidence. The trier of fact is able to judge not only the demeanor of the defendant but, also, that of the chief prosecution witness. The evidence was sufficient to permit a conviction, the error being in proceeding to a trial to the court without a proper written waiver of a jury trial and of defense counsel's permitting evidence of the polygraph examination of the prosecution's chief witness in *Page 68 \norder to bolster his credibility. The third assignment of error is not well taken.\nFor the foregoing reasons, the first and second assignments of error are sustained, and the third assignment of error is overruled, and the judgment of the Franklin County Common Pleas Court is reversed, and this cause is remanded to that court with instructions to conduct a new trial before a jury unless a written waiver of defendant's right to a jury trial is obtained by which defendant knowingly, intelligently and voluntarily waives his right to a jury trial, with such trial to be conducted in accordance with law consistent with this opinion.\nJudgment reversedand cause remanded.\nPEGGY BRYANT and MARTIN, JJ., concur.\nWILLIAM J. MARTIN, J., of the Carroll County Common Pleas Court, sitting by assignment.",
            "ocr": false,
            "opinion_id": 3780070
        }
    ],
    "court_short_name": "Ohio Court of Appeals",
    "court_full_name": "Ohio Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Ohio, OH",
    "crime_category": "Rape"
}