{
    "id": 4044882,
    "judges": "Barefoot, Davenport, Doyle",
    "date_filed": "1992-08-06",
    "date_filed_is_approximate": true,
    "slug": "kitchen-v-state",
    "case_name_short": "Kitchen",
    "case_name": "Kitchen v. State",
    "case_name_full": "M. T. Kitchen v. State.",
    "attorneys": "Eaton & Wheeler, for plaintiff in error., Mac Q. Williamson, Atty. Gen., and Jess L. Pullen, Asst. Atty. Gen., for the State.",
    "nature_of_suit": null,
    "posture": "Appeal from District Court, Okmulgee County; Arthur Cochran, Judge.\n\nM. T. Kitchen was convicted of rape in the first degree, and he appeals. Reversed and remanded.\n\nAppellant, M. T. Kitchen, was convicted of rape in the first degree and was sentenced to serve a term of 40 years in the state penitentiary. The crime is charged\nto have been committed in Okmulgee county on March 6, 1936.\n\nIt appears that appellant, a white man, was 39 years of age at the time the crime was alleged to have been committed and had lived in Okmulgee for more than 25 years; was married and the father of four children. The little girl, Nellie Mae Herndon, colored, was but 7 years of age at the time of the trial, and she was not examined as a witness. The Herndon family lived in that part of the city of Okmulgee, on the east side, known as the negro district.\n\nSeveral assignments of error question the sufficiency of the evidence to sustain the verdict.\n\nThe testimony on the part of the state is in substance as follows: Sam Culley and his wife, colored, each testified that they saw the little girl on North Miami avenue, during the noon hour, walking towards the Attic School, when a white man driving a car south on the street stopped, opened the door, and the little girl ran up and jumped in the car; then he shut the door and went south.\n\nMabel Smith, colored, testified that she lived at 1012 North Miami; that along between 12 and 1 o'clock she saw this little girl walking towards the schoolhouse, and a man driving a car stopped and asked her where Chicago street was; then he opened the car door, handed her a little white paper bag, told her to get in; when she did he drove on south.\n\nVianna Herndon, the child's mother, testified that she is the mother of nine children, including Nellie Mae, who was seven years old on June 15, 1936; that she had not seen her husband for five or six years; that he just went away; that at that time she worked for Mrs. Ingrams,\nand had not been home for several days; that the first time she saw Nellie Mae that day was at the courthouse, about 2 o'clock; that on advice from the sheriff she took her to Dr. Guess, a colored man, and had her examined, then they went to Dr. Carnell, a white doctor, and he examined her little girl; that Dr. Guess did not see her little girl any more after that.\n\nThe principal witness for the state, Tom Berry, deputy sheriff, testified that during the noon hour he received information of this occurrence and drove to the Attic School, in the east part of Okmulgee, met some colored people there, then drove around several blocks to Sixth street, which is Main street, went east, then turned south and drove out in the vicinity of the country club, and in the woods east of the country club found M. T. Kitchen and this Herndon girl. That E. J. Holly, deputy sheriff, was with him; that they walked up to a Ford sedan; the door on the righthand side was open, the front seat was pulled forwards, and the defendant had this negro girl down in the back seat; her dress was up above her waist, and her panties were torn; his trousers were down and he was lying on top of her; his underwear was open and his privates out, but he could not tell whether or not they were on her. The little girl got out and tried to run away, but he caught her and put her in his car. Mr. Holly put the defendant in their car and they brought them to the sheriff's office; that when they were taking him to their car the defendant said: \"Boys, you can't do this to me, I am an ex-service man and got a job; let me pay you off and don't take me into town.\" That the defendant had been drinking; that they drove back to get the little girl's mother and brought her to the courthouse; then he took the little girl and her mother to the office of Dr. J. E. Guess, a colored doctor, and he examined her.\n\nE. J. Holly testified that he went with Mr. Berry to a school in the colored section and from there to the country club looking for a car described as a two-door Ford coach; there they found the car they were looking for. Mr. Berry went to the right side of the car and he went to the left side. The door on the right side was open and the front seat was turned forward. This little girl was in the back seat of the car, and the defendant was down over her; her clothes were up around her waist and her panties looked like they were torn. His pants were down on his boots; he had on heavy underwear, unbuttoned in front, and his privates were out; the little girl had a small paper sack in her hand; that the defendant was drinking, but he would not consider him drunk; that he knew what he was doing; that he went back from the courthouse to the car and found some stains on the floorboard and the fenders.\n\nDr. J. E. Guess, colored, testified that he was duly licensed to practice medicine under the laws of the state; that on the 5th day of March, the little girl was brought to his office by her mother and he made an examination; \"that he found a little smegma about the parts;\" that he took a smear from the vaginal orifice and put it under the microscope and examined it.\n\nHe further testified:\n\n\"Q. What did you find? A. According to my judgment, I found the spermatozoa. I wasn't satisfied with that examination and I took it to Doctor Isham, and he, in my presence, examined it. Q. What kind of instrument did you use to obtain that smear? A. I used a dressing forceps. Q. Was that smear a discharge from a male organ? A. That was my judgment.\"\n\nOn cross-examination he was asked:\n\n\"Q. Did you find any of this smear on any part of her body except within the walls? A. No, sir. Q. None on her legs or person around the vagina? A. There was some smear on the outer part, but I didn't consider that for examination.\"\n\nHe further answered that he had been convicted, on his plea of guilty, of writing narcotic prescriptions and served the sentence in the county jail.\n\nDr. Robert M. Isham testified that he operated a chemical laboratory; that Dr. Guess brought a smear to him last spring some time and asked him to stain it for him, and he put it under a microscope; that when he found out that he was from the county attorney's office he did not further investigate it; that Dr. Guess looked at it while it was under the microscope.\n\nOn cross-examination he stated that he could not testify that there was spermatozoa in it.\n\nDr. M. D. Carnell, the last witness for the state, testified that he was a physician and surgeon; that knowing the history of the case, he made an examination of the little girl, Nellie Mae Herndon, that afternoon; that he saw no laceration or bruises, or any injury of the parts, and no enlargement of the vagina, and therefore took it for granted there had not been any entrance; that he took a smear from the vagina and made a test; that he put the smear under the microscope, but did not find any spermatozoa at all; that spermatozoa is a definite germ, a seed from the male testicle.\n\nOn cross-examination he stated that he found no indication or evidence whatever of any penetration.\n\nAt the close of the evidence for the state, the defendant demurred to the evidence and moved the court to instruct\nthe jury to return a verdict of not guilty, for the reason the evidence was insufficient to warrant a conviction.\n\nOn the part of the defense, Mrs. Kitchen, wife of the defendant, testified that they had been married 14 years and had four children; that her husband left home on that day a little after 11 o'clock; he had a dollar and she gave him 50 cents to buy groceries; that when she next saw him that day about 4 o'clock at the county jail he was very drunk and could not talk to her; that he had been sick for about two weeks before that day; that when her husband drank very much liquor he would not know what he was doing; that he never missed a day's work when he was well.\n\nSeven or eight witnesses, men and women, testified that they knew the general reputation of the defendant in the city of Okmulgee for a period of from seven to seventeen years, and each testified that the defendant's general reputation as a moral, upright, and law-abiding citizen was good.\n\nThe defendant testified as a witness in his own behalf that he had resided in Okmulgee for about 26 years, was married, and for the past seven years employed by the Texas Pipe Line Company; that he was a World War veteran, and had never been in any trouble before; that on March 6, and for a few weeks prior thereto, he had been ill with influenza, and confined to his bed a part of the time; that whisky had been recommended to him by physicians as a remedy for influenza; that he left his home that day to go to the Texas Company's yards, located on the east side of Okmulgee for a post-hole digger, to use in fencing a chicken lot; that he only had one dollar and his wife gave him 50 cents to buy groceries; that he came\non to the city, had started east to the Texas Company's yards; when he reached Muskogee avenue he turned north, and stopped at a place to get some whisky; a fellow there gave him a sample of corn whisky, the drink tasted good, so he bought a pint, paying 50 cents for it. He told the fellow he wanted to take it home for medicinal purposes. In the course of the conversation he took, possibly, two or three drinks out of his bottle, then started to go; the fellow said he only had another pint left and would take 50 cents for it. He took the whisky, went out to his car, and drove south on the avenue, intending to go east across the tracks; that he did not remember turning off of Muskogee avenue; that he had no recollection of drinking any more or anything about where he went and what he did; that he did not remember meeting the little girl or driving out to the country club; that the first thing he remembers was being here in the county jail; that he had drunk whisky a few times before and would not remember what he had done.\n\nAt the close of all the testimony, counsel for defendant again moved the court to direct the jury to return a verdict of acquittal for the reason that the state has failed to prove the commission of the offense charged in the information. Overruled. Exceptions.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 21,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b451-2\">\n    M. T. KITCHEN v. STATE.\n   </parties><br><docketnumber id=\"b451-3\">\n    No. A-9274.\n   </docketnumber><decisiondate id=\"AGk\">\n    June 4, 1937.\n   </decisiondate><br><citation id=\"b451-4\">\n    (69 Pac. [2d] 411.)\n   </citation><br><attorneys id=\"b457-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"441\"> \n     *441\n     </span>\n    Eaton &amp; Wheeler, for plaintiff in error.\n   </attorneys><br><attorneys id=\"b457-6\">\n    Mac Q. Williamson, Atty. Gen., and Jess L. Pullen, Asst. Atty. Gen., for the State.\n   </attorneys>",
    "citations": [
        "69 P.2d 411",
        "61 Okla. Crim. 435"
    ],
    "opinions": [
        {
            "author_str": "Doyle",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "This is an appeal from the judgment of conviction rendered in pursuance of the verdict of a jury finding the defendant, M. T. Kitchen, guilty of rape in the first degree and fixing his punishment at imprisonment in the state penitentiary for 40 years. *Page 442 \nOmitting the superfluous words in the information, it charges that in Okmulgee county, on or about the 6th day of March, 1936, the defendant, M. T. Kitchen, did unlawfully, willfully, and feloniously, rape, ravish, and have sexual intercourse with Nellie Mae Herndon, a female person under the age of 14 years, and not the wife of said M. T. Kitchen.\nThe errors assigned and argued are that the verdict of the jury is contrary both to the law and the evidence; that the verdict of the jury is not sustained by sufficient evidence; that the court erred in overruling defendant's demurrer to the evidence, and defendant's motion for a directed verdict of acquittal.\nIt was essential to the support of this conviction that the state show not only an assault, but also the consummation of the crime charged by having carnal knowledge of the female.\nPenetration is necessary according to all the authorities to complete the crime of rape.\nAn examination of the record discloses that the main question presented in this case is whether there was sufficient proof of penetration to constitute the crime.\n\"Rape\" is defined by section 2515, St. 1931 (21 Okla. St. Ann. &#167; 1111), under the first subdivision thereof, which is applicable to this case, to be:\n\"An act of sexual intercourse accomplished with a female, not the wife of the perpetrator, under either of the following circumstances:\n\"1st. Where the female is under the age of sixteen years.\"\nSection 2518 (21 Okla. St. Ann. &#167; 1114) declares that: *Page 443 \n\"Rape committed by a male over eighteen years of age upon a female under the age of fourteen years, * * * is rape in the first degree.\"\nOur Penal Code (section 2517 [21 Okla. St. Ann. &#167; 1113]) provides that:\n\"The essential guilt of rape, except with the consent of a female over fourteen years of age, consists in the outrage to the person and feeling of the female. Any sexual penetration, however slight, is sufficient to complete the crime.\"\nUnder this section the essence of the crime is the violence done to the person and feelings of the injured female, which is completed by sexual penetration, and while the slightest penetration is sufficient, there must be proof of some degree of entrance of the male organ \"within the labia of the pudendum.\" In other words, it must be shown that the private parts of the male entered, at least to some extent, in those of the female. In cases of this kind, when the offense is committed upon a child of tender years and who, for want of knowledge and experience, may be incapable of giving testimony, it often happens, as in this instance, that direct and positive proof of penetration cannot be made, and in such cases the utmost reliance is placed on the testimony of the medical witnesses.\nDr. Guess testified that he made an examination and took a smear from the vaginal orifice, and according to his judgment found spermatozoa. He further testified that he was not satisfied with his examination and took the smear to Dr. Isham, who examined it.\nDr. Isham, laboratory technician, testified that Dr. Guess brought smear to him and he put it under a microscope. He further stated that he coult not testify there was spermatozoa in it. *Page 444 \nDr. Carnell testified that he made an examination of the little girl a few hours after the occurrence; that he found no bruises, laceration, or other injury of the parts; that he took a smear from the vagina, made the proper test, but did not find any spermatozoa in it; that he found no indication or evidence whatever of any penetration.\nIn the case of Walker v. State, 12 Okla. Cr. 179,153 P. 209, 213, we said:\n\"In view of the unsatisfactory character of the testimony of the child witness and the fact that there is a direct conflict in her testimony and that of the only other witness produced by the state, we think that the court erred in refusing the defendant's demand that a physical examination of the child be made by a competent physician. While 'any sexual penetration, however slight, is sufficient to complete the crime,' (section 2416 Rev. Laws [21 Okla. St. Ann. &#167; 1113]), there must be proof of some degree of entrance of the female organ, and the practice seems to be not to permit a conviction in those cases in which it is alleged violence was done, without medical proof of the fact, whenever such proof is attainable. If the private parts of the defendant entered those of the child, then only seven years of age, as the testimony of the state tends to show, the marks of penetration would be permanent, and would be the best evidence of the actual commission of the crime charged.\"\nIn State v. Wilson, 32 Wyo. 37, 228 P. 803, 805, the Supreme Court of Wyoming, speaking of facts somewhat similar to those in the instant case, said:\n\"All the authorities agree that, on a prosecution for rape, the fact of penetration, to some extent at least, must be proved beyond a reasonable doubt. There must be a res in re, though to no particular depth. 33 Cyc. 1486; 23 Eng.  Am. Ency. of Law, 851, 852; People v. Howard, 143 Cal. 316,76 P. 1116; Colombo v. State, 2 Boyce *Page 445 \n(Del.) 28, 31, 78 A. 595; State v. Williams, 3 Boyce (Del.) 102, 106, 80 A. 1004; Hardtke v. State, 67 Wis. 552, 30 N.W. 723; White v. Com., 96 Ky. 180, 28 S.W. 340; Walker v. State,12 Okla. Cr. 179, 153 P. 209. * * *\n\"The foregoing cases, showing a variety of indecent liberties taken with a female, conclusively demonstrates the fact that what is claimed to have been the theory of the state herein was entirely erroneous. True, an actual emissio seminis was shown in this case, which, perhaps, differentiates this case somewhat from the other cases. But the difference is not substantial. 'Emissio seminis,' it is said, in Pennsylvania v. Sullivan, 1 Add. (Pa. [143]) 142, 'of itself makes not rape without actual penetration.' 'Emission without penetration,' says Wharton on Criminal Law (11th Ed.) vol. 1, p. 74, 'is not sufficient to constitute the consummated crime of rape.' 'Actual contact merely of the sexual organ of the male with the organ of the female, or emission without penetration, is not sufficient to constitute rape.' 23 Eng.  Am. Ency. of Law, 852.\"\nTo the same effect is Vickers v. U.S., 1 Okla. Cr. 452, 459,98 P. 467; Herrick v. Territory, 2 Okla. Cr. 74,99 P. 1096; Dubois v. State, 22 Okla. Cr. 308, 210 P. 1043.\nIn this case there was no evidence whatever of external violence or injury to the parts; nothing whatever that would indicate penetration. It does not appear that any complaint or statement was made by the little girl to her mother or to the officers who discovered her with the defendant.\nThere being no proof of penetration, either direct or circumstantial, we are clearly of the opinion that the evidence was not sufficient to show that the crime was consummated, and for this reason the court should have sustained the motion for a new trial on the ground that the verdict was contrary to law and to the evidence. *Page 446 \nThe defense made, that the defendant was in such a mental condition as not to be responsible for his acts, was wholly without merit.\nIt is evident, if the defendant's mind was affected, it was the result of his voluntary intoxication.\nThe principle is everywhere recognized that voluntary intoxication is no justification or excuse for crime, and is no excuse for rape, though carried to the extent of producing incapacity to control the mind and will.\nOur Penal Code provides:\n\"No act committed by a person while in a state of voluntary intoxication shall be deemed less criminal by reason of his having been in such condition.\" Section 1798 (21 Okla. St. Ann. &#167; 153).\nIn Collier v. State, 17 Okla. Cr. 139, 186 P. 963, 12 A. L. R. 839, this court held:\n\"Insanity, though superinduced by excessive and long-continued indulgence in alcoholic liquors and known as 'delirium tremens,' or 'mania a potu,' renders a person so afflicted irresponsible for his acts, if it be of such a character as to deprive him of the mental capacity to distinguish between right and wrong, as applied to the particular act, whether he be under the influence of liquor at the time of the commission of the act or not; but, to do so, his affliction must be settled or fixed insanity, not a mere fit of drunkenness. A person, not previously laboring under such disease or affliction, who voluntarily becomes intoxicated to such an extent and for such a period of time as to cause unconsciousness of his acts, is not irresponsible under the law for the acts done by him while in such mental condition.\"\nAnd see Cheadle v. State, 11 Okla. Cr. 566, 149 P. 919, L. R. A. 1915E, 1031.\nBecause the evidence was insufficent as a matter of *Page 447 \nlaw to show the commission of the crime charged, the judgment of the trial court is reversed and the cause remanded.\nDAVENPORT, P. J., and BAREFOOT, J., concur.",
            "ocr": false,
            "opinion_id": 3801894
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Oklahoma",
    "court_full_name": "Court of Criminal Appeals of Oklahoma",
    "court_type": "SA",
    "court_jurisdiction": "Oklahoma, OK",
    "crime_category": "Rape"
}