{
    "id": 4048693,
    "judges": "Chappell, Davenport, Edwards",
    "date_filed": "2011-09-07",
    "date_filed_is_approximate": true,
    "slug": "miller-v-state",
    "case_name_short": null,
    "case_name": "Miller v. State",
    "case_name_full": "Frank Miller v. State.",
    "attorneys": "Lydick, McPberren & Jordan, Neal Maurer, H. L. Fogg, and Roberson & Roberson, for plaintiff in error., J. Berry King, Atty. Gen., and J. H. Lawson, Asst. Atty. Gen., for the State.",
    "nature_of_suit": null,
    "posture": "Appeal from District Court, Canadian County; Lucius Babcock, Judge.\n\nFrank Miller was convicted of rape in the first degree, and he appeals. Affirmed.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 11,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b149-4\">\n    FRANK MILLER v. STATE.\n   </parties><br><docketnumber id=\"b149-5\">\n    No. A-7094.\n   </docketnumber><decisiondate id=\"ANng\">\n    Opinion Filed Nov. 15, 1930.\n   </decisiondate><br><citation id=\"b149-6\">\n    (295 Pac. 403.)\n   </citation><br><attorneys id=\"b150-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"134\"> \n     *134\n     </span>\n    Lydick, McPberren &amp; Jordan, Neal Maurer, H. L. Fogg, and Roberson &amp; Roberson, for plaintiff in error.\n   </attorneys><br><attorneys id=\"b150-7\">\n    J. Berry King, Atty. Gen., and J. H. Lawson, Asst. Atty. Gen., for the State.\n   </attorneys>",
    "citations": [
        "295 P. 403",
        "49 Okla. Crim. 133"
    ],
    "opinions": [
        {
            "author_str": "Chappell",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "Plaintiff in error, hereinafter called defendant, was convicted in the district court of Canadian county of the crime of rape in the first degree, and his punishment fixed by the jury at imprisonment in the penitentiary for 15 years.\nThe evidence of the state was that the prosecuting witness, Virginia Miller, was the foster daughter of the defendant, having been taken into the Miller home when she was about eight years of age; that about a year after she was taken into defendant's home he began a course of familiar conduct with her, and that this continued from that time until about November, 1926, when defendant had sexual intercourse with her, and thereafter continued such intercourse until May, 1927. The last act of intercourse, which took place in May, was the one upon which the state relied for conviction.\nThe defendant denied any act of sexual intercourse or improper conduct with the prosecuting witness and sought to show that she was a \"nymphomaniac\" and was incapable of speaking the truth. After the jury was impaneled and when the state called the prosecuting witness, *Page 135 \nVirginia Miller, objection was made to her competency as a witness, because she was incapable of knowing or testifying to the truth. In the absence of the jury the court heard a large number of witnesses, including some of the leading physicians of the state who had had the prosecuting witness under personal observation, and upon this evidence found the witness was competent to testify. Defendant excepted to the ruling of the court upon the competency of the witness and announced that he would call witnesses to testify before the jury to the same state of facts for the purpose of effecting the credibility of the witness, and in the trial of the case he called a large number of lay witnesses, who testified from their acquaintanceship and association with the prosecuting witness to a state of facts tending to show the prosecuting witness to be untruthful and guilty of such depraved moral practices as to make her evidence unworthy of belief. Defendant also called a large number of the leading physicians of the state, who, in answer to a hypothetical question based upon the state of facts testified to by the lay witnesses, expressed the opinion that the prosecuting witness was a nymphomaniac, and that because of the diseased condition of her mind she would imagine that defendant had had intercourse with her and would testify to that fact, but it would not be true.\nIn rebuttal the state called a large number of lay witnesses, including school teachers, Sunday school teachers, neighbors, and friends, who testified from an intimate knowledge of the private life of the prosecuting witness that she was a normal girl, having the normal habits and disposition of a girl of her age, and that they had never observed any of the habits or immoral conduct testified to by the witnesses for the defendant. The state also called a number of leading doctors of the state, *Page 136 \nincluding Dr. Griffin, superintendent of the hospital for the insane, at Norman, who testified that they had personally observed the prosecuting witness and examined her over a period of some time and had applied to her the usual mental test used by the medical profession, and that the prosecuting witness was a normal child, and not a nymphomaniac, and was capable of testifying as a witness.\nThereupon the court made the following finding:\n\"The Court: Within a period of less than 60 days, the court had before it on the former trial of this case, at which time the testimony referred to was submitted to the court upon the question of competency of the witness Virginia Miller and she was also upon the witness stand in the trial of the case, herself, before the jury and after hearing all the testimony and observing the conduct and demeanor of the witness Virginia Miller, in giving her testimony, the court is convinced that she is not tainted with any mental disability whatever and that she is a competent witness.\"\nThe state argues that this evidence was all inadmissible; that, the court having determined the competency of the witness, it was error to permit the defendant to introduce the same evidence and permit the jury to consider the same in determining the credibility of the witness. This court had this question under consideration in the case of Hyde v. State,26 Okla. Cr. 69, 221 P. 787, and there said:\n\"Where objection is made to the competency of a witness to testify on the ground of mental unsoundness, it is the province of the trial court to determine the witness' competency, and its decision will not be disturbed unless a clear abuse of discretion is shown by the record. * * *\n\"In a prosecution for rape, where it is alleged that the female was incapable through unsoundness of mind *Page 137 \nof giving legal consent, after the court determined that the prosecutrix is competent to testify as a witness, the credibility of the witness immediately becomes a question to be determined by the jury. * * *\n\"Incapacity to give legal consent to the commission of an act of carnal intercourse does not necessarily imply incapacity to thereafter correctly and truthfully narrate the facts constituting the commission of the act.\"\nIn the case at bar the trial court did give the defendant unlimited opportunity to destroy the credibility of the prosecuting witness by the introduction of this evidence, and he cannot complain that he was in any wise prejudiced thereby. Upon the other hand, the court permitted the state in rebuttal to introduce evidence contradicting that of the defendant, and, under the authority of Hyde v. State, neither the defendant nor the state can justly complain.\nThe evidence was admissible, not for the purpose of establishing the competency of the witness &#8212; that had already been determined by the court as a matter of law &#8212; but was admissible as affecting the credibility of the prosecuting witness.\nThe defendant in his brief says:\n\"Before making a summary of the testimony in this brief, it is well to remind the court that the defendant, as grounds for a reversal of the judgment of the lower court, relies upon three propositions:\n\"First: That the evidence is insufficient to support the verdict of the jury.\"\nThe prosecutrix testified positively that the defendant did have sexual intercourse with her. She is corroborated by other witnesses and by the facts and circumstances in the case upon every proposition except as to the act of sexual intercourse. *Page 138 \nThis court has held in a number of cases that a conviction for rape may be sustained upon the uncorroborated testimony of the prosecutrix, Harris v. State, 27 Okla. Cr. 405, 228 P. 525; Malone v. State, 40 Okla. Cr. 102, 267 P. 486; Fowler v. State,42 Okla. Cr. 300, 275 P. 655; but this court has held that her testimony should stand unimpeached, Douglas v. State,19 Okla. Cr. 257, 199 P. 927; Harris v. State, 27 Okla. Cr. 405,228 P. 525; Fowler v. State, supra; and also that her evidence need not be corroborated unless the same was inherently improbable or almost incredible, Morris v. State, 9 Okla. Cr. 241,131 P. 731; Douglas v. State, supra; Ferbrache v. State,21 Okla. Cr. 256, 206 P. 617.\nDefendant argues first that the prosecuting witness was impeached by the evidence offered by the defendant as to her mental and moral incapacity to testify the truth.\nThe jury are the exclusive judges of the credibility of the witnesses and the weight to be given their evidence. They saw the defendant's witnesses and heard them testify to a state of facts which tended to show the prosecuting witness to be a nymphomaniac, and that her evidence would be unreliable where the charge was rape upon her person. They saw and heard the rebuttal witnesses for the state. They saw the prosecuting witness upon the witness stand and heard her testify, and likewise saw the defendant and heard him testify, and evidently believed that the prosecutrix was telling the truth. The weight of the evidence and the credibility of the witnesses being for the jury, they are the best judges of whether or not the prosecuting witness had been impeached. They are not bound to believe the testimony of any witness. Under the law they may accept the testimony of one witness and reject the testimony of any number of witnesses, because *Page 139 \nto them exclusively belongs the determination of who is telling the truth in the trial of a case.\nIn Cole v. State, 18 Okla. Cr. 432, 195 P. 901, in the body of the opinion, this court said:\n\"The weight of this evidence, as well as the credibility of the witnesses, were matters for the exclusive determination of the jury. It was within the province of the jury to believe the state's witnesses to the exclusion of defendant.\"\nIn the case of Holman et al. v. Lozier, 100 Okla. 128,227 P. 886, 887, that court said:\n\"The defendants contend that, when they introduced evidence as to the bad reputation of the witness Roy Lozier for truth and veracity, and plaintiff did not meet this evidence with testimony to the contrary, such evidence, being uncontradicted, had the effect of destroying the testimony of the witness with reference to the fact that the notes were not paid, and left only the undisputed testimony of defendants that the notes had been paid. We cannot agree with this contention. The credibility of witnesses is a matter lying pecularily within the province of the jury. Quapaw Milling Co. v. Cogburn, 78 Okla. 227, 190 P. 416. The jury had a chance to observe the demeanor of the witnesses on the stand, and to judge for themselves whether a particular witness was worthy of belief, and we cannot say that the mere fact that evidence of the bad reputation of a witness for truth and veracity, when not refuted by evidence contrary thereto, would have the effect of destroying the positive testimony of the witness to a fact or state of facts. Such a holding would be an invasion on the part of this court of the province of the jury, upon whom rests the duty of passing upon the credibility of witnesses.\"\nIn the case of Underwood v. State, 36 Okla. Cr. 21,251 P. 507, 508, this court said: *Page 140 \n\"Conviction can be reversed as not supported by evidence only if no substantial evidence tends to show guilt, or evidence is so insufficient that jury must have acted from partiality, passion, or prejudice.\" Browning v. State, 31 Okla. Cr. 373, 239 P. 272; Wilson v. State, 32 Okla. Cr. 139, 240 P. 155; Dixon v. State,46 Okla. Cr. 25, 288 P. 357.\nIn Johnson v. State, 22 Okla. Cr. 332, 211 P. 425, this court further said:\n\"The jury are the exclusive judges of the credibility of witnesses and the weight to be given their testimony, and a verdict of conviction will not be reviewed on appeal on arguments directed to the credibility of witnesses or the weight to be given their testimony.\"\nDefendant's objections and arguments are upon the credibility of the prosecuting witness' testimony and the sufficiency of the evidence to support the verdict. These questions being exclusively for the jury, and there being competent evidence in the record, the finding of the jury thereon will not be disturbed on appeal.\nThe defendant next contends that the evidence of the prosecuting witness is inherently improbable, unreliable, and unreasonable.\nCommon experience teaches that her evidence is not inherently improbable; men do adopt little girls; men do take them into their homes and take liberties with them; and men do commit crimes similar to the one charged in this case; so that it cannot be said that in human experience an occurrence of this kind is inherently improbable.\nThe second error complained of by defendant is that the trial court erred in permitting the county attorney to exhibit in a spectacular and dramatic manner before the jury, while the defendant was on the witness stand on his own behalf, a young girl other than the prosecutrix, *Page 141 \nand to ask the defendant, while being a witness on his own behalf, many questions indicating and charging him with having attempted by force to have sexual relations with this other little girl thus then and there exhibited.\nIt was the theory of the state that this evidence was admissible for the purpose of showing the degenerate disposition of the defendant and probability of the commission of the act of which he was charged. The authorities are divided upon this question. For cases holding evidence admissible, see: Barnett v. State of Ohio, 104 Ohio St. 298, 135 N.E. 647, 27 A.L.R. 351; State v. Bisagno, 121 Kan. 186, 246 P. 1001; People v. Barton,72 Cal.App. 421, 237 P. 767; State v. King, 111 Kan. 140,206 P. 883, 22 A.L.R. 1006; Wigmore on Evidence, vol. 1, p. 664.\nIn the case at bar the evidence complained of was brought out by the state on cross-examination of defendant. There is nothing in the record to indicate any dramatic climax or attempt on the part of the state to take advantage of the defendant or prejudice the jury against him thereby. When defendant said that he did not know whether he would know the girl unless he saw her, she was brought in the courtroom, whereupon defendant requested that she come closer to him so he could see her, and after an inspection admitted that he knew her, but denied that he had made any assault upon her or had any intercourse with her. The defendant objected strenuously to this proceeding and to the introduction of this kind of evidence. When court convened on the next morning, the judge instructed the jury as follows:\n\"Gentlemen of the jury, last evening, the county attorney was permitted to ask, on cross-examination, of the defendant, Frank Miller, certain questions relative to conduct with another girl, other than the prosecutrix in this *Page 142 \ncase. The court was in error, gentlemen, in permitting that to be done. The state is not permitted to, in any way, attempt to show any other acts on the part of this defendant; neither should the county attorney be permitted to cross-examine the defendant relative to anything of that kind and all that occurred relative to those questions, and the answers, themselves, the answers given, are withdrawn from your consideration. Now, gentlemen, you are asked by the court to entirely erase from your minds, and, in determining this case, not to take into consideration, in any way, either the questions that were asked this witness or the answers given or anything that occurred, at that time; remove it entirely from your minds in considering this case.\"\nThe state made no further effort to introduce evidence of this character, and made no further mention of the same to the jury.\nEvidence of other acts with other women in the trial of a case like the one at bar should not be admitted. In arriving at this conclusion we are not overlooking the case of Dunscombe v. State, 19 Okla. Cr. 45, 197 P. 1073. The sex instinct is a natural and universal one, and the rule with respect to the admission of this kind of evidence should not be so broad as that laid down in the case of State v. Rule, 11 Okla. Cr. 237,144 P. 807, and Jackson v. State, 42 Okla. Cr. 86, 274 P. 696.\nThe question to be determined by this court now is, Was the admission of this evidence reversible error?\nSection 2822, C.O.S. 1921, provides:\n\"No judgment shall be set aside or new trial granted by any appellate court of this state in any case, civil or criminal, on the ground of misdirection of the jury or the improper admission or rejection of evidence, or as to error in any matter of pleading or procedure, unless, in the opinion of the court to which application is made, after *Page 143 \nan examination of the entire record, it appears that the error complained of has probably resulted in a miscarriage of justice, or constitutes a substantial violation of a constitutional or statutory right.\"\nIn the case of Atchison v. State, 3 Okla. Cr. 296,105 P. 387, 395, this court said:\n\"The letter and spirit of this law is that if the defendant has had a fair trial, and if this court is satisfied that the conviction is sufficiently supported by competent evidence, and the verdict against him [the defendant] was not reached by error, or as the result of passion or prejudice, the conviction should be affirmed.\"\nWhen an error has been committed upon the trial of a case, it is the duty of the court, upon an inspection of the entire record, to determine whether or not the defendant suffered any material injury from such error. Unless such injury appears, the error will not be ground for reversal. Hooper v. State,7 Okla. Cr. 43, 121 P. 1087; Bonner v. State, 23 Okla. Cr. 44,212 P. 440; Ray v. State, 35 Okla. Cr. 332, 250 P. 438; Crowell v. State, 42 Okla. Cr. 392, 276 P. 518.\nIn the case of Barnes v. State, 32 Okla. Cr. 383,240 P. 758, this court said:\n\"Where evidence against a defendant is admitted and is later by the court reconsidered and stricken from the consideration of the jury, the erroneous admission of such evidence will not be reversible unless the evidence was of such a character as would tend to prejudice or influence the judgment of the jurors, notwithstanding the ruling of the court excluding it.\"\nIn the case of State v. Bisagno, 121 Kan. 186, 246 P. 1001, 1002, that court said:\n\"The evidence of other acts of sexual intercourse about the same time tended to show a lustful disposition, and to supplement and support other evidence of the state *Page 144 \nthat he committed the offense charged. If the testimony may be regarded as inadmissible, the subsequent proceedings rendered it innocuous. After it had been admitted over objection, the judge at a later stage of the trial expressed doubts as to the competency of the evidence, and thereupon advised the jury that he withdrew from their consideration all evidence pertaining to the Hoggatt transaction, telling them that no part of it should be taken into consideration in determining the guilt of the defendant of the offense against Wilma Holderman. While it is said that the impression and influence resulting from the evidence could not be eradicated from the minds of the jury by its withdrawal and the instruction of the court to disregard it, it must be assumed that the jurors were intelligent and honest enough to observe the express instruction of the court. It is well known that jurors give close attention to statements made by the judge during a trial, and are strongly inclined to follow any suggestions made by him as to the materiality and application of evidence and the force to be given it. Assuming that error was committed in the admission of the evidence, we think it was cured by the withdrawal of the same and the admonition of the court that it should be given no consideration in determining the guilt or innocence of the defendant.\"\nUnder section 2822, supra, and the authorities supporting same, the admission of the evidence was not reversible error. The withdrawal of such evidence by the court and his instruction thereon corrected the error, and the defendant suffered no prejudice thereby.\nDefendant for his third ground of error complains of misconduct of the county attorney in three particulars: First, that in his cross-examination of Mrs. Miller, defendant's wife, he said to the jury that she had been \"coaxed.\"\nThe record discloses that the county attorney in an undertone suggested to Judge Lawson, the Assistant Attorney *Page 145 \nGeneral aiding in the prosecution, that the witness had been \"coached.\" The county attorney testified in the hearing on motion for new trial that this remark was not intended for anybody except Judge Lawson. At the time it was made, the attorney for the defendant moved to strike out the statement of the county attorney, and the court remarked, \"I didn't hear it.\" This attorney for the defendant then said, \"Well, I think one of the jurors heard it.\"\n\"Mr. Morrison: Did any juror &#8212; ask the juror or the jury if any of them heard what I said.\n\"The Court: Whatever it was.\n\"Mr. Morrison: We ask that the jury be instructed to disregard it. I turned to counsel here and made the statement.\n\"The Court: All right, the jury are instructed to disregard any statement of counsel made across the table to co-counsel or anybody else except addressed to the witness.\"\nThe quotation above as taken by the reporter was at that time read by the reporter, and counsel for defendant said: \"All right, let it go.\"\nThere is nothing in the proceeding above set out nor in the showing made in the motion for a new trial that the defendant suffered any prejudice by reason of such remark.\nSecond. The county attorney was guilty of misconduct in his remarks to the jury.\nThe argument of the county attorney was not taken by the reporter, and the record fails to show what, if anything, the county attorney did say. No exception was taken to any of the remarks, and no record made thereon at the time the remarks were claimed to have been made. *Page 146 \nIn the case of Moody v. State, 13 Okla. Cr. 327,164 P. 676, this court said:\n\"Where the argument of the county attorney is not taken down in shorthand and embodied in the record in full and a dispute arises as to what was said in argument, this court is bound by the finding of the trial court recited in the record as to what occurred.\" Ellis v. State, 46 Okla. Cr. 251, 287 P. 1067.\nIn Quitman v. State, 35 Okla. Cr. 245, 250 P. 441, this court said:\n\"Exceptions must be saved to alleged improper remarks of the prosecuting attorney in his argument to the jury, and such remarks must be preserved by being incorporated in the case-made, or by bill of exceptions duly allowed, to render them available on appeal; and, when not preserved in the record, such remarks cannot be shown by affidavit or mere recitals, in a motion for new trial.\" Bone v. State, 43 Okla. Cr. 374, 279 P. 363.\nThird. That while the county attorney was making his closing argument he permitted one Mrs. Embury, in the presence of the jury, to stage a dramatic scene of affection and sympathy for the prosecutrix and contempt for the defendant.\nOn the hearing upon the motion for a new trial the county attorney testified that, if Mrs. Embury came in the room and did any of the things complained of by the defendant, he did not see it, and had nothing to do with it, and knew nothing about it. It is not the duty of the county attorney to preserve order in the courtroom; that duty devolves upon the presiding judge. If the things complained of were done by Mrs. Embury in the presence of the jury, during the closing argument of the state, defendant's counsel should have called the court's attention at that time to such conduct, and the court should have excused the jury and administered summary punishment *Page 147 \nto the offender. But to say that a conviction shall be reversed upon an occurrence of this kind, over which the county attorney or the state has no control, is to make it possible for a defendant to stage such a proceeding, and thus obtain a reversal of every case.\nThe case was hotly contested, defendant being represented by seven of the leading lawyers of the state. The record is voluminous, consisting of three volumes with a total of 1,840 pages. It would be humanly impossible to try a case of this character, under the conditions under which the case was tried, without error creeping into the record, but it is not every error that requires a reversal of the case. It must be error plus injury.\nThe Criminal Court of Appeals never presumes error in the proceedings of a court of record. Two things must be shown by the appellant in a criminal case before a conviction will be reversed, viz.: That error was committed during the trial, and that this error, unless jurisdictional, deprived the appellant of some substantial right to his material injury. Anderson v. State,8 Okla. Cr. 90, 126 P. 840, Ann. Cas. 1914C, 314; Williams v. State, 17 Okla. Cr. 452, 190 P. 892; Ables v. State,35 Okla. Cr. 26, 247 P. 423; Weathers v. State, 35 Okla. Cr. 292,250 P. 805.\nThe trial court heard the testimony concerning the qualifications of the prosecuting witness and made a finding that she was qualified to testify, and thereafter permitted all that evidence to go before the jury for the purpose of affecting her credibility, and the jury having heard, not only that evidence, but all the evidence of the state and the defendant, found the defendant guilty as charged.\nThereafter the court, having heard the evidence of the defendant offered in support of his motion for a new *Page 148 \ntrial, overruled such motion, and pronounced judgment against him.\nIn the case of Harrison v. State, 10 Okla. Cr. 210,135 P. 948, this court said:\n\"A motion for new trial, based on an allegation that the evidence does not support the verdict of the jury, is addressed, first, to the sound discretion of the trial court, who has seen and heard the witnesses testify, and who must necessarily know a great deal more about many facts and circumstances produced at the trial, which cannot be written into a record, than an appellate court can by reading the record after it is written. And when a trial court has considered and passed upon such an issue, it comes to this court only on the proposition that as a matter of law the verdict is contrary to the evidence.\"\nA careful examination of the record discloses that the evidence, while conflicting, is sufficient to support the verdict of the jury, and, while there is error in the record, it is not of such a character as to require a reversal of the case.\nFor the reasons stated, the cause is affirmed.\nEDWARDS, P.J., and DAVENPORT, J., concur.",
            "ocr": false,
            "opinion_id": 3805864
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Oklahoma",
    "court_full_name": "Court of Criminal Appeals of Oklahoma",
    "court_type": "SA",
    "court_jurisdiction": "Oklahoma, OK",
    "crime_category": "Rape"
}