{
    "id": 4099944,
    "judges": "Baldrige, Cunningham, Hirt, Keller, Parker, Rhodes, Stadtfeld",
    "date_filed": "1985-04-03",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-zimmerman",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Zimmerman",
    "case_name_full": "Commonwealth v. Zimmerman, Appellant",
    "attorneys": "Daniel Greenfield,  with him  Lemuel B. Schofield  and  W. Bradley  Ward,  for appellant.\n\n John P. Boland,  Assistant District Attorney, with him  Charles  F. Kelley,  District Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": "Appeals, Nos. 218, 269-272, Oct. T., 1940, from judgment of Q.S. Phila. Co., Jan. Session, 1940, Nos. 354, 358, in case of Commonwealth v. Harry Zimmerman.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued October 18, 1940.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b363-4\">\n    Commonwealth\n    <em>\n     v.\n    </em>\n    Zimmerman, Appellant.\n   </parties><br><otherdate id=\"b364-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"332\"> \n     *332\n     </span>\n    Argued October 18, 1940.\n   </otherdate><judges id=\"Ak4\">\n    Before Keller, P. J., Cunningham, Baldrige, Stadtfeld, Parker, Rhodes and Hirt, JJ.\n   </judges><br><attorneys id=\"b364-8\">\n<em>\n     Darnel Greenfield,\n    </em>\n    with him\n    <em>\n     Lemuel B. Schofield\n    </em>\n    and\n    <em>\n     W. Bradley Ward,\n    </em>\n    for appellant.\n   </attorneys><br><attorneys id=\"b364-9\">\n<em>\n     John P. Boland,\n    </em>\n    Assistant District Attorney, with him\n    <em>\n     Charles F. Kelley,\n    </em>\n    District Attorney, for appellee.\n   </attorneys><decisiondate id=\"AIlT\">\n    January 30, 1941:\n   </decisiondate>",
    "citations": [
        "17 A.2d 714",
        "143 Pa. Super. 331"
    ],
    "opinions": [
        {
            "author_str": "Stadtfeld",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "Argued October 18, 1940.\nThe defendant, Harry Zimmerman, was charged in five indictments with having received stolen goods. The case came on for trial on March 1, 1940, before OLIVER, P.J. and a jury.\nAccording to the testimony of the witnesses for the Commonwealth, the facts were as follows: For a year prior to December 9, 1939, Anthony Gentile had been *Page 333 \nemployed by the Camden Express Company, which used a loading platform in Philadelphia that was also used by the Adley Express Company. On or about June 8, 1939, during this period of employment, Gentile went to see the defendant, who had a small tailor shop and dry cleaning establishment in Philadelphia, and asked defendant if he would buy any \"stolen stuff\" &#8212; dresses, pants or whatever Gentile could get his hands on. Defendant agreed to buy.\nOn the day following this conversation, Gentile stole two cartons of dresses from the Adley Express Company, delivered them to defendant at his shop, and was paid $20. Subsequently, on different dates, Gentile stole other merchandise, one carton of men's jackets, one carton of suits, one carton of men's trousers, one carton containing thirty-six pairs of shoes, from the Adley Express Company, and each time sold and delivered the goods to defendant. Defendant paid Gentile $48 for the men's jackets, $45 for the suits, $40 for the men's trousers and $18 for the shoes. All cartons, when delivered to defendant, were marked with the names of the shippers and consignees. Defendant's name was not on any of them.\nGentile was arrested on December 11, 1939. (He subsequently pleaded guilty to eight bills of indictment charging larceny and to one bill charging conspiracy to steal). As a result of the information, Gentile gave the arresting officers, they drove him to defendant's shop. One of the officers, Adair, went in first and pointed out Gentile, who at the time was seated in an automobile outside the shop, and asked defendant if he knew him. Defendant denied ever having seen Gentile before. Thereupon, Adair called the other officer, McDermott, and Gentile into the store. In the presence and hearing of the defendant, the officers asked Gentile if defendant was the man to whom he had sold the goods stolen from the Adley Express Company. Gentile *Page 334 \nsaid he was. Defendant stood mute, making no denial or answer of any kind, either then or later. The officers then searched the premises and found about a dozen pairs of new trousers on the shelves, with size tags attached. Gentile said that these trousers looked like the ones he had stolen from the Adley concern and sold to defendant, and that he thought they were part of the loot. Thereafter, when the officers asked defendant where he had bought these trousers, defendant named a manufacturer at 2nd and Market Streets, Philadelphia. The officers took defendant to the establishment where the manufacturer, in the presence of the defendant and one of the officers, denied that the trousers had been bought from him. The defendant thereupon explained that he might have bought them elsewhere, but named no place.\nTaking the stand in his own defense, defendant denied knowing Anthony Gentile and stated that he had never seen him before December 11, 1939, when the officers brought him into defendant's shop; he denied having purchased from Gentile any of the goods in question; he admitted that he said nothing when first identified by Gentile and charged with having purchased the stolen goods, but asserted that he had denied the charge about five minutes later after, as he explained, he had gotten over his surprise at being charged. The testimony of defendant's son corroborated this assertion, saying that his father denied the charge \"in a few minutes.\" The officers testified, however, that the son had not been in the room when the accusation was made against his father but that he came in about five or six minutes thereafter.\nSeveral witnesses testified in behalf of the defendant as to his reputation for honesty and as being a law-abiding citizen.\nThe jury returned a verdict of guilty on all bills. *Page 335 \nDefendant's motion for a new trial was dismissed and sentence was imposed. This appeal followed.\nIt is the contention of appellant that certain testimony of the Commonwealth's witnesses was improperly admitted in evidence, that the court below erred in permitting improper cross-examination of appellant's character witnesses, and that the charge of the court below was improper and prejudicial.\nThe testimony of the Commonwealth's witnesses, admitted in evidence over appellant's objection, relates in part to the statement made by Gentile charging the appellant with being the person to whom he, Gentile, had sold the stolen goods in question, and the conduct of appellant upon hearing the charge. Appellant contends that the testimony relating to this incident was inadmissible for the reasons that Gentile's statement was not accusatory in character and did not call for a reply; that appellant's statement to Officer Adair, prior to Gentile's being brought into the store, that he had never seen Gentile before, was a positive denial of any relationship; and that the denial of appellant, five minutes after hearing the charge, that he had ever seen Gentile or that he had ever bought from him, constituted an absolute denial of the charge.\nWhere a statement affecting a party or his rights is made in his presence or hearing, and is accusatory in character and naturally calls for a denial, it is, in connection with a total or partial failure to reply, full liberty to speak being given, admissible in evidence as an admission of the truth of the matter asserted: Ettinger v. Commonwealth, 98 Pa. 338; Commonwealth v.Coyne, 115 Pa. Super. 23, 175 A. 291.\nIt is clear that the statement charging appellant with having purchased stolen goods was accusatory in character and well calculated to elicit a reply. In Commonwealth v. Ford, 86 Pa. Super. 483, a case charging defendants with rape, it appeared that after the victim *Page 336 \nwas released she ran about one hundred yards along the path toward her home, where she met two men, Gerrity and McIntosh, who had heard her screams when they were more than four hundred yards away. She informed them of the assault. Gerrity and McIntosh followed the defendants, learned who they were and questioned them. When McIntosh asked the defendants what they did with the girl, and they said \"nothing\", McIntosh said to them: \"By the look in your faces you don't look it.\" Defendants made no reply. The admission of Gerrity's testimony as to this colloquy in evidence was assigned as error. This court said, p. 485: \"The statement attributed to McIntosh was accusatory in character and well calculated to elicit a reply.\" And in Commonwealth v.Detweiler, 229 Pa. 304, 78 A. 271, the defendant was charged with murder. The court held there was no error in admitting evidence that the witness said in the presence of defendant, who was standing with the deceased's body lying between them, \"This is something you ain't going to get away with.\"\nIt is not necessary that the accusation contain every element essential to a conviction of the crime charged to qualify as the basis of an adoptive admission. Appellant's assertion, prior to being confronted with Gentile, that he had never seen Gentile, does not render inadmissible evidence of a charge subsequently made in his presence and which, as we must assume from the jury's verdict, was not denied at the time it was made against him. See,Commonwealth v. Weigand, 134 Pa. Super. 603, 5 A.2d 385, wherein even defendant's prior denial to detectives of any connection whatsoever with the crime did not prevent a submission to the jury of evidence as to a subsequent adoptive admission of the crime. This court held that it was for the jury to draw the proper inference and to determine the weight that should be given to his conduct. Commonwealth v. Mazarella, 279 Pa. 465,124 A. 163, is distinguishable *Page 337 \non the ground that defendant's earlier repeated denials of any connection with the crime was followed with a subsequent denial, undisputed by the Commonwealth, upon being specifically interrogated two or three minutes after the particular accusation in question was made in his presence.\nA further objection is raised by appellant to another portion of the Commonwealth's testimony. That testimony relates to appellant's failure and inability to disclose where he had acquired certain trousers found in his store, which, according to Gentile's accusation, \"looked like the trousers\" he had stolen and sold to appellant. Appellant's conduct upon hearing a contradiction of his explanation of the origin of the trousers was, in connection with his general conduct upon being accused, a matter for the consideration of the jury, and the court below properly so charged.\nWe come now to the consideration of appellant's objections relative to the cross-examination of the character witnesses testifying on his behalf. Counsel for appellant questioned a number of witnesses as to defendant's reputation for honesty and as a law-abiding citizen. On cross-examination these witnesses were uniformly questioned as to whether they had heard that appellant had been previously arrested for receiving stolen goods, although the word \"know\" was used in one question but promptly followed by the word \"hear.\" With respect to this line of cross-examination, the trial judge charged the jury as follows: \"Further, I charge you that the previous arrests of the defendant are offered by the Commonwealth, not to affect the credibility of the defendant, and they cannot be considered by you as in any way affecting his credibility, because it would only be a conviction which would have any weight in that regard, and they were offered solely for the purpose of bearing upon the knowledge of the character witnesses and the basis upon which they based *Page 338 \ntheir testimony as to this man's good reputation.\" It thus appears from the record that the evidence adduced on cross-examination of the character witnesses was submitted to the jury in a charge that was perfectly proper and precisely in accordance with the law governing such evidence as uniformly pronounced by the appellate courts of this Commonwealth. The substance of the applicable principle states that although character witnesses for the defendant may not be cross-examined as to the substantive fact of specific offenses of the defendant, they may, however, be asked on cross-examination, relevant questions as to their knowledge of a rumor of such prior misconduct by defendant: Commonwealth v. Becker, 326 Pa. 105,191 A. 351; Commonwealth v. Flynn and Commonwealth v. McGee, 137 Pa. Super. 458, 9 A.2d 204.\nAppellant's further objections to the scope of cross-examination of the character witnesses are concerned with questions relating to prior arrests of the defendant for violation of liquor laws. These objections were adequately answered in the opinion of the court below when it said: \"But, after considerable discussion at the bar of the court, the Commonwealth withdrew those questions without further objection from counsel for the defendant. . . . . . If counsel intended to press any objection on this point, he should have indicated at that time, by exception or otherwise, his intention to do so. The conclusion was properly drawn that his apparent satisfaction with and acquiescence in the withdrawal cleared the record.\" The position taken by the court below is clearly supported by the record before us. The charge to the jury made no further reference to the question of defendant's arrest for violation of the liquor laws, no request was made that the jury be instructed to disregard any evidence on the subject, and no objection was made to the trial court's omitting to state that the *Page 339 \nCommonwealth had failed to prove an arrest or conviction for such violation.\nA careful examination of the charge rendered by the trial judge convinces us that it was eminently fair and comprehensive in respect to all points involved, of which those requiring it have been specifically dealt with in the course of this opinion.\nAll of the assignments are overruled, the appeal is dismissed and the record remitted to the court below and it is ordered that the defendant appear in the court below at such time as he may there be called and he be by that court committed, until he has complied with the sentence or any part of it which had not been performed when bail was entered in the court below pending this appeal.",
            "ocr": false,
            "opinion_id": 3859520
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Rape"
}