{
    "id": 4111229,
    "judges": "Barrows, Rathbun, Stearns, Sweeney, Sweetknd",
    "date_filed": "1980-09-14",
    "date_filed_is_approximate": true,
    "slug": "state-v-pearson",
    "case_name_short": "Pearson",
    "case_name": "State v. Pearson",
    "case_name_full": "State v. James Pearson.",
    "attorneys": "Louis V. Jackvony, Asst. Atty.-General,  for State.\n\n Frank H. Wildes, Pettine, Godfrey  Cambio,  for defendant.",
    "nature_of_suit": null,
    "posture": "INDICTMENT. Heard on exceptions of defendant and overruled.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 16,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b418-8\">\n    State\n    <em>\n     vs.\n    </em>\n    James Pearson.\n   </parties><br><decisiondate id=\"b418-9\">\n    OCTOBER 18, 1928.\n   </decisiondate><br><judges id=\"b418-10\">\n    Present: Sweetknd, C. J., Stearns, Rathbun, Sweeney, and Barrows, JJ.\n   </judges>",
    "citations": [
        "143 A. 413",
        "49 R.I. 386"
    ],
    "opinions": [
        {
            "author_str": "Stearns",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 5617.0,
            "opinion_text": "Defendant was convicted of the crime of rape. The trial justice denied his motion for a new trial and the case is in this court on bill of exceptions.\nIn defendant's brief and argument most of the exceptions were grouped and will be thus considered.\nAt the trial the defence was an alibi; it was admitted that the prosecutrix had been ravished and the issue was whether defendant was the perpetrator of the crime. Without stating unnecessary details the facts are as follows. The prosecutrix was a young unmarried woman. On the night of April 13, 1926, after an automobile ride with a friend, she returned to the house in which she was a boarder. After entering the lower hallway, she was called to the street door by a strange man who told her that he was a police official, that she must accompany him to the police station and there explain her conduct in \"parking\" an automobile without lights thereon. Despite her protests, she was led by this stranger to an automobile in which she was taken to an open lot, not far distant, where she was ravished after she had vainly struggled to protect herself and had fainted. Her assailant returned with her to a street near her home and there allowed her to get out of the automobile. On leaving the automobile she saw the registration number. When she got home she told two of her friends of the assault. At seven o'clock on the following morning she went to work in the mill where she was employed. The attention of the foreman and of her employer was directed to her by her crying and nervousness. As a result of their inquiry as to the cause of her trouble, she told them, and also the wife of her employer, of the occurrences of the previous night. The *Page 388 \npolice department was notified by the employer and a criminal complaint was made by the Chief of Police in which the defendant was charged with simple assault. Defendant was arrested and after a trial by a judge of a district court was found not guilty of assault. He was later indicted for rape and found guilty by a jury.\nThe objections to the admission of the complaints made by the prosecutrix are without merit. The offence was committed about eleven o'clock at night, and the complaints on the following morning were made before nine o'clock, within ten hours after the injury. In the recent case of State v. Russo, 49 R.I. 305, this court approved and applied the rule that in cases of this nature the length of time between the injury and the complaint will not of itself exclude proof of the complaint. The complaints were made voluntarily to persons to whom the prosecutrix would naturally complain. The claim that the complaints made in the morning were not voluntary but were the result of persistent questioning is without foundation. No attempt was made to induce the prosecutrix to make any complaint; all that was sought was to learn the source of her trouble in order to help her.\nThe defendant admitted that he was driving the automobile in which the offence was alleged to have been committed on the night in question. He testified that he left his home in Pawtucket that night about seven o'clock and with a companion drove to Brockton, Massachusetts, where he remained for several hours and that he did not return to his home until two o'clock the following morning. The automobile was registered as the property of defendant's father but he never operated it and did not have a driver's license. The State claimed that defendant was the actual owner and regular driver of the car. In the direct examination defendant testified that he did not have an operator's license and that he had not applied for a renewal of a license formerly held by him which had expired in 1924 because he did not need to use an automobile in his business. In the *Page 389 \ncross-examination of a clerk of the state automobile department, defendant's counsel asked this question: \"34 Q. So far as your record goes there had been no complaint filed with your board that would hold up a license? . . . A. There is nothing in his record that would hold up the driver's license.\" The witness on redirect examination stated that this testimony was incorrect and asked permission to correct it. Defendant objected to any correction and took exception to the ruling of the court allowing such correction to be made. The witness then testified that there was a complaint in his record against defendant made by the police department, that defendant had falsely represented himself to be a police officer. Such testimony, although inadmissible for the State, was elicited by defendant's counsel's questions in cross-examination and the exception thereto is overruled.\nThe defendant sought to attack the credibility of the prosecutrix, who was a witness, by evidence of her reputation for chastity. The exclusion of such evidence was correct. Evidence of chastity is generally held to be admissible when the question of consent of the prosecutrix is in issue. Although there is considerable authority in other jurisdictions to support defendant's contention, the established practice in this state and in many other states does not permit the introduction of such evidence to impeach the credibility of a witness. Thus in State\nv. Fitzsimon, 18 R.I. 236, it was held that in prosecutions for rape and kindred offences specific acts of unchastity with other men than the defendant can not be shown. In Kolb v. UnionRailroad Co., 23 R.I. 72, an action for negligence was brought by a widow, for the benefit of herself and the children of the deceased. It was held that evidence that plaintiff had given birth to an illegitimate child after the death of her husband was inadmissible as affecting plaintiff's character for veracity, and that it was not competent for defendant to prove the unchastity of the plaintiff for the purpose of affecting her credibility as a witness in the case. The court, after a consideration of the conflicting authorities, *Page 390 \naffirmed the rule, and the prevailing practice in this state, that the credibility of a witness can be directly impeached only by showing that his general reputation for truth and veracity is bad. That this decision was not limited to civil actions is evidenced by the court's citation and approval of the following cases. Commonwealth v. Churchill, 11 Metc. 538, in which it was held that the evidence that the female witness was a common prostitute was not admissible for the purpose of impeaching her credibility. State v. Smith, 7 Vt. 141, in which it was held that to impeach a witness the inquiry must be as to his character for truth and veracity and no inquiry can be had whether the witnesses are common prostitutes. State v. Carson, 66 Me. 116\n. See also State v. Fournier  Cox, 68 Vt. 262; State v.Eberline, 47 Kan. 155; Rice v. The State of Florida,35 Fla. 236; State v. Duffey, 128 Mo. 549.\nIn discussing the conflict of the authorities, Wharton, Vol. 1 of his work on Criminal Law, 10th ed., &#167; 568, states: \"That it is no defence to an indictment for rape that he prosecutrix was a woman of loose character there can be no question; and if the fact of a forcible connection against the prosecutrix's will be established, her prior looseness would have nothing to do with the issue.\" The objection to such testimony in this case is that it brings into the trial a collateral issue which is not relevant to the question of defendant's guilt. The dangerous tendency of such evidence to divert the consideration of the jury from the real issue is obvious. As was pointed out in the Kolb case, an exception to the above rule was recognized in Mitchell v.Work, 13 R.I. 645, which was an action to recover damages for an indecent assault. It was held that testimony of plaintiff's unchastity was properly admitted, as the gist of the action in that case was to recover damages occasioned for the most part for the insult, personal indignity, mental suffering, sense of shame and wrong consequent upon the assault suffered by the plaintiff. There is nothing in the present case to call for any departure from the general rule for the impeachment of credibility. *Page 391 \nThe exception to the exclusion of evidence of the acquittal in the district court on the complaint for simple assault is without merit. This defence, if not waived by defendant, should have been made by a special plea of autrefois acquit which strictly should have been pleaded and tried before the general plea of not guilty. It can not be proven under the general issue. Wharton Cr. Pl.  Prac. (9th ed.) &#167; 478; Commonwealth v.Chesley, 107 Mass. 223. Defendant has been tried twice on this indictment. In the first trial the jury disagreed. In the second trial for the first time this claim of former jeopardy was made when the trial was nearly ended. The propriety of requiring such a defence to be pleaded at an early stage in the proceedings is obvious, as a decision favorable to the defendant would make a trial on the merits unnecessary. In this connection it is to be noted that the district court had no jurisdiction of the crime of rape of which defendant was convicted. The constitution of this state (Art. I, Sec. 7) provides that \"no person shall, after an acquittal, be tried for the same offence.\" The acquittal of the assault, a minor part of the more serious offence, by a court without jurisdiction over the latter is no bar to a prosecution for the greater offence. Wharton Cr. Pl.  Prac. (9th ed.) &#167; 465;Severin v. The People, 37 Ill. 414; Diaz v. U.S.,223 U.S. 442; State v. Nichols, 38 Ark. 550; Crowley v.State, 94 Ohio St. Reports, 88. In State v. Munroe,26 R.I. 38, it was held where a court has the power either to try and determine a criminal case or to examine and bind over, and does not assume the former jurisdiction, a discharge by the examining magistrate is no bar to a subsequent indictment for the same offence.\nThe evidence to support the verdict is ample. This verdict has been approved by the trial justice. We find no error of any consequence in the record. All of defendant's exceptions are overruled and the case is remitted to the Superior Court for further proceedings.",
            "ocr": false,
            "opinion_id": 3871217
        }
    ],
    "court_short_name": "Supreme Court of Rhode Island",
    "court_full_name": "Supreme Court of Rhode Island",
    "court_type": "S",
    "court_jurisdiction": "Rhode Island, RI",
    "crime_category": "Rape"
}