{
    "id": 4156748,
    "judges": "Graves",
    "date_filed": "1975-03-12",
    "date_filed_is_approximate": true,
    "slug": "ex-parte-mays",
    "case_name_short": "Ex Parte Mays",
    "case_name": "Ex Parte Mays",
    "case_name_full": "Ex Parte Clifford Mays.",
    "attorneys": "W. H. Tolbert, Martin, Moore  Brewster, Cline  Cline,  Greines  Greines, Mays  Mays  and  Dave Miller,  all of Ft. Worth, for relator.\n\n Alfred M. Clyde,  Criminal District Attorney, and  W. E. Myres, \nAssistant Criminal District Attorney, both of Ft. Worth, and Ernest S. Goens,  State's Attorney, of Austin, for the State.",
    "nature_of_suit": null,
    "posture": "Habeas corpus proceedings of relator to be relieved from contempt judgment rendered against him by the Honorable Willis M. McGregor, Judge of the Criminal District Court of Tarrant County.\n\n Writ granted and relator ordered discharged.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b186-10\">\n    Ex Parte Clifford Mays.\n   </parties><br><docketnumber id=\"b186-11\">\n    No. 24138.\n   </docketnumber><decisiondate id=\"AYy\">\n    June 9, 1948.\n   </decisiondate><br><attorneys id=\"b187-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"173\"> \n     *173\n     </span>\n<em>\n     W. H. Tolbert, Martin, Moore &amp; Brewster, Cline &amp; Cline, Greines &amp; Greines, Mays\n    </em>\n    &amp;\n    <em>\n     Mays\n    </em>\n    and\n    <em>\n     Dave Miller,\n    </em>\n    all of Ft. Worth, for relator.\n   </attorneys><br><attorneys id=\"b187-8\">\n<em>\n     Alfred M. Clyde,\n    </em>\n    Criminal District Attorney, and\n    <em>\n     W. E. Myres,\n    </em>\n    Assistant Criminal District Attorney, both of Ft. Worth, and\n    <em>\n     Ernest S. Goens,\n    </em>\n    State’s Attorney, of Austin, for the State.\n   </attorneys>",
    "citations": [
        "212 S.W.2d 164",
        "152 Tex. Crim. 172"
    ],
    "opinions": [
        {
            "author_str": "Graves",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 5755.0,
            "opinion_text": "In the Criminal District Court of Tarrant County, Texas, on May 6, 1948, the grand jury returned an indictment against William R. Ray, charging him with the offense of rape. On that date the trial court set this matter for trial on May 24, 1948. After the return of the indictment on May 14, 1948, the judge presiding over said court appointed three attorneys to represent the accused person, among these attorneys being the relator herein. A precept setting forth the action of the judge was issued on May 15th following, and service on relator thereof is shown to have been had the same day. On the day of such service, relator filed an affidavit with the judge, which affidavit was regarded by the trial court as contemptuous and which was the basis of a citation of relator to show cause why he should not be held in contempt. This matter was heard on May 21, 1948, and resulted in a finding by the trial court of a contempt upon the part of relator, and a fine of $100.00 was assessed against him.\nUpon an application to this appellate court, it issued its writ of habeas corpus, and the matter is here present for adjudication.\nThe district judge testified that on the morning of May 14th, he got in contact with the wife of the accused in order to ascertain whether or not she had secured counsel for her husband's defense, and she informed him that she was negotiating *Page 174 \nwith some Dallas attorneys whom she thought she would be able to employ; that he understood she had an automobile she could use for such purpose, as well as another car that she could also probably use for that purpose. She asked for more time, and the judge set 3:00 P. M., May 15th as further allotted time. At such last date, the wife of accused informed him that \"they just wanted too much money\", whereupon the court proceeded to appoint three attorneys to defend Ray in the following procedure. He had the District Clerk to call some 20 odd lawyers who had practiced in his court during the past year. Upon their appearance he placed slips of paper with their names thereon in a hat and drew therefrom the names of Byron Matthews, Paul J. McClung and Clifford Mays, the relator. Mays was not there present but was engaged in the trial of a case in another court. The judge then 'phoned Clyde Mays, a partner of relator, and informed him of the appointment of Clifford Mays. On the following morning there appeared in the newspapers a statement of a reporter that relator had told such reporter that he had refused to serve as an attorney to defend Ray. No further direct or indirect conversation with relator was had by the court prior to relator's appearance when cited for contempt. It seems that in the interview between relator and the newspaper reporters had soon after relator's appointment and while he was engaged in another court, he told such reporters that he was prejudiced about the defendant's guilt; that he \"had helped some officer at the Air Base in the confession that the defendant was supposed to have made; that he had helped the officer with the form of it, and that he had advised with that officer about it.\" It is further shown that relator's firm had been approached relative to accepting employment in Ray's defense and had refused such employment. It is also further shown that the accused's wife could probably have raised about a thousand dollars for the purpose of hiring attorneys for his defense.\nImmediately upon being served with a precept announcing his appointment as an attorney to represent Ray, the relator filed with the court the following affidavit:\n\"Before me, the undersigned, a Notary Public, in and for Tarrant County, Texas, on this day personally appeared Clifford Mays, who after being by me duly sworn, states upon his oath as follows:\n\" 'I have just been served with a presept to the effect that I have been appointed as one of the attorneys by the Honorable Willis McGregor, Judge of the Criminal District Court of Tarrant *Page 175 \nCounty, Texas, to represent William Ruthes Ray, the man who is charged with criminally assaulting a nine year old girl.\n\" 'With all due respect to the Court, I desire to make known to his Honor that I am familiar with the material evidence in this case and that I have formed a definite andunchanable opinion to the effect that this defendant is not only guilty of the crime as charged, but that he should receive the extreme penalty of the law.\n\" 'In view of the above and foregoing, it would be both illegal and mentally impossible for me to represent the interest of this defendant. That I would be wholly disqualified as a juror or his attorney.\n\" 'For such reason, I desire to inform this Honorable Court in this respect and request that I be relieved of undertaking to perform an impossible obligation.\n\" 'I am making this matter known to the Court at this early date in order that the trial may not be delayed insofar as I am concerned, but, if further directed to represent this defendant, I expect to offer testimony to the above effect upon the said cause being called for trial and to perpetuate the same by a bill of exception for the record in the event of an appeal of said cause.'\n\"(Signed) Clifford Mays\n\"CLIFFORD MAYS\n\"SWORN to and subscribed before me this the 15th day of May, 1948.\n\"(Signed) Karlene Johnson\nNOTARY PUBLIC, TARRANT COUNTY, TEXAS.\"\nOn May 17, 1948, an information alleging relator to be in contempt of the Honorable District Court was filed in said court, and a trial thereof was had on May 21, 1948, at which hearing relator filed a statement, a portion of which we quote as follows:\n\"I was informed and believe that the Court tried to contact me and discuss such appointment, but was unable to do so because of the above civil case. I therefore filed the affidavit set forth in the show cause order, not in any disrespect of the Court, but as a matter of courtesy to the Court, and as a matter of fairness, both to the Court, to the defendant and in behalf of justice as a whole in order that the Court may be so advised as to my opinion and position often expressed concerning the guilt of the defendant and in order that the coming trial *Page 176 \nwould not be delayed on my account instead of waiting until the morning the case was to be called and then make known to the Court my often previously expressed convictions concerning the guilt of the defendant. I felt then and still feel that the Court, under such circumstances would not appoint me as such attorney, but on the contrary would feel it his duty to relieve me of such appointment. That the Court would not want to appoint an attorney to represent the defendant who could not ask a jury for leniency at least; that such appointment would not be fair to either the Court or the defendant, and I felt like the Court should know this state of facts in order that he may act accordingly, and before filing such affidavit, the Court was informed through associate counsel that it would be so filed in order to properly advise the Court as to my attitude in the matter. At no time, then, since, or at this time, did I mean or even think of any disrespect to the Court, nor did I then, at any time, nor at this time, make and file such affidavit willfully or in defiance of the Court, or his appointment of me as such counsel. It was the respect I had for the Court and not the disrespect that caused me to file such affidavit, nor did I then or at any time seek to shirk my duty as an attorney, but my conscience would neither allow nor permit me to stand before a jury and ask them to do something that I would not do myself. Had I entered this case through such appointment and have kept the Court in ignorance of my former expressed opinion, and had he discovered such state of facts, I think he would have, and in fact, should have removed me as such attorney and under no circumstances would he have allowed me to act and should not have done so. Therefore, such affidavit was filed in fairness to the Court and the rights of the defendant, if he has any, and was not willful nor in any manner in disrespect of this Court, but with the greatest respect and fairness to the Court.\n\"I do not feel that under such circumstances I could possibly be in contempt of court, but had I suppressed such state of facts and the Court later discovered that I deliberately did so, then I can see why, on that account, I would be in such contempt &#8212; not for making it known, but keeping it from being known to the Court. In fact, it was at all times my opinion that the Court would appreciate the information contained in such affidavit rather than consider it as a subject of contempt.\"\nAt the conclusion of such hearing, relator was found guilty of a contempt of such court and fined the sum of $100.00. *Page 177 \nThe gravamen of this charged contempt is found in the affidavit hereinabove quoted of relator filed with the trial court and made a part of the information. To deliberately refuse to obey an order of a trial court to do an act which the court has the power and right to require to be done, unquestionably is a contempt of that court and would result not only in confusion to such court, but would destroy the respect in which such court should be held by the people.\nA scrutiny of the proceedings herein calls for a study thereof to see: first, whether the trial court acted prematurely in his appointment of relator; and second, whether the relator has been recalcitrant in his duty and obligation to the court in refusing to accept and carry out the orders found by implication in such appointment and to proceed to align himself with the defense attorneys of the indicted person.\nThe trial court not only has the power but also the duty, upon arraignment of an accused who has no counsel and istoo poor to employ counsel, to appoint one or more practicing attorneys to defend him. Art. 494, C. C. P.\nIt has been held, however, in the case of Wallace v. State, 111 Tex. Cr. 507, 14 S.W.2d 1042, that the time of arraignment seems to be a matter of small importance and that the appointment of an attorney for an indigent accused prior thereto would only give more time in which to familiarize the attorney with the cause.\nAnother phase of this statute seems to have some importance herein. The statement of the trial court evidences the fact that the accused Ray was not too poor to employ counsel, and was not such an indigent person as would require the operation of such Article 994, C. C. P. The statement of the judge shows that the accused's wife was possessed of property easily convertible into approximately $1,000.00 in cash, and that she was in communication with certain Dallas lawyers; and that approximately ten days before the date set for trial, she finally failed to make satisfactory arrangements with the desired counsel because \"they wanted too much money.\" Furthermore, it is shown by the statement of the trial judge that on May 20th, which was the day previous to this hearing in contempt, H. S. Beard, a member of the State Bar of Texas and a practicing attorney of Waco, Texas, appeared in the office of the judge and stated to him that he had been employed by Mrs. Ray and members of the accused's family to represent the indicted person and was *Page 178 \nrepresenting him, and that he intended to continue to represent Ray in such cause.\nWe think this fact evidences the premature use of Art. 494, C. C. P. in the appointment of any attorneys by the District Court on account of the inability of Ray to employ counsel. We also think the record reflects the fact that this man was not too poor to employ counsel, as was known at the time of such appointment.\nIn Ex parte Degener, et al, 30 Tex. App. 566[30 Tex. Crim. 566]-576, we find the following quotation:\n\"He further (Brown on Jurisdiction) says: 'There are three essential elements necessary to render a conviction valid. These are that the court may have jurisdiction over the subject-matter, the person of the defendant, and the authority to render the particular judgment. If either of these essential elements are lacking, the judgment is fatally defective.' \"\nIn the present case, we think that lacking an indigent person, the court did not have the power to appoint an attorney for him, and, therefore, such an order was void.\nIn Ex parte Nielsen, Petitioner, 131 United States, 184, it is said:\n\"A party is entitled to a habeas corpus, not merely where the court is without jurisdiction of the cause, but where it has no constitutional authority or power to condemn the prisoner. As said by Chief Baron Gilbert, in a case quoted in Ex parte Parks, 93 United States, 18, 22: \"If the commitment be against law, as being made by some one who had no jurisdiction of the cause, or for a matter for which by law no man ought to be punished, the courts are to discharge.' Lord Hale laid down the same doctrine in almost the same words. 2 Hale, P. C. 144.\"\nIn the case of Ex parte Siebold, 100 United States, 371, Mr. Justice Bradley says:\n\"The only ground on which this court, or any court, without some special statute authorizing it, will give relief on habeas corpus to a prisoner under conviction and sentence of another court, is the want of jurisdiction in such court over the person or the cause, or some other matter rendering its proceedings void. * * * It is stated, however, in Bacon's Abridgment, probably in the words of Chief Baron Gilbert, that 'if the commitment *Page 179 \nbe against law, as being made by one who had no jurisdiction of the cause, or for a matter for which by law no man ought to be punished, the courts are to discharge.' Bacon's Abr., 'Habeas Corpus,' B. 10. The latter part of this rule, when applied to imprisonment under conviction and sentence, is confined to the cases of clear and manifest want of criminality in the matter charged, such as in effect to render the proceedings void.\"\nUnder the showing herein made in the contempt proceedings, it appears that relator had been consulted by an officer taking a written statement from Ray, and one that seems to relate to and have some weight in fixing his guilt of the charged offense; and certain advice had been given by relator relative to such statement which would probably be used in the trial of the rape case. This is made apparent from the testimony given at the hearing by the newspaper reporter. If such facts are true, and they are not contradicted in the record, in all good conscience, relator should not and could not fairly represent one standing in grave danger before the law with an untrammelled right to endeavor to prevent the introduction before the jury of such written statement on account of any reason that might appear proper to this attorney or might arise under the law relative to its obtention and admissibility.\nIn order to hold one in similar circumstances to the present, the committing court must have jurisdiction over the subject matter, the person of the relator, and the authority to render the particular judgment. See Ex parte Duncan, 42 Tex. Crim. 661,62 S.W. 758; Ex parte Coffee, 72 Tex.Crim. R.,161 S.W. 975. This means also a refusal by the relator to do the particular act commanded by the court and which ought to have been done.\nIn the present matter, as the record now stands, we do not think the trial court had authority to cause relator to do a thing which was contrary to good conscience and for which no man ought to be punished for failing to do.\nAgain, we do not think that the affidavit of relator above set forth, which is the basis of this judgment, is an outright refusal to carry out the provisions of the trial court's order relative to a representation of Ray at his contemplated trial. It gives cogent reasons why relator should not be called upon to present in court a defense for an act, the details of which he *Page 180 \nhad become familiar with prior to his selection as an attorney for the accused and which knowledge would doubtless be impossible of eradication from his mind, as well as could have been used and presented to a reviewing court as an element of alleged error, at least in the event of Ray's conviction. Surely none would deny such a privilege.\nIn the light of the last paragraph of relator's affidavit, supra, and especially the following sentence: \"but, if further directed to represent this defendant, I expect to offer testimony to the above effect upon the said cause being called for trial and to perpetuate the same by a bill of exception for the record in the event of an appeal of said cause\", the opinion is expressed that such statement is free from a contumacy and is not a refusal to appear, if forced to do so by an order of the court.\nIt is therefore held by this court that the accused Ray was not too poor to employ counsel, and that under the statute the trial court should not have appointed counsel to defend him; that relator should not have been appointed to defend one against whom he had assisted and advised relative to the taking of a written statement therefrom; and that relator's affidavit does not constitute a refusal to accept the trial judge's appointment of relator as counsel for Ray.\nUnder the facts here present, we think the learned and careful trial judge fell into error in committing relator for that which we do not deem a contempt of court, and thus believing relator is ordered discharged from further proceedings therefor.",
            "ocr": false,
            "opinion_id": 3922098
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Rape"
}