{
    "id": 4305116,
    "judges": null,
    "date_filed": "2019-06-29",
    "date_filed_is_approximate": true,
    "slug": "stanley-scott-d-people-v",
    "case_name_short": null,
    "case_name": "STANLEY, SCOTT D., PEOPLE v",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 3.0,
            "download_url": "http://www.nycourts.gov/courts/ad4/Clerk/Decisions/2015/05-08-15/PDF/0463.pdf",
            "author_id": null,
            "opinion_text": "        SUPREME COURT OF THE STATE OF NEW YORK\n           Appellate Division, Fourth Judicial Department\n\n463\nKA 13-01457\nPRESENT: SMITH, J.P., CARNI, LINDLEY, SCONIERS, AND DEJOSEPH, JJ.\n\n\nTHE PEOPLE OF THE STATE OF NEW YORK, RESPONDENT,\n\n                    V                              MEMORANDUM AND ORDER\n\nSCOTT D. STANLEY, DEFENDANT-APPELLANT.\n\n\nTHE LEGAL AID BUREAU OF BUFFALO, INC., BUFFALO (NICHOLAS P. DIFONZO OF\nCOUNSEL), FOR DEFENDANT-APPELLANT.\n\nLAWRENCE FRIEDMAN, DISTRICT ATTORNEY, BATAVIA (WILLIAM G. ZICKL OF\nCOUNSEL), FOR RESPONDENT.\n\n\n     Appeal from a judgment of the Genesee County Court (Robert C.\nNoonan, J.), rendered August 1, 2013. The judgment convicted\ndefendant, upon his plea of guilty, of attempted rape in the first\ndegree and rape in the second degree.\n\n     It is hereby ORDERED that the case is held, the decision is\nreserved and the matter is remitted to Genesee County Court for\nfurther proceedings in accordance with the following memorandum: On\nappeal from a judgment convicting him, upon his plea of guilty, of\nattempted rape in the first degree (Penal Law §§ 110.00, 130.35 [4])\nand rape in the second degree (§ 130.30 [1]), defendant contends that\nCounty Court erred in imposing an enhanced sentence based on his\nalleged violation of the conditions of the court’s sentence promise.\nWe conclude that, before imposing an enhanced sentence, the court\nshould have conducted a more in-depth inquiry to determine whether\ndefendant violated the conditions of the sentence promise by failing\nto answer truthfully questions asked of him by the probation officer\nwho prepared his presentence report (PSR).\n\n     By way of background, the indictment alleged in pertinent part\nthat defendant, age 34, had sexual intercourse with two girls who were\nunder the age of 15. After several court appearances, defendant\nreached an agreement with the People whereby he pleaded guilty to rape\nin the second degree in satisfaction of the counts of the indictment\nrelating to the older victim, and attempted rape in the first degree\nin satisfaction of the counts relating to the younger victim. During\nthe plea colloquy, defendant stated under oath that he had sexual\nintercourse with both victims.\n\n     In return for defendant’s plea, the court, consistent with the\nplea agreement, promised to sentence defendant to a determinate term\nof imprisonment of ten years plus a period of postrelease supervision\n\f                                 -2-                           463\n                                                         KA 13-01457\n\nfor rape in the second degree, and to a lesser concurrent term of\nimprisonment for attempted rape in the first degree. Prior to\naccepting defendant’s plea, however, the court stated that its\nsentence promise was conditioned upon defendant, among other things,\ncooperating with the probation department “in the preparation” of a\nPSR and truthfully answering any questions asked of him “in that\nprocess.” “[I]f you fail to keep any of those promises to me,” the\ncourt advised defendant, “your guilty plea will stand, but the promise\nof a ten-year cap and the promise of concurrent sentences would be\ngone.”\n\n     During his interview with the probation officer assigned to\nprepare the PSR, defendant admitted that he had sexual intercourse\nwith the older victim. With respect to the younger victim, defendant\nstated that he attempted to have sexual intercourse with her as well\nbut that, after touching her breasts, he stopped because he could tell\nfrom her body language that she did not wish to go further. At the\nrequest of the probation officer, defendant went to a sex offender\ntreatment facility to obtain a sex offender evaluation and risk\nassessment. During his interview with a social worker at the\ntreatment facility, defendant again admitted that he had sexual\nintercourse with the older victim but initially denied having sexual\nintercourse with the younger victim. Upon further questioning,\nhowever, defendant eventually admitted that he had sexual intercourse\nwith both victims, as he stated during the plea colloquy.\n\n     When defendant appeared for sentencing, the prosecutor asked the\ncourt to impose the promised sentence. Following an off-the-record\nconference at the bench, however, the prosecutor asked the court to\nimpose an enhanced sentence of imprisonment of 15 years, contending\nthat defendant violated the conditions of the sentence promise by\nlying to the probation officer when he said that he merely touched the\nyounger victim’s breasts, and lying to the social worker by initially\ndenying that he had sexual intercourse with her. Following a brief\nadjournment, the court concluded that defendant violated the\nconditions of the sentence promise by lying to the probation officer\nand deceiving the officer “into thinking that there was only one\nvictim of serious sexual intrusion and not two.” The court sentenced\ndefendant to consecutive determinate terms of imprisonment amounting\nto 22 years, plus a period of postrelease supervision.\n\n     As a preliminary matter, we note that, although defendant\neffected a valid waiver of the right to appeal, a “general waiver of\nthe right to appeal does not foreclose review of the defendant’s\ncontention that his [postplea] conduct did not warrant an enhanced\nsentence” (People v Patterson, 106 AD3d 757, 757, lv denied 21 NY3d\n1018; see People v Faulkner, 54 AD3d 1134, 1135, lv denied 11 NY3d\n854). Moreover, with respect to preservation, because the court was\n“aware of, and expressly decided, the [issue] raised on appeal”\n(People v Collins, 106 AD3d 1544, 1546, lv denied 21 NY3d 1072\n[internal quotation marks omitted]; see People v Hawkins, 11 NY3d 484,\n493), we conclude that defendant’s challenge to the court’s imposition\nof the enhanced sentence is properly before us notwithstanding defense\ncounsel’s failure to object to the enhanced sentence.\n\f                                 -3-                           463\n                                                         KA 13-01457\n\n     With respect to the merits, “[i]t is well established that the\nviolation of an explicit and objective . . . condition[ of a sentence\npromise] that was accepted by the defendant can result in the\nimposition of an enhanced sentence” (People v Becker, 80 AD3d 795,\n796; see People v Hicks, 98 NY2d 185, 189). In addition, “a failure\nto abide by a condition of a [sentence promise] to truthfully answer\nquestions asked by the probation department is an appropriate basis\nfor the enhancement of the defendant’s sentence” (Patterson, 106 AD3d\nat 757; see Hicks, 98 NY2d at 189; People v Mazyck, 117 AD3d 1084,\n1085, lv denied 23 NY3d 1064).\n\n     Here, the court did not find that defendant lied during his\ninterview with the social worker who prepared the sex offender\nevaluation and risk assessment instrument. Thus, even assuming,\narguendo, that defendant’s statements to the social worker constitute\na violation of the conditions of the court’s sentence promise, as the\nPeople contend, the court did not decide that issue adversely to\ndefendant, and we cannot therefore affirm on that basis (see People v\nConcepcion, 17 NY3d 192, 197-198; People v LaFontaine, 92 NY2d 470,\n474, rearg denied 93 NY2d 849).\n\n     As noted, the court imposed an enhanced sentence based solely on\nits determination that defendant “lied to the probation officer”\nduring the PSR interview, presumably by telling the officer about an\nincident in which he touched the younger victim’s breasts but did not\nhave sexual intercourse with her. With respect to that issue, we\nconclude that it cannot be determined from a review of record,\nincluding the PSR, whether defendant failed to answer truthfully\nquestions asked of him by the probation officer, as the court found.\nDefendant’s admission of one incident in which he touched the younger\nvictim’s breasts but stopped short of having sexual intercourse with\nher does not preclude the fact that there may have been a separate\nincident in which he had sexual intercourse with her. The PSR does\nnot indicate whether the probation officer specifically asked\ndefendant whether he had sexual intercourse with the younger victim,\nand it is therefore unclear whether defendant violated the condition\nof the sentence promise that he answer such questions truthfully. In\nthe absence of evidence of an untruthful answer to a question asked by\nthe probation officer, we conclude that the court erred in imposing an\nenhanced sentence. We therefore hold the case, reserve decision and\nremit the matter to County Court for a hearing to determine whether\nthere is such evidence.\n\n\n\n\nEntered:   May 8, 2015                          Frances E. Cafarell\n                                                Clerk of the Court\n\f",
            "ocr": false,
            "opinion_id": 4082377
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Rape"
}