{
    "id": 4347323,
    "judges": null,
    "date_filed": "1978-06-07",
    "date_filed_is_approximate": true,
    "slug": "howard-v-grady-county-criminal-justice-authority",
    "case_name_short": "HOWARD",
    "case_name": "HOWARD v. GRADY COUNTY CRIMINAL JUSTICE AUTHORITY",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2017 OK CIV APP 7"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.oscn.net/applications/oscn/DeliverDocument.asp?CiteID=479767",
            "author_id": null,
            "opinion_text": " \r\n\r\n\t\r\n\t\r\n\t\r\n\t\r\n\tOSCN Found Document:HOWARD v. GRADY COUNTY CRIMINAL JUSTICE AUTHORITY\r\n\r\n\t\r\n\t\r\n\t\r\n\r\n\t\r\n\t\r\n\t\r\n\t\r\n\t\r\n\t\r\n\t\r\n\t\r\n\r\n\t\r\n\r\n\r\n\t\t\t\t\t\r\n\t\r\n        \r\n            \t\r\n\t\t\t\r\n\t\t\t\t\r\n\r\n\r\n     \r\n    OSCN navigation\r\n\r\n\r\n    \r\n        \r\n        Home\r\n\r\n        \r\n        Courts\r\n\r\n        \r\n                \r\n\t    Court Dockets\r\n\t\t\t \r\n\r\n        \r\n        Legal Research\r\n\r\n        \r\n        Calendar\r\n\r\n        \r\n        Help\r\n    \r\n    \r\n\r\n\r\n\r\n\r\n\r\n\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\tPrevious Case\r\n\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\tTop Of Index\r\n\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\tThis Point in Index\r\n\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\tCitationize\r\n\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\tNext Case\r\n\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t\tPrint Only\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\r\n            \r\n        \r\n\r\n        \r\n            \r\n\t\t\t\t\r\n\t\t\t\tHOWARD v. GRADY COUNTY CRIMINAL JUSTICE AUTHORITY2017 OK CIV APP 7Case Number: 114988Decided: 12/19/2016Mandate Issued: 01/24/2017DIVISION ITHE COURT OF CIVIL APPEALS OF THE STATE OF OKLAHOMA, DIVISION I\r\nCite as: 2017 OK CIV APP 7, __ P.3d __\r\n\r\n\t\t\t\t\r\n\nBEVERLY HOWARD, as Next Friend of James Payne, deceased, Plaintiff/Appellant,\nv.\nGRADY COUNTY CRIMINAL JUSTICE AUTHORITY, Defendant/Appellee.\n\n\n\nAPPEAL FROM THE DISTRICT COURT OF\nGRADY COUNTY, OKLAHOMA\n\nHONORABLE RICHARD VAN DYCK, JUDGE\n\n\n\nAFFIRMED\n\n\n\nJ. Spencer Bryan, BRYAN &amp; TERRILL LAW, PLLC, Tulsa, Oklahoma, for Plaintiff/Appellant,\nStephen L. Geries, COLLINS, ZORN &amp; WAGNER, P.C., Oklahoma City, Oklahoma, for Defendant/Appellee.\n\n\n\n\nKenneth L. Buettner, Vice-Chief Judge, Presiding Judge:\n\n\n¶1 Plaintiff/Appellant Beverly Howard, as Next Friend of James Payne, deceased, appeals from the trial court's order dismissing her claim for a violation of due process against Defendant/Appellee Grady County Criminal Justice Authority (GCCJA). The Supreme Court of Oklahoma held in Bosh v. Cherokee County Governmental Building Authority, 2013 OK 9, 305 P.3d 994, that a private cause of action existed for excessive force violations under Article II, § 30 of the Oklahoma Constitution, when the plaintiff does not have a remedy under the Oklahoma Governmental Tort Claims Act (OGTCA). We need not decide whether a cause of action exists for due process violations under Article II, § 7 of the Oklahoma Constitution, because even if such right exists, Howard has failed to state a claim for relief. The order of the trial court is AFFIRMED.\n\n¶2 James Payne was detained in the Grady County Detention Center July 23, 2014. Payne was physically assaulted by another inmate, Joseph Branom. Payne fell hitting his head on the floor and fracturing his skull. Payne was transported to the hospital and died. Howard filed this lawsuit against GCCJA1 April 6, 2015 alleging:\n\n\n\n13. Upon information and belief, prior to the assault on Payne, jail employees had failed to properly administer pyschotropic medication to Branom consistent with the Oklahoma Jail Standards, which led Branom to trade his medication with other inmates, leaving him in an unmedicated or quasi-medicated state that substantially increased his violability [sic], propensity for aggression, and ultimately the risk of harm to the other inmates, including Payne.\n\n14. As a direct and proximate result of the failure to properly administer psychotropic medications to Branom, the jailers created a dangerous condition inside the housing unit that ultimately resulted in Payne's death in violation of art. II, section 7 of the Oklahoma state constitution for which the GCCJA is liable.\n\n\n\nGCCJA filed a Motion to Dismiss for failure to state a claim January 19, 2016. The GCCJA argued there is no private right of action for an alleged violation of Article 2, § 7 of the Oklahoma Constitution. The trial court heard the motion March 10, 2016 and took the matter under advisement. The trial court entered an order granting GCCJA's motion to dismiss May 3, 2016. Howard appeals.\n\n¶3 There are two issues on appeal. First, is there a private cause of action to recover for violations of one's right to due process, protected by Article 2, § 7 of the Oklahoma Constitution? Second, if there is, did Howard allege sufficient facts to state a claim for relief?\n\n¶4 GCCJA argues there is no private cause of action for alleged violations of Article 2, § 7 of the Oklahoma Constitution. The Oklahoma Legislature has never created a statutory private right of action and, while the Supreme Court of Oklahoma has authority to fashion private causes of action in the absence of legislative action, it has not created or previously recognized a private right of action for violations of due process. Howard argues that the Supreme Court's decision in Bosh v. Cherokee County Governmental Building Authority, 2013 OK 9, 305 P.3d 994, was meant to be applied broadly and supports a private right of action for alleged violations of due process.\n\n¶5 The OGTCA waives governmental immunity for losses resulting from the torts of a governmental entity or its employees acting within the scope of their employment subject to specific limitations and exceptions. See 51 O.S.Supp.2014 § 153(A). A state or political subdivision is not liable if the loss or claim results from the provision, equipping, operation or maintenance of a prison. See 51 O.S.Supp.2013 § 155(25). However, in Washington v. Barry, 2002 OK 45, 55 P.3d 1036, the Supreme Court of Oklahoma held that a convicted inmate has a private cause of action to recover for the use of excessive force by a prison employee when the force applied was so excessive that it violated the inmate's right to be protected from the infliction of cruel and unusual punishment. See U.S. Const. amend. VIII; Okla. Const. art. II, § 9; Washington, 2002 OK 45, ¶ 10. The Supreme Court explained that even though the OGTCA barred the inmate's tort claims for assault and battery and intentional infliction of mental anguish and emotional distress, there was a potential cause of action under the state and federal constitutions.\n\n¶6 In Bosh, the Oklahoma Supreme Court recognized that pretrial detainees have a private cause of action to recover for the use of excessive force by a jail employee under Okla. Const. art. II, § 30, which prohibits unreasonable searches and seizures.2 See Bosh, 2013 OK 9, ¶¶ 22-23. The pretrial detainee in Bosh was allegedly restrained and physically abused by jail employees at the booking desk and then left in his cell for two days before being provided medical care. Id. ¶ 3. The Court held that:\n\n\n\nThe OGTCA cannot be construed as immunizing the state completely from all liability for violations of the constitutional rights of its citizens. To do so would not only fail to conform to established precedent which refused to construe the OGTCA as providing blanket immunity, but would also render the Constitutional protections afforded the citizens of this State as ineffective, and a nullity. Therefore we answer the reformulated question and hold that the Okla. Const. art 2, § 30 provides a private cause of action for excessive force, notwithstanding the requirements and limitations of the OGTCA.\n\n\n\nId. ¶ 23. The Supreme Court also determined that the doctrine of respondeat superior applies to excessive force claims under Article II, § 30. See id. ¶ 32.\n\n¶7 A claim under the Oklahoma Constitution is only available when the plaintiff has no other remedy. In Perry v. City of Norman, 2014 OK 119, 341 P.3d 689, the Supreme Court clarified that \"[Bosh] claims for excessive force against a municipality may not be brought against a governmental entity when a cause of action under the OGTCA is available.\" Id. ¶ 1. Here, Howard does not have a remedy under the OGTCA. See 51 O.S. § 155(25).\n\n¶8 Although Perry highlights an important limitation on Bosh's holding, the Supreme Court of Oklahoma has not addressed whether Bosh extends to other rights protected under the Oklahoma Constitution. Federal and state courts have taken different positions on whether a private cause of action is available for constitutional violations other than excessive force.3\n\n¶9 Division IV of the Oklahoma Court of Civil Appeals addressed this issue in GJA v. Oklahoma Department of Human Services, 2015 OK CIV APP 32, 347 P.3d 310. In GJA, the father and stepmother of two minor children sued the Oklahoma Department of Human Services (OKDHS) for allegedly doing nothing after OKDHS learned the children were physically and sexually abused while in their mother's custody. See id. ¶ 2. The plaintiffs asserted claims for damages based on negligence, negligence per se, intentional infliction of emotional distress and a violation of their constitutional rights. Id. ¶ 3. The trial court found OKDHS was immune from tort liability under the OGTCA and that the alleged violations of constitutional rights were not actionable under Bosh. Id. ¶ 5.\n\n¶10 The Court of Civil Appeals held that OKDHS was immune from tort liability but that there was a private cause of action for due process violations. Id. ¶¶ 19, 45. The GJA court examined the Bosh decision and determined that the Supreme Court \"has not only adjudicated a specific claim based upon a set of facts, but also the Court made a statement of policy (upholding constitutional guarantees and protections) as its broader holding. The Court then specifically applied that broader policy statement holding to the facts of the case.\" GJA, 2015 OK CIV APP 32, ¶ 30. The Court of Civil Appeals concluded:\n\n\n\n[I]n this Court's opinion, Bosh stands for the proposition that the protections and guarantees afforded the citizens by the Constitutions of the State of Oklahoma and of the United States represent the highest values of the people. Violations of these rights and guarantees cannot be shielded under the guise or cloak of immunity.\n\n. . .\n\nThe first inquiry is answered. The Bosh case is not limited to its facts and specific holding. It does stand for the proposition that the Supreme Court recognizes a broader scope of actionable claims based upon violations of constitutional rights.\n\n\n\nId. ¶¶ 31-32. The court interpreted \"Bosh as providing a cause of action in order to protect against violations of constitutional rights and guarantees in general rather than being limited to the specific constitutional right involved in the case.\" See id. ¶ 45.\n\n¶11 After the GJA court held there was a private cause of action for due process violations, it went on to determine whether the plaintiffs had stated a claim. Id. ¶ 33. The GJA court explained the court's gatekeeper function:\n\n\n\nApplication of a court's gatekeeper role further serves to focus the Bosh claims upon those acts or inactions which rise to the level of a constitutional claim. This means that Bosh does not create a wide-ranging tort claim. Moreover, the gatekeeper role will resolve cases such as Jackson v. Oklahoma City Pub. Sch. without having to limit the interpretation of Bosh.\n\n\n\nGJA, 2015 OK CIV APP 32, ¶ 35 (citing Jackson v. Okla. City. Pub. Sch., 2014 OK CIV APP 61, 333 P.3d 975 (finding Bosh inapplicable to a claim that a teacher committed an assault and a battery on a student because the student was neither arrested nor detained)). The GJA court explained that \"not every misfeasance, malfeasance and nonfeasance amounts to a violation of constitutional rights. In its role as gatekeeper, the trial court determines whether the alleged conduct might reasonably be determined to be of the character of a violation of constitutional rights.\" GJA, 2015 OK CIV APP 32, ¶ 45. The court found the petition failed to allege facts that OKDHS violated the children's constitutional rights to be reasonably safe from harm when placed in the state's custody. See id. ¶¶ 37-38.\n\n¶12 Assuming, without deciding, that Article II, § 7 of the Oklahoma Constitution provided a private cause of action for violations of due process, we must consider whether the allegations in Howard's petition would be sufficient to state such a claim. In reviewing an order dismissing a case for failure to state a claim upon which relief can be granted, the appellate court applies a de novo standard to determine if the plaintiff's petition is legally sufficient. Fanning v. Brown, 2004 OK 7, ¶ 4, 85 P.3d 841. The court must take as true all of the challenged pleading's allegations together with all reasonable inferences which may be drawn from them. Id. \"A pleading must not be dismissed for failure to state a legally cognizable claim unless the allegations indicate beyond any doubt that the litigant can prove no set of facts which would entitle him to relief.\" Id. (quoting Frazier v. Bryan Mem. Hosp., 1989 OK 73, ¶ 13, 775 P.2d 281) (emphasis original).\n\n¶13 Howard's petition alleges a violation of Article II, § 7 of the Oklahoma Constitution, which provides that \"[n]o person shall be deprived of life, liberty, or property, without due process of law.\" Okla. Const. art. II, § 7. She alleges:\n\n\n\n13. Upon information and belief, prior to the assault on Payne, jail employees had failed to properly administer pyschotropic medication to Branom consistent with the Oklahoma Jail Standards, which led Branom to trade his medication with other inmates, leaving him in an unmedicated or quasi-medicated state that substantially increased his violability, propensity for aggression, and ultimately the risk of harm to the other inmates, including Payne.\n\n14. As a direct and proximate result of the failure to properly administer psychotropic medications to Branom, the jailers created a dangerous condition inside the housing unit that ultimately resulted in Payne's death in violation of art. II, section 7 of the Oklahoma state constitution for which the GCCJA is liable.\n\n\n\nHoward's theory of liability is hazy. In its Motion to Dismiss, GCCJA assumes Howard is asserting an inmate safety or failure to protect claim, and Howard takes that position in her response.\n\n¶14 An inmate safety claim is rooted in the Eighth Amendment's prohibition of cruel and unusual punishment.4 The Eighth Amendment imposes a duty on prison officials to provide humane conditions of confinement, including \"adequate food, clothing, shelter, and medical care,\" and to \"take reasonable measures to guarantee the safety of the inmates.\" Farmer v. Brennan, 511 U.S. 825, 832 (1994). This duty includes a responsibility to protect prisoners from violence inflicted by other inmates. Id. at 833. \"Prison conditions may be 'restrictive and even harsh,' but gratuitously allowing the beating or rape of one prisoner by another serves no 'legitimate penological objectiv[e], any more than it squares with 'evolving standards of decency.'\" Id. at 833-34. \"Being violently assaulted in prison is simply not part of the penalty that criminal offenders pay for their offenses against society.\" Id. at 834. However, not every injury suffered by one prisoner at the hands of another translates into constitutional liability for prison officials responsible for the inmate's safety. See id. To show a violation of the Eighth Amendment, a plaintiff must show both an objective and subjective element. When a claim is based on a failure to prevent harm, an inmate must first show that he \"is incarcerated under conditions posing a substantial risk of serious harm.\" Id. Second, he must show that the defendant was deliberately indifferent to his safety. See id. To be deliberately indifferent, the defendant \"knows of and disregards an excessive risk to inmate health or safety.\" Id. at 837. The defendant \"must both be aware of facts from which the inference could be drawn that a substantial risk of serious harm exists, and he must also draw the inference.\" Id.\n\n¶15 We hold the petition does not contain sufficient factual allegations to state a claim that GCCJA employees were deliberately indifferent to a substantial risk of harm to Payne. Howard has not pleaded that failing to properly administer psychotropic medication to Branom posed a substantial risk of serious harm to Payne or that GCCJA employees were aware of the excessive risk to Payne and disregarded that risk. Howard has not alleged that GCCJA employees knew unmedicated or quasi-medicated Branom posed a substantial risk of serious harm to Payne. Howard has not claimed GCCJA employees knew Branom was trading his medication or that he was unmedicated or quasi-medicated. Accordingly, the order dismissing Howard's claim is affirmed.\n\n\n¶16 AFFIRMED.\n\n\n\nMITCHELL, J., concurs.\n\n\n\nGOREE, J., concurring in result:\n\n\n¶17 I agree that the trial court correctly dismissed the plaintiff's claim to recover damages for an alleged violation of Article II, §7. But I am unwilling to join the majority in its assumption that the Oklahoma Constitution provides a private cause of action for violations of due process.\n\n¶18 \"No person shall be deprived of life, liberty, or property, without due process of law\" is a guarantee designed to protect citizens from arbitrary and unreasonable action by the state. City of Edmond v. Wakefield, 1975 OK 96, ¶6, 537 P.2d 1211, 1213. Due process of law means \"the enforcement of right or prevention of wrong before a legally constituted tribunal having jurisdiction over the class of cases to which the one in question belongs with notice to the party upon whom the law exhausts itself or upon whose property rights it operates, with an opportunity to appear and be heard in his own defense.\" Grable v. Childers, 1936 OK 273, ¶14, 56 P.2d 357, 362.\n\n¶19 \"Private cause of action\" refers to an individual's right to commence an action to redress specific wrongful acts and omissions and recover damages. Morgan v. Galilean Health Enterprises, Inc., 1998 OK 130, ¶8, 977 P.2d 357, 361. Article II, §7 guarantees fair legal process before a deprivation of rights. It does not provide a right of action to recover damages.\n\n¶20 In Bosh v. Cherokee County Building Authority, 2013 OK 9, 305 P.3d 994, the Oklahoma Supreme Court considered a question of Oklahoma law certified by the Eastern District of Oklahoma. It answered: \"The Okla. Const. Art 2, §30 provides a private cause of action for excess force, notwithstanding the limitations of the Oklahoma Governmental Tort Claims Act, 51 O.S. 2011 §§151 et seq.\" Id. at ¶33. In Bosh, the Court included its rationale that the Governmental Tort Claims Act should not \"render the Constitutional protections afforded to citizens ineffective and a nullity.\" Id. at ¶23. I do not interpret this or any similar language in Bosh as recognizing a broad scope of actionable claims based upon violations of constitutional rights, and therefore I disagree with GJA v. Oklahoma Department of Human Services, 2015 OK CIV APP 32, 347 P.3d 310.\n\n¶21 In my opinion, the pleading under review fails to state a legally cognizable claim and it would be legally insufficient under any set of facts.\n\n\nFOOTNOTES\n\n\n1 Grady County Criminal Justice Authority (GCCJA) is a public trust that operates the Grady County Detention Center.\n\n\n\n2 The prohibition on cruel and unusual punishment only applies to those convicted of a crime. See Whitley v. Albers, 475 U.S. 312, 318-319 (1986); Bryson v. Okla. Cnty. ex rel. Okla. Cnty. Detention Center, 2011 OK CIV APP 98, ¶ 14, 261 P.3d 627. Article 2, § 30 of the Oklahoma Constitution and the federal counterpart Fourth Amendment apply to excessive force claims brought by citizens who are seized--arrestees and pretrial detainees. See Bosh v. Cherokee Cnty. Governmental Bldg. Auth., 2013 OK 9, ¶ 22, 305 P.3d 994; Bryson, 2011 OK CIV APP 98, ¶ 18.\n\n\n\n3 Compare Koch v. Juber, No. CIV-13-0750-HE, 2014 WL 2171753, at *3 (W.D. Okla. May 23, 2014) (concluding that Bosh should be narrowly interpreted and applied only to excessive force claims and does not extend to due process violations), Bruning v. City of Guthrie, No. CIV-15-0003-HE, 2015 WL 4925995, at *8-9 (W.D. Okla. Aug. 18, 2015) (declining to expand Bosh to a due process claim without clear guidance from the Oklahoma Supreme Court), and Meadows v. Whetsel, No. CIV-14-1030-HE, 2015 WL 7016496, at *9 (W.D. Okla. November 10, 2015) (noting the Oklahoma Supreme Court has not applied Bosh to any situation other than one involving excessive force), with Halley v. Okla. ex rel. Okla. State Dep't of Human Servs., 176 F.Supp.3d 1268, 1275-76 (E.D. Okla. 2016) (holding that Bosh extends to due process claims under Article II, § 7 of the Oklahoma Constitution), White v. City of Tulsa, Okla., 979 F.Supp.2d 1246, 1249 (N.D. Okla. 2013) (holding that Bosh extends to all search and seizure violations under Article II, § 30 of the Oklahoma Constitution not just those involving excessive force), and GJA v. Okla. Dep't of Human Servs., 2015 OK CIV APP 32, ¶ 31, 347 P.3d 310 (holding Bosh extends to due process claims under the Oklahoma Constitution).\n\n\n\n4 \"Excessive bail shall not be required, nor excessive fines imposed, nor cruel and unusual punishments inflicted.\" U.S. Const. amend. VIII. The state counterpart to the Eighth Amendment is found in Art. II, § 9 of the Oklahoma Constitution.\n\nThe United States Supreme Court and the Tenth Circuit Court of Appeals have held that the Eighth Amendment's protections afforded convicted inmates are afforded to pretrial detainees through the due process clause of the Fifth and Fourteenth Amendments. See Bell v. Wolfish, 441 U.S. 520, 535-537 (1979); Blackmon v. Sutton, 734 F.3d 1237, 1240-41 (10th Cir. 2013). The Fourteenth Amendment due process clause protects pretrial detainees in state facilities, and the Fifth Amendment due process clause protects pretrial detainees in federal facilities. The state counterpart to the due process clause is found in Article II, § 7 of the Oklahoma Constitution.\n\n\n\n\n\n\r\n\r\n\r\n\r\n\r\n\tCitationizer© Summary of Documents Citing This Document\r\n\t\r\n\t\r\n\t\tCite\r\n\t\tName\r\n\t\tLevel\r\n\t\r\n\t\r\n\tNone Found.\r\n\t\r\n\t\r\n\tCitationizer: Table of Authority\r\n\t\r\n\t\r\n\t\tCite\r\n\t\tName\r\n\t\tLevel\r\n\t\r\n\t\r\n\tOklahoma Court of Civil Appeals Cases\r\n CiteNameLevel\r\n\r\n 2011 OK CIV APP 98, 261 P.3d 627, BRYSON v. OKLAHOMA COUNTY ex rel. OKLAHOMA COUNTY DETENTION CNTR.Discussed at Length\r\n 2014 OK CIV APP 61, 333 P.3d 975, JACKSON v. OKLAHOMA CITY PUBLIC SCHOOLSDiscussed\r\n 2015 OK CIV APP 32, 347 P.3d 310, GJA v. OKLAHOMA DEPT. OF HUMAN SERVICESDiscussed at Length\r\nOklahoma Supreme Court Cases\r\n CiteNameLevel\r\n\r\n 1989 OK 73, 775 P.2d 281, 60 OBJ        1202, Frazier v. Bryan Memorial Hosp. AuthorityDiscussed\r\n 1936 OK 273, 56 P.2d 357, 176 Okla. 360, GRABLE v. CHILDERSDiscussed\r\n 2002 OK 45, 55 P.3d 1036, WASHINGTON v. BARRYDiscussed at Length\r\n 2004 OK 7, 85 P.3d 841, FANNING v. BROWNDiscussed\r\n 2013 OK 9, 305 P.3d 994, BOSH v. CHEROKEE COUNTY GOVERNMENTAL BUILDING AUTHORITYDiscussed at Length\r\n 1975 OK 96, 537 P.2d 1211, CITY OF EDMOND v. WAKEFIELDDiscussed\r\n 2014 OK 119, 341 P.3d 689, PERRY v. CITY OF NORMANDiscussed\r\n 1998 OK 130, 977 P.2d 357, 70 OBJ        59, Morgan v. Galilean Health Enterprises, Inc.Discussed\r\nTitle 51. Officers\r\n CiteNameLevel\r\n\r\n 51 O.S. 155, Exemptions From LiabilityDiscussed\r\n 51 O.S. 151, Short TitleCited\r\n 51 O.S. 153, Liability - Scope - ExemptionCited\r\n\r\n\r\n\t\r\n\t\r\n\r\n\r\n\r\n\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\t\r\n\t\t\t\t\r\n             \r\n         \r\n        \r\n            \r\n            \r\n        \r\n\r\n\t\t\r\n        \r\n        \r\n        \r\n\t\t\r\n\t\t\r\n\t\t\r\n\t\t\r\n\t\t\r\n\r\n    \r\n",
            "ocr": false,
            "opinion_id": 4124583
        }
    ],
    "court_short_name": "Court of Civil Appeals of Oklahoma",
    "court_full_name": "Court of Civil Appeals of Oklahoma",
    "court_type": "SA",
    "court_jurisdiction": "Oklahoma, OK",
    "crime_category": "Rape"
}