{
    "id": 4399891,
    "judges": "Agee, King, Motz, Per Curiam",
    "date_filed": "1976-11-26",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-hobart-barrett-jr",
    "case_name_short": null,
    "case_name": "United States v. Hobart Barrett, Jr.",
    "case_name_full": "UNITED STATES of America, Petitioner-Appellee, v. Hobart J. BARRETT, Jr., Respondent-Appellant",
    "attorneys": "Lawrence H. Brenner, BRENNER & BRENNER, P.A., Carrboro, North Carolina, for Appellant. John Stuart Bruce, United States Attorney, G. Norman Acker, III, Assistant United States Attorney, Michael Lockridge, Special Assistant United States Attorney, Raleigh, North Carolina, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted: May 30, 2017",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": "<parties id=\"b788-14\">\n    UNITED STATES of America, Petitioner-Appellee, v. Hobart J. BARRETT, Jr., Respondent-Appellant.\n   </parties><br><docketnumber id=\"b788-17\">\n    No. 16-6795\n   </docketnumber><br><court id=\"b788-18\">\n    United States Court of Appeals, Fourth Circuit.\n   </court><br><otherdate id=\"b788-19\">\n    Submitted: May 30, 2017\n   </otherdate><decisiondate id=\"A8c\">\n    Decided: June 13, 2017\n   </decisiondate><br><attorneys id=\"b788-21\">\n    Lawrence H. Brenner, BRENNER\n    <em>\n     &amp;\n    </em>\n    BRENNER, P.A., Carrboro, North Carolina, for Appellant. John Stuart Bruce, United States Attorney, G. Norman Acker, III, Assistant United States Attorney, Michael Lockridge, Special Assistant United\n    <span citation-index=\"1\" class=\"star-pagination\" label=\"755\"> \n     *755\n     </span>\n    States Attorney, Raleigh, North Carolina, for Appellee.\n   </attorneys><br><judges id=\"b789-5\">\n    Before MOTZ, KING, and AGEE, Circuit Judges.\n   </judges>",
    "citations": [
        "691 F. App'x 754"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 3.0,
            "download_url": "http://pacer.ca4.uscourts.gov/opinion.pdf/166795.U.pdf",
            "author_id": null,
            "opinion_text": "                                    UNPUBLISHED\n\n                       UNITED STATES COURT OF APPEALS\n                           FOR THE FOURTH CIRCUIT\n\n\n                                       No. 16-6795\n\n\nUNITED STATES OF AMERICA,\n\n                     Petitioner - Appellee,\n\n              v.\n\nHOBART J. BARRETT, JR.,\n\n                     Respondent - Appellant.\n\n\n\nAppeal from the United States District Court for the Eastern District of North Carolina, at\nRaleigh. Bernard A. Friedman, Senior District Judge, sitting by designation. (5:07-hc-\n02097-FL)\n\n\nSubmitted: May 30, 2017                                           Decided: June 13, 2017\n\n\nBefore MOTZ, KING, and AGEE, Circuit Judges.\n\n\nAffirmed by unpublished per curiam opinion.\n\n\nLawrence H. Brenner, BRENNER & BRENNER, P.A., Carrboro, North Carolina, for\nAppellant. John Stuart Bruce, United States Attorney, G. Norman Acker, III, Assistant\nUnited States Attorney, Michael Lockridge, Special Assistant United States Attorney,\nRaleigh, North Carolina, for Appellee.\n\n\nUnpublished opinions are not binding precedent in this circuit.\n\fPER CURIAM:\n\n       Hobart J. Barrett, Jr. appeals the district court’s order denying his motion for\n\nconditional release from the custody of the Attorney General pursuant to 18 U.S.C.\n\n§ 4247(h) (2012). In reviewing a district court’s order denying release, we review “the\n\ndistrict court’s factual findings for clear error and its legal conclusions de novo.” United\n\nStates v. Francis, 686 F.3d 265, 273 (4th Cir. 2012). A court commits clear error by\n\nmaking findings without properly taking into account substantial evidence to the contrary,\n\nand we will only find clear error if, after considering the entire record, we are “left with\n\nthe definite and firm conviction that a mistake has been committed.” Id. (internal quotation\n\nmarks omitted).\n\n       Pursuant to 18 U.S.C. § 4248(d) (2012), a court may after a hearing commit a person\n\nwho is sexually dangerous to the custody of the Attorney General. “A ‘sexually dangerous\n\nperson’ is defined as one ‘who has engaged or attempted to engage in sexually violent\n\nconduct or child molestation and who is sexually dangerous to others.’” Francis, 686 F.3d\n\nat 268 (quoting 18 U.S.C. § 4247(a)(5) (2012)). Once committed, a person remains\n\nconfined until he is no longer sexually dangerous to others. Id. (citing 18 U.S.C. § 4248(e)\n\n(2012)). “A committed individual may seek periodic review of his confinement no sooner\n\nthan 180 days from the most recent determination by the district court.” Id. (citing 18\n\nU.S.C. § 4247(h)).\n\n       “[W]hen a person who has been civilly committed as sexually dangerous petitions\n\nfor relief from his civil commitment under 18 U.S.C. § 4247(h), he bears the burden of\n\nshowing by a preponderance of the evidence that he is no longer sexually dangerous within\n\n                                             2\n\fthe meaning of 18 U.S.C. § 4247(a)(5)-(6).” United States v. Wetmore, 812 F.3d 245, 248\n\n(1st Cir. 2016) (citing United States v. Anderson, 151 F.3d 1030 at *2 (4th Cir. 1998)\n\n(unpublished table decision)). “If the court finds by a preponderance of the evidence that\n\na committed person is no longer sexually dangerous to others if released unconditionally\n\nor if released under a prescribed regimen of treatment, then the court must order the\n\nappropriate discharge.” United States v. Comstock, 627 F.3d 513, 516 (4th Cir. 2010)\n\n(internal quotation marks omitted). We have thoroughly reviewed the record and conclude\n\nthat the district court did not err in denying Barrett’s petition for conditional release.\n\n       Accordingly, we affirm the district court’s order. We dispense with oral argument\n\nbecause the facts and legal contentions are adequately presented in the materials before this\n\ncourt and argument would not aid in the decisional process.\n\n                                                                                  AFFIRMED\n\n\n\n\n                                               3\n\f",
            "ocr": false,
            "opinion_id": 4177144
        }
    ],
    "court_short_name": "Fourth Circuit",
    "court_full_name": "Court of Appeals for the Fourth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}