{
    "id": 4426100,
    "judges": "Colloton, Gruender, Kelly",
    "date_filed": "2021-10-14",
    "date_filed_is_approximate": true,
    "slug": "roger-coulter-v-wendy-kelley",
    "case_name_short": null,
    "case_name": "Roger Coulter v. Wendy Kelley",
    "case_name_full": "Roger Lewis COULTER, Petitioner-Appellant, v. Wendy KELLEY, Director, Arkansas Department of Corrections, Respondent-Appellee",
    "attorneys": "Roger Lewis Coulter, Arkansas Department of Corrections—Varner Supermax, Grady, AR, Julie Vandiver, Assistant Federal Public Defender, John Charles Williams, Assistant Federal Public Defender, Federal Public Defender’s Office, Little Rock, AR, for Petitioner-Appellant., Pamela Rumpz, Assistant Attorney General, Eileen W. Harrison, Assistant Attorney General, Attorney General’s Office, Little Rock, AR, for Respondent-Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted: January 12, 2017",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b626-10\" pgmap=\"626\">\n    Roger Lewis COULTER, Petitioner-Appellant, v. Wendy KELLEY, Director, Arkansas Department of Corrections, Respondent-Appellee.\n   </parties><br><docketnumber id=\"b626-13\" pgmap=\"626\">\n    No. 16-1488\n   </docketnumber><br><court id=\"b626-14\" pgmap=\"626\">\n    United States Court of Appeals, Eighth Circuit.\n   </court><br><otherdate id=\"b626-15\" pgmap=\"626\">\n    Submitted: January 12, 2017\n   </otherdate><br><decisiondate id=\"b626-16\" pgmap=\"626\">\n    Filed: September 14, 2017\n   </decisiondate><br><attorneys id=\"b629-22\" pgmap=\"629\">\n    Roger Lewis Coulter, Arkansas Department of Corrections—Varner Supermax, Grady, AR, Julie Vandiver, Assistant Federal Public Defender, John Charles Williams, Assistant Federal Public Defender, Federal Public Defender’s Office, Little Rock, AR, for Petitioner-Appellant.\n   </attorneys><br><attorneys id=\"b629-23\" pgmap=\"629\">\n    Pamela Rumpz, Assistant Attorney General, Eileen W. Harrison, Assistant Attorney General, Attorney General’s Office, Little Rock, AR, for Respondent-Appellee.\n   </attorneys><br><judges id=\"b629-24\" pgmap=\"629\">\n    Before COLLOTON, GRUENDER, and KELLY, Circuit Judges.\n   </judges>",
    "citations": [
        "871 F.3d 612"
    ],
    "opinions": [
        {
            "author_str": "Colloton",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " COLLOTON, Circuit Judge. Roger Coulter was convicted of murder in Arkansas and sentenced to death. He petitioned for a writ of habeas corpus under 28 U.S.C. § 2254, challenging the conviction and sentence. The district court1 dismissed Coulter’s petition as untimely. Under the federal Antiterrorism and Effective Death Penalty Act of 1996, a state prisoner has one year from the latest of four dates to file a habeas petition. 28 U.S.C. § 2244(d)(1). The one-year period is tolled during the time in which “a properly filed application for State postrconviction or other collateral review with respect to the pertinent judgment ... is pending.” Id. § 2244(d)(2). Coulter raises three issues on appeal. First, he contends that the district court erred in considering the State’s statute-of-limitations defense at all. He contends that the State waived the defense by failing to raise it or, alternatively, that the interests of justice required the district court to forego addressing the defense. Second, Coulter argues that the district court either applied the incorrect provision to measure the one-year period under § 2244(d)(1) or failed to account for time when the period was tolled. Finally, he asserts that the district court erred in refusing to rule that the limitations period was equitably tolled. We conclude that these contentions lack merit, so we affirm the judgment. I. In 1989, a jury convicted Coulter in the Ashley County Circuit Court of capital murder for the rape and murder of a five-year-old girl and sentenced Coulter to death by lethal injection. In 1991, the Arkansas Supreme Court affirmed the conviction, and the Supreme Court denied certiorari. Coulter v. State, 304 Ark. 527, 804 S.W.2d 348, cert, denied, 502 U.S. 829, 112 S.Ct. 102, 116 L.Ed.2d 72 (1991). In December 1991, Coulter sought state post-conviction relief. Almost eight years later, on October 8, 1999, the circuit court denied Coulter’s petition. The circuit court mailed a copy of the judgment to Coulter’s attorney, but sent it to an old address. On October 21, the clerk of court received the judgment in return mail; it was marked as “undeliverable as addressed-forwarding order expired.” The record shows no additional attempts by the circuit court to notify Coulter’s attorney of the denial of post-conviction relief. Under Arkansas Criminal Rule of Appellate Procedure 2(a)(4), Coulter had until November 8, 1999, thirty days after entry of the circuit court’s judgment, to file a notice of appeal. See also Ark. R. App. P. Crim. 17. On January 25, 2000, over two months after the appeal deadline had expired, the Arkansas Attorney General’s office contacted Coulter’s attorney and notified him that Coulter’s request for post-conviction relief had been denied. That day, Coulter’s attorney filed a notice of appeal with the Arkansas Supreme Court. On February 22, Coulter’s attorney filed a motion for belated appeal under Arkansas Criminal Rule of Appellate Procedure 2(e). The Arkansas Supreme Court granted the motion on March 30 and considered the appeal. The state supreme court eventually affirmed the denial of Coulter’s request for post-conviction relief and issued its mandate on December 19, 2000. On October 1, 2001, Coulter filed his petition for habeas corpus in the district court. The district court permitted Coulter to amend his petition twice, in September 2003 and January 2007, to include additional challenges to his conviction. In September 2009, the district court issued an order observing that the State had raised several “threshold matters” for consideration, including at least one of the following matters—the statute of limitations, procedural default, and exhaustion of state remedies—on each of Coulter’s alleged grounds for relief. The court established a briefing schedule for the parties to address all statute-of-limitations arguments and procedural defenses. The State then filed a “First Amended Response to Petitioner’s Second Amended Petition.” In its response, the State stated that it interpreted the court’s September order as granting the State leave to amend its responsive pleading. Alternatively, the State sought the court’s leave to amend its pleading under Federal Rule of Civil Procedure 15(a)(2). In the amended response, the State asserted that Coulter’s original petition was untimely because it was filed after AEDPA’s one-year statute of limitations had expired. See 28 U.S.C. § 2244(d). The court held an evidentiary hearing on the limitations and procedural matters, and the parties filed post-hearing briefs. Coulter argued that the State had waived its statute-of-limitations defense or that the court should decline to address the defense. Alternatively, he urged that his petition was timely under AEDPA’s statutory tolling rules or that the time limit should be equitably tolled. In its order, the district court first addressed the State’s motion to amend its response under Rule 15(a)(2) and declined to accept the amended response based on the court’s briefing order. The court noted that Rule 15 provides that leave to amend is to be freely granted when justice so requires. The court concluded that the State’s motion to amend its response to Coulter’s second amended petition was not filed in bad faith, with dilatory motive, or with undue delay, noting that the parties had been actively litigating the procedural defenses and statute-of-limitations arguments since Coulter filed his Second Amended Petition in January 2007. The court also determined that allowing the State to amend its response would not unduly prejudice Coulter, because Coulter had the opportunity to raise his arguments in two rounds of briefing and to present evidence at a hearing. Finally, the district court observed that it had permitted Coulter to amend his petition twice. The court stated that Coulter failed to present any reason why the State “should not enjoy the same consideration and application in the interest of justice.” Accordingly, the court granted the State’s motion to amend. The district court then addressed the statute-of-limitations argument and dismissed Coulter’s petition as untimely. In concluding that the petition was untimely, the court reasoned as follows: Under AEDPA, Coulter’s limitations period was tolled while his state post-conviction proceedings were pending in the Ashley County Circuit Court. The limitations period began to run after the time for filing an appeal expired on November 8, 1999. The limitations period ran for 106 days until Coulter filed his motion for belated appeal on February 22, 2000. The limitations period was then tolled until December 19, 2000, when the Arkansas Supreme Court issued its mandate affirming the denial of Coulter’s post-conviction relief. Coulter filed his federal habeas petition 286 days later, on October 1, 2001. The district court determined that a total of 392 untolled days elapsed before Coulter filed his petition, so with a limitations period of 365 days, his petition was twenty-seven days late. The court also denied Coulter’s request for equitable tolling, because he failed to show that he was reasonably diligent in pursuing his rights. The court then denied Coulter’s post-judgment motions, but granted a certificate of appealability “with respect to whether the original and all subsequent petitions are time barred by the AEDPA one year statute of limitations and whether [Coulter] is . entitled to equitable tolling.” II. We consider first whether the district court abused its discretion by considering a statute-of-limitations defense. Coulter argues that the State waived this defense because it repeatedly engaged the merits of Coulter’s petition, failed to argue that the original petition was untimely in its responsive pleadings, asserted in previous court filings that Coulter’s petition was timely, and waited several years to raise the limitations defense. Alternatively, Coulter contends that the interests of justice are best served by addressing the merits of his petition. We review the district court’s decision for abuse of discretion. Hammer v. City of Osage Beach, 318 F.3d 832, 844 (8th Cir. 2003); see Zenith Radio Corp. v. Hazeltine Research, Inc., 401 U.S. 321, 330-32, 91 S.Ct. 795, 28 L.Ed.2d 77 (1971).  Waiver requires the “intentional relinquishment or abandonment of a known right.” Wood v. Milyard, 566 U.S. 463, 474, 132 S.Ct. 1826, 182 L.Ed.2d 733 (2012) (quoting Kontrick v. Ryan, 540 U.S. 443, 458 n.13, 124 S.Ct. 906, 157 L.Ed.2d 867 (2004)). In Wood, the Court determined that a State waived a statute-of-limitations defense when it said in the district court that “Respondents are not challenging, but do not concede, the timeliness of the petition.” Id. at 467, 132 S.Ct. 1826 (quotation omitted). The Court observed that the State expressed a “clear and accurate understanding of the timeliness issue” and “deliberately steered the District Court away from the question and towards the merits of [the] petition.” Id. at 474, 132 S.Ct. 1826. On the other hand, the Court held in Day v. McDonough, 547 U.S. 198, 126 S.Ct. 1675, 164 L.Ed.2d 376 (2006), that a State did not waive a statute-of-limitations argument when the State committed “merely an inadvertent error” in failing to raise it earlier. Id. at 211, 126 S.Ct. 1675.  Coulter has not established that the State waived the statute-of-limitations defense here. Unlike the petitioner in Wood, Coulter has not identified any expression by the State of a clear and accurate understanding of the timeliness issue and a deliberate effort to forego raising a meritorious defense. The State did assume in certain pleadings that Coulter’s original petition was timely, but there is nothing to show more than negligence by counsel for the State in failing to recognize earlier that Coulter’s original petition was untimely. The State thus did not knowingly and intelligently waive its statute-of-limitations defense. Next, Coulter argues that in determining whether to address the State’s statute-of-limitations defense, the district court was required to apply a more stringent standard than the rule of civil procedure that governs leave to amend pleadings. See Fed. R. Civ. P. 15(a)(2). Coulter relies on Day, where the Court addressed whether a district court could raise a statute-of-limitations defense sua sponte. In that situation, a district court “must assure itself that the petitioner was not significantly prejudiced by the delayed focus on the limitation issue,” and must “determine whether the interests of justice would be better served by addressing the merits or by dismissing the petition as time barred.” Day, 547 U.S. at 210, 126 S.Ct. 1675 (internal quotation omitted). Day is inapplicable here, because the district court did not act sua sponte. The district court did not raise the timeliness of Coulter’s original petition on its own motion; the State moved to amend its response to include the defense that Coulter’s original petition was untimely. The district court therefore properly analyzed the State’s motion under Rule 15(a)(2).  Rule 15(a)(2) states that “a party may amend its pleading only with the opposing party’s written consent or the court’s leave.” The Rule further provides that “[t]he court should freely give leave when justice so requires.” Fed. R. Civ. P. 15(a)(2); see Popp Telcom v. Am. Sharecom, Inc., 210 F.3d 928, 943 (8th Cir. 2000). We have said that leave “should normally be granted absent good reason for a denial.” Popp Telcom, 210 F.3d at 943.  Coulter first argues that the district court abused its discretion in granting leave because the State’s delay in raising the limitations defense prejudiced him. Coulter asserts that if the State had raised the defense earlier, then he would have been able to establish a better case for equitable tolling. He asserts that his legal counsel, although present' at the evidentia-ry hearing, was unable to recall certain facts about his case. But Coulter did not present this concern to the district court, so the State had no opportunity to present evidence or argument about it, and the district court had no occasion to address it. Coulter’s evidence of prejudice, moreover, was vague and speculative. He points only to his post-conviction counsel’s answer, when asked whether there were things that he could not remember about the representation, that “I’m sure there are a lot of things I can’t remember, I’m 76.” This evidence is insufficient to establish that the district court abused its discretion in concluding that there was no undue prejudice to Coulter from granting the State leave to amend its response.  Coulter’s second contention is that the district court abused its discretion because the State had several opportunities to assert the defense earlier. Delay alone, however, is an insufficient reason to deny a litigant’s motion to amend under Rule 15(a)(2). Moore-El v. Luebbers, 446 F.3d 890, 902 (8th Cir. 2006). Here, the district court found that there was no evidence that the State withheld the limitations argument strategically or in bad faith. The court also noted that the State and Coulter had been actively litigating the issues of procedural defense and limitations arguments during the two years between Coulter’s second amended petition and the State’s motion to amend its response; the amended response was thus compatible with the status of the litigation. There is no per se rule against even sua sponte consideration of a statute of limitations in a capital case, see Gray v. Branker, 529 F.3d 220, 241 (4th Cir. 2008), so the nature of the case did not preclude the court from granting leave to amend. The court ensured that Coulter was able to state his position on the limitations issue in two rounds of briefing and at an evidentia-ry hearing. The court’s ruling also aligned with its previous orders granting Coulter leave to amend his original 2001 petition twice, in 2003 and 2007. We see no abuse of discretion in the district court’s evenhanded application of Rule 15(a)(2). III. For the first time on appeal, Coulter argues that the district court incorrectly applied 28 U.S.C. § 2244(d)(1)(A)—“the date on which the judgment became final”—as the trigger for Coulter’s one-year limitations period. In the district court, Coulter argued that his petition was timely under § 2244(d)(1)(A), but he now argues that § 2244(d)(1)(B) sets forth the appropriate starting point for his one-year limitations period. That subsection refers to “the date on which the impediment to filing an application created by State action in violation of the Constitution or laws of the United States is removed, if the applicant was prevented from filing by such State action.” Coulter seeks to argue that the Arkansas circuit court clerk’s failure to send counsel the judgment in his post-conviction proceeding was an “impediment to filing an application created by State action in violation of the Constitution or laws of the United States.”  We ordinarily do not consider an argument for reversal that is raised for the first time on appeal. Williams v. Clarke, 40 F.3d 1529, 1535 (8th Cir. 1994). Coulter contends that the rule is inapplicable here, because an argument about the proper trigger date for the statute of limitations—like the standard of review under AEDPA, see Ward v. Stephens, 777 F.3d 250, 257 n.3 (5th Cir. 2015)—cannot be waived. Wood already established, however, that a State can waive a statute-of-limitations defense, and Day said that a court is not “obliged” to raise the issue sua sponte. 547 U.S. at 209, 126 S.Ct. 1675. There is no merit, therefore, to Coulter’s suggestion that ordinary procedural rules requiring presentation in the district court cannot apply to a statute-of-limitations argument.  Coulter next suggests that vigorous litigation in the district court about equitable tolling provided the court with an opportunity to apply § 2244(d)(1)(B), but the two issues are separate and distinct. That equitable tolling might apply to a petition that is otherwise barred by § 2244(d)(1)(A) does not alert the district court that the prisoner wants the court to apply § 2244(d)(1)(B).  Coulter contends that he is raising only a new “argument” on appeal, not a new “issue,” and that we have not refused to consider “each nuance or shift in approach urged by a party simply because it was not similarly urged below.” See Universal Title Ins. Co. v. United States, 942 F.2d 1311, 1314 (8th Cir. 1991) (quotation omitted). Coulter raised one statutory argument before the district court: whether § 2244(d)(2) applied to toll Coulter’s one-year statute of limitations under § 2244(d)(1)(A). Whether a State-created impediment prevented Coulter from filing his habeas petition under § 2244(d)(1)(B) is not merely a “nuance or shift in approach.” It is an entirely new issue under a different statutory provision that the district court did not have an opportunity to address.  Coulter also urges us to exercise our discretion to consider the new issue for the first time on appeal. We typically do so only when a party presents a question of law and refusing to determine the issue could lead to injustice. In re Modern Textile, Inc., 900 F.2d 1184, 1191 (8th Cir. 1990). On the legal issue here, we are skeptical that a court clerk’s failure to send notice of a judgment to counsel is a state-created “impediment” that “prevented” Coulter from filing a habeas petition. He was free to file a petition at any time. Equitable tolling is available to address delayed notice that leads a prisoner to believe that filing was not necessary or ripe, but § 2244(d)(1)(B) requires state action that actually prevents a filing. The section would apply, for instance, when a State prevents a prisoner from sending mail to the court, or perhaps when a prison law library refuses to furnish essential legal materials, see Egerton v. Cockrell, 334 F.3d 433, 438-39 (5th Cir. 2003), but not when a State merely fails to provide a trial transcript, Lloyd v. VanNatta, 296 F.3d 630, 633 (7th Cir. 2002). The Fifth Circuit thus expressed “serious reservations” about whether the State’s failure to notify a prisoner of a post-conviction ruling “provides a basis for a statutory tolling claim rather than merely an equitable tolling claim.” Clarke v. Rader, 721 F.3d 339, 343 (5th Cir. 2013); see Critchley v. Thaler, 586 F.3d 318, 321 n.3 (5th Cir. 2009). This court left open the possibility that lack of notice of finality “could be” a state-created impediment under § 2244(d)(1)(B), see Earl v. Fabian, 556 F.3d 717, 726 (8th Cir. 2009), but if it were, then it would be a “fact intensive issue,” id., not a purely legal issue that we might consider as a matter of discretion for the first time on appeal. We therefore decline to address further the applicability of § 2244(d)(1)(B). IV. Coulter next challenges the district court’s application of § 2244(d)(1)(A) and (d)(2), which we review de novo. Payne v. Kemna, 441 F.3d 570, 571 (8th Cir. 2006). Section 2244(d)(1)(A) states that a petition must be filed within one year of “the date on which the judgment became final by the conclusion of direct review or the expiration of the time for seeking such review.” Section 2244(d)(2), known as the tolling provision, provides: “The time during which a properly filed application for State post-conviction or other collateral review with respect to the pertinent judgment or claim is pending shall not be counted toward any period of limitation under this subsection.”  The district court concluded that Coulter’s state post-conviction proceedings ceased to be “pending” when his time to appeal expired on November 8, 1999. See § 2244(d)(1)(A); Ark. R. App. P. Crim. 2(a)(4). The court determined that his limitation period continued to run until February 22, 2000 (106 days), when Coulter filed his motion for belated appeal to the Arkansas Supreme Court. The period was then tolled while the Arkansas Supreme Court considered the appeal, until December 20, 2000, the day after the supreme court issued its mandate denying relief. Another 286 days then elapsed between the issuance of the mandate and the date when Coulter filed his federal habeas petition on October 1, 2001. In total, 392 untolled days elapsed between the date when Coulter’s judgment of conviction became final and the date when he filed his petition. On the district court’s rationale, the petition was twenty-seven days late. Coulter contends that his petition was timely because his state post-conviction proceedings remained “pending” between November 8, 1999 (the date when the time for filing a notice of appeal expired) and February 22, 2000 (the date when Coulter filed his motion for belated appeal with the state supreme court). If that were correct, then there would be another 106 days of tolling under § 2244(d)(2), and the petition would be timely. Coulter’s argument is based on Arkansas Criminal Rule of Appellate Procedure 2(e). That rule provides that an appellant who failed to take a timely notice of appeal may move for belated appeal within eighteen months of the “date of entry of judgment or entry of the order denying post-conviction relief from which the appeal is taken.” Upon such a motion, the Arkansas Supreme Court “may act upon and decide a case ... when a good reason for the omission is shown by affidavit.” Ark. R. App. R. Crim. 2(e); see McDonald v. State, 356 Ark. 106, 146 S.W.3d 883, 888-89, 892 (2004). Coulter’s theory is that because the rules allow eighteen months for the filing of a belated appeal, a case should be deemed “pending” during that entire period, whether or not a motion was on file, if the supreme court later allows a belated appeal.  An application for post-conviction review is pending “as long as the ordinary state collateral review process is in continuance—ie., until the completion of that process.” Carey v. Saffold, 536 U.S. 214, 219-20, 122 S.Ct. 2134, 153 L.Ed.2d 260 (2002) (internal quotation marks omitted). The Supreme Court derived this conclusion from the common meaning of the term: “The dictionary defines ‘pending’ (when used as an adjective) as ‘in continuance’ or ‘not yet decided.’ It similarly defines the term (when used as a preposition) as ‘through the period of continuance ... of,’ ‘until the ... completion of.’ ” Id. at 219, 122 S.Ct. 2134 (citation omitted) (quoting Webster’s Third New International Dictionary 1669 (1993)). Applying Saffold, this court held in Streu v. Dormire, 557 F.3d 960 (8th Cir. 2009), that once a petitioner’s deadline for filing a notice of appeal passed without action by the petitioner, the state post-conviction application ceased to be “pending.” Id. at 966. We explained that once the deadline passes, there is nothing “in continuance” or “not yet decided.” We therefore concluded that the petitioner’s state post-conviction proceedings were not pending between the expiration of the time for appeal and the filing of a motion for belated appeal in Missouri. Id. Coulter argues that Streu is inapposite, because the Arkansas rule specifically allows an appellant eighteen months in which to file a motion for belated appeal, while Missouri had no such rule in Streu and simply adjudicated the motions on an ad hoc basis. Whether the appeal was “pending” before the motion was filed, however, does not depend on whether a State has codified the procedure for belated appeals. Missouri (through decisional law) and Arkansas (through Rule. 2(e)) both allow for belated appeals based on motions that are filed months after the ordinary time for filing an appeal has expired. Streu established that even when the court grants a motion to proceed with a belated appeal, the application for post-conviction relief is not considered “pending” during the period after the original deadline and before the motion for belated appeal is granted. Accord Gibson v. Klinger, 232 F.3d 799, 806-07 (10th Cir. 2000) (holding that despite state rules that allow a petitioner to file an appeal out of time, a petitioner’s state post-conviction relief was not- “pending” until the petitioner complied with those state procedures to seek an appeal). The district court thus ruled correctly that Coulter’s application was not pending between November 8, 1999, and February 22, 2000. Alternatively, Coulter argues that his state post-conviction proceedings were “pending” again when he filed a notice of appeal with the county clerk on January 27, 2000. But the time for filing a notice of appeal had expired on November 8, 1999, and the “notice” filed on January 27, 2000, was a nullity. It could not revive the state post-conviction application or make it pending. At that point, Coulter’s only recourse was to file the motion for belated appeal with the state supreme court. Nothing was “pending” before Coulter filed his motion on February 22.2  For these reasons, we conclude that the district court did not fail to toll the statute of limitations for any time during which Coulter’s application was “pending.” Therefore, Coulter’s habeas petition was not timely filed under 28 U.S.C. § 2244. V.  Coulter’s final argument is that he is entitled to equitable tolling of the statute of limitations. To receive equitable tolling, a petitioner must show “ ‘(1) that he has been pursuing his rights diligently, and (2) that some extraordinary circumstance stood in his way’ and prevented timely filing.” Holland v. Florida, 560 U.S. 631, 649, 130 S.Ct. 2549, 177 L.Ed.2d 130 (2010) (quoting Pace v. DiGuglielmo, 544 U.S. 408, 418, 125 S.Ct. 1807, 161 L.Ed.2d 669 (2005)). The diligence required for equitable tolling is reasonable diligence, not “maximum feasible diligence.” Id. at 653, 130 S.Ct. 2549 (quotation omitted). The district court concluded that although Coulter had shown an extraordinary circumstance in the State’s failure to provide notice of the judgment in his post-conviction proceeding, he did not show that he diligently pursued his rights. The court therefore declined to apply equitable tolling. We review this decision de novo. See English v. United States, 840 F.3d 957, 958 (8th Cir. 2016).  The State argues that the lack of notice to Coulter from the state circuit court was not an extraordinary circumstance that prevented Coulter from filing a timely petition, because Coulter’s attorney was at fault for failing to change his address on file with the clerk of court. We need not decide that question, because we discern no error in the district court’s conclusion that Coulter was not reasonably diligent. When the Arkansas Supreme Court issued its mandate in the post-conviction proceeding, approximately four months had run on Coulter’s one-year limitations period. Coulter thus had over eight months remaining to file a timely habeas petition. That he failed to proceed promptly with preparing and filing a petition evidences a lack of diligence. See Pace, 544 U.S. at 419, 125 S.Ct. 1807; Earl, 556 F.3d at 724. Coulter argues for the first time on appeal that he showed diligence by filing two motions during the eight months—a motion to appoint federal habeas counsel in January 2001 and a motion to authorize an investigator in June 2001. Merely acquiring legal representation, however, is not sufficient to establish reasonable diligence. Doe v. Menefee, 391 F.3d 147, 175 (2d Cir. 2004); see Muhammad v. United States, 735 F.3d 812, 816-17 (8th Cir. 2013). After counsel was appointed, Coulter still had approximately seven months to file his petition, but he did not move to authorize an investigator until five months later. Where a petitioner has not made good use of the time available to him within the limitations period, he has not demonstrated the diligence required to justify equitable tolling. See Williams v. Kelley, 830 F.3d 770, 773 (8th Cir. 2016); Gordon v. Arkansas, 823 F.3d 1188, 1195-96 (8th Cir. 2016); Nelson v. Norris, 618 F.3d 886, 893 (8th Cir. 2010); Earl, 556 F.3d at 724-25. Coulter argues that he is not required to show diligence during the eight-month period, and that the district court should have started the one-year limitations period no earlier than January 25, 2000, when he learned of the judgment in his state postconviction proceeding. He urges us to apply the so-called “stop-clock approach” recently adopted by the Second Circuit in Harper v. Ercole, 648 F.3d 132, 139-42 (2d Cir. 2011). Under this approach, the clock is stopped during the extraordinary circumstance that justifies equitable tolling: “[A] court may suspend the statute of limitations for the period of extraordinary circumstances and determine timeliness by reference to the total untolled period without requiring a further showing of diligence through filing.” Id. at 139. On that view, Coulter’s statute of limitations would have been tolled or “stopped” during the period when the state court failed to notify Coulter of his post-conviction judgment-— from November 8, 1999 to January 25, 2000. With additional tolling of these seventy-nine days, his petition would be timely- Even assuming for the sake of analysis that our precedent does not foreclose the “stop-clock” approach, the Harper decision is not as forgiving as Coulter suggests. To secure equitable tolling, a petitioner also must show that the extraordinary circumstance caused him to miss the original filing deadline. Id. at 137. “A court may conclude that such causation is lacking where the identified extraordinary circumstances arose and concluded early within the limitations period. In such circumstances, a diligent petitioner would likely have no need for equity to intervene to file within the' time remaining to him.” Id.  That is precisely the situation here. Coulter’s extraordinary circumstance ended with eight months remaining in the limitations period. He or his attorney could have calculated the remaining time just as we and the district court have calculated it, and the availability of equitable tolling does not turn on the ease or difficulty of a discernable time computation. In any event, the dissent’s contention that it was supposedly unclear that eight months remained, post, at 627, is irrelevant to whether Coulter was prevented from filing a timely petition, because the causation requirement means that he must proceed with reasonable diligence. See Harper, 648 F.3d at 138 n.5. Coulter has not demonstrated that he was incapable, with the exercise of reasonable diligence, of filing a timely petition within the remaining eight months, so equity will not intervene. Whether or not we apply the “stop-clock” approach, Coulter is not eligible for equitable tolling. See Hizbullahankhamon v. Walker, 255 F.3d 65, 76 (2d Cir. 2001) (Sotomayor, J.) (concluding that even if petitioner established an extraordinary circumstance based on twenty-two days when he was denied access to legal materials at the beginning of his one-year limitations period, petitioner was not entitled to equitable tolling for those days because this circumstance did not prevent him from filing a timely petition).3  [[Image here]] The judgment of the district court is affirmed.  . The Honorable Susan O. Hickey, United States District Judge for the Western District of Arkansas.   . Streu did not decide whether a petitioner’s application for post-conviction relief became pending when he filed motion for belated appeal or when the state court granted the motion. 557 F.3d at 967. Resolution of that issue does not affect the outcome here. We assume for the sake of analysis that Coulter's application became pending when he filed his motion for belated appeal on February 22, 2000, because that is the interpretation most favorable to Coulter.   . The dissent, post, at 627 n.7, seems to think that a petitioner satisfies the Second Circuit's causation requirement simply by showing that the number of days by which the petition is late is fewer than the number of days that elapsed during the extraordinary circumstance. That is not correct. In Hizbullahank-hamon, for example, the petition was sixteen days late, but the petitioner was not entitled to equitable tolling for twenty-two days based on an extraordinary circumstance, because he could not show that the extraordinary circumstance at the beginning of the limitations period prevented him from filing a timely petition. 255 F.3d at 76.  ",
            "ocr": false,
            "opinion_id": 9878412
        },
        {
            "author_str": "Kelly",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " KELLY, Circuit Judge, dissenting. After Roger Coulter’s conviction became final, he filed a petition seeking state post-conviction relief, which remained pending in the state trial court for almost eight years. That petition was denied on November 8, 1999, but, because he was not properly notified, Coulter did not effectuate his appeal until February 22, 2000—a period of 106 days during which the federal statute of limitations was not tolled.4 After granting Coulter’s belated motion and reinstating his appeal, the Arkansas Supreme Court issued its mandate, denying Coulter relief on December 19, 2000. Coulter filed his federal habeas petition on October 1, 2001, 286 days later. Therefore, based on the calculation of 392 accumulated and untolled days, Coulter’s petition was twenty-seven days late. In September 2009, almost eight years after Coulter filed his federal habeas petition, the district court requested briefing to address various procedural matters, including the statute of limitations. On October 29, 2009, the state filed its “First Amended Response to Petitioner’s Second Amended Petition,” raising for the first time the issue of whether Coulter’s 2001 petition was filed outside the one-year statute of limitations. After an evidentiary hearing and briefing from the parties, the district court denied Coulter’s petition as untimely without addressing the merits. In my view, Coulter’s petition satisfies the requirements for equitable tolling, and I would reverse the judgment of the district court and remand the petition for a decision on the merits. See English, 840 F.3d at 958 (“We review a denial of equitable tolling de novo, but review underlying fact findings for clear error.”). A habeas corpus petitioner is entitled to equitable tolling on the basis of a showing “ ‘(1) that he has been pursuing his rights diligently, and (2) that some extraordinary circumstance stood in his way’ and prevented timely filing.” Holland, 560 U.S. at 649, 130 S.Ct. 2549 (quoting Pace, 544 U.S. at 418, 125 S.Ct. 1807). The district court determined that Coulter had satisfied the second prong because “the [cjircuit [ejourt [cjlerk’s failure to send ... notice to the proper address constitutes an extraordinary delay beyond [Coulterj’s control.” I agree that these facts constitute an extraordinary circumstance that stood in the way of Coulter’s timely filing his petition. See Earl, 556 F.3d at 723-24 (“[A] significant state created delay in providing a prisoner with notice that his state judgment of conviction has become final amounts to an extraordinary circumstance beyond a prisoner’s control which can equitably toll the AEDPA statute of limitations if the prisoner has pursued his rights with diligence.”). The district court determined, however, that Coulter had not “diligently pursued his rights during the 286 days that elapsed between December 19, 2000 and October 1, 2001.”5 On that basis, the court denied Coulter’s petition, finding him ineligible for equitable tolling. However, I do not believe' that the 286 days are the relevant period during which diligence should be assessed. Rather—under facts such as these—I would apply what has been called the “stop-clock approach.”6 See Harper, 648 F.3d at 139-42; cf. Holland, 560 U.S. at 649-50, 130 S.Ct. 2549 (“In emphasizing the need for ‘flexibility,’ for avoiding ‘mechanical rules,’ we have followed a tradition in which courts of equity have sought to ‘relieve hardships which, from time to time, arise from a hard and fast adherence’ to more absolute legal- rules, which, if strictly applied, threaten the ‘evils of archaic rigidity.’ ” (citations omitted)); Luna v. Kernan, 784 F.3d 640, 651 (9th Cir. 2015) (citing Gibbs v. Legrand, 767 F.3d 879, 891-92 (9th Cir. 2014) (discussing the adoption of a stop-clock approach)). Under the stop-clock approach, the “clock” (the one-year statute of limitations) is “stopped” (tolled) during the extraordinary circumstance so long as the petitioner demonstrates diligence during the time he is seeking to have tolled. The petitioner is not additionally required to demonstrate diligence during the untolled period that follows. See Luna, 784 F.3d at 651 (explaining that, under this approach, “[a]ny period during which both extraordinary circumstances and diligence are shown does not count toward the statute of limitations, just as any period during which a properly filed application for state post-conviction relief is pending does not count toward the statute of limitations” (citing Wood, 566 U.S. at 468-69 &amp; n.3, 132 S.Ct. 1826)). Such an approach is consistent with the Supreme Court’s recognition that “AEDPA’s limitations period is not particularly long,” Holland, 560 U.S. at 647, 130 S.Ct. 2549, and the goal of giving “state prisoners ... the full year allowed them by Congress to consider and prepare their federal habeas petitions.” Harper, 648 F.3d at 140 (quoting Zarvela v. Artuz, 254 F.3d 374, 382 (2d Cir. 2001)); see also Luna, 784 F.3d at 651 (“If the objective of the stop-clock approach is to give petitioners one full year of unobstructed time to prepare a federal habeas petition, a separate diligence-through-filing requirement appears to thwart that objective.”). What diligence is reasonable must be assessed in light of the specific extraordinary circumstance that occurred. Cf. Holland, 560 U.S. at 650, 130 S.Ct. 2549 (quoting Baggett v. Bullitt, 377 U.S. 360, 375, 84 S.Ct. 1316, 12 L.Ed.2d 377 (1964) for the proposition that “the exercise of a court’s equity powers ... must be made on a case-by-case basis”). In this case, I do not see how Coulter’s diligence could be viewed as anything less than reasonable, as he still believed he was waiting for a disposition from a state court and that his competent counsel would inform him of such. See Luna, 784 F.3d at 649-50 (“Under some circumstances, communicating with one’s lawyer and relying on the lawyer’s assurances that everything is proceeding apace can suffice to demonstrate diligence.”). Cpulter’s state petition had been pending for almost eight years, and it was reasonable for him to believe it might remain pending for a bit longer. Without any indication firom the state court that his petition had been resolved, Coulter was exercising reasonable diligence by continuing to wait. Cf. Holland, 560 U.S. at 650, 130 S.Ct. 2549 (“The ‘flexibility’ inherent in ‘equitable procedure’ enables courts ‘to meet new situations that demand equitable intervention and to accord all the relief necessary to correct particular injustices.’ ” (alterations omitted) (quoting Hazel-Atlas Glass Co. v. Hartford-Empire Co., 322 U.S. 238, 248, 64 S.Ct. 997, 88 L.Ed. 1250 (1944))) Finally, under the stop-clock approach, a petitioner still must show that the extraordinary circumstance was the cause for the failure to file the petition within the statute of limitations. See Harper, 648 F.3d at 137 (citing both Hizbullahankhamon, 255 F.3d at 76 (requiring a showing of causation) and Valverde v. Stinson, 224 F.3d 129, 134 (2d Cir. 2000) (same)). Coulter has made this showing.7 In this case, the extraordinary circumstance itself—the clerk’s failure to notify Coulter that his petition had been denied—made the one-year statute-of-limitations deadline virtually impossible to calculate with any certainty. Once he received notice, Coulter’s counsel submitted multiple filings, ultimately reviving Coulter’s state post-conviction appeal. But when the appeal was denied, it remained unclear how much time, if any, had run off Coulter’s one-year clock. Even the State believed—or “assume[d]”—that Coulter’s § 2254 petition had been timely filed, and persisted in that belief or assumption for eight years of litigation.8 Whether Coulter’s original petition was filed within the one-year statute of limitations has proven to be a particularly difficult procedural question to answer. Throughout the majority of the proceedings, Coulter was not even aware that it was a question to ask. For the foregoing reasons, I would find equitable tolling appropriate in Coulter’s case and remand to the district court with instructions to address the merits of his petition. I respectfully dissent.  . During the almost eight years that Coulter’s state petition was pending, his attorney had moved offices twice, and the state court sent the notice to the incorrect address. When the notice was returned as undeliverable, the state circuit court made no additional attempts to notify Coulter or his counsel. Coulter’s attorney finally received notice on January 25, 2000, and immediately filed a notice of appeal. However, he did not file a motion for belated appeal under Arkansas Criminal Rule of Appellate Procedure 2(e) until February 22. The analysis might differ for those twenty-eight days, during which Coulter's attorney had notice but had not filed a motion under the appropriate rule. But because tolling the period of seventy-eight days from November 8, 1999, to January 25, 2000, would bring Coulter well within the one-year statute of limitations, separate analysis of the twenty-eight-day period of time is not necessary.   . \"The diligence required for equitable tolling purposes is reasonable diligence, not maximum feasible diligence.” Holland, 560 U.S. at 653, 130 S.Ct. 2549 (citations and internal quotation marks omitted).   . The court \"assum[es] for the sake of analysis that our precedent does not foreclose the 'stop-clock' approach.” Supra, at 624. I see no reason why it would. We have required, as instructed by Holland, that petitioners seeking equitable tolling demonstrate “reasonable diligence” in pursuing their appeals, but we have not addressed a circumstance where a petitioner advanced a stop-clock theory that might bring an otherwise time-barred petition within the statute of limitations.   . Because proceeding in equity counsels against adherence to \"absolute legal rules,” Holland, 560 U.S. at 650, 130 S.Ct. 2549, the causation analysis must also be governed by the facts of the case. Where the extraordinary circumstance lasts for a discrete period of time—rather than indefinitely, Harper, 648 F.3d at 140 (discussing and distinguishing Valverde, 224 F.3d at 134 &amp; n.5)—the causation principle requires that the extraordinary circumstance, during which diligence was demonstrated, be the cause of the petitioner’s failure to meet the one-year deadline. In other words, whether, but for the extraordinary circumstance and the time that ran off the clock due to it, the petition would have been timely. See id. at 141 (describing Pace, 544 U.S. at 419, 125 S.Ct. 1807, where petitioner did not file in the five months after the extraordinary circumstance ended, as a situation that sim- ■ ply \"reinforce[d] the adverse diligence determination for the period for which tolling was sought, [but did not] establish a distinct diligence requirement that would have rendered the petition untimely even if the state remedies has been promptly pursued”); see also id. at 138 (noting that, because the petitioner filed his petition \"within the time that would have remained available to him under AED-PA” if the extraordinary circumstance had not occurred, “it cannot be argued that undue delay, rather than the identified extraordinary circumstances, caused [petitioner] to miss the original AEDPA filing deadline\").   . By way of contrast, in addition to failing to show causation, the petitioner in Hizbulla-hankhamon was denied access to legal materials for twenty-two days during the one-year statute-of-limitations period, but that extraordinary circumstance created no impediment to calculating when the one-year period would end. 255 F.3d at 76.  ",
            "ocr": false,
            "opinion_id": 9878413
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 22.0,
            "download_url": "http://media.ca8.uscourts.gov/opndir/17/09/161488P.pdf",
            "author_id": null,
            "opinion_text": "              United States Court of Appeals\n                         For the Eighth Circuit\n                     ___________________________\n\n                             No. 16-1488\n                     ___________________________\n\n                            Roger Lewis Coulter,\n\n                   lllllllllllllllllllllPetitioner - Appellant,\n\n                                       v.\n\n        Wendy Kelley, Director, Arkansas Department of Corrections,\n\n                   lllllllllllllllllllllRespondent - Appellee.\n                                   ____________\n\n                  Appeal from United States District Court\n              for the Western District of Arkansas - El Dorado\n                              ____________\n\n                        Submitted: January 12, 2017\n                         Filed: September 14, 2017\n                              ____________\n\nBefore COLLOTON, GRUENDER, and KELLY, Circuit Judges.\n                        ____________\n\fCOLLOTON, Circuit Judge.\n\n      Roger Coulter was convicted of murder in Arkansas and sentenced to death.\nHe petitioned for a writ of habeas corpus under 28 U.S.C. § 2254, challenging the\nconviction and sentence. The district court1 dismissed Coulter’s petition as untimely.\n\n       Under the federal Antiterrorism and Effective Death Penalty Act of 1996, a\nstate prisoner has one year from the latest of four dates to file a habeas petition. 28\nU.S.C. § 2244(d)(1). The one-year period is tolled during the time in which “a\nproperly filed application for State post-conviction or other collateral review with\nrespect to the pertinent judgment . . . is pending.” Id. § 2244(d)(2).\n\n       Coulter raises three issues on appeal. First, he contends that the district court\nerred in considering the State’s statute-of-limitations defense at all. He contends that\nthe State waived the defense by failing to raise it or, alternatively, that the interests\nof justice required the district court to forego addressing the defense. Second, Coulter\nargues that the district court either applied the incorrect provision to measure the one-\nyear period under § 2244(d)(1) or failed to account for time when the period was\ntolled. Finally, he asserts that the district court erred in refusing to rule that the\nlimitations period was equitably tolled. We conclude that these contentions lack\nmerit, so we affirm the judgment.\n\n                                           I.\n\n       In 1989, a jury convicted Coulter in the Ashley County Circuit Court of capital\nmurder for the rape and murder of a five-year-old girl and sentenced Coulter to death\nby lethal injection. In 1991, the Arkansas Supreme Court affirmed the conviction,\n\n\n      1\n       The Honorable Susan O. Hickey, United States District Judge for the Western\nDistrict of Arkansas.\n\n                                          -2-\n\fand the Supreme Court denied certiorari. Coulter v. State, 804 S.W.2d 348 (Ark.),\ncert. denied, 502 U.S. 829 (1991).\n\n       In December 1991, Coulter sought state post-conviction relief. Almost eight\nyears later, on October 8, 1999, the circuit court denied Coulter’s petition. The circuit\ncourt mailed a copy of the judgment to Coulter’s attorney, but sent it to an old\naddress. On October 21, the clerk of court received the judgment in return mail; it\nwas marked as “undeliverable as addressed-forwarding order expired.” The record\nshows no additional attempts by the circuit court to notify Coulter’s attorney of the\ndenial of post-conviction relief. Under Arkansas Criminal Rule of Appellate\nProcedure 2(a)(4), Coulter had until November 8, 1999, thirty days after entry of the\ncircuit court’s judgment, to file a notice of appeal. See also Ark. R. App. P. Crim. 17.\n\n      On January 25, 2000, over two months after the appeal deadline had expired,\nthe Arkansas Attorney General’s office contacted Coulter’s attorney and notified him\nthat Coulter’s request for post-conviction relief had been denied. That day, Coulter’s\nattorney filed a notice of appeal with the Arkansas Supreme Court. On February 22,\nCoulter’s attorney filed a motion for belated appeal under Arkansas Criminal Rule of\nAppellate Procedure 2(e). The Arkansas Supreme Court granted the motion on\nMarch 30 and considered the appeal. The state supreme court eventually affirmed the\ndenial of Coulter’s request for post-conviction relief and issued its mandate on\nDecember 19, 2000.\n\n       On October 1, 2001, Coulter filed his petition for habeas corpus in the district\ncourt. The district court permitted Coulter to amend his petition twice, in September\n2003 and January 2007, to include additional challenges to his conviction. In\nSeptember 2009, the district court issued an order observing that the State had raised\nseveral “threshold matters” for consideration, including at least one of the following\nmatters—the statute of limitations, procedural default, and exhaustion of state\nremedies—on each of Coulter’s alleged grounds for relief. The court established a\n\n                                          -3-\n\fbriefing schedule for the parties to address all statute-of-limitations arguments and\nprocedural defenses.\n\n       The State then filed a “First Amended Response to Petitioner’s Second\nAmended Petition.” In its response, the State stated that it interpreted the court’s\nSeptember order as granting the State leave to amend its responsive pleading.\nAlternatively, the State sought the court’s leave to amend its pleading under Federal\nRule of Civil Procedure 15(a)(2). In the amended response, the State asserted that\nCoulter’s original petition was untimely because it was filed after AEDPA’s one-year\nstatute of limitations had expired. See 28 U.S.C. § 2244(d). The court held an\nevidentiary hearing on the limitations and procedural matters, and the parties filed\npost-hearing briefs. Coulter argued that the State had waived its statute-of-limitations\ndefense or that the court should decline to address the defense. Alternatively, he\nurged that his petition was timely under AEDPA’s statutory tolling rules or that the\ntime limit should be equitably tolled.\n\n       In its order, the district court first addressed the State’s motion to amend its\nresponse under Rule 15(a)(2) and declined to accept the amended response based on\nthe court’s briefing order. The court noted that Rule 15 provides that leave to amend\nis to be freely granted when justice so requires. The court concluded that the State’s\nmotion to amend its response to Coulter’s second amended petition was not filed in\nbad faith, with dilatory motive, or with undue delay, noting that the parties had been\nactively litigating the procedural defenses and statute-of-limitations arguments since\nCoulter filed his Second Amended Petition in January 2007. The court also\ndetermined that allowing the State to amend its response would not unduly prejudice\nCoulter, because Coulter had the opportunity to raise his arguments in two rounds of\nbriefing and to present evidence at a hearing. Finally, the district court observed that\nit had permitted Coulter to amend his petition twice. The court stated that Coulter\nfailed to present any reason why the State “should not enjoy the same consideration\n\n\n\n                                          -4-\n\fand application in the interest of justice.” Accordingly, the court granted the State’s\nmotion to amend.\n\n       The district court then addressed the statute-of-limitations argument and\ndismissed Coulter’s petition as untimely. In concluding that the petition was\nuntimely, the court reasoned as follows: Under AEDPA, Coulter’s limitations period\nwas tolled while his state post-conviction proceedings were pending in the Ashley\nCounty Circuit Court. The limitations period began to run after the time for filing an\nappeal expired on November 8, 1999. The limitations period ran for 106 days until\nCoulter filed his motion for belated appeal on February 22, 2000. The limitations\nperiod was then tolled until December 19, 2000, when the Arkansas Supreme Court\nissued its mandate affirming the denial of Coulter’s post-conviction relief. Coulter\nfiled his federal habeas petition 286 days later, on October 1, 2001.\n\n       The district court determined that a total of 392 untolled days elapsed before\nCoulter filed his petition, so with a limitations period of 365 days, his petition was\ntwenty-seven days late. The court also denied Coulter’s request for equitable tolling,\nbecause he failed to show that he was reasonably diligent in pursuing his rights. The\ncourt then denied Coulter’s post-judgment motions, but granted a certificate of\nappealability “with respect to whether the original and all subsequent petitions are\ntime barred by the AEDPA one year statute of limitations and whether [Coulter] is\nentitled to equitable tolling.”\n\n                                          II.\n\n       We consider first whether the district court abused its discretion by considering\na statute-of-limitations defense. Coulter argues that the State waived this defense\nbecause it repeatedly engaged the merits of Coulter’s petition, failed to argue that the\noriginal petition was untimely in its responsive pleadings, asserted in previous court\nfilings that Coulter’s petition was timely, and waited several years to raise the\n\n                                          -5-\n\flimitations defense. Alternatively, Coulter contends that the interests of justice are\nbest served by addressing the merits of his petition. We review the district court’s\ndecision for abuse of discretion. Hammer v. City of Osage Beach, 318 F.3d 832, 844\n(8th Cir. 2003); see Zenith Radio Corp. v. Hazeltine Research, Inc., 401 U.S. 321,\n330-32 (1971).\n\n       Waiver requires the “intentional relinquishment or abandonment of a known\nright.” Wood v. Milyard, 566 U.S. 463, 474 (2012) (quoting Kontrick v. Ryan, 540\nU.S. 443, 458 n.13 (2004)). In Wood, the Court determined that a State waived a\nstatute-of-limitations defense when it said in the district court that “Respondents are\nnot challenging, but do not concede, the timeliness of the petition.” Id. at 467\n(quotation omitted). The Court observed that the State expressed a “clear and\naccurate understanding of the timeliness issue” and “deliberately steered the District\nCourt away from the question and towards the merits of [the] petition.” Id. at 474.\nOn the other hand, the Court held in Day v. McDonough, 547 U.S. 198 (2006), that\na State did not waive a statute-of-limitations argument when the State committed\n“merely an inadvertent error” in failing to raise it earlier. Id. at 211.\n\n       Coulter has not established that the State waived the statute-of-limitations\ndefense here. Unlike the petitioner in Wood, Coulter has not identified any\nexpression by the State of a clear and accurate understanding of the timeliness issue\nand a deliberate effort to forego raising a meritorious defense. The State did assume\nin certain pleadings that Coulter’s original petition was timely, but there is nothing\nto show more than negligence by counsel for the State in failing to recognize earlier\nthat Coulter’s original petition was untimely. The State thus did not knowingly and\nintelligently waive its statute-of-limitations defense.\n\n      Next, Coulter argues that in determining whether to address the State’s statute-\nof-limitations defense, the district court was required to apply a more stringent\nstandard than the rule of civil procedure that governs leave to amend pleadings. See\n\n                                         -6-\n\fFed. R. Civ. P. 15(a)(2). Coulter relies on Day, where the Court addressed whether\na district court could raise a statute-of-limitations defense sua sponte. In that\nsituation, a district court “must assure itself that the petitioner was not significantly\nprejudiced by the delayed focus on the limitation issue,” and must “determine whether\nthe interests of justice would be better served by addressing the merits or by\ndismissing the petition as time barred.” Day, 547 U.S. at 210 (internal quotation\nomitted). Day is inapplicable here, because the district court did not act sua sponte.\nThe district court did not raise the timeliness of Coulter’s original petition on its own\nmotion; the State moved to amend its response to include the defense that Coulter’s\noriginal petition was untimely. The district court therefore properly analyzed the\nState’s motion under Rule 15(a)(2).\n\n       Rule 15(a)(2) states that “a party may amend its pleading only with the\nopposing party’s written consent or the court’s leave.” The Rule further provides that\n“[t]he court should freely give leave when justice so requires.” Fed. R. Civ. P.\n15(a)(2); see Popp Telcom v. Am. Sharecom, Inc., 210 F.3d 928, 943 (8th Cir. 2000).\nWe have said that leave “should normally be granted absent good reason for a\ndenial.” Popp Telcom, 210 F.3d at 943.\n\n       Coulter first argues that the district court abused its discretion in granting leave\nbecause the State’s delay in raising the limitations defense prejudiced him. Coulter\nasserts that if the State had raised the defense earlier, then he would have been able\nto establish a better case for equitable tolling. He asserts that his legal counsel,\nalthough present at the evidentiary hearing, was unable to recall certain facts about\nhis case. But Coulter did not present this concern to the district court, so the State\nhad no opportunity to present evidence or argument about it, and the district court had\nno occasion to address it. Coulter’s evidence of prejudice, moreover, was vague and\nspeculative. He points only to his post-conviction counsel’s answer, when asked\nwhether there were things that he could not remember about the representation, that\n“I’m sure there are a lot of things I can’t remember, I’m 76.” This evidence is\n\n                                           -7-\n\finsufficient to establish that the district court abused its discretion in concluding that\nthere was no undue prejudice to Coulter from granting the State leave to amend its\nresponse.\n\n       Coulter’s second contention is that the district court abused its discretion\nbecause the State had several opportunities to assert the defense earlier. Delay alone,\nhowever, is an insufficient reason to deny a litigant’s motion to amend under Rule\n15(a)(2). Moore-El v. Luebbers, 446 F.3d 890, 902 (8th Cir. 2006). Here, the district\ncourt found that there was no evidence that the State withheld the limitations\nargument strategically or in bad faith. The court also noted that the State and Coulter\nhad been actively litigating the issues of procedural defense and limitations\narguments during the two years between Coulter’s second amended petition and the\nState’s motion to amend its response; the amended response was thus compatible with\nthe status of the litigation. There is no per se rule against even sua sponte\nconsideration of a statute of limitations in a capital case, see Gray v. Branker, 529\nF.3d 220, 241 (4th Cir. 2008), so the nature of the case did not preclude the court\nfrom granting leave to amend. The court ensured that Coulter was able to state his\nposition on the limitations issue in two rounds of briefing and at an evidentiary\nhearing. The court’s ruling also aligned with its previous orders granting Coulter\nleave to amend his original 2001 petition twice, in 2003 and 2007. We see no abuse\nof discretion in the district court’s even-handed application of Rule 15(a)(2).\n\n                                           III.\n\n       For the first time on appeal, Coulter argues that the district court incorrectly\napplied 28 U.S.C. § 2244(d)(1)(A)—“the date on which the judgment became\nfinal”—as the trigger for Coulter’s one-year limitations period. In the district court,\nCoulter argued that his petition was timely under § 2244(d)(1)(A), but he now argues\nthat § 2244(d)(1)(B) sets forth the appropriate starting point for his one-year\nlimitations period. That subsection refers to “the date on which the impediment to\n\n                                           -8-\n\ffiling an application created by State action in violation of the Constitution or laws\nof the United States is removed, if the applicant was prevented from filing by such\nState action.” Coulter seeks to argue that the Arkansas circuit court clerk’s failure to\nsend counsel the judgment in his post-conviction proceeding was an “impediment to\nfiling an application created by State action in violation of the Constitution or laws\nof the United States.”\n\n        We ordinarily do not consider an argument for reversal that is raised for the\nfirst time on appeal. Williams v. Clarke, 40 F.3d 1529, 1535 (8th Cir. 1994). Coulter\ncontends that the rule is inapplicable here, because an argument about the proper\ntrigger date for the statute of limitations—like the standard of review under AEDPA,\nsee Ward v. Stephens, 777 F.3d 250, 257 n.3 (5th Cir. 2015)—cannot be waived.\nWood already established, however, that a State can waive a statute-of-limitations\ndefense, and Day said that a court is not “obliged” to raise the issue sua sponte. 547\nU.S. at 209. There is no merit, therefore, to Coulter’s suggestion that ordinary\nprocedural rules requiring presentation in the district court cannot apply to a statute-\nof-limitations argument.\n\n       Coulter next suggests that vigorous litigation in the district court about\nequitable tolling provided the court with an opportunity to apply § 2244(d)(1)(B), but\nthe two issues are separate and distinct. That equitable tolling might apply to a\npetition that is otherwise barred by § 2244(d)(1)(A) does not alert the district court\nthat the prisoner wants the court to apply § 2244(d)(1)(B).\n\n       Coulter contends that he is raising only a new “argument” on appeal, not a new\n“issue,” and that we have not refused to consider “each nuance or shift in approach\nurged by a party simply because it was not similarly urged below.” See Universal\nTitle Ins. Co. v. United States, 942 F.2d 1311, 1314 (8th Cir. 1991) (quotation\nomitted). Coulter raised one statutory argument before the district court: whether\n§ 2244(d)(2) applied to toll Coulter’s one-year statute of limitations under\n\n                                          -9-\n\f§ 2244(d)(1)(A). Whether a State-created impediment prevented Coulter from filing\nhis habeas petition under § 2244(d)(1)(B) is not merely a “nuance or shift in\napproach.” It is an entirely new issue under a different statutory provision that the\ndistrict court did not have an opportunity to address.\n\n        Coulter also urges us to exercise our discretion to consider the new issue for\nthe first time on appeal. We typically do so only when a party presents a question of\nlaw and refusing to determine the issue could lead to injustice. In re Modern Textile,\nInc., 900 F.2d 1184, 1191 (8th Cir. 1990). On the legal issue here, we are skeptical\nthat a court clerk’s failure to send notice of a judgment to counsel is a state-created\n“impediment” that “prevented” Coulter from filing a habeas petition. He was free to\nfile a petition at any time. Equitable tolling is available to address delayed notice that\nleads a prisoner to believe that filing was not necessary or ripe, but § 2244(d)(1)(B)\nrequires state action that actually prevents a filing. The section would apply, for\ninstance, when a State prevents a prisoner from sending mail to the court, or perhaps\nwhen a prison law library refuses to furnish essential legal materials, see Egerton v.\nCockrell, 334 F.3d 433, 438-39 (5th Cir. 2003), but not when a State merely fails to\nprovide a trial transcript, Lloyd v. VanNatta, 296 F.3d 630, 633 (7th Cir. 2002).\n\n        The Fifth Circuit thus expressed “serious reservations” about whether the\nState’s failure to notify a prisoner of a post-conviction ruling “provides a basis for a\nstatutory tolling claim rather than merely an equitable tolling claim.” Clarke v.\nRader, 721 F.3d 339, 343 (5th Cir. 2013); see Critchley v. Thaler, 586 F.3d 318, 321\nn.3 (5th Cir. 2009). This court left open the possibility that lack of notice of finality\n“could be” a state-created impediment under § 2244(d)(1)(B), see Earl v. Fabian, 556\nF.3d 717, 726 (8th Cir. 2009), but if it were, then it would be a “fact intensive issue,”\nid., not a purely legal issue that we might consider as a matter of discretion for the\nfirst time on appeal. We therefore decline to address further the applicability of\n§ 2244(d)(1)(B).\n\n\n\n                                          -10-\n\f                                          IV.\n\n       Coulter next challenges the district court’s application of § 2244(d)(1)(A) and\n(d)(2), which we review de novo. Payne v. Kemna, 441 F.3d 570, 571 (8th Cir.\n2006). Section 2244(d)(1)(A) states that a petition must be filed within one year of\n“the date on which the judgment became final by the conclusion of direct review or\nthe expiration of the time for seeking such review.” Section 2244(d)(2), known as the\ntolling provision, provides: “The time during which a properly filed application for\nState post-conviction or other collateral review with respect to the pertinent judgment\nor claim is pending shall not be counted toward any period of limitation under this\nsubsection.”\n\n       The district court concluded that Coulter’s state post-conviction proceedings\nceased to be “pending” when his time to appeal expired on November 8, 1999. See\n§ 2244(d)(1)(A); Ark. R. App. P. Crim. 2(a)(4). The court determined that his\nlimitation period continued to run until February 22, 2000 (106 days), when Coulter\nfiled his motion for belated appeal to the Arkansas Supreme Court. The period was\nthen tolled while the Arkansas Supreme Court considered the appeal, until December\n20, 2000, the day after the supreme court issued its mandate denying relief. Another\n286 days then elapsed between the issuance of the mandate and the date when Coulter\nfiled his federal habeas petition on October 1, 2001. In total, 392 untolled days\nelapsed between the date when Coulter’s judgment of conviction became final and\nthe date when he filed his petition. On the district court’s rationale, the petition was\ntwenty-seven days late.\n\n        Coulter contends that his petition was timely because his state post-conviction\nproceedings remained “pending” between November 8, 1999 (the date when the time\nfor filing a notice of appeal expired) and February 22, 2000 (the date when Coulter\nfiled his motion for belated appeal with the state supreme court). If that were correct,\n\n\n\n                                         -11-\n\fthen there would be another 106 days of tolling under § 2244(d)(2), and the petition\nwould be timely.\n\n       Coulter’s argument is based on Arkansas Criminal Rule of Appellate Procedure\n2(e). That rule provides that an appellant who failed to take a timely notice of appeal\nmay move for belated appeal within eighteen months of the “date of entry of\njudgment or entry of the order denying postconviction relief from which the appeal\nis taken.” Upon such a motion, the Arkansas Supreme Court “may act upon and\ndecide a case . . . when a good reason for the omission is shown by affidavit.” Ark.\nR. App. R. Crim. 2(e); see McDonald v. State, 146 S.W.3d 883, 888-89, 892 (Ark.\n2004). Coulter’s theory is that because the rules allow eighteen months for the filing\nof a belated appeal, a case should be deemed “pending” during that entire period,\nwhether or not a motion was on file, if the supreme court later allows a belated\nappeal.\n\n       An application for post-conviction review is pending “as long as the ordinary\nstate collateral review process is in continuance–i.e., until the completion of that\nprocess.” Carey v. Saffold, 536 U.S. 214, 219-20 (2002) (internal quotation marks\nomitted). The Supreme Court derived this conclusion from the common meaning of\nthe term: “The dictionary defines ‘pending’ (when used as an adjective) as ‘in\ncontinuance’ or ‘not yet decided.’ It similarly defines the term (when used as a\npreposition) as ‘through the period of continuance . . . of,’ ‘until the . . . completion\nof.’” Id. at 219 (citation omitted) (quoting Webster’s Third New International\nDictionary 1669 (1993)).\n\n       Applying Saffold, this court held in Streu v. Dormire, 557 F.3d 960 (8th Cir.\n2009), that once a petitioner’s deadline for filing a notice of appeal passed without\naction by the petitioner, the state post-conviction application ceased to be “pending.”\nId. at 966. We explained that once the deadline passes, there is nothing “in\ncontinuance” or “not yet decided.” We therefore concluded that the petitioner’s state\n\n                                          -12-\n\fpost-conviction proceedings were not pending between the expiration of the time for\nappeal and the filing of a motion for belated appeal in Missouri. Id.\n\n       Coulter argues that Streu is inapposite, because the Arkansas rule specifically\nallows an appellant eighteen months in which to file a motion for belated appeal,\nwhile Missouri had no such rule in Streu and simply adjudicated the motions on an\nad hoc basis. Whether the appeal was “pending” before the motion was filed,\nhowever, does not depend on whether a State has codified the procedure for belated\nappeals. Missouri (through decisional law) and Arkansas (through Rule 2(e)) both\nallow for belated appeals based on motions that are filed months after the ordinary\ntime for filing an appeal has expired. Streu established that even when the court\ngrants a motion to proceed with a belated appeal, the application for post-conviction\nrelief is not considered “pending” during the period after the original deadline and\nbefore the motion for belated appeal is granted. Accord Gibson v. Klinger, 232 F.3d\n799, 806-07 (10th Cir. 2000) (holding that despite state rules that allow a petitioner\nto file an appeal out of time, a petitioner’s state post-conviction relief was not\n“pending” until the petitioner complied with those state procedures to seek an\nappeal). The district court thus ruled correctly that Coulter’s application was not\npending between November 8, 1999, and February 22, 2000.\n\n      Alternatively, Coulter argues that his state post-conviction proceedings were\n“pending” again when he filed a notice of appeal with the county clerk on January 27,\n2000. But the time for filing a notice of appeal had expired on November 8, 1999,\nand the “notice” filed on January 27, 2000, was a nullity. It could not revive the state\npost-conviction application or make it pending. At that point, Coulter’s only recourse\nwas to file the motion for belated appeal with the state supreme court. Nothing was\n“pending” before Coulter filed his motion on February 22.2\n\n\n      2\n        Streu did not decide whether a petitioner’s application for post-conviction\nrelief became pending when he filed motion for belated appeal or when the state court\n                                         -13-\n\f       For these reasons, we conclude that the district court did not fail to toll the\nstatute of limitations for any time during which Coulter’s application was “pending.”\nTherefore, Coulter’s habeas petition was not timely filed under 28 U.S.C. § 2244.\n\n                                           V.\n\n       Coulter’s final argument is that he is entitled to equitable tolling of the statute\nof limitations. To receive equitable tolling, a petitioner must show “‘(1) that he has\nbeen pursuing his rights diligently, and (2) that some extraordinary circumstance\nstood in his way’ and prevented timely filing.” Holland v. Florida, 560 U.S. 631, 649\n(2010) (quoting Pace v. DiGuglielmo, 544 U.S. 408, 418 (2005)). The diligence\nrequired for equitable tolling is reasonable diligence, not “maximum feasible\ndiligence.” Id. at 653 (quotation omitted). The district court concluded that although\nCoulter had shown an extraordinary circumstance in the State’s failure to provide\nnotice of the judgment in his post-conviction proceeding, he did not show that he\ndiligently pursued his rights. The court therefore declined to apply equitable tolling.\nWe review this decision de novo. See English v. United States, 840 F.3d 957, 958\n(8th Cir. 2016).\n\n       The State argues that the lack of notice to Coulter from the state circuit court\nwas not an extraordinary circumstance that prevented Coulter from filing a timely\npetition, because Coulter’s attorney was at fault for failing to change his address on\nfile with the clerk of court. We need not decide that question, because we discern no\nerror in the district court’s conclusion that Coulter was not reasonably diligent. When\nthe Arkansas Supreme Court issued its mandate in the post-conviction proceeding,\napproximately four months had run on Coulter’s one-year limitations period. Coulter\n\n\ngranted the motion. 557 F.3d at 967. Resolution of that issue does not affect the\noutcome here. We assume for the sake of analysis that Coulter’s application became\npending when he filed his motion for belated appeal on February 22, 2000, because\nthat is the interpretation most favorable to Coulter.\n                                          -14-\n\fthus had over eight months remaining to file a timely habeas petition. That he failed\nto proceed promptly with preparing and filing a petition evidences a lack of diligence.\n See Pace, 544 U.S. at 419; Earl, 556 F.3d at 724. Coulter argues for the first time\non appeal that he showed diligence by filing two motions during the eight months—a\nmotion to appoint federal habeas counsel in January 2001 and a motion to authorize\nan investigator in June 2001. Merely acquiring legal representation, however, is not\nsufficient to establish reasonable diligence. Doe v. Menefee, 391 F.3d 147, 175 (2d\nCir. 2004); see Muhammad v. United States, 735 F.3d 812, 816-17 (8th Cir. 2013).\nAfter counsel was appointed, Coulter still had approximately seven months to file his\npetition, but he did not move to authorize an investigator until five months later.\nWhere a petitioner has not made good use of the time available to him within the\nlimitations period, he has not demonstrated the diligence required to justify equitable\ntolling. See Williams v. Kelley, 830 F.3d 770, 773 (8th Cir. 2016); Gordon v.\nArkansas, 823 F.3d 1188, 1195-96 (8th Cir. 2016); Nelson v. Norris, 618 F.3d 886,\n893 (8th Cir. 2010); Earl, 556 F.3d at 724-25.\n\n       Coulter argues that he is not required to show diligence during the eight-month\nperiod, and that the district court should have started the one-year limitations period\nno earlier than January 25, 2000, when he learned of the judgment in his state post-\nconviction proceeding. He urges us to apply the so-called “stop-clock approach”\nrecently adopted by the Second Circuit in Harper v. Ercole, 648 F.3d 132, 139-42 (2d\nCir. 2011). Under this approach, the clock is stopped during the extraordinary\ncircumstance that justifies equitable tolling: “[A] court may suspend the statute of\nlimitations for the period of extraordinary circumstances and determine timeliness by\nreference to the total untolled period without requiring a further showing of diligence\nthrough filing.” Id. at 139. On that view, Coulter’s statute of limitations would have\nbeen tolled or “stopped” during the period when the state court failed to notify\nCoulter of his post-conviction judgment—from November 8, 1999 to January 25,\n2000. With additional tolling of these seventy-nine days, his petition would be\ntimely.\n\n                                         -15-\n\f      Even assuming for the sake of analysis that our precedent does not foreclose\nthe “stop-clock” approach, the Harper decision is not as forgiving as Coulter\nsuggests. To secure equitable tolling, a petitioner also must show that the\nextraordinary circumstance caused him to miss the original filing deadline. Id. at\n137. “A court may conclude that such causation is lacking where the identified\nextraordinary circumstances arose and concluded early within the limitations period.\nIn such circumstances, a diligent petitioner would likely have no need for equity to\nintervene to file within the time remaining to him.” Id.\n\n       That is precisely the situation here. Coulter’s extraordinary circumstance\nended with eight months remaining in the limitations period. He or his attorney could\nhave calculated the remaining time just as we and the district court have calculated\nit, and the availability of equitable tolling does not turn on the ease or difficulty of a\ndiscernable time computation. In any event, the dissent’s contention that it was\nsupposedly unclear that eight months remained, post, at 21, is irrelevant to whether\nCoulter was prevented from filing a timely petition, because the causation\nrequirement means that he must proceed with reasonable diligence. See Harper, 648\nF.3d at 138 n.5. Coulter has not demonstrated that he was incapable, with the\nexercise of reasonable diligence, of filing a timely petition within the remaining eight\nmonths, so equity will not intervene. Whether or not we apply the “stop-clock”\napproach, Coulter is not eligible for equitable tolling. See Hizbullahankhamon v.\nWalker, 255 F.3d 65, 76 (2d Cir. 2001) (Sotomayor, J.) (concluding that even if\npetitioner established an extraordinary circumstance based on twenty-two days when\nhe was denied access to legal materials at the beginning of his one-year limitations\nperiod, petitioner was not entitled to equitable tolling for those days because this\ncircumstance did not prevent him from filing a timely petition).3\n\n      3\n       The dissent, post, at 21 n.7, seems to think that a petitioner satisfies the\nSecond Circuit’s causation requirement simply by showing that the number of days\nby which the petition is late is fewer than the number of days that elapsed during the\nextraordinary circumstance. That is not correct. In Hizbullahankhamon, for example,\n                                          -16-\n\f                                   *       *       *\n\n      The judgment of the district court is affirmed.\n\nKELLY, Circuit Judge, dissenting.\n\n       After Roger Coulter’s conviction became final, he filed a petition seeking state\npost-conviction relief, which remained pending in the state trial court for almost eight\nyears. That petition was denied on November 8, 1999, but, because he was not\nproperly notified, Coulter did not effectuate his appeal until February 22, 2000—a\nperiod of 106 days during which the federal statute of limitations was not tolled.4\nAfter granting Coulter’s belated motion and reinstating his appeal, the Arkansas\nSupreme Court issued its mandate, denying Coulter relief on December 19, 2000.\nCoulter filed his federal habeas petition on October 1, 2001, 286 days later.\n\n\n\n\nthe petition was sixteen days late, but the petitioner was not entitled to equitable\ntolling for twenty-two days based on an extraordinary circumstance, because he could\nnot show that the extraordinary circumstance at the beginning of the limitations\nperiod prevented him from filing a timely petition. 255 F.3d at 76.\n      4\n       During the almost eight years that Coulter’s state petition was pending, his\nattorney had moved offices twice, and the state court sent the notice to the incorrect\naddress. When the notice was returned as undeliverable, the state circuit court made\nno additional attempts to notify Coulter or his counsel. Coulter’s attorney finally\nreceived notice on January 25, 2000, and immediately filed a notice of appeal.\nHowever, he did not file a motion for belated appeal under Arkansas Criminal Rule\nof Appellate Procedure 2(e) until February 22. The analysis might differ for those\ntwenty-eight days, during which Coulter’s attorney had notice but had not filed a\nmotion under the appropriate rule. But because tolling the period of seventy-eight\ndays from November 8, 1999, to January 25, 2000, would bring Coulter well within\nthe one-year statute of limitations, separate analysis of the twenty-eight-day period\nof time is not necessary.\n                                         -17-\n\fTherefore, based on the calculation of 392 accumulated and untolled days, Coulter’s\npetition was twenty-seven days late.\n\n       In September 2009, almost eight years after Coulter filed his federal habeas\npetition, the district court requested briefing to address various procedural matters,\nincluding the statute of limitations. On October 29, 2009, the state filed its “First\nAmended Response to Petitioner’s Second Amended Petition,” raising for the first\ntime the issue of whether Coulter’s 2001 petition was filed outside the one-year\nstatute of limitations. After an evidentiary hearing and briefing from the parties, the\ndistrict court denied Coulter’s petition as untimely without addressing the merits. In\nmy view, Coulter’s petition satisfies the requirements for equitable tolling, and I\nwould reverse the judgment of the district court and remand the petition for a decision\non the merits. See English, 840 F.3d at 958 (“We review a denial of equitable tolling\nde novo, but review underlying fact findings for clear error.”).\n\n       A habeas corpus petitioner is entitled to equitable tolling on the basis of a\nshowing “‘(1) that he has been pursuing his rights diligently, and (2) that some\nextraordinary circumstance stood in his way’ and prevented timely filing.” Holland,\n560 U.S. at 649 (quoting Pace, 544 U.S. at 418). The district court determined that\nCoulter had satisfied the second prong because “the [c]ircuit [c]ourt [c]lerk’s failure\nto send . . . notice to the proper address constitutes an extraordinary delay beyond\n[Coulter]’s control.” I agree that these facts constitute an extraordinary circumstance\nthat stood in the way of Coulter’s timely filing his petition. See Earl, 556 F.3d at\n723–24 (“[A] significant state created delay in providing a prisoner with notice that\nhis state judgment of conviction has become final amounts to an extraordinary\ncircumstance beyond a prisoner’s control which can equitably toll the AEDPA statute\nof limitations if the prisoner has pursued his rights with diligence.”).\n\n      The district court determined, however, that Coulter had not “diligently\npursued his rights during the 286 days that elapsed between December 19, 2000 and\n\n                                         -18-\n\fOctober 1, 2001.”5 On that basis, the court denied Coulter’s petition, finding him\nineligible for equitable tolling. However, I do not believe that the 286 days are the\nrelevant period during which diligence should be assessed. Rather—under facts such\nas these—I would apply what has been called the “stop-clock approach.”6 See Harper,\n648 F.3d at 139–42; cf. Holland, 560 U.S. at 649–50 (“In emphasizing the need for\n‘flexibility,’ for avoiding ‘mechanical rules,’ we have followed a tradition in which\ncourts of equity have sought to ‘relieve hardships which, from time to time, arise from\na hard and fast adherence’ to more absolute legal rules, which, if strictly applied,\nthreaten the ‘evils of archaic rigidity.’” (citations omitted)); Luna v. Kernan, 784 F.3d\n640, 651 (9th Cir. 2015) (citing Gibbs v. Legrand, 767 F.3d 879, 891–92 (9th Cir.\n2014) (discussing the adoption of a stop-clock approach)).\n\n       Under the stop-clock approach, the “clock” (the one-year statute of limitations)\nis “stopped” (tolled) during the extraordinary circumstance so long as the petitioner\ndemonstrates diligence during the time he is seeking to have tolled. The petitioner\nis not additionally required to demonstrate diligence during the untolled period that\nfollows. See Luna, 784 F.3d at 651 (explaining that, under this approach, “[a]ny\nperiod during which both extraordinary circumstances and diligence are shown does\nnot count toward the statute of limitations, just as any period during which a properly\nfiled application for state post-conviction relief is pending does not count toward the\nstatute of limitations” (citing Wood, 566 U.S. at 468–69 & n.3)). Such an approach\n\n\n      5\n       “The diligence required for equitable tolling purposes is reasonable diligence,\nnot maximum feasible diligence.” Holland, 560 U.S. at 653 (citations and internal\nquotation marks omitted).\n      6\n       The court “assum[es] for the sake of analysis that our precedent does not\nforeclose the ‘stop-clock’ approach.” Supra, at 16. I see no reason why it would. We\nhave required, as instructed by Holland, that petitioners seeking equitable tolling\ndemonstrate “reasonable diligence” in pursuing their appeals, but we have not\naddressed a circumstance where a petitioner advanced a stop-clock theory that might\nbring an otherwise time-barred petition within the statute of limitations.\n                                          -19-\n\fis consistent with the Supreme Court’s recognition that “AEDPA’s limitations period\nis not particularly long,” Holland, 560 U.S. at 647, and the goal of giving “state\nprisoners . . . the full year allowed them by Congress to consider and prepare their\nfederal habeas petitions.” Harper, 648 F.3d at 140 (quoting Zarvela v. Artuz, 254\nF.3d 374, 382 (2d Cir. 2001)); see also Luna, 784 F.3d at 651 (“If the objective of the\nstop-clock approach is to give petitioners one full year of unobstructed time to\nprepare a federal habeas petition, a separate diligence-through-filing requirement\nappears to thwart that objective.”).\n\n       What diligence is reasonable must be assessed in light of the specific\nextraordinary circumstance that occurred. Cf. Holland, 560 U.S. at 650 (quoting\nBaggett v. Bullitt, 377 U.S. 360, 375 (1964) for the proposition that “the exercise of\na court’s equity powers . . . must be made on a case-by-case basis”). In this case, I\ndo not see how Coulter’s diligence could be viewed as anything less than reasonable,\nas he still believed he was waiting for a disposition from a state court and that his\ncompetent counsel would inform him of such. See Luna, 784 F.3d at 649–50 (“Under\nsome circumstances, communicating with one’s lawyer and relying on the lawyer’s\nassurances that everything is proceeding apace can suffice to demonstrate\ndiligence.”). Coulter’s state petition had been pending for almost eight years, and it\nwas reasonable for him to believe it might remain pending for a bit longer. Without\nany indication from the state court that his petition had been resolved, Coulter was\nexercising reasonable diligence by continuing to wait. Cf. Holland, 560 U.S. at 650\n(“The ‘flexibility’ inherent in ‘equitable procedure’ enables courts ‘to meet new\nsituations that demand equitable intervention and to accord all the relief necessary to\ncorrect particular injustices.’” (alterations omitted) (quoting Hazel-Atlas Glass Co.\nv. Hartford-Empire Co., 322 U.S. 238, 248 (1944)))\n\n       Finally, under the stop-clock approach, a petitioner still must show that the\nextraordinary circumstance was the cause for the failure to file the petition within the\nstatute of limitations. See Harper, 648 F.2d at 137 (citing both Hizbullahankhamon,\n\n                                         -20-\n\f255 F.3d at 76 (requiring a showing of causation) and Valverde v. Stinson, 224 F.3d\n129, 134 (2d Cir. 2000) (same)). Coulter has made this showing.7 In this case, the\nextraordinary circumstance itself—the clerk’s failure to notify Coulter that his\npetition had been denied—made the one-year statute-of-limitations deadline virtually\nimpossible to calculate with any certainty. Once he received notice, Coulter’s\ncounsel submitted multiple filings, ultimately reviving Coulter’s state post-conviction\nappeal. But when the appeal was denied, it remained unclear how much time, if any,\nhad run off Coulter’s one-year clock. Even the State believed—or “assume[d]”—that\nCoulter’s § 2254 petition had been timely filed, and persisted in that belief or\nassumption for eight years of litigation.8 Whether Coulter’s original petition was\nfiled within the one-year statute of limitations has proven to be a particularly difficult\n\n      7\n        Because proceeding in equity counsels against adherence to “absolute legal\nrules,” Holland, 560 U.S. at 650, the causation analysis must also be governed by the\nfacts of the case. Where the extraordinary circumstance lasts for a discrete period of\ntime—rather than indefinitely, Harper, 648 F.3d at 140 (discussing and distinguishing\nValverde, 224 F.3d at 134 & n.5)—the causation principle requires that the\nextraordinary circumstance, during which diligence was demonstrated, be the cause\nof the petitioner’s failure to meet the one-year deadline. In other words, whether, but\nfor the extraordinary circumstance and the time that ran off the clock due to it, the\npetition would have been timely. See id. at 141 (describing Pace, 544 U.S. at 419,\nwhere petitioner did not file in the five months after the extraordinary circumstance\nended, as a situation that simply “reinforce[d] the adverse diligence determination for\nthe period for which tolling was sought, [but did not] establish a distinct diligence\nrequirement that would have rendered the petition untimely even if the state remedies\nhas been promptly pursued”); see also id. at 138 (noting that, because the petitioner\nfiled his petition “within the time that would have remained available to him under\nAEDPA” if the extraordinary circumstance had not occurred, “it cannot be argued\nthat undue delay, rather than the identified extraordinary circumstances, caused\n[petitioner] to miss the original AEDPA filing deadline”).\n      8\n       By way of contrast, in addition to failing to show causation, the petitioner in\nHizbullahankhamon was denied access to legal materials for twenty-two days during\nthe one-year statute-of-limitations period, but that extraordinary circumstance created\nno impediment to calculating when the one-year period would end. 255 F.3d at 76.\n                                          -21-\n\fprocedural question to answer. Throughout the majority of the proceedings, Coulter\nwas not even aware that it was a question to ask.\n\n       For the foregoing reasons, I would find equitable tolling appropriate in\nCoulter’s case and remand to the district court with instructions to address the merits\nof his petition. I respectfully dissent.\n                        ______________________________\n\n\n\n\n                                         -22-\n\f",
            "ocr": false,
            "opinion_id": 4203353
        }
    ],
    "court_short_name": "Eighth Circuit",
    "court_full_name": "Court of Appeals for the Eighth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}