{
    "id": 4462318,
    "judges": null,
    "date_filed": "2009-01-16",
    "date_filed_is_approximate": true,
    "slug": "martin-flores-v-state",
    "case_name_short": null,
    "case_name": "Martin Flores v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 12.0,
            "download_url": "http://www.search.txcourts.gov/RetrieveDocument.aspx?DocId=30225&Index=%5c%5coca%2dpsql12%2ecourts%2estate%2etx%2eus%5cTamesIndexes%5ccoa11%5cOpinion",
            "author_id": null,
            "opinion_text": "Opinion filed January 25, 2018\n\n\n\n\n                                          In The\n\n\n          Eleventh Court of Appeals\n                                      __________\n\n                                 No. 11-16-00296-CR\n                                     __________\n\n                         MARTIN FLORES, Appellant\n                                             V.\n                      THE STATE OF TEXAS, Appellee\n\n                     On Appeal from the 142nd District Court\n                             Midland County, Texas\n                         Trial Court Cause No. CR44415\n\n                      MEMORANDUM OPINION\n      The jury found Appellant guilty of two counts of the second-degree felony\noffense of sexual assault of a child.1 For the first count, the jury assessed punishment\nat confinement for ten years but recommended that the trial court suspend\nAppellant’s sentence and place him on community supervision. For the second\ncount, the jury assessed punishment at confinement for twenty years. The trial court\naccepted the jury’s recommendation on the first count and placed Appellant on\n\n      1\n       See TEX. PENAL CODE ANN. § 22.011 (West Supp. 2017).\n\fcommunity supervision for ten years. On the second count, the trial court sentenced\nAppellant to confinement for twenty years. On appeal, Appellant presents two\nissues. We affirm.\n                              I. The Charged Offense\n      The grand jury indicted Appellant on two separate counts for the offense of\nsexual assault of a child. Under Count One, the indictment alleged that Appellant\nintentionally and knowingly caused the penetration of M.B.’s sexual organ with his\nsexual organ while M.B. was under the age of seventeen. Under Count Two, the\nindictment alleged that Appellant intentionally and knowingly caused the\npenetration of M.B.’s anus with his sexual organ while M.B. was under the age of\nseventeen. A person commits the offense of sexual assault of a child if the person\nintentionally or knowingly “causes the penetration of the anus or sexual organ of a\nchild” who is under the age of seventeen. TEX. PENAL CODE ANN. § 22.011(a)(2)(A).\n                              II. Evidence at Trial\n      In November 2014, M.B. was living with Appellant’s wife, Pollyanna Flores,\nand Appellant’s ex-sister-in-law, Kyla Graves, in Lubbock. M.B. is Pollyanna’s\ncousin and had moved in with Pollyanna to assist with the care of her three children.\nAppellant worked in the oil fields in Midland, Texas, and was only home about\n“once every other week” or on “[t]he weekends.” M.B. accused Appellant of\nsexually assaulting her at a hotel room in Midland on or about November 5, 2014.\nM.B. was sixteen years old at the time, and her recollection of that night was unclear\nbecause she drank too much alcohol.\n         A. M.B., Pollyanna, and the three children took a trip to Midland.\n      M.B., Pollyanna, the children, and Appellant met up at a Comfort Inn in\nMidland in a hotel room with two beds. Appellant brought alcoholic drinks with\nhim, and Appellant, Pollyanna, and M.B. all proceeded to drink together. M.B.\n\n\n                                          2\n\fremembered being on one of the beds while Appellant, Pollyanna, and the children\nwere on the other bed.\n      M.B. testified that the next thing she remembered was being in the bathroom\nwith Pollyanna. Pollyanna asked M.B. to check and see if Pollyanna still had her\ntampon in. M.B. checked for her. The next thing M.B. remembered was being in\nthe main room and lying on one of the beds next to Pollyanna. M.B. said that\nAppellant stood in front of his wife and then moved over to M.B. and “put his penis\ninside of me [M.B.].” M.B. “believed” that Appellant put his penis in her “butt,”\nbut she did not remember if he put it anywhere else. M.B. remembered saying “stop”\nand then remembered being in the restroom “trying to calm down.” M.B. showered\n“to try and get everything out,” and when she walked out of the restroom, she noticed\nthat Appellant was not there and Pollyanna was crying. M.B. then told Pollyanna\nthat she was ready to leave.\n      Graves testified at trial that M.B. called her on the phone around 4:00 or\n4:30 a.m. on their drive back to Lubbock and that they arrived back home around\n6:30 a.m. During the phone call with M.B., Graves did not notice anything out of\nthe ordinary. Graves remarked that, when M.B. arrived at the house, she appeared\nto be “[j]ust fine” but that Pollyanna was crying. Graves said that she never\nwitnessed anything inappropriate happen between Appellant and M.B.\n         B. M.B. spoke out about the sexual assault, and a nurse conducted\n            a sexual assault examination.\n      M.B. testified that, later that day, she texted her close friend about what had\nhappened. Her friend, in turn, communicated with M.B.’s brother at school and told\nhim about the assault. M.B.’s mother found out and took M.B. to the emergency\nroom at University Medical Center in Lubbock because M.B. was in pain and “was\nbleeding from [her] butt.” At the emergency room, M.B. said she had been “raped\nthe night before” by Appellant.\n\n                                          3\n\f      Angelica Loli Reyna, the “nursing house supervisor” at UMC and a sexual\nassault nurse examiner (SANE), and Cassandra Schmitt, a victim’s advocate for the\nLubbock Rape Crisis Center, were called to UMC in response to M.B.’s accusations.\nReyna conducted a sexual assault examination on M.B., and Schmitt was present\nduring the examination to “provide a listening ear.” Reyna testified that M.B.\nidentified Appellant as her assailant and told her that Appellant “stuck his penis in\n[her] vagina” and then “turned [her] over and stuck his penis in [her] butt.” Reyna\nalso conducted an “anal-genital examination” on M.B. and found an abrasion on her\ninner thigh and groin area, “significant redness” at the entry of her vagina—\nspecifically the posterior fourchette, and three anal tears. Reyna testified at trial that\nher findings were consistent with what M.B. had told her, specifically with regard to\nthe anal penetration that M.B. had alleged. Schmitt testified that M.B. was sobbing\nand shaking while speaking to the police and while recalling the assault to the nurse.\n                                     III. Analysis\n      In his first issue, Appellant claims his “trial counsel was ineffective when he\nadmitted his client’s guilt to the jury during opening statement and closing\narguments.” In his second issue, Appellant claims that the evidence was insufficient\nto convict him of sexual assault of a child as alleged in Count One of the indictment.\nWe will address Appellant’s sufficiency challenge first and then address his\nineffective assistance of counsel claim.\n          A. Issue Two: The State adduced sufficient evidence to convict\n             Appellant of the offense of sexual assault of a child as alleged in\n             Count One of the indictment.\n      Appellant complains in his second issue that that the State adduced\ninsufficient evidence that Appellant intentionally and knowingly penetrated M.B.’s\nsexual organ with his sexual organ. Appellant points out that M.B. could not recall\nif Appellant vaginally penetrated her but testified merely that she “believed”\n\n\n                                            4\n\fAppellant put his penis in her “butt.” The State argues that Reyna’s testimony and\nthe admitted SANE report provide competent evidence of vaginal penetration. We\nagree with the State and conclude that Reyna’s testimony and the SANE report\nconstitute sufficient evidence from which a jury could have reasonably concluded\nthat Appellant penetrated M.B.’s sexual organ with his sexual organ.\n      The standard of review for sufficiency of the evidence is whether any rational\njury could have found Appellant guilty beyond a reasonable doubt of the charged\noffense. Jackson v. Virginia, 443 U.S. 307, 318 (1979); Brooks v. State, 323 S.W.3d\n893, 912 (Tex. Crim. App. 2010); Hooper v. State, 214 S.W.3d 9, 13 (Tex. Crim.\nApp. 2007). We review the evidence in the light most favorable to the verdict and\ndetermine whether any rational trier of fact could have found the essential elements\nof the offense beyond a reasonable doubt. Jackson, 443 U.S. at 319; Isassi v. State,\n330 S.W.3d 633, 638 (Tex. Crim. App. 2010). The trier of fact may believe all,\nsome, or none of a witness’s testimony because the factfinder is the sole judge of the\nweight and credibility of the witnesses. Sharp v. State, 707 S.W.2d 611, 614 (Tex.\nCrim. App. 1986); Isham v. State, 258 S.W.3d 244, 248 (Tex. App.—Eastland 2008,\npet. ref’d). We defer to the trier of fact’s resolution of any conflicting inferences\nraised by the evidence and presume that the trier of fact resolved such conflicts in\nfavor of the verdict. Jackson, 443 U.S. at 326; Brooks, 323 S.W.3d at 894; Clayton v.\nState, 235 S.W.3d 772, 778 (Tex. Crim. App. 2007).\n      Although M.B. did not testify at trial that she was vaginally penetrated by\nAppellant, M.B. told Reyna during the SANE examination that Appellant “stuck his\npenis in my vagina.” Reyna recounted M.B.’s statements at trial, and Reyna’s SANE\nreport, which also contained M.B.’s allegations of vaginal penetration, was admitted\ninto evidence. M.B. testified she was sixteen years old at the time of the assault.\nThis is sufficient evidence from which a jury could have reasonably concluded that\nAppellant intentionally and knowingly penetrated M.B.’s “sexual organ” with his\n                                          5\n\fsexual organ while she was under the age of seventeen. PENAL § 22.011(a)(2)(A);\nsee Adams v. State, 502 S.W.3d 238, 244 (Tex. App.—Houston [14th Dist.] 2016,\npet. ref’d) (concluding that a SANE nurse’s testimony was sufficient evidence from\nwhich a jury could have concluded that the defendant committed the offense of\naggravated sexual assault against a child). Moreover, Reyna found an abrasion on\nM.B.’s inner thigh and groin area and “significant redness” at the entry of her vagina.\n      The defense elicited testimony from Reyna that the “abrasion” was not\nactually an abrasion, but just “pretty red” skin, and that the red skin could have been\ncaused by tight clothing. The jury could have chosen to disregard this testimony.\nSee Sharp, 707 S.W.2d at 614; Isham, 258 S.W.3d at 248. After a review of the\nrecord, we hold that a rational jury could have found beyond a reasonable doubt that\nAppellant committed the offense of sexual assault of a child as alleged in Count One\nof the indictment. We overrule Appellant’s second issue.\n          B. Issue One: Appellant has failed to establish that he received\n             ineffective assistance of counsel.\n      Appellant argues in his first issue that he received ineffective assistance of\ncounsel because his attorney stated in his opening statement and closing argument\nthat “something did happen” and that we are not going to deny that “something\nhappened.” Appellant claims that this is a concession of guilt and argues that he\nreceived ineffective assistance of counsel under Strickland v. Washington, 466 U.S.\n668 (1984), and, alternatively, United States v. Cronic, 466 U.S. 648 (1984). As we\nexplain below, we disagree that Appellant’s trial counsel conceded his guilt and hold\nthat Appellant has not carried his burden of showing ineffective assistance of counsel\nunder either Strickland or Cronic.\n\n\n\n\n                                          6\n\f             1. An appellant ordinarily has the burden, under Strickland,\n                to prove deficient performance and prejudice, but in\n                extreme circumstances, under the standard outlined in\n                Cronic, prejudice is presumed.\n      In most cases, we review an ineffective assistance of counsel claim under the\nStrickland standard, which is a two-part analysis that includes a performance prong\nand a prejudice prong. Strickland, 466 U.S. at 687. For the performance prong,\nAppellant must show that trial counsel’s performance was deficient. Id. For the\nprejudice prong, Appellant must show that there is a reasonable probability that the\noutcome would have differed but for trial counsel’s errors. See Wiggins v. Smith,\n539 U.S. 510, 534 (2003); Strickland, 466 U.S. at 694. “A failure to make a showing\nunder either prong of the Strickland test defeats a claim of ineffective assistance of\ncounsel.” Hudson v. State, No. 11-15-00047-CR, 2016 WL 3573484, at *2 (Tex.\nApp.—Eastland June 30, 2016, pet. ref’d) (mem. op., not designated for publication)\n(citing Perez v. State, 310 S.W.3d 890, 893 (Tex. Crim. App. 2010)).\n      In rare cases, a party claiming ineffective assistance of counsel is not required\nto show prejudice, but rather, prejudice is presumed and the party is only required to\nshow deficient performance. Florida v. Nixon, 543 U.S. 175, 190 (2004); see\nCronic, 466 U.S. at 658–60. As outlined in Cronic, prejudice will be presumed if\n“counsel entirely fails to subject the prosecution’s case to meaningful adversarial\ntesting.” Cronic, 466 U.S. at 659. In this scenario, there is “a constructive denial of\nthe assistance of counsel altogether,” and prejudice is presumed because it is “so\nlikely.” Cannon v. State, 252 S.W.3d 342, 349 (Tex. Crim. App. 2008) (citing\nCronic, 466 U.S. at 658–59); see Bell v. Cone, 535 U.S. 685, 696–97; Strickland,\n466 U.S. at 692; Ex parte McFarland, 163 S.W.3d 743, 752–53 (Tex. Crim. App.\n2005).\n      In Cannon, for example, the Court of Criminal Appeals presumed prejudice\nwhere defense counsel “effectively boycotted the trial proceedings” and “abandoned\n\n                                          7\n\fhis role as advocate for the defense.” See id. at 350 (noting that counsel, in part,\ndeclined to participate in jury selection, declined to make objections, declined to\ncross-examine State witnesses, declined to make an opening or closing argument,\nand declined to offer any defense because he was “unprepared to go forward”). The\nTenth and Ninth Circuit Courts of Appeals have also stated that an attorney’s\nadmission that his client is guilty invokes the presumption of prejudice and results\nin a “fail[ure] to subject the prosecution’s case to meaningful adversarial testing.”\nUnited States v. Swanson, 943 F.2d 1070, 1074 (9th Cir. 1991) (“A lawyer who\ninforms the jury that it is his view of the evidence that there is no reasonable doubt\nregarding the only factual issues that are in dispute has utterly failed ‘to subject the\nprosecution’s case to meaningful adversarial testing.’” (quoting Cronic, 466 U.S. at\n659)); Osborn v. Shillinger, 861 F.2d 612, 625 (10th Cir. 1988) (“[A]n attorney who\nadopts and acts upon a belief that his client should be convicted ‘fail[s] to function\nin any meaningful sense as the Government’s adversary.’”); see also United States\nv. Williamson, 53 F.3d 1500, 1511 (10th Cir. 1995). This presumption of prejudice\nshould only be applied in extreme circumstances. See Harris v. State, No. 11-05-\n00411-CR, 2007 WL 2128954, at *2 (Tex. App.—Eastland July 26 2007, no pet.)\n(not designated for publication) (citing Cronic, 466 U.S. at 659–60); see also Nixon,\n543 U.S. at 190.\n             2. Appellant has not shown that his trial counsel failed to\n                subject the prosecution’s case to meaningful adversarial\n                testing under Cronic.\n      Appellant asserts that prejudice should be presumed under Cronic because his\nattorney failed to subject the prosecution’s case to meaningful adversarial testing\nwhen, in opening statement and closing argument, he stated that “something\nhappened.” We disagree with Appellant’s argument for two reasons: (1) Appellant’s\nattorney did not admit Appellant’s guilt when he stated that “something happened”;\n\n\n                                           8\n\fand (2) Appellant’s counsel remained an advocate for Appellant throughout the\nentire trial.\n       First, when counsel’s statements are considered in context with his full\nopening and closing statements, rather than in isolation, it is clear that counsel did\nnot concede Appellant’s guilt. In counsel’s opening statement and closing argument,\neach time he said that “something did happen” and that we are not going to deny that\n“something happened,” he limited his statements immediately afterwards when he\nargued that the State could not meet its burden of proof. For example, in closing\nargument after counsel said, “We’re not denying that something happened,” he\nasked the jury twice: “What really happened?” He continued and stated that the\nState’s case “is riddled with nothing but reasonable doubt” and ultimately asked the\njury to find Appellant “not guilty.” Counsel’s statements were not a concession of\nguilt because his statement that “something happened” does not concede facts that\nshow Appellant was guilty of an element of the offense of sexual assault of a child.\nCompare Nixon, 543 U.S. at 182 (conceding guilt where counsel stated that “[i]n\nthis case, there won’t be any question, none whatsoever, that my client, Joe Elton\nNixon, caused Jeannie Bickner’s death”), and Swanson, 943 F.2d at 1074\n(presuming prejudice because defense counsel conceded that there was no\nreasonable doubt that his client was the perpetrator and that he committed the offense\ncharged), with Williamson, 53 F.3d at 1510–12 (holding that there was no concession\nof guilt where defense counsel stated in closing argument that he was not going to\ndispute the testimony from three police officers that they bought drugs from his\nclient, even though the defendant had testified that they were lying).\n       Second, the entire record reflects that Appellant’s attorney “remained a legal\nadvocate of the defendant who acted with ‘undivided allegiance and faithful devoted\nservice.’” Williamson, 53 F.3d at 1511. Before trial began, Appellant’s counsel\nfiled various motions and participated in several hearings—all in support of\n                                          9\n\fAppellant’s defense. Appellant’s attorney subsequently questioned and instructed\nthe venire panel during voir dire about the State’s burden of proof, the presumption\nof innocence afforded to Appellant, and the possibility of probation as punishment.\nAppellant’s attorney thereafter asserted numerous challenges for cause and\nexhausted all of the allowable peremptory strikes at the conclusion of voir dire.\n      During the State’s case-in-chief, the State called six witnesses to testify, and\nAppellant’s trial counsel cross-examined all of the witnesses.          Significantly,\nAppellant’s counsel elicited testimony, on cross-examination from Reyna, that\nsexual assault was not the only possible cause of M.B.’s injuries. In addition, Reyna\nconceded that the “abrasion” she observed was not actually an abrasion at all but,\nrather, was just “pretty red” skin. In addition to other objections, Appellant’s\ncounsel objected to the admission of the SANE report and to the proffer of Reyna as\nan expert.\n      After the State rested, the defense called two witnesses: Kyla Graves and\nAppellant’s mother, Zoila Flores.        Appellant’s counsel elicited exculpatory\ntestimony from Graves that she never witnessed anything inappropriate transpire\nbetween Appellant and M.B.\n      Based on the foregoing, there is nothing in the record to suggest that\nAppellant’s trial counsel failed “to subject the prosecution’s case to meaningful\nadversarial testing.” Cronic, 466 U.S. at 659. For the presumption of prejudice to\napply, “the attorney’s failure to test the prosecutor’s case must be complete.” Bell,\n535 U.S. at 686; see Cannon, 252 S.W.3d at 350. The extreme circumstances\nrequired to presume prejudice are not before us in this case. Therefore, to prevail on\nhis ineffective assistance of counsel claim, Appellant must show, under Strickland,\nboth deficient performance and prejudice. Strickland, 466 U.S. at 687.\n\n\n\n\n                                         10\n\f             3. Appellant has failed to show that his attorney’s remarks,\n                even if we assume that such remarks constitute deficient\n                performance, prejudiced him.\n      Appellant argues under Strickland that his attorney rendered deficient\nperformance by the remarks made during opening and closing and that he was\nprejudiced as a result. Assuming without deciding that counsel’s performance was\ndeficient under Strickland, Appellant has not shown that “there is a reasonable\nprobability that, but for counsel’s unprofessional errors, the result of the proceeding\nwould have been different.” Strickland, 466 U.S. at 694; Cannon, 252 S.W.3d at\n349. “A reasonable probability is a probability sufficient to undermine confidence\nin the outcome.” Strickland, 466 U.S. at 694. Appellant argues that admitting\n“something did happen” undermined Appellant’s not guilty plea and the reasonable\ndoubt argument espoused at trial. However, M.B.’s and Reyna’s testimony strongly\nweighed against Appellant and supported a finding that Appellant sexually assaulted\nM.B. “When making [the prejudice] determination, any constitutionally deficient\nacts or omissions will be considered in light of the ‘totality of the evidence before\nthe judge or jury.’” Ex parte Ellis, 233 S.W.3d 324, 331 (Tex. Crim. App. 2007)\n(quoting Strickland, 466 U.S. at 695). Given the weight of the evidence showing\nAppellant’s guilt, counsel’s remarks that “something happened” did not prejudice\nAppellant’s defense. See Thompson v. State, 915 S.W.2d 897, 904 n.2 (Tex. App.—\nHouston [1st Dist.] 1996, pet. ref’d) (concluding that an attorney’s remarks\nthroughout trial that the true issue in the case was punishment rather than guilt did\nnot prejudice the defendant because there was “overwhelming evidence of [the\ndefendant’s] guilt”). We overrule Appellant’s first issue.\n\n\n\n\n                                          11\n\f                                     IV. This Court’s Ruling\n        We affirm the judgments of the trial court.\n\n\n\n\n                                                           MIKE WILLSON\n                                                           JUSTICE\n\n\nJanuary 25, 2018\nDo not publish. See TEX. R. APP. P. 47.2(b).\nPanel consists of: Willson, J.,\nBailey, J., and Wright, S.C.J.2\n\n\n\n\n        2\n          Jim R. Wright, Senior Chief Justice (Retired), Court of Appeals, 11th District of Texas at Eastland,\nsitting by assignment.\n\n                                                     12\n\f",
            "ocr": false,
            "opinion_id": 4239571
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Rape"
}