{
    "id": 4511234,
    "judges": "Seitz, Strine, Traynor, Valihura, Vaughn",
    "date_filed": "1989-01-31",
    "date_filed_is_approximate": true,
    "slug": "sherman-v-del-dept-of-pub-safety",
    "case_name_short": "Sherman",
    "case_name": "Sherman v. Del. Dep't of Pub. Safety",
    "case_name_full": "James SHERMAN, Et Al., Plaintiff Below, Appellant, v. STATE of Delaware DEPARTMENT OF PUBLIC SAFETY, Defendant Below, Appellee.",
    "attorneys": "\n  Edmund Daniel Lyons, Jr., Esquire (argued), The Lyons Law Firm, Attorney for Appellant, James Sherman et al.\n , \n  Lynn Kelly, Esquire (argued), Michael F. McTaggart, Esquire, Department of Justice, Wilmington, Delaware, Attorney for Appellee, State of Delaware.\n , \n  STRINE, Chief Justice, for the Majority:\n ",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"p-1\">\n    James SHERMAN, et al., Plaintiff Below, Appellant,\n    <br/>\n    v.\n    <br/>\n    STATE of Delaware DEPARTMENT OF PUBLIC SAFETY, Defendant Below, Appellee.\n   </parties><docketnumber id=\"p-2\">\n    No. 206, 2017\n   </docketnumber><court id=\"p-3\">\n    Supreme Court of Delaware.\n   </court><decisiondate id=\"p-4\">\n    Submitted: April 6, 2018\n    <br/>\n    Decided: June 26, 2018\n   </decisiondate><attorneys id=\"p-5\">\n    Edmund Daniel Lyons, Jr., Esquire (argued), The Lyons Law Firm, Attorney for Appellant, James Sherman et al.\n   </attorneys><attorneys id=\"p-6\">\n    Lynn Kelly, Esquire (argued), Michael F. McTaggart, Esquire, Department of Justice, Wilmington, Delaware, Attorney for Appellee, State of Delaware.\n   </attorneys><judges id=\"p-7\">\n    Before STRINE, Chief Justice; VALIHURA, VAUGHN, SEITZ, and TRAYNOR, Justices, constituting the Court en Banc.\n   </judges><attorneys id=\"p-8\">\n    STRINE, Chief Justice, for the Majority:\n   </attorneys>",
    "citations": [
        "190 A.3d 148"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 114.0,
            "download_url": "http://courts.delaware.gov/Opinions/Download.aspx?id=274970",
            "author_id": 4009.0,
            "opinion_text": "        IN THE SUPREME COURT OF THE STATE OF DELAWARE\n\nJAMES SHERMAN, et al.,       §\n                             §              No. 206, 2017\n    Plaintiff Below,         §\n    Appellant,               §              Court Below: Superior Court\n                             §              of the State of Delaware\n    v.                       §\n                             §              C.A. No. 61290375\nSTATE OF DELAWARE            §\nDEPARTMENT OF PUBLIC SAFETY, §\n                             §\n    Defendant Below,         §\n    Appellee.                §\n\n\n                        Submitted: April 6, 2018\n                        Decided:   June 26, 2018\n\nBefore STRINE, Chief Justice; VALIHURA, VAUGHN, SEITZ, and\nTRAYNOR, Justices, constituting the Court en Banc.\n\nUpon appeal from the Superior Court. REVERSED and REMANDED.\n\nEdmund Daniel Lyons, Jr., Esquire (argued), The Lyons Law Firm, Attorney for\nAppellant, James Sherman et al.\n\nLynn Kelly, Esquire (argued), Michael F. McTaggart, Esquire, Department of\nJustice, Wilmington, Delaware, Attorney for Appellee, State of Delaware.\n\n\n\n\nSTRINE, Chief Justice, for the Majority:\n\f                                   I.       Introduction\n\n       This is a difficult and unusual appeal, in the sense that the appellant’s primary\n\nargument, when read closely, is not so much addressed to error on the part of the\n\ntrial judge as to the prior rulings of this Court that put the trial court in the impossible\n\nposition of framing jury instructions that required the jury to make findings of fact,\n\nwhen the only open issues were not ones of fact, but of law.\n\n       The awful facts of the case are, as one small blessing, unusual, too. The\n\nundisputed facts at the center of this case are that Jane D.W. Doe, the deceased\n\nplaintiff whose estate is the appellant, was validly arrested by a Delaware State\n\nPolice Officer for shoplifting, and “was subject to an outstanding capias.”1 Doe\n\nalleged that, rather than properly processing her arrest, the Officer instead told her\n\nthat if she performed oral sex on him, he would take her home and she could just\n\nturn herself in on the capias the next day.2 If she refused, he would “take her to\n\ncourt, where bail would be set, and . . . she would have to spend the weekend in\n\njail.”3 The Officer originally denied that the oral sex occurred, but after DNA\n\nevidence of the oral sex was found on Doe’s jacket, he claimed that he “didn’t tell\n\nher [he] was going to do anything for her . . . . She just started coming on to\n\n\n\n\n1\n  Doe v. State, 76 A.3d 774, 775 (Del. 2013).\n2\n  Id.\n3\n  Id.\n                                                1\n\f[him] . . . [and he] made the mistake of engaging in[] it.”4 But the fact that the\n\nOfficer received oral sex from Doe while she was under arrest is not disputed.5 And\n\nthe State charged the Officer with crimes, including: i) “intentionally compel[ling]\n\nor induc[ing] [Doe] to engage in sexual penetration/intercourse;” and ii) “solicit[ing]\n\na personal benefit from [Doe] for having violated his duty” to bring her in on her\n\ncapias.6 Although the State seems to have eventually come to a somewhat different\n\nposition in this civil case, as we shall discuss, to charge the Officer under either of\n\nthese theories, the State would have needed to be confident that the Officer abused\n\nhis authority over Doe to obtain sex from her in exchange for releasing her on her\n\nown recognizance.7\n\n\n4\n  App. to Opening Br. at 100‒01 (Interview of [the Officer]) (Q. “[H]er allegation is that she\nperformed oral sex on you in your police car in the front seat . . . . So, [] you are telling me that\nnothing happened?” A. “No, nothing happened.”); id. at 120. Both Doe’s and the Officer’s\nstatements were admitted into evidence at trial. State’s Answering Br. at 37.\n5\n   Oral Argument at 26:08–26:15, Sherman v. Dep’t. of Pub. Safety (No. 206, 2017),\nhttps://livestream.com/accounts/5969852/events/8066882/videos/170525984/player (The Court:\n“There is no question that the oral sex happened while she was under arrest, right?” State:\n“Correct.”).\n6\n  App. to Opening Br. at 134 (Complaint and Warrant for [the Officer]).\n7\n  See WAYNE R. LAFAVE ET AL., 4 CRIM. PROC. § 13.1(b) n.34 (3d ed. 2014) (explaining the\n“common assumption” that the prosecutor can proceed only when she believes that the defendant\nis guilty); Sarah Anne Mourer, Believe It or Not: Mitigating the Negative Effects Personal Bias\nand Belief Have on the Criminal Justice System, 43 HOFSTRA L. REV. 1087, 1096 (2015) (noting\nthat “it is clear that the prosecutor must believe that the defendant is guilty to proceed to trial”);\nAlafair S. Burke, Prosecutorial Agnosticism, 8 OHIO ST. J. CRIM. L. 79, 79 (2010) (“Most legal\nethicists maintain that an ethical prosecutor should pursue criminal charges against a defendant\nonly if the prosecutor personally believes that the defendant is guilty.”); Bruce A. Green, Why\nShould Prosecutors “Seek Justice”?, 26 FORDHAM URB. L.J. 607, 640–41 (1999) (“Prosecutors\nhave the power, freedom and responsibility to make decisions for the sovereign in the criminal\ncontext. . . . They must satisfy themselves of an individual’s guilt as a precondition to determining\nthat the conviction of an individual is an end to be sought on behalf of the state or the federal\ngovernment.”); Bennett L. Gershman, A Moral Standard for the Prosecutor’s Exercise of the\n                                                  2\n\f       What is clearly disputed in this appeal is whether the jury verdict finding that\n\nthe State of Delaware is not responsible in tort as the officer’s employer for this\n\nmisconduct should be affirmed. We agree with Doe that the jury verdict should be\n\nvacated, and we order that judgment be entered in Doe’s favor on the issue of\n\nliability. But we do not do so because either the trial judge erred or the jury somehow\n\ndid something wrong.\n\n       We do so because the jury was improperly asked to decide whether the\n\nemployer of a police officer who received oral sex from an arrestee for his own\n\npersonal gratification, and with no purpose to serve his employer, was acting within\n\nthe scope of his employment. This question was submitted to the jury because this\n\nCourt found in its initial decision (“Doe I”) that the jury should decide the issue.8 In\n\na second decision (“Doe II”), we adhered to the law of the case and did not revisit\n\nthat earlier ruling.9 In this decision, we admit that we erred in leaving this issue of\n\n\n\n\nCharging Decision, 20 FORDHAM URB. L.J. 513, 522 (1993) (“[B]efore making the ultimate\ndecision to charge, the prosecutor should then assure herself that she is morally certain that the\ndefendant is both factually and legally guilty . . . . Finally, the prosecutor who acknowledges moral\nuncertainty about a defendant’s guilt but decides nonetheless to bring charges, violates the\nprosecutor’s special obligation to seek justice, and tacitly invites the system to miscarry.”).\n8\n  Doe v. State, 76 A.3d 774, 777 (Del. 2013) (“The third factor—whether [the Officer] was\nactivated in part to serve his employer—has been construed broadly as a matter for the jury to\ndecide.”).\n9\n  Sherman v. State, 133 A.3d 971, 979 (Del. 2016) (“In our 2013 opinion, this Court held that the\nquestion of whether an employee acted in the scope of employment ‘is ordinarily one for decision\nby the jury.’ The Superior Court correctly determined that our 2013 holding is the law of the case\nand, accordingly, properly denied Doe’s motion for summary judgment.”).\n                                                 3\n\flaw to the jury, and leaving the Superior Court in the impossible position of crafting\n\nsensible jury instructions to implement a mandate that was not well-thought-out.\n\n         The question of whether the State is liable as an employer for the Officer’s\n\nsexual misconduct turns on these related questions of law, not fact:\n\n         Is § 228 of the Restatement (Second) of Agency’s requirement that the\n         employee’s actions be motivated in part to serve the employer satisfied\n         if the Officer’s misconduct took place when he had made a valid arrest\n         and was in the course of processing that arrest?\n\n         Or is that provision only satisfied if the specific tortious conduct that\n         occurred during that period was itself motivated in part to serve the\n         Officer’s employer?\n\nIn Doe I, we all but held that the correct answer was the former, not the latter, but\n\ninstead of holding that as a matter of law, we confusingly stated that the question of\n\nwhether the Officer’s conduct was in the scope of his employment should be left to\n\nthe jury. And we directed the Superior Court to § 228 of the Restatement (Second)\n\nof Agency as the appropriate test for the jury to apply in doing so. But § 228 includes\n\na Motivation Prong that requires the tortious conduct to be “actuated, at least in part,\n\nby a purpose to serve the master.”10 So our ruling had the effect of directing the\n\nSuperior Court to ask the jury whether the sexual misconduct was motivated in part\n\nby the Officer’s desire to serve his employer, when that question could only be\n\nanswered in the negative because Doe never argued that it was. For that reason, Doe\n\n\n\n10\n     Restatement (Second) of Agency § 228(1)(c) (1958).\n                                                4\n\fargued in her first appeal to this Court that § 219 of the Restatement,11 which is a\n\ncomplement to § 228, applied to relieve her of the obligation to show that the\n\nOfficer’s wrongful conduct was motivated by a desire to serve his employer. But\n\nwe failed to address that part of Doe’s argument.\n\n       In reaching our decision in this appeal, we admit that we depart from the law\n\nof the case. We do not do so lightly, but the doctrine of law of the case must give\n\nway when adhering to it would produce an injustice.12 It is plain to us that our earlier\n\nfailure to give more precise consideration to the specific questions of law presented\n\nby this case left the Superior Court and the parties without the ability to get a ruling\n\non their dispute that took into account the precise arguments they were making. As\n\nimportant, we believe it is critical that in this sensitive area, we clarify the legal\n\nprovisions that will apply if another case of this kind is filed.\n\n       Courts in other jurisdictions, like this Court in Doe I, have been tempted by\n\nthe equities in the context of cases like this to stretch or even ignore the terms of\n\n§ 228 to justify finding respondeat superior liability. In this case, for example, Doe I\n\nimplied that the wrongful act itself need not be motivated in part by a desire to serve\n\nthe employer, even though that is what § 228 and its commentary plainly require.\n\n\n\n\n11\n  Id. § 219.\n12\n  Hoskins v. State, 102 A.3d 724, 729 (Del. 2014) (stating that the law of the case doctrine is not\nan “absolute bar to reconsideration of a prior decision” and should give way when the decision\nestablishing it is “clearly wrong” or “produces an injustice”).\n                                                5\n\fBut to provide clarity for other cases going forward, we refine our prior ruling in\n\nDoe I and hew to a reading of § 228’s Motivation Prong that requires that the\n\nwrongful act must itself be motivated in part by a desire to serve the employer. We\n\nalso clarify that § 228’s Foreseeability Prong, requiring that, “if force is used, the\n\nuse of force is not unexpectable,” requires that the general risk of the wrongdoing,\n\nnot the specific risk of the employee engaging in that conduct, be foreseeable.13\n\n       In this decision, we find that § 228, which has been adopted as Delaware\n\nlaw,14 should operate within the context of its Restatement counterpart, § 219, as the\n\nRestatement intends. Section 219 “enumerates the situations in which a master may\n\nbe liable for torts of servants acting solely for their own purposes and hence not in\n\nthe scope of employment.”15 When § 219’s exceptions apply, an employer can be\n\nheld responsible under respondeat superior even if § 228 is not satisfied. Two\n\nsubsections of § 219 have potential applicability to cases like this: § 219(2)(d),\n\nwhich provides an exception to the scope of employment requirement in cases where\n\nthe employee “was aided in accomplishing the tort by the existence of the agency\n\n\n\n\n13\n   Restatement (Second) of Agency § 228(1)(d) (1958).\n14\n   See Wilson v. Joma, Inc., 537 A.2d 187 (Del. 1988); Coates v. Murphy, 270 A.2d 527 (Del.\n1970); Draper, 181 A.2d 565; Hecksher v. Fairwinds Baptist Church, Inc., 115 A.3d 1187, 1200\n(Del. 2015) (“In determining whether tortious conduct is within the scope of employment,\nDelaware courts will consider the factors outlined in the Restatement (Second) of Agency . . . .”)\n(citing Restatement (Second) of Agency § 228 (1958)).\n15\n   Restatement (Second) of Agency § 219 cmt. e (1958).\n                                                6\n\frelation,” and § 219(2)(c), which does the same for cases in which the employee’s\n\n“conduct violated a non-delegable duty of the master.”16\n\n       Here we hold that, as a matter of law, if a police officer makes a valid arrest\n\nand then uses that leverage to obtain sex from his arrestee, his misconduct need not\n\nfall within the scope of his employment under § 228 to trigger his employer’s\n\nliability.17 In so finding, we take into account the unique, coercive authority\n\nentrusted in our police under Delaware law, and the reality that when an arrestee is\n\nunder an officer’s authority, she cannot resist that authority without committing a\n\ncrime. Because the Officer’s position aided him in obtaining sexual favors—\n\nsatisfying § 219(2)(d)—and the State owed a non-delegable duty to safeguard the\n\narrestee from harm while she was under arrest—satisfying § 219(2)(c)—Doe does\n\nnot have to satisfy § 228 for the State to be liable for the Officer’s sexual misconduct.\n\n       We then address a question that arguably should not even be in the case. The\n\nState charged the Officer with two crimes that depended on the Officer having asked\n\nDoe for sex in exchange for her release—the antithesis of voluntary consent. Despite\n\nthat, at trial, the State insisted that the judge leave the jury to decide whether Doe\n\nconsented to the Officer’s desire for sex.18 In this decision, we hold that an arrestee\n\n\n16\n   Id. § 219(2)(c); id. § 219(2)(d).\n17\n   Id. § 228(1); id. § 219 (“A master is not subject to liability for the torts of his servants acting\noutside the scope of their employment, unless . . . .”) (emphasis added); see also Doe v. Forrest,\n853 A.2d 48, 56 (Vt. 2004) (describing § 219(2)(d) as “an exception to our scope-of-employment\nrule”).\n18\n   Prayer Conf. Tr. (Jan. 19, 2017), at 34:1–10.\n                                                  7\n\fin Delaware is incapable of voluntary consent to sex with her arresting officer as a\n\nmatter of law because she is prohibited from seeking to escape her arresting officer,\n\neven by peaceable means, at risk of criminal penalty. Thus, we hold that it was error\n\nto indulge the State’s desire to defend itself on the ground that Doe freely chose to\n\nperform oral sex on her arresting officer.\n\n       We understand that this decision involves a question of how to allocate the\n\nrisk of misconduct like this: to the employer or the victim. But this is a unique\n\ncontext in which victims face criminal liability even for peaceably resisting arrest,19\n\nvictims have a rational reason to fear that they will not be believed if they refuse an\n\nofficer’s wrongful threat and report it to the judiciary or police authorities, and the\n\nemploying agency is best positioned to put in place policies to diminish the risk of\n\ncases like this occurring. As such, where the provisions of § 219 provide for\n\nrespondeat superior liability, we believe it is sensible to embrace § 219 and hold the\n\nState responsible for its officers’ commissions of wrongful torts like this while in\n\nthe course of making and processing valid arrests.\n\n\n\n\n19\n   11 Del. C. § 1257(b) (“A person is guilty of resisting arrest when the person intentionally\nprevents or attempts to prevent a peace officer from effecting an arrest or detention of the person\nor another person or intentionally flees from a peace officer who is effecting an arrest or detention\nof the person.”).\n                                                 8\n\f          For these reasons, we vacate the jury verdict in this case and remand for entry\n\nof a judgment in Doe’s favor on the issue of liability, with a jury trial to follow on\n\nthe issue of damages.\n\n                         II.        Facts and Procedural History\n\n          As we summarized the facts of the case in Doe I:\n\n          On March 19, 2009, a security employee at the JC Penney store in the\n          Christiana Mall stopped Jane D.W. Doe for shoplifting. Doe had been\n          arrested before, and she was subject to an outstanding capias. After\n          about 45 minutes, [a] Delaware State Police Officer . . . arrived at the\n          store and took Doe into custody. He placed her in the rear of his police\n          car and drove to several locations in the mall parking lot. Doe alleges\n          that, at the third location, [the Officer] stopped, got out of the police\n          car, opened the rear door, and placed Doe’s hands on his genitals.\n\n          According to Doe, [the Officer] then drove to a remote area where he\n          told her that he would let her go home if she did something in return.\n          [The Officer] allegedly told Doe that, unless she acceded to his\n          demands, he would take her to court, where bail would be set, and that\n          she would have to spend the weekend in jail. The prospect of jail\n          allegedly coerced Doe to perform oral sex on [the Officer] in the front\n          seat of the police car. Afterwards, [the Officer] drove Doe home and\n          told her to turn herself in on the capias. Doe reported the incident to\n          Delaware State Police Sergeant Maher, who investigated and\n          eventually arrested [the Officer] on charges of sexual misconduct,\n          bribery and official misconduct. [The Officer] killed himself shortly\n          after his arrest.20\n\n\n\n\n20\n     Doe v. State, 76 A.3d 774, 775 (Del. 2013).\n                                                   9\n\fDoe died in January 2015, and her estate’s administrator was substituted as the\n\nplaintiff.21\n\n       As these facts make plain, this case could not be sadder. Both Doe and the\n\nOfficer are dead, and the fact record of what happened between them on\n\nMarch 19, 2009 consists of the statements they made before their deaths, plus the\n\nphysical evidence that makes certain that Doe was telling the truth when she said\n\nthat the oral sex occurred. Given the painful nature of this case and the fact that the\n\nalleged wrongdoer has already suffered the ultimate penalty of self-inflicted death,\n\nwe feel it is more empathetic to refer to both the plaintiff and defendant by\n\npseudonyms reflecting their roles in the case. Therefore, we refer to the defendant\n\npolice officer who arrested Doe as the “Officer.”\n\n       The issues on appeal flow out of the confusion the trial court and the parties\n\nexperienced because of the lack of clarity in Doe I and Doe II regarding the\n\nMotivation and Foreseeability Prongs of § 228, the applicability of § 219’s\n\nexceptions, and the question of whether an arrestee may ever consent to sex with her\n\narresting officer. To understand this appeal and why it takes the form it does, we\n\n\n\n\n21\n  Id. Doe’s estate was substituted as the plaintiff in the case on April 13, 2015. This opinion\ncontinues to refer to the plaintiff‒appellant as “Doe.” Order Substituting Doe’s Estate for Doe as\nPlaintiff, Doe v. Giddings, 2014 WL 4100925 (Del. Super. July 29, 2014).\n                                               10\n\fstart by discussing the Superior Court’s initial ruling on the State’s first motion for\n\nsummary judgment.22\n\n                       A.          The Superior Court’s First Opinion\n\n       In her complaint, Doe’s theory of the case was simple. She alleged that the\n\nOfficer arrested her for shoplifting.23 He then told her that, if she performed oral sex\n\non him, he would release her on her own recognizance and allow her to turn herself\n\nin on her outstanding capias the next day. If she refused, he would take her to court\n\n“where she would likely be remanded for failure to make bail and she would spend\n\nthe weekend in jail.”24 Doe did not allege that the Officer’s desire for oral sex was\n\nmotivated in any part by his duties to the State Police or the State itself. To the\n\ncontrary, Doe’s complaint alleged that the Officer’s acts “were done in bad faith,\n\nwith no belief that the public interest would be served thereby,” and constituted\n\nassault, “intentionally and without [her] consent, [] caus[ing] [her] to be in fear of\n\nan immediate harmful or offensive contact,” and battery, “intentionally and without\n\n[her] consent, [] mak[ing] contact in a harmful or offensive way.”25\n\n       In its first motion for summary judgment, the State argued that the facts Doe\n\npled—that the Officer sought sexual favors from her in exchange for releasing her\n\n\n\n22\n   Doe v. Giddings, 2012 WL 1664234 (Del. Super. May 7, 2012).\n23\n   Compl. ¶ 5, Doe v. Giddings, 2012 WL 1664234 (Del. Super. May 7, 2012).\n24\n   Id. ¶ 7.\n25\n   Id. ¶¶ 9, 13; App. to Opening Br. at 470 (Jury Instructions); id. at 471. Doe’s original complaint\nalso alleged that the Officer raped her, but this count was not presented to the jury.\n                                                11\n\fon her own recognizance—failed to satisfy the scope-of-employment test that our\n\nlaw uses to assess whether respondeat superior liability applies to an employer.26\n\nThat test, from § 228 of the Restatement, provides that:\n\n      Conduct of a servant is within the scope of employment if, but only if:\n             (a)    it is of the kind he is employed to perform;\n             (b)    it occurs within the authorized time and space limits;\n             (c)    it is activated, in part at least, by a purpose to serve the\n                    master; and\n             (d)    if force is used, the use of force is not unexpectable.27\n\n      The State’s position on the motion was straightforward. It argued that the\n\nOfficer was not employed to receive oral sex, and that there was no way in which\n\nthe Officer’s receipt of oral sex from Doe was motivated by a desire to serve the\n\ninterests of his employer, the State.28 Thus, the State argued that, as a matter of law,\n\nDoe could not satisfy the requirements of the § 228 test because the sexual\n\nmisconduct was not “motivated in part at least to serve the master”—thus failing the\n\nMotivation Prong—and the “force used in committing the rape was unexpected by\n\nthe master”—thus failing the Foreseeability Prong.29\n\n      In response, Doe argued that because the Officer’s wrongful conduct occurred\n\nin the course of a valid arrest and the Officer used his official authority to coerce her\n\n\n26\n   Defendant State of Delaware’s Motion for Summary Judgment at 2, Doe v. Giddings, 2012 WL\n1664234 (Del. Super. May 7, 2012) [hereinafter “State’s 2012 Motion for Summary Judgment”].\n27\n   Restatement (Second) of Agency § 228(1) (1958).\n28\n   State’s 2012 Motion for Summary Judgment, at 2.\n29\n   Id.\n                                            12\n\finto performing oral sex on him, the State should be responsible. Doe cited mixed-\n\nmotive cases under the Motivation Prong of § 228: cases presenting a fact question\n\nabout whether the wrongful act (e.g., the use of excessive force by a police officer\n\nor a security guard) was motivated in part by a desire to do one’s job (e.g., to secure\n\nan arrest or to keep a trespasser out). But, Doe never made a case-specific argument\n\nthat the Officer’s demand that she provide him with oral sex in exchange for a release\n\non her own recognizance was motivated by anything other than a desire for his own\n\ngratification.\n\n         Doe made an important argument about why that did not matter. She pointed\n\nto another section of the Restatement that is designed to provide exceptions to § 228,\n\n§ 219. Section 219 says:\n\n         (1)     A master is subject to liability for the torts of his servants\n                 committed while acting in the scope of employment.\n         (2)     A master is not subject to liability for the torts of his servants\n                 acting outside the scope of their employment, unless:\n                 (a)   the master intended the conduct or the consequences, or\n                 (b)   the master was negligent or reckless, or\n                 (c)   the conduct violated a non-delegable duty of the master,\n                       or\n                 (d)   the servant purported to act or to speak on behalf of the\n                       principal and there was reliance upon apparent\n                       authority, or he was aided in accomplishing the tort\n                       by the existence of the agency relation.30\n\n\n\n30\n     Restatement (Second) of Agency § 219 (1958).\n                                              13\n\fIn particular, citing § 219(2)(d), Doe argued that “if an employee uses a position or\n\npower afforded by the employment relationship to commit a tort the employer is\n\nvicariously liable,” and that the Officer in this case “committed the acts charged by\n\nabusing his power as a State Officer to arrest and hold [Doe] in custody.”31\n\n       Section 219 is important because if the exceptions it articulates apply, it\n\nexempts a plaintiff from having to prove under § 228 that the tort occurred within\n\nthe scope of employment. In resolving the motion in favor of the State, the Superior\n\nCourt held as a matter of law that Doe’s claim failed to establish the State’s liability\n\nunder § 228. The Superior Court held that two grounds were fatal to Doe’s claim:\n\ni) the lack of any material dispute of fact, indeed lack of any argument by Doe, that\n\nthe Officer’s misconduct was motivated in any way by an intent to serve the State\n\nand thus § 228’s Motivation Prong was not satisfied;32 and ii) the Superior Court’s\n\nview that the Officer’s conduct was so outrageous and unusual that it was, as a matter\n\nof law, unforeseeable, and thus § 228’s Foreseeability Prong was also not satisfied.33\n\nAnd, citing the lack of Delaware precedent applying § 219 of the Restatement, the\n\n\n31\n   Plaintiff’s Response to Defendant State of Delaware’s Motion for Summary Judgment at 1, Doe\nv. Giddings, 2012 WL 1664234 (Del. Super. May 7, 2012) [hereinafter “Doe’s Response to the\nState’s 2012 Motion for Summary Judgment”].\n32\n   Doe v. Giddings, 2012 WL 1664234, at *3 (Del. Super. May 7, 2012) (“Common sense dictates\nthat sexually assaulting a crime suspect, a clear abuse of police authority under any circumstances,\nis not incidental to the arrest and detention of a suspect.”).\n33\n   Id. at *4 (“A crime, such as the one allegedly committed by [the Officer] against the plaintiff, is\nso outrageous, and such a clear abuse of [his] position and authority as an officer of the peace, that\nit would be unreasonable as a matter of law for a jury to find that [he] acted in the scope of his\nemployment.”).\n                                                 14\n\fSuperior Court refused to apply § 219 to relieve Doe of the obligation to satisfy\n\n§ 228.34\n\n                           B.         This Court’s First Opinion\n\n       After the Superior Court dismissed her case on summary judgment, Doe took\n\nan appeal centered on the same arguments that were presented in the summary\n\njudgment proceeding below. In her appeal, Doe argued that the first three prongs of\n\n§ 228 were satisfied as a matter of law because they pertain to the “general duties\n\nundertaken by the assailant at the time,” and the Officer’s misconduct “took place in\n\nexercising the State sanctioned power of arrest, at an authorized time and place, and\n\nwas (until the misconduct) intended to serve the State.” 35\n\n       As to § 228’s Foreseeability Prong, Doe argued that “[r]are outrageous\n\nbehavior can still be within the scope of employment so long as not unexpectable\n\nand occurring in the context of otherwise authorized acts.”36 To support her\n\nargument that the Officer’s misconduct was not unexpectable, Doe cited allegations\n\nof “State Troopers commit[ing] unauthorized and wrongful acts during the execution\n\nof their duties, including one rape, and multiple assaults,” as well as one instance in\n\nwhich a “Lewes police officer pled guilty to on duty unlawful sexual intercourse\n\n\n\n\n34\n   Id.\n35\n   Doe’s Opening Br. at 12–13, Doe v. State, 76 A.3d 774 (Del. 2013) (emphasis added).\n36\n   Id. at 15.\n                                             15\n\fwith a woman in custody.”37 And Doe cited to other jurisdictions’ holdings that\n\npolice sexual misconduct was “reasonably foreseeable,”38 and could fall within the\n\nscope of employment.39\n\n       Doe also argued in the alternative that the exception in § 219(2)(d) for cases\n\nin which the employee’s position aids him in accomplishing the tort indicated that\n\nthe State could be held liable regardless of whether the Officer’s misconduct fell\n\nwithin the scope of employment.              She cited the Vermont Supreme Court’s\n\napplication of § 219(2)(d) in finding that the “position and powers of a police officer\n\nwho intimidated [a] [p]laintiff into [a] sexual act could support [a] finding of\n\nvicarious liability.”40\n\n       Our opinion in the appeal was terse. We found that, as a matter of law, Doe\n\nhad satisfied § 228’s first two prongs:\n\n       [The Officer] was in uniform, on-duty, carrying out a police duty by\n       transporting [Doe] to court. The sexual assault took place in the police\n       car, during the time that [the Officer] was supposed to be carrying out\n       police duties. These facts would satisfy the first two factors under the\n       Restatement—[the Officer] was doing the kind of work he was\n       employed to perform, and he was acting within authorized time and\n       space limits.41\n\n37\n   Id. at 14.\n38\n   Id. at 18 (quoting Mary M. v. City of L.A., 814 P.2d 1341 (Cal. 1991)).\n39\n   Id. at 18–19 (citing Applewhite v. City of Baton Rouge, 380 So. 2d 119 (La. App. 1979); St. John\nv. United States, 240 F.3d 671 (8th Cir. 2001); Moor v. Hosier, 43 F. Supp. 2d 978 (N.D. Ind. 1998);\nBattista v. Cannon, 934 F. Supp. 400 (M.D. Fla. 1996); Carney v. White, 843 F. Supp. 462 (E.D.\nWis. 1994), aff’d sub nom. Carney v. Vill. of Darien, 60 F.3d 1273 (7th Cir. 1995); Ingram v. City\nof Indianapolis, 759 N.E.2d 1144 (Ind. Ct. App. 2001)).\n40\n   Id. at 22 (citing Doe v. Forrest, 853 A.2d 48 (Vt. 2004)).\n41\n   Doe v. State, 76 A.3d 774, 777 (Del. 2013).\n                                               16\n\fAs to § 228’s Motivation and Foreseeability Prongs, this Court reversed the Superior\n\nCourt’s ruling that, as a matter of law, Doe had failed to provide evidence raising a\n\nmaterial issue of fact for resolution by jury trial. But we did not hold that Doe had\n\nestablished those remaining elements as a matter of law. Instead, we held that she\n\nwas entitled to have a jury decide whether those prongs were satisfied.\n\n         It was this aspect of Doe I that sowed the seeds of future confusion. In\n\nparticular, our ruling as to the requirement under § 228’s Motivation Prong that the\n\nOfficer’s sexual misconduct must be motivated in part by a desire to serve his\n\nemployer is what has vexed the Superior Court ever since.\n\n         Despite the reality that Doe never contended that the Officer sought oral sex\n\nfor any reason other than self-gratification—i.e., Doe never argued that the Officer\n\nhad any partial motivation to obtain oral sex to aid the Delaware State Police or the\n\npeople of Delaware—this Court held that Doe was entitled to have a jury decide the\n\nquestion of whether the Officer had such a motivation. Our reasoning—which\n\nreferenced Draper v. Olivere,42 a case in which a heavy equipment operator’s assault\n\non a motorist intruding into a construction area was found to fall within the scope of\n\nhis employment—was this in full:\n\n         The third factor—whether [the Officer] was activated in part to serve\n         his employer—has been construed broadly as a matter for the jury to\n         decide. If the act of cutting someone’s throat can be considered a\n\n42\n     Draper v. Olivere Paving & Const. Co., 181 A.2d 565 (Del. 1962).\n                                               17\n\f        service to the employer paving company on the theory that the\n        employee was controlling traffic, then a sexual assault can be\n        considered a service to the police on the theory that part of what [the\n        Officer] was doing was transporting a prisoner.43\n\n        The problem with this reasoning, as we will highlight further, is that we did\n\nnot ground our reference to Draper in a mixed-motive analogy that could fit the facts\n\nof this case. However odd it might seem that stabbing someone might be motivated\n\nin part by a desire to serve one’s employer, that is not so far-fetched if the person\n\nwho did the stabbing was a heavy equipment operator charged with keeping an area\n\nfree from trespassers and the person stabbed was a motorist trespassing into an area\n\nthe operator was expected to guard.44 Draper is a mixed-motive case where the\n\nwrongful act itself could be fairly argued to have been “motivated in part” by a desire\n\nto stop the trespass and serve the employer.\n\n        Draper is the kind of a case for which the Motivation Prong of § 228 exists.\n\nThe Motivation Prong’s key role is to deal with cases in which it is possible that an\n\nemployee has taken a wrongful action that advances his employer’s goals but that\n\nemployee also has a personal motivation to take that action.45 Cases involving force\n\nare still beans for § 228’s grinder because there are jobs, including those of police\n\n\n\n43\n   Doe v. State, 76 A.3d 774, 777 (Del. 2013) (citations omitted).\n44\n   Draper, 181 A.2d 567.\n45\n   Restatement (Second) of Agency § 236 cmt. b (1958) (“The fact that the predominant motive of\nthe servant is to benefit himself or a third person does not prevent the act from being within the\nscope of employment. If the purpose of serving the master’s business actuates the servant to any\nappreciable extent, the master is subject to liability if the act otherwise is within the service . . . .”).\n                                                    18\n\fofficers and security guards, where force must sometimes be used, and where there\n\nis a possibility of a mixed motive, such as where an officer has a legitimate reason\n\nto use a certain amount of force to arrest an offender, but gives him a lagniappe of\n\nextra oomph because he has a prior history with the offender and does not like him.46\n\nBut, as to the wrongful conduct the Officer in this case was alleged to have\n\ncommitted, there was no evidence at all of mixed motivation. Doe did not allege\n\nthat the Officer was partially motivated to gratify himself by a desire to serve the\n\nState.\n\n         Our decision in Doe I was, of course, correct to say that if there is evidence in\n\nlight of which rational minds could disagree about whether the employee’s\n\nmisconduct was motivated in part by a desire to serve his employer, then the question\n\nof whether the Motivation Prong of § 228 is satisfied is one for the jury to resolve.\n\nBut, to the extent that we implied that § 228’s scope-of-employment test should\n\nalways go to a jury, even if there is no issue of fact for the jury to determine, that\n\n\n\n\n46\n   Id. § 245 cmt. c (“To create liability for a battery by a servant upon a third person, the\nemployment must be one which is likely to bring the servant into conflict with others. . . . [T]he\nemployment of servants to guard or to recapture property, to take possession of land, or to deal\nwith chattels which are in the possession of another, is likely to lead to altercations, and the master\nmay become liable, in spite of instructions that no force shall be exerted against the person of the\npossessor.”); id. § 229 cmt. b (“An assault by one employed to recapture a chattel, while entirely\ndifferent from the act which he was employed to do, which was merely to take possession of the\nchattel, may be within the scope of employment, unless committed with such violence that it bears\nno relation to the simple aggression which was reasonably foreseeable.”).\n                                                 19\n\fimplication is not only at odds with the Restatement itself,47 it is also at odds with\n\nDoe I’s decision that § 228’s first two prongs, based on the undisputed facts, were\n\nsatisfied as a matter of law.\n\n       On the Foreseeability Prong, which evaluates whether the degree of force the\n\ntortfeasor used was “not unexpectable,”48 we held in Doe I that the jury should\n\ndecide that question, stating in full our reasoning as follows:\n\n       Finally, to be within the scope of employment, any force used must be\n       “not unexpectable.” Several other jurisdictions have noted that sexual\n       assaults by police officers and others in positions of authority are\n       foreseeable risks. The record does not establish the [Officer’s] conduct\n       was unforeseeable.49\n\nIn so deciding, we did not give any guidance about whether foreseeability was to be\n\ndetermined in a general way, requiring that Doe show that there was a recognized\n\nhistory of police officers abusing their authority over arrestees to obtain sexual\n\nfavors, or in the specific way, requiring her to show that the State had some basis to\n\nforesee that the Officer whose conduct is the focus of this case would misuse his\n\nauthority for his own sexual gratification. But again, it is not clear that there was\n\nany dispute of fact on this point.\n\n\n\n\n47\n   Id. § 228 cmt. d (“The question of whether or not the act done is so different from the act\nauthorized that it is not within the scope of the employment is decided by the court if the answer\nis clearly indicated; otherwise it is decided by the jury.”).\n48\n   Id. § 228(1)(d).\n49\n   Doe v. State, 76 A.3d 774, 777 (Del. 2013) (citations omitted).\n                                               20\n\f       We finished our decision in Doe I by remanding to the Superior Court so that\n\nit could present § 228’s Motivation and Foreseeability Prongs to the jury. We did\n\nnot reach or even mention Doe’s argument that § 219(2)(d) applied in this case and\n\nexempted her from the need to show that the Officer’s misconduct fell within the\n\nscope of his employment. Although Doe argued this issue fairly and it remained\n\nrelevant to the outcome of the case, we did not address it at all.\n\n                    C.         The Superior Court’s Second Opinion\n\n       On remand from Doe I, the State asserted a sovereign immunity defense. The\n\nsovereign immunity defense provides that “neither the State nor a State agency can\n\nbe sued without its consent.”50 But it is waived “as to any risk or loss covered by\n\nthe state insurance program.”51 The State moved for summary judgment, arguing\n\nthat Doe’s claims were “excluded [from] coverage under the terms of the\n\nDepartment of Public Safety Division of State Police self-insurance plan and\n\ntherefore not subject to a waiver of sovereign immunity.”52 The Officer’s estate also\n\nbrought a motion to dismiss, arguing that Doe’s complaint against the estate was\n\ntime-barred.53\n\n\n\n\n50\n   Pauley v. Reinoehl, 848 A.2d 569, 573 (Del. 2004).\n51\n   18 Del. C. § 6511.\n52\n   Defendant State of Delaware’s Motion for Summary Judgment 1, Doe v. Giddings, 2014 WL\n4100925 (Del. Super. July 29, 2014) [hereinafter “State’s 2014 Motion for Summary Judgment”].\n53\n   Motion to Dismiss [the Officer’s Estate] ¶ 2–3, Doe v. Giddings, 2015 WL 1566597 (Del. Super.\nApr. 8, 2015).\n                                              21\n\f       Doe defended these motions and sought partial summary judgment on the\n\nissue of liability. Doe argued that Doe I found not only that the first two prongs of\n\n§ 228 could be and were satisfied as a matter of law, but so too was the Motivation\n\nProng:\n\n       In addressing the issue of whether [the Officer] “was activated in part\n       to serve his employer” the Supreme Court observed that “a sexual\n       assault can be considered a service to the police on a theory that part of\n       what [the Officer] was doing was transporting a prisoner.” That is this\n       case.54\n\nDoe also argued that the Foreseeability Prong was satisfied as a matter of law, citing\n\nformer Delaware State Police Superintendent Thomas MacLeish’s testimony that\n\n“there is a risk in police work that a small minority of police officers will engage in\n\nsexual assault or similar misconduct involving detainees in their custody,” and the\n\nfact that the State Police “train[ed] against and h[ad] procedures to protect against\n\nsuch misconduct.”55 Doe again pointed to allegations of “individual State Troopers\n\ncommit[ing] unauthorized and wrongful acts during execution of their duties,\n\nincluding one rape, and multiple assaults.”56 Whether because Doe I ignored her\n\nargument as to the applicability of § 219 and therefore left the Superior Court’s\n\n\n\n\n54\n   Plaintiff’s Motion for Partial Summary Judgment or Partial Adjudication Pursuant to Superior\nCourt Civil Rule 56(a) 3, Doe v. Giddings, 2014 WL 4100925 (Del. Super. July 29, 2014) (citations\nomitted) (emphasis added) [hereinafter “Doe’s 2014 Motion for Summary Judgment”].\n55\n   Id. at 4–5.\n56\n   Id. at 6; id. at Ex. E.\n                                               22\n\fearlier rejection in place or for another reason, Doe did not rely on § 219 in arguing\n\nher motion, but focused solely on Doe I and § 228.\n\n       Doe suffered a loss on all the motions. The Superior Court granted the State’s\n\nmotion for summary judgment, finding that the State’s insurance policy did not\n\nprovide coverage for Doe’s claims and that the defense of sovereign immunity was\n\ntherefore not waived.57 The Superior Court also granted the Officer’s estate’s\n\nmotion to dismiss Doe’s claims against the estate because they were time-barred.58\n\nThe Superior Court denied Doe’s motion for summary judgment on the issue of\n\nliability, noting that “[b]ased on the Supreme Court’s findings on appeal [in Doe I],\n\nboth [§ 228’s Motivation and Foreseeability Prongs] remain matters for the jury to\n\ndecide.”59\n\n                         D.         This Court’s Second Opinion\n\n       Doe then took her second appeal, contesting the rulings below, and in Doe II,\n\nthis Court again got to consider the case. On appeal, the major emphasis of the\n\nparties was on the State’s assertion of sovereign immunity and the Officer’s estate’s\n\nassertion that Doe’s claims against it were time-barred. But, in fairness, Doe sought\n\nto have us re-examine our decision in Doe I that § 228’s Motivation and\n\nForeseeability prongs presented questions for the jury, again arguing that the\n\n\n57\n   Doe v. Giddings, 2014 WL 4100925, at *7 (Del. Super. July 29, 2014).\n58\n   Doe v. Giddings, 2015 WL 1566597, at *1 (Del. Super. Apr. 8, 2015).\n59\n   Doe v. Giddings, 2014 WL 4100925, at *8 (Del. Super. July 29, 2014).\n                                             23\n\f“undisputed facts compel[led] application of the doctrine of respondeat superior as\n\na matter of law.”60\n\n       But Doe did not remind us that we failed to address the § 219 issue that was\n\nfairly raised in the first appeal but never ruled upon. Instead, Doe argued about\n\n§ 228’s Motivation and Foreseeability Prongs. That was understandable, of course,\n\nbecause Doe I ignored Doe’s § 219 argument, asserted that § 228 was the\n\nappropriate test for determining liability in this case, and stated that it only mattered\n\n“whether the service itself in which the tortious act was done was within the ordinary\n\ncourse of such business.”61\n\n       In pressing her arguments in Doe II, Doe relied on the part of Doe I that\n\nimplied that she had no obligation to show that the Officer was motivated by his\n\nofficial duties in seeking oral sex. Doe’s brief argued that it was undisputed that the\n\noral sex occurred during a time period when the Officer was processing Doe’s arrest\n\nand transporting her to court,62 and that, as a matter of law, the Motivation Prong\n\nwas satisfied under Doe I’s statement that “a sexual assault can be considered a\n\nservice to the police on the theory that part of what [the Officer] was doing was\n\ntransporting a prisoner.”63\n\n\n60\n   Doe’s Opening Br. at 36, Sherman v. State, 133 A.3d 971 (Del. 2016).\n61\n   Doe v. State, 76 A.3d 774, 777 (Del. 2013) (citations omitted).\n62\n   Doe’s Opening Br. at 32, Sherman v. State, 133 A.3d 971 (Del. 2016) (“There is no issue of\ndisputed fact as to element three since the only evidence that [the Officer’s] wrongful act took\nplace during the course of an arrest and by means of abuse of the power of an arrest.”).\n63\n   Doe v. State, 76 A.3d 774, 777 (Del. 2013) (citations omitted).\n                                              24\n\f       Importantly, Doe also argued that § 228’s Motivation Prong should not be\n\nsubmitted to the jury when the facts regarding its applicability are uncontested. To\n\nthis point, Doe argued to us that:\n\n       [Section 228’s Motivation Prong] “has been broadly construed as a\n       matter for the jury to decide.” But that does not mean that this issue\n       must go to jury if the facts are truly uncontested. . . . We believe that\n       this Court’s language in its opinion (“[a] sexual assault can be\n       considered a service to the police on the theory that part of what [the\n       Officer] was doing was transporting a prisoner”) should be read\n       “[would satisfy] the requirement of a service to the\n       police.” . . . Transporting a prisoner either is or isn’t a service to the\n       police. It’s what the police do following an arrest. . . .\n\n       If it is undisputed that [the Officer] acted as alleged in the course of\n       arresting and transporting [Doe], but this issue (of service to the master)\n       is submitted to the jury, how could any reasonable jury find against\n       [Doe] in light of this [r]ecord and this Court’s [o]pinion? Just how\n       would a trial [j]udge instruct the jury in this case?64\n\n       Doe also argued that the applicability of § 228’s Foreseeability Prong was an\n\nissue for this Court to resolve as a matter of law, because there was not a dispute of\n\nfact between the parties.65 Rather, Doe asserted that the parties only disagreed about\n\nwhether the Foreseeability Prong was satisfied.\n\n       Doe contended the Officer’s sexual misconduct was foreseeable in the sense\n\nthat it was foreseeable that a police officer might misuse his authority over an\n\narrestee to procure sexual favors and that the only issue to be resolved was a legal\n\n\n64\n  Doe’s Opening Br. at 31‒33, Sherman v. State, 133 A.3d 971 (Del. 2016) (emphasis added).\n65\n  Id. at 34 (emphasis added) (“Either something is foreseeable or it is not if the facts are\nundisputed.”).\n                                            25\n\fone.66 And if § 228’s Foreseeability Prong was satisfied by a showing of general\n\nforeseeability, Doe argued she was entitled to a ruling as a matter of law in her favor\n\non that prong. By contrast, if § 228 required specific foreseeability focused on the\n\nOfficer, as the State suggested, Doe admitted she had no evidence that he posed a\n\nspecific risk, and if, as she did not believe was the case, foreseeability of that specific\n\nkind was required, then the State was entitled to a ruling in its favor.67 Doe asked\n\nus to resolve the underlying legal question based on the undisputed facts.\n\n       In our decision in Doe II, we focused almost entirely on the sovereign\n\nimmunity and timeliness issues. We found for Doe on the sovereign immunity issue,\n\nclearing that obstacle to her recovery against the State, and we upheld the Superior\n\nCourt’s ruling that Doe’s claim against the Officer’s estate was time-barred.68\n\n\n\n\n66\n   Id.\n67\n   Id. at 34 (“Doubtless, the State will argue that Colonel M[a]cLeish had no reason to believe that\n[the Officer] would abuse a detainee. But this is not a negligence but a respondeat claim and the\nforeseeability issue focuses not on [the Officer’s] behavior but on that of police officers (and not\njust Delaware State Troopers) as a whole.”); State’s Answering Br. at 32, Sherman v. State, 133\nA.3d 971 (Del. 2016) (“The State also has identified former supervisors of [the Officer] who\ntestified that they had no knowledge of any discipline problems involving any allegations of sexual\nmisconduct or sexual harassment by [the Officer].”).\n68\n   Sherman v. State, 133 A.3d 971, 979 (Del. 2016) (“Doe did not file a suit against [the Officer’s\nestate] until August 18, 2010, nearly fifteen months after [his] death. However, [the Officer’s\nestate] did not file its motion to dismiss until July 2014. Thus, Doe contends that § 2102 does not\napply because [the Officer’s estate] waived its protections by waiting so long to file its motion.\nThe Superior Court disagreed with Doe, and held that [as a non-claim statute] § 2102’s protections\ncannot be waived. . . . [W]e hold that § 2102 is a non-claim statute. Accordingly, the Superior\nCourt correctly granted [the Officer’s estate’s] motion to dismiss under § 2102 despite [the\nestate’s] delay in bringing that motion.”).\n                                                26\n\f      We said nothing about the merits of Doe’s extensive argument that she was\n\nentitled to summary judgment on § 228’s Motivation and Foreseeability Prongs.\n\nInstead, we relied on the law of the case doctrine and indicated that Doe I said that\n\nthe question of whether § 228’s Motivation and Foreseeability Prongs were satisfied\n\nwas for the jury to decide. We did not focus at all on whether there was any triable\n\nissue of fact as to whether the Officer’s misconduct was motivated in part by a desire\n\nto serve his employer. And we did not discuss the issue of whether general\n\nforeseeability was enough to satisfy § 228’s Foreseeability Prong, or whether\n\nspecific foreseeability was required.\n\n                   E.         Jury Trial and Motion for New Trial\n\n      After our decision, the Superior Court held a trial and was required to turn our\n\ndecisions into sensible instructions for the jury. The reason why the parties and the\n\nSuperior Court struggled in fashioning jury instructions on the issue is simple: the\n\nparties’ difference of opinion did not involve issues of fact for the jury to resolve.\n\nDoe did not allege that the Officer was motivated by his official responsibilities to\n\nthe State to seek oral sex from her. And, for its part, the State did not argue that the\n\noral sex occurred outside the period when the Officer had Doe in his custody and\n\nunder valid arrest. In other words, there was no fact question about § 228’s\n\nMotivation Prong for the jury to resolve.\n\n\n\n\n                                          27\n\f      But because our prior decisions gave no guidance, the Superior Court’s\n\ninstruction was just a rote reiteration of the § 228 test for scope of employment, and\n\ndid not frame a case-specific fact question for the jury to resolve. The Superior\n\nCourt’s jury instruction was:\n\n      [I]f you find that [the Officer] committed the wrongful act, then you\n      must next determine whether [the Officer] was acting in the ordinary\n      course of employment during the time frame within which the wrongful\n      act was committed. The relevant test is not whether the wrongful\n      conduct was authorized by the State, but whether the service itself was\n      within the scope of employment and, thus, within the ordinary course\n      of the State’s business.\n      [The Officer] was acting within the scope of his employment if, and\n      only if, you find all of the following by a preponderance of the\n      evidence:\n         1. The conduct was of a type that [the Officer] was hired to perform;\n         2. The conduct occurred substantially within the authorized time\n            and space limits of his work;\n         3. The conduct was motivated, at least in part, by an intent to serve\n            his employer, on this factor, even if [the Officer] was motivated\n            in part by a personal desire to commit the wrongful act, his\n            conduct may still be attributed to the State where his conduct was\n            also motivated by a desire to serve the defendant.\n      AND\n         4. If force was used, the use of force was not unexpectable; i.e. the\n            force was reasonably foreseeable.\n      However, [the Officer’s] conduct was not within the scope of his\n      employment if his conduct was:\n        I.   Different in kind from what was authorized by his employer;\n       II.   Far beyond the authorized time or space limits of his\n             employment;\n\n                                         28\n\f       III.   Too little motivated by an intent to serve his employer;\n       OR\n       IV.    Involved force that was not reasonably foreseeable.69\n\n\nWhat the jury was supposed to decide was left ambiguous, because the Superior\n\nCourt received no definitive guidance from this Court about whether the Motivation\n\nProng could only be satisfied if the oral sex itself was motivated in part by the\n\nOfficer’s desire to serve the State.\n\n       At the prayer conference, Doe requested that the Motivation Prong of the\n\n§ 228 instruction specify that it was the Officer’s general conduct of arresting and\n\ntransporting Doe, and not the oral sex, that needed to be motivated by a desire to\n\nserve the State. Doe argued that “of course [the oral sex] was not authorized, of\n\ncourse it is not a benefit to the State. If that is the test, we might [a]s well just leave.\n\nThat is not the test, because an intentional tort—this intentional tort will never be of\n\nservice to the State.”70\n\n       The Superior Court rejected Doe’s request to edit the instruction, despite\n\nacknowledging that it is “common sense to say that the sexual act itself was\n\nobviously not within the scope of his employment.”71 Citing Doe I, the Superior\n\nCourt reasoned that its hands were tied as to what instruction it could give:\n\n\n69\n   App. to Opening Br. at 472–73 (Jury Instructions).\n70\n   Prayer Conf. Tr. (Jan. 19, 2017), at 41:2–7.\n71\n   Id. at 41:19–23.\n                                               29\n\f       If the Supreme Court is indicating that that particular act can be looked\n       at, and the jury has to make its determination about whether this fits\n       within those four factors, that is all I can do is just instruct them as to\n       what the four factors are. That is what I am going to do.72\n       The Superior Court also denied Doe’s request to instruct the jury that the\n\nForeseeability Prong is satisfied by showing “a general problem, anywhere in the\n\ncountry, anywhere within police work, and not limited to the Delaware State\n\nPolice.”73 Doe proposed the following instruction:\n\n       In this case, Colonel MacLeish, the former head of the Delaware State\n       Police in 2009, testified. If you find that Colonel MacLeish was aware\n       of a general problem within law enforcement that some police officers\n       had sexually assaulted people in their custody then it was not\n       completely unforeseeable to the State that such wrongful conduct could\n       occur.\n       The general problem of sexual abuse by arresting police officers does\n       not have to have involved the State Police or any police in Delaware—\n       it is enough if on a nationwide basis there was a general problem. Also,\n       the problem did not have to involve a majority of police officers, it is\n       enough if it were a very small number of officers.74\n\n\nDespite recognizing that the “particular injury suffered does not have to be\n\nforeseeable,” and that the question is not whether it was “foreseeable that he,\n\nmeaning [the] Officer [], would do this, but only that this risk existed,”75 the Superior\n\nCourt rejected Doe’s proposed instruction and instructed the jury on that issue in this\n\nmore generic way:\n\n\n72\n   Id. at 52:17–22.\n73\n   Id. at 11:4–6.\n74\n   Sherman v. State, C.A. No. N1-0C-08-178, at 13 (Del. Super. May 8, 2017).\n75\n   Prayer Conf. Tr. (Jan. 19, 2017), at 13:4–7.\n                                             30\n\f       A foreseeable act is one that an ordinary person, under the\n       circumstances, would recognize or anticipate as creating a risk of\n       injury. It is not necessary that the particular injury suffered was itself\n       reasonable, but only that the risk of injury existed.76\n\n       The Superior Court also rejected Doe’s efforts to establish that consent was\n\nnot a defense in this case. For example, Doe brought a motion to exclude evidence\n\nof consent from the trial. But the Superior Court rejected that motion, reasoning that\n\nthe criminal charges filed against the Officer did not specify that the sexual contact\n\nwas “unwanted,” and, unlike in the correctional facility context, there was no statute\n\ncriminalizing officer-arrestee sexual interaction and implying that such sex was by\n\nlaw nonconsensual.77\n\n       At the prayer conference, Doe again argued that consent could not be a\n\ndefense to allegations of assault or battery when a woman is in custody.78 The State\n\nargued that whether consent was a defense as a matter of law had already been\n\ndiscussed in the context of Doe’s failed motion,79 that it would not “specifically\n\nargue consent” in its closing, and that consent remained a “fact question for the\n\n\n\n\n76\n   App. to Opening Br. at 474 (Jury Instructions).\n77\n   Pretrial Conf. Tr. (Aug. 8, 2016), at 82:4–6, 82:17–20.\n78\n   Prayer Conf. Tr. (Jan. 19, 2017), at 32:18–19, 34:19–20.\n79\n   App. to Opening Br. at 212 (Motion to Bar Any Evidence, Claim or Argument that Plaintiff\nConsented to Sexual Contact with [the Officer]).\n                                            31\n\fjury.”80 The Superior Court rejected Doe’s argument, declined to instruct the jury\n\nthat Doe was not in a position to consent, and allowed the consent issue to remain\n\nembedded in the definitions of the torts Doe alleged the Officer had committed:\n\n       Tort of Assault: Plaintiff alleges that [the] Officer . . . acted\n       intentionally and without [her] consent, to cause [her] to be in fear of\n       an immediate harmful or offensive contact.\n\n       Tort of Battery: Plaintiff alleges that [the] Officer acted intentionally\n       and without [her] consent, to make contact in a harmful or offensive\n       way.81\n\nAnd, in its closing arguments at trial, the State argued that the jury should weigh the\n\nOfficer’s version of events against Doe’s and make its own decision about whether\n\nor not the sex was consensual:\n\n       You have heard the conflicting stories about what happened in the car.\n       Unfortunately, both participants are deceased.                  We would\n       suggest . . . you listen . . . and consider that evidence as to what may or\n       may not have happened in that car.82\n\nThe State did this, despite having charged the Officer with two crimes that both\n\ndepended on the State believing that Doe did not voluntarily perform the oral sex.83\n\n       After a three-day trial, the jury found that the State was not liable for the\n\nOfficer’s sexual misconduct.84 Doe moved for a new trial, arguing the Superior\n\nCourt’s jury instructions “were erroneous and undermined the jury’s ability to\n\n80\n   Prayer Conf. Tr. (Jan. 19, 2017), at 34:1–10.\n81\n   App. to Opening Br. at 470‒71 (Jury Instructions) (emphasis added).\n82\n   State’s Closing Arg. Tr. (Jan. 19, 2017), at 4:13‒18.\n83\n   App. to Opening Br. at 134 (Complaint and Warrant for [the Officer]).\n84\n   App. to Answering Br. at 179 (Jury Verdict Form).\n                                              32\n\fintelligently reach a verdict.”85 In response to Doe’s motion for a new trial, the\n\nSuperior Court reviewed the Motivation Prong of its § 228 instruction again and\n\nfound that “[w]ere the Court to augment that language and add [the Officer’s]\n\n‘specific conduct,’ as suggested by Plaintiff, the result would be an importation of\n\nthe summary judgment inferences in Doe [I] into the trial setting . . . [and]\n\nunnecessarily interpose the Court into the jury’s determination of scope of\n\nemployment.”86 And the Superior Court reaffirmed its decision not to deliver Doe’s\n\nproposed Foreseeability Prong for the § 228 instruction because it “failed to comply\n\nwith Delaware law and called for the Court to comment on the evidence.”87\n\n       The Superior Court also reaffirmed its decision not to instruct the jury that\n\nconsent was not a defense in this case, reasoning that: because “[Doe’s] and [the\n\nOfficer’s] versions of the incident conflicted in several material aspects,” it was\n\ncorrect to “permit[] both parties to argue in their closing arguments their versions of\n\nthe events.”88 Doe then appealed the Superior Court’s ruling to this Court.\n\n                 F.         Current Appeal and Supplemental Briefing\n\n       On appeal, Doe argued that the jury’s verdict should be reversed because the\n\ninstructions the jury received failed to give accurate guidance to enable it to make a\n\n\n\n\n85\n   Sherman v. State, C.A. No. N1-0C-08-178, at 2 (Del. Super. May 8, 2017).\n86\n   Id. at 11.\n87\n   Id. at 13.\n88\n   Id. at 13–14.\n                                             33\n\fsensible case-specific determination of liability. In particular, Doe contended that\n\nthe Superior Court gave the jury no guidance as to how § 228’s Motivation Prong\n\nwas to be applied or as to whether general foreseeability was enough to satisfy\n\n§ 228’s Foreseeability Prong, and improperly allowed the jury to determine that Doe\n\nvoluntarily consented to the oral sex.89\n\n       In pressing these points, Doe reiterated her view that: i) so long as the oral sex\n\noccurred during the period when the Officer was processing Doe’s arrest, Doe I\n\ncompelled a finding in her favor on § 228’s Motivation Prong; ii) § 228’s\n\nForeseeability Prong required only general foreseeability of which there was\n\nunrebutted evidence; and iii) an arrestee may not consent to sex with an arresting\n\nofficer under Delaware law, and thus consent could not be a valid defense.90 The\n\nState took the opposite position on all these points, and stressed that we had said in\n\nboth Doe I and Doe II that the first two issues were ones for a jury to decide, that\n\n“any question of fact on the issue of consent was presented to the jury” by Doe not\n\nthe State, and that Doe had received her day in court and the jury’s finding against\n\nher should be respected.91 The argument that Doe made consent an issue, not the\n\nState, came with some ill grace. Doe had argued that consent, by definition, could\n\nnot be voluntary when given by an arrestee to her arresting officer. The State\n\n\n89\n   Doe’s Opening Br. at 6–7.\n90\n   Id. at 19–20, 24–25, 33–34.\n91\n   State’s Answering Br. at 12, 21, 37.\n                                           34\n\fopposed that position, and then despite charging the Officer with crimes involving\n\nnon-voluntary sex,92 insisted that the jury should decide whether Doe freely had sex\n\nwith the Officer.\n\n       The oral arguments left us concerned that we had put the trial judge and the\n\nparties in an untenable position. Rather than hazard further confusion, we concluded\n\nthat it would be wise to receive further input on two issues. The first was whether\n\nthe trial court’s inability to craft appropriately tailored jury instructions signaled a\n\nproblem with our earlier rulings that might counsel departure from the law of the\n\ncase. The other was whether the struggles the court and the parties were having with\n\napplying § 228’s Motivation and Foreseeability Prongs related in part to using that\n\nsection of the Restatement in a context where another related provision of the\n\nRestatement, § 219, had arguably more sensible application.\n\n\n92\n   One of our respected colleagues in dissent suggests that the State did not “by express terms\ncharge that the sex occurred without [Doe’s] consent.” Dissent at 9 (Vaughn, J., dissenting). He\nis correct that the “express terms” of the State’s charges (which included Sexual Exploitation) do\nnot literally state that the coerced sex occurred without the victim’s consent. But, as we will\ndiscuss later, sex “without consent,” as defined by the section of our criminal law defining sex\ncrimes, includes sex to which “the defendant compelled the victim to submit by any act of coercion\nas defined in § 791,” and § 791 defines the crime of coercion to include the scenario in which a\npublic servant uses or abuses their position “by performing some act within or related to the\ndefendant’s official duties, or by failing or refusing to perform an official duty in such manner as\nto affect some person adversely.” 11 Del. C. §§ 761, 791. The State charged the Officer with\ncommitting Sexual Extortion by intentionally compelling or inducing Doe to engage in oral sex by\ninstilling a fear in her that “if the sexual act [wa]s not performed,” the Officer would have “take[n]\nthe victim before the Court to appear on a capias.” App. to Opening Br. at 134 (Complaint and\nWarrant for [the Officer]). Thus, in substance, the State charged the Officer with having threatened\nto “perform an official duty in such manner as to affect some person adversely” and thereby\ncoercing oral sex from Doe. For this reason, under the State’s Sexual Exploitation charge and §\n761, the oral sex at issue here was by definition non-consensual. 11 Del. C. §§ 761, 791.\n                                                 35\n\f       We did not do so lightly. But, when we pressed Doe’s lawyer as to why he\n\ndid not, for example, move for summary judgment again on the Motivation and\n\nForeseeability Prongs on remand from Doe II, he argued that he already sought\n\nclarity in Doe II and had been rebuffed.93 Upon our review of the record, we also\n\nrealized that he had fairly argued § 219(2)(d) in Doe I,94 and that we had ignored\n\nthat argument.\n\n       We also took into account that, by failing to identify whether it was the\n\nwrongful conduct itself that had to be motivated in part by the Officer’s desire to\n\nserve his employer to satisfy § 228’s Motivation Prong, we left the Superior Court\n\nto hand to the jury a question of common law legal policy, not a case-specific\n\nquestion of fact. Not only that, by suggesting that the oral sex need not be motivated\n\nby a desire to serve the employer if it occurred during the course of “transporting a\n\nprisoner,”95 we also risked confusing the proper inquiry under § 228’s Motivation\n\nProng in all kinds of cases, by importing into it ambiguities generated by Doe I’s\n\nlegitimate concern over the serious nature of the police misconduct Doe alleged.\n\n\n\n\n93\n    Oral Argument at 1:39–2:25, Sherman v. Dep’t. of Pub. Safety (No. 206, 2017),\nhttps://livestream.com/accounts/5969852/events/8066882/videos/170525984/player             (Doe’s\nCounsel: “The Court held that law of the case tracked back to [Doe I]. I was a little bit at a loss\nbecause I really thought it was a summary judgment case. . . . But be that as it may, we were\ndealing with law of the case, and I did not see that it would be appropriate to raise that issue\nagain.”).\n94\n   Doe’s Opening Br. at 22, Doe v. State, 76 A.3d 774 (Del. 2013).\n95\n   Doe v. State, 76 A.3d 774, 777 (Del. 2013) (citations omitted).\n                                                36\n\f          By widening our lens to consider § 219, which was designed to provide\n\nexceptions to § 228 by allowing a plaintiff’s claims to bypass all of § 228’s\n\nrequirements when justified, we believed we would better position ourselves to give\n\n§ 228 its most sensible interpretation. And in addition, give Doe a chance to be\n\nheard on her original argument that vulnerable arrestees should be able to obtain\n\nrecovery without showing that the Officer’s misconduct fell within the scope of his\n\nemployment.\n\n          In response to our request for further briefing, Doe argued that the law of the\n\ncase should give way here, that both § 219(2)(c) and (d) applied to the undisputed\n\nfacts of this case, and that judgment should be entered in her favor on the issue of\n\nliability because, under Delaware law, an arrestee cannot voluntarily consent to sex\n\nwith her arresting officer.96\n\n          For its part, the State argued that “[n]one of the exceptions to the law of the\n\ncase apply,” that the scope of employment issue cannot “be determined as a matter\n\nof law, even if [this Court] were to not follow law of the case,” because Doe did not\n\nfairly present that issue to the trial court, and that we should decline to adopt § 219.97\n\nIt also appears to adhere to its view that an arrestee like Doe could voluntarily\n\nconsent to sex with her arresting officer.\n\n\n\n96\n     Doe’s Supp. Br. at 5.\n97\n     State’s Supp. Br. at 5, 7–8.\n                                             37\n\f                                   III.        Analysis\n\n       We now wrestle with the issues on appeal in this order. First, we grapple with\n\nthe question of whether we should adhere to the law of the case and conclude that it\n\nis in the interests of justice to examine this case with a fresh eye. Second, we address\n\nthe specific issues that our prior opinions hedged. Initially, whether the employee’s\n\nwrongful conduct itself must be motivated in part by a desire to serve the employer\n\nto satisfy the Motivation Prong of § 228. From there, we clarify whether general or\n\nspecific foreseeability is required to satisfy § 228’s Foreseeability Prong. Then, we\n\nconsider the relevance of § 219 and whether two of its subsections apply and relieve\n\nDoe of the obligation to show that the Officer’s sexual misconduct fell within the\n\nscope of his employment under § 228. Finally, we address the State’s defense to\n\nliability that rests on the proposition that an arrestee may consent to sex with her\n\narresting officer.\n\n                            A.     The Law of the Case Doctrine\n\n       We depart from the law of the case and decide important issues raised by this\n\nappeal with fresh eyes because the interests of justice require us to do so.98\n\n       We respect that the State argues that because “both parties tried this case\n\naccording to the legal rule set down by the Court in Doe I and reaffirmed in Doe II,”\n\n\n98\n   Gannett Co. v. Kanaga, 750 A.2d 1174, 1181 (Del. 2000) (holding that the law of the case\ndoctrine “is not an absolute bar to reconsideration of a prior decision . . . . [that] produces an\ninjustice”).\n                                               38\n\f“it would not be unjust to the parties to allow this verdict to stand.”99                       We\n\nacknowledge that this case has many years on it now, and we understand the State’s\n\nlegitimate concern about a late change in direction. But to the extent that Doe I\n\nestablished § 228’s Motivation and Foreseeability Prongs as issues for the jury, that\n\n“law of the case” was only binding for so long as there were outstanding issues of\n\nfact related to those prongs. Although Doe I was correct that “the question of\n\nwhether a tortfeasor is acting within the scope of his employment is fact-specific,\n\nand, ordinarily, is for the jury to decide,”100 the question of whether tortious conduct\n\nfalls within the scope of employment is “decided by the court if the answer is clearly\n\nindicated.”101\n\n       The undisputed facts of this case turned the Motivation and Foreseeability\n\nProngs into questions of law. Either it was the Officer’s sexual misconduct or his\n\narrest and transport of Doe that needed to be motivated in part by a desire to serve\n\nhis employer. If the former, judgment should have been entered for the State on the\n\nissue of liability because Doe did not allege that the oral sex was so motivated. If\n\n\n\n\n99\n   State’s Supp. Br. at 5.\n100\n    Doe v. State, 76 A.3d 774, 776 (Del. 2013).\n101\n    Restatement (Second) of Agency § 228 cmt. d (1958); see generally Hyman Reiver & Co. v.\nRose, 147 A.2d 500, 503 (Del. 1958) (“[W]here the facts are such that reasonable minds can draw\nbut one conclusion, it is the duty of the Court to decide the question and not to require the jury to\ndeliberate upon evidence from which they can draw but one possible conclusion.”) (citations\nomitted).\n                                                39\n\fthe latter, judgment on the Motivation Prong should have been entered in Doe’s\n\nfavor because the Officer was processing a valid arrest.\n\n      Likewise, the unresolved issue about foreseeability was one of law, not fact.\n\nIf it was sufficient to satisfy § 228’s Foreseeability Prong that it be foreseeable as a\n\ngeneral matter that a police officer might misuse his authority to obtain sex from an\n\narrestee, then judgment on the Foreseeability Prong was due to Doe because there\n\nwas unrebutted evidence of general foreseeability of that kind. If, by contrast, Doe\n\ncould only satisfy the Foreseeability Prong by showing that it was specifically\n\nforeseeable that the Officer posed a risk of sexual misconduct, then judgment on the\n\nForeseeability Prong was owed to the State, as Doe produced no evidence that there\n\nwere any warning signs that the Officer posed a specific risk of this kind.\n\n      The effects of this Court’s error in remanding the Motivation and\n\nForeseeability Prong issues under § 228 instead of answering them as a matter of\n\nlaw, and doing so without giving any guidance on how to tailor the required jury\n\ninstructions, were compounded by the Superior Court’s hesitation to edit the pattern\n\n§ 228 instruction. The question presented to the jury failed to clarify whether the\n\nMotivation Prong applied to the Officer’s wrongful conduct or the general course of\n\nconduct within which that wrongful act occurred. Likewise, the jury instruction did\n\nnot clarify whether the Foreseeability Prong required officer-specific or general\n\nforeseeability. Without these clarifications, the Superior Court’s instruction could\n\n                                          40\n\fnot “reasonably inform” the jury about the questions they were being asked to\n\nanswer.102\n\n       Because we said in both Doe I and Doe II that these questions were ones for\n\nthe jury, and gave no guidance as to how to resolve the legal issues underlying them,\n\nwe do not fault the Superior Court for its reluctance to come down on one side of\n\neach of the issues, or its decision to give the jury instructions that simply parroted\n\nthe terms of § 228.103 But we did sense on the part of the Superior Court a broader\n\ndisinclination to shape jury instructions involving standard provisions of law like\n\n§ 228 into more case-specific instructions that focus the jury on what its role is in\n\nanswering the relevant fact questions necessary to render a fair verdict in the case\n\nbefore it. And if that broader disinclination was the only basis for its reticence, we\n\nwould be more willing to be critical, because jury instructions should be tailored to\n\nthe specific dispute, a task that often requires the judge to isolate the fact questions\n\nthat are relevant under the law to the actual case before the jury. 104 But here, the\n\n\n102\n    Storey v. Camper, 401 A.2d 458, 465 (Del. 1979).\n103\n    We note that the Superior Court erred in including § 228’s first two prongs in its scope of\nemployment instruction, despite the fact that Doe I already held that those prongs were satisfied\nas a matter of law. Doe v. State, 76 A.3d 774, 777 (Del. 2013) (“[The Officer] was in uniform,\non-duty, carrying out a police duty by transporting [Doe] to court. The sexual assault took place\nin the police car, during the time that [the Officer] was supposed to be carrying out police duties.\nThese facts would satisfy the first two factors under the Restatement—[the Officer] was doing the\nkind of work he was employed to perform, and he was acting within authorized time and space\nlimits.”).\n104\n    See Zimmerman v. State, 565 A.2d 887, 890 (Del. 1989) (“The primary purpose of jury\ninstructions is to define with substantial particularity the factual issues, and clearly to instruct the\njury as to the principles of law which they are to apply in deciding the factual issues involved in\nthe case before them.”); Herring v. State, 805 A.2d 872, 876 (Del. 2002) (“Trial judges may\n                                                  41\n\fSuperior Court’s reticence was understandable, given that this Court failed on two\n\noccasions to provide any insight to help the trial court determine what was required\n\nto satisfy, as a matter of law, the Motivation and Foreseeability Prongs of § 228, and\n\nindicated that the jury was supposed to decide whether the State was liable based on\n\nhearing the evidence and being given the rote terms of § 228 in the form of a\n\nquestion.\n\n       Moreover, because of the ambiguity of Doe I, there is a possibility that failure\n\nto clarify in this appeal what the Motivation Prong means could have a negative\n\neffect on other cases involving § 228. By ignoring Doe’s arguments regarding § 219\n\nin Doe I, we left in place precedent rejecting a provision of the Restatement that is\n\nintended to provide exceptions to § 228, and to address difficult cases of this kind,\n\nand risked establishing an imbalanced approach to respondeat superior that could\n\ndistort § 228’s application in order to address inequities its rote application would\n\nhave, if one proceeds under the assumption that § 228 should not give way when\n\n§ 219 suggests it should.\n\n       Lastly, although cases like this are rare, that does not mean they are not\n\nimportant. For obvious reasons, scholars and commentators have long argued that\n\n\n\nproperly combine a statement regarding a fact in issue with a declaration of law.”); 9A CHARLES\nA. WRIGHT & ARTHUR R. MILLER, FEDERAL PRACTICE AND PROCEDURE § 2556 (2d ed. 1995) (“It\nis the inescapable duty of the trial judge to instruct jurors, fully and correctly, on the applicable\nlaw of the case, and to guide, direct, and assist them toward an intelligent understanding of the\nlegal and factual issues involved in their search their truth.”).\n                                                42\n\fcases of this kind are underreported.105 It is important therefore for the principles of\n\nliability relevant to cases of this kind to be clear, and for victims to be assured that\n\nthey can recover under respondeat superior if the principles of the Restatement\n\nsupport that result.\n\n       The question of whether the law of the case should be adhered to comes down\n\nto whether it is in the interests of justice to do so. The unusual circumstances here\n\nlead us to conclude that the only way we can provide case-specific justice, and avoid\n\nconfusion in other cases in the future, is to examine the issues before us with open\n\nminds.106\n\n\n105\n    INTERNATIONAL ASSOCIATION OF CHIEFS OF POLICE, EXECUTIVE GUIDE: ADDRESSING SEXUAL\nOFFENSES AND MISCONDUCT BY LAW ENFORCEMENT 4 (June 2011) (“Further complicating a full\nunderstanding of the scope of the [police sexual misconduct] problem is due in part to the\nreluctance of victims to report to authorities.”); Peter B. Kraska & Victor E. Kappeler, To Serve\nand Pursue: Exploring Police Sexual Violence Against Women, 12 JUSTICE QUARTERLY 85, 92\n(1995) (“Victims of sexual violence in general have few incentives to pursue a formal complaint,\nas well as many disincentives including the fear of being blamed for the incident and the fear of\nnot being believed. Not being believed and the fear of depersonalizing and humiliating\ninstitutional procedures and interpersonal hassles to which victims of sexual violence are\nfrequently subject may be intensified when the offender is a police officer. In short, the ‘blue wall\nof silence’ and the barriers to reporting combine to form a double bind of secrecy that makes data\nvirtually unavailable to researchers.”); Cara E. Trombadore, Police Officer Sexual Misconduct: An\nUrgent Call to Action in a Context Disproportionately Threatening Women of Color, 32 HARV. J.\nRACIAL & ETHNIC JUST. 153, 159 (2016) (“Despite the ‘bad apple’ trope used to distance law\nenforcement agencies from such officers, evidence suggests that this misconduct is not rooted in\nrogue individuals, but in systemic cultures of mismanagement and adherence to what some refer\nto as the ‘blue wall of silence.’”).\n106\n    One of our good friends in dissent is concerned that we are acting as a “superlegislature” and\noverstepping our bounds by reversing our prior precedents and establishing a new approach to our\ncommon law. Dissent at 19 (Valihura, J., dissenting). Our colleague would prefer that we commit\nto inertia, and impose upon our General Assembly to fix any problems in our prior rulings. In\ncases involving statutory remedies, such as appraisal in corporate law or workers’ compensation,\nwe should of course be more reluctant to divert from prior interpretations of a statute, if that\ninterpretation has been the subject of reliance for several years and the General Assembly has not\n                                                43\n\f                          B.         Section 228’s Motivation Prong\n\n       The key legal issue in Doe I was whether it was the Officer’s specific tortious\n\nconduct, the oral sex, or his general conduct, the arrest and transport, that needed to\n\nbe motivated at least in part by a desire to serve his employer to satisfy § 228’s\n\nMotivation Prong. Doe I’s analogy to Draper did little to answer this doctrinal\n\nquestion because Doe never alleged that the Officer’s sexual misconduct was even\n\npartially motivated by his desire to serve his employer.\n\n       As we have discussed, Draper is a mixed-motive case. The defendant in\n\nDraper was charged with controlling the flow of traffic for his employer and stabbed\n\na motorist intruding into the restricted area.107 In Doe I we stated that:\n\n       [i]f the act of cutting someone’s throat can be considered a service to\n       the employer paving company on the theory that the employee was\n       controlling traffic, then a sexual assault can be considered a service to\n       the police on the theory that part of what [the Officer] was doing was\n       transporting a prisoner.108\n\nBut that statement did more to obscure than to illuminate the key issue. The fact that\n\nthe Officer received oral sex during the same timeframe when he was processing\n\n\n\n\nacted to override that interpretation. But it is the duty of the courts to ensure that the common law\nis as fair and efficient as humanly possible, taking into account evolving societal conditions and\nthe problems created by past rulings. See generally OLIVER WENDELL HOLMES, THE COMMON\nLAW (1881). We should not adhere to all past common law precedent until such time as the\nGeneral Assembly enacts a statute overriding a judicial precedent addressing a subject traditionally\ngoverned by judicially-determined common law, especially given the General Assembly’s\nreluctance to intrude in areas of law it has chosen to leave to the common law to address.\n107\n    Draper, 181 A.2d 567.\n108\n    Doe v. State, 76 A.3d 774, 777 (Del. 2013) (citations omitted).\n                                                44\n\fDoe’s arrest does nothing to address whether § 228’s Motivation Prong applies to\n\nthe specific wrongful act (i.e., the receipt of oral sex) or the overall course of conduct\n\nwithin which the wrongful conduct occurred.\n\n       Upon close examination of the Restatement, it is apparent to us that § 228’s\n\nMotivation Prong focuses on the wrongful conduct itself. Cases like Draper exist\n\nbecause the Restatement recognizes that there are situations where the wrongful\n\nconduct can have more than one motive, especially where the employee is charged\n\nwith duties like security or law enforcement where some degree of force is often\n\nrequired to serve the employer faithfully.109 To satisfy § 228’s Motivation Prong,\n\nthe allegedly tortious conduct must be “actuated, at least in part, by a purpose to\n\nserve the master.”110 The examples and discussion in the commentary to § 228 make\n\n\n\n\n109\n    Restatement (Second) of Agency § 245 cmt. a (1958) (“[T]he liability of the principal depends\nfundamentally upon the likelihood of a battery or other tort in view of the kind of result to be\naccomplished, the customs of the enterprise and the nature of the persons normally employed for\ndoing the work. . . . [W]hether or not it is in the scope of the employment of a teller in a bank to\ninterfere in a fight between two customers, it normally is within the scope of employment of an\nemployee of a tavern to interfere in the fighting between two inebriates. In the latter case, as also\nwhere a custodian is protecting property, the master if responsible for the use of somewhat more\nthan the appropriate amount of force.”).\n110\n    Id. § 228(1)(c).\n                                                45\n\fthis clear.111 And other courts have found that police officers’ sexual misconduct\n\ndoes not satisfy the Motivation Prong of § 228 for this very reason.112\n\n       In this case, Doe never alleged that the Officer’s misconduct was motivated\n\nin any part by a desire to serve the State Police or the State. Her complaint alleged\n\nthat the Officer sought oral sex solely to gratify himself. 113 There was no question\n\n\n111\n    As the Restatement provides, “[t]o be within the scope of employment, conduct must be of the\nsame general nature as that authorized, or incidental to the conduct authorized.” Id. § 228(2).\nEven authorized conduct must be done “in some part for the purpose of giving service to the\nmaster” to satisfy § 228’s Motivation Prong. Id. § 228 cmt. a. And unauthorized conduct such as\nthe sexual misconduct at issue here must be “subordinate to or pertinent to an act which the servant\nis employed to perform,” and it still “must be within the ultimate objective of the principal” in\norder to fall within the scope of employment. Id. § 229 cmt. b; id. § 245 cmt. f (an employer is\nonly relieved from liability when “the servant has no intent to act on his master’s behalf”); see id.\n§ 229 cmt. a (comparing a situation where a janitor who is charged with preventing intrusions puts\nbroken glass on a wall to prevent children from climbing it for the purpose of excluding them, and\na situation where the janitor does so because he dislikes one of the children and wants to punish\nhim, and finding that the former falls within the scope of employment and the latter does not,\nbecause the latter action was not motivated by an intent to serve the employer).\n112\n    E.g., Ho-Ching v. City & Cty. of Honolulu, 2009 WL 1227871, at *13 (D. Haw. Apr. 29, 2009)\n(applying § 228 and its Motivation Prong and finding that “[i]f Moniz did commit a sexual assault\nor sexual harassment, it was not the conduct for which he was hired as a police office[r] and by no\nmeans served the interests of Defendant. Thus . . . Moniz’s actions . . . [were] clearly outside of\nthe course and scope of his employment by HPD”); Poehl v. Randolph, 2006 WL 1236838, at *10\n(E.D. Mo. May 3, 2006), aff’d, 276 Fed. Appx 540 (8th Cir. 2008) (applying a Missouri law similar\nto § 228 and finding that “[h]ere, the sexual misconduct that forms the basis of Plaintiff’s\nallegations of assault and battery is not within the scope of employment of a police officer. Further,\nDefendant Randolph’s alleged sexual assault of Plaintiff was not based on an intent to perform\nDefendant City’s business or further its purposes, but was instead done to fulfill his own personal\npurpose”); see generally Martha Chamallas, Vicarious Liability in Torts: The Sex Exception, 48\nVAL. U. L. REV. 133, 146 (2013) (“Some courts have not been shy about expressing their ‘sex is\ndifferent’ approach, flatly stating that sexual misconduct falls outside the course and scope of\nemployment. For these courts, the possibility that the employee was motivated by sexual desire,\ngratification, or lust marks it as qualitatively different from other tort cases, even other intentional\ntort cases.”) (internal citations and quotations omitted).\n113\n    Although the facts of this case do not satisfy § 228’s Motivation Prong, there arguably could\nbe other fact patterns that present instances in which an employee’s sexual assault was committed\nout of a desire to serve his employer. Regrettably, there have been cases in which intelligence\nagencies, military officers, and police of certain regimes have used sexual assault and humiliation\nas interrogation tools to extract information for their employers’ benefit. See, e.g., Int’l Criminal\n                                                  46\n\fof mixed motivation for the jury to resolve. If Doe was required to satisfy the\n\nMotivation Prong of § 228, she could not, and judgment was owed to the State on\n\nthat ground. That reality underscores why Doe originally argued that § 219 relieved\n\nher of the need to satisfy § 228, and why we examine § 219’s relevance in this\n\ndecision.\n\n                       C.         Section 228’s Foreseeability Prong\n\n       But before addressing § 219, we feel obligated to address the scope of the\n\nForeseeability Prong, about which the parties have disagreed about throughout this\n\ncase. From Doe I on, the parties have assumed that § 228’s Foreseeability Prong,\n\nwhich requires that, “if force is used, the use of force is not unexpectable,” applies\n\nto this case, likely because Doe’s original complaint sued the State for the torts of\n\nassault and battery.114 In Doe I, we held that foreseeability was a jury issue, while\n\nciting to cases for the proposition that “sexual assaults by police officers and others\n\nin positions of authority are foreseeable risks.”115\n\n       As has been discussed, the parties disagree on what § 228’s Foreseeability\n\nProng requires in the context of police sexual misconduct. Consistent with other\n\n\nTribunal for the Former Yugoslavia: Prosecutor v. Furundzija, 38 I.L.M. 317 (1999), 351–52\n(“Rape is resorted to either by the interrogator himself or by other persons associated with the\ninterrogation of a detainee, as a means of punishing, intimidating, coercing or humiliating the\nvictim, or obtaining information, or a confession, from the victim or a third person.”).\n114\n    Compl. ¶ 9, Doe v. Giddings, 2012 WL 1664234 (Del. Super. May 7, 2012); Restatement\n(Second) of Agency § 228(1)(d) (1958).\n115\n    Doe v. State, 76 A.3d 774, 777 (Del. 2013) (citing Red Elk v. United States, 62 F.3d 1102 (8th\nCir. 1995)).\n                                               47\n\fcourts’ general discussions of foreseeability in the context of police officers’\n\npositions of authority, we find that Doe is correct in arguing that she is not required\n\nto show that it was foreseeable that the Officer posed a risk of committing sexual\n\nmisconduct against an arrestee.116 Instead, all Doe was required to show was that it\n\nwas, as a general matter, foreseeable that police officers will misuse their authority\n\nto extract sexual favors from arrestees.\n\n       Although cases like this are rare, that does not mean they are not foreseeable:\n\n       Cases like this stigmatize respected police officers who in rendering\n       vital public work surely outnumber the errant officers. That does not\n       mean, however, that in some circumstances, as in the present case, this\n       type of sexual misconduct by an officer is not reasonably foreseeable\n       for vicarious liability purposes.117\n\nThe reality is that there is no question of fact in this case that the Foreseeability\n\nProng was satisfied. In defending against the State’s initial motion for summary\n\njudgment and in later seeking summary judgment on the issue herself, Doe put in\n\nthe summary judgment record evidence that “individual State Troopers commit[ted]\n\n\n116\n    Other jurisdictions have found police sexual misconduct foreseeable by an assessment of the\ngeneral nature of the profession. Red Elk on Behalf of Red Elk v. United States, 62 F.3d 1102,\n1107‒08 (8th Cir. 1995) (“In our view it was also foreseeable that a male officer with authority to\npick up a teenage girl out alone at night in violation of the curfew might be tempted to violate his\ntrust. . . . For sexual misconduct on occasion by some officers not to be sufficiently foreseeable to\nimpose vicarious liability would suggest that those in charge are blind to modern reality. It is\nneither so startling nor so unfair as to permit the government in these circumstances to escape\nliability.”); Mary M. v. City of L.A., 814 P.2d 1341, 1350 (Cal. 1991) (“The precise circumstances\nof the assault need not be anticipated, so long as the risk is one that is reasonably foreseeable.\nSexual assaults by police officers are fortunately uncommon; nevertheless, the risk of such tortious\nconduct is broadly incidental to the enterprise of law enforcement, and thus liability for such acts\nmay appropriately be imposed on the employing public entity.”).\n117\n    Red Elk, 62 F.3d 1107.\n                                                48\n\funauthorized and wrongful acts during execution of their duties, including one rape,\n\nand multiple assaults,” and that “in 1995 a Lewes police officer pled guilty to on\n\nduty unlawful sexual intercourse with a woman in custody.” 118                       And former\n\nDelaware State Police Superintendent Thomas MacLeish acknowledged that “there\n\nis a risk in police work that a small minority of police officers will engage in sexual\n\nassault or similar misconduct involving detainees in their custody.”119\n\n       That the State Police provides its officers training on this issue is admirable,120\n\nand unsurprising given the abundant academic, professional, and news sources\n\ndocumenting the foreseeability of this risk,121 and the likelihood that the\n\n\n118\n    Doe’s 2014 Motion for Summary Judgment (citations omitted), at Exs. E, F; Doe’s Response\nto the State’s 2012 Motion for Summary Judgment, at Exs. B, B-1. One of our dissenting friends\nnotes that this evidence was not in the trial record. Dissent at 5 (Vaughn, J., dissenting). But it\nwas in the record on both the State’s 2012 motion for summary judgment, and Doe’s 2014 motion\nfor summary judgment on the issue of liability, in which Doe argued that foreseeability was\nestablished as a matter of law, and was denied a favorable ruling despite the absence of\ncountervailing evidence.\n119\n    Doe’s 2014 Motion for Summary Judgment, at 4–5.\n120\n    E.g., App. to Opening Br. at 384 (Colonel MacLeish Testimony Tr.) (Q: “Is it ever made known\nto people when they are hired by the Delaware State Police that . . . no officer is supposed to ever\ncross the line and sexually assault or abuse someone in their custody?” A: “Our process, part of\nthe training, ongoing training that takes place in the academy, there is an interaction with public\nand individuals and the proper manner in which you do so. You are told whenever you transport\na person of the opposite sex, to call in your mileage. So your mileage is recorded, and typically,\nthat is one of those things that is shared, the reason why you do not cross those lines.”).\n121\n    Associated Press, Hundreds of Officers Lose Licenses Over Sex Misconduct (Nov. 1, 2015),\nhttps://apnews.com/fd1d4d05e561462a85abe50e7eaed4ec (reviewing police department records\nin 41 states and finding that “about 1,000 officers . . . lost their badges [between 2009 and 2014]\nfor rape, sodomy and other sexual assault; sex crimes that included possession of child\npornography; or sexual misconduct such as propositioning citizens or having consensual but\nprohibited       on-duty      intercourse.”);      Buffalo      News,      Abusing      the    Law,\nhttp://projects.buffalonews.com/abusing-the-law/data.html (2016) (database of over “700 credible\ncases of sexual misconduct from law enforcement personnel over a 10-year period”); PHILIP M.\nSTINSON ET AL., POLICE SEXUAL MISCONDUCT: A NATIONAL SCALE STUDY OF ARRESTED\n                                                49\n\fphenomenon is underreported.122              The documented nature of this risk is also\n\nexemplified by a lengthy monograph published by the International Association of\n\nChiefs of Police, which provides information and materials to help police chiefs\n\nimplement training and suggests policies to address the problem.123 As that report\n\nsummarized:\n\n       Within the policing profession some conditions of the job may\n       inadvertently create opportunities for sexual misconduct. Law\n       enforcement officers (1) have power and authority over others; (2) work\n       independently; (3) sometimes function without direct supervision; (4)\n       often work late into the night when their conduct is less in the public\n       eye; and (5) engage with vulnerable populations who lack power and\n       are often perceived as less credible (e.g., juveniles, crime victims,\n       undocumented people, and those with addictions and mental illness).124\n\n\n\nOFFICERS (Bowling Green State Univ., Crim. Just. Faculty Pub.) (2014) (analyzing 548 cases that\nresulted in the officer’s arrest for sex-related crimes between 2005 and 2007); Peter B. Kraska &\nVictor E. Kappeler, To Serve and Pursue: Exploring Police Sexual Violence Against Women, 12\nJUSTICE QUARTERLY 85, 103 (1995) (“We found an obvious pattern when reviewing the rape cases\ncited here. The incidents resemble the [scenario whereby a police officer] pulls over a female\ncitizen for some traffic violation (generally driving under the influence), threatens her with arrest,\nand takes her to a secluded location for some outwardly legitimate reason [and then] the police\nofficer rapes the victim.”).\n122\n    See the sources cited in note 105.\n123\n    INTERNATIONAL ASSOCIATION OF CHIEFS OF POLICE, EXECUTIVE GUIDE: ADDRESSING SEXUAL\nOFFENSES AND MISCONDUCT BY LAW ENFORCEMENT 6 (June 2011) (“Law enforcement leaders\nshould directly address the problem of sexual misconduct by instituting a zero-tolerance standard\nand demonstrating that allegations will be promptly and thoroughly investigated. Any meaningful\npolicy addressing sexual misconduct and offenses should state that an abuse of authority is grounds\nfor disciplinary action, up to and including termination. In keeping with efforts undertaken by the\ncorrections field, local law enforcement executives should establish an agency wide culture of\naccountability and seek commitments from key stakeholders, including their governing body,\npolice unions and their members, to support this standard.”).\n124\n    Id. at 4; see also PHILIP M. STINSON ET AL., POLICE SEXUAL MISCONDUCT: A NATIONAL SCALE\nSTUDY OF ARRESTED OFFICERS (Bowling Green State Univ., Crim. Just. Faculty Pub.) (2014), at 2\n(“Police work is conducive to sexual misconduct. The job affords unique opportunities for rogue\npolice officers to engage in acts of sexual deviance and crimes against citizens they encounter.”).\n                                                 50\n\f          In cases like Doe’s, the plaintiff has no obligation to go further than pointing\n\nto undisputed evidence of this kind that the sexual misconduct was generally\n\nforeseeable. Evidence that the particular officer in question was known to have a\n\nproclivity for sexual misconduct might bear importantly on a case accusing the\n\nemploying police agency of engaging in fault-based conduct of its own, but it is not\n\nnecessary to satisfy § 228’s Foreseeability Prong.\n\n          Because in this case the State did not and could not identify a material dispute\n\nof fact that there was general foreseeability of the kind required by the Foreseeability\n\nProng of § 228, Doe was entitled to a ruling in her favor on this issue as a matter of\n\nlaw. As we next explain, Doe did not need to satisfy any of the elements of § 228\n\nin order to recover against the State. But, we feared that the ambiguity of the rulings\n\nin this case on the scope of § 228’s Foreseeability Prong could cause confusion in\n\nfuture cases, and that it was therefore in the interests of justice to provide clarity on\n\nthe issue.\n\n                          D.        Section 219’s Exceptions to § 228\n\n          In its original dismissal of the case, the Superior Court considered the\n\napplication of § 219 and concluded that “there are no Delaware cases of which the\n\nCourt is aware that adopt § 219 of the Restatement (Second) of Agency as the law\n\nof Delaware.”125 But § 219 “enumerates the situations in which a master may be\n\n\n125\n      Doe v. Giddings, 2012 WL 1664234, at *4 (Del. Super. May 7, 2012).\n                                               51\n\fliable for torts of servants acting solely for their own purposes and hence not in the\n\nscope of employment,”126 it is referenced as a companion provision in § 228,127 and\n\nwhen embracing the Restatement, this Court should be inclined to embrace its\n\nrelevant provisions in their entirety and not cherry-pick isolated sections.\n\n       Section 219 exists precisely because there are situations when it would be\n\ninequitable to deny a tort victim a recovery against the tortfeasor’s employer, even\n\nif the provisions of § 228 would not allow her recovery. Indeed, § 219’s existence\n\nunderscores why this Court has struggled with this case. However ambiguous Doe\n\nI was in articulating a mandate for the Superior Court to follow, Doe I’s equitable\n\nfoundation is consistent with our recognition of § 219. Although Doe I was terse, it\n\nis obvious that the Court was rightly concerned about allowing the State to escape\n\nliability when one of its police officers, in the course of making and processing a\n\nvalid arrest, misused his legal authority over an arrestee to coerce her into\n\nperforming sexual acts on him in order to escape spending time in jail.\n\n       Other courts have found that two of § 219’s exceptions operate to address this\n\nconcern: § 219(2)(d), which provides for respondeat superior liability outside the\n\nscope of employment when the tortfeasor was “aided in accomplishing the tort by\n\n\n\n126\n    Restatement (Second) of Agency § 219 cmt. e (1958).\n127\n    Id. § 228 cmt. a (“In addition, a master may be liable if a servant speaks or acts, purporting to\ndo so on behalf of his principal, and there is reliance upon his apparent authority or he is aided in\naccomplishing the tort by the existence of the agency relation. See Comment e on § 219 for\nillustrations.”).\n                                                52\n\fthe existence of the agency relation,”128 and § 219(2)(c), which does the same for\n\nsituations in which the employer owed a “non-delegable duty” to the tortfeasor’s\n\nvictim.129 We agree with those courts, and Doe, in viewing these exceptions as\n\napplicable to this case and relieving Doe of the obligation to satisfy the requirements\n\nof § 228.130 We begin with § 219(2)(d).\n\n\n128\n    Restatement (Second) of Agency § 219(2)(d) (1958); Doe v. Forrest, 853 A.2d 48 (Vt. 2004).\n129\n    Restatement (Second) of Agency § 219(2)(c) (1958); Cox v. Evansville Police Dep’t, 84 N.E.3d\n678 (Ind. Ct. App. 2017). Although Cox does not directly cite to § 219(2)(c), it still applies the\nexception through reference to Illinois precedent recognizing the non-delegable duty exception to\nrespondeat superior’s scope of employment requirement under the Restatement (Second) of\nAgency. Stropes by Taylor v. Heritage House Childrens Ctr. of Shelbyville, Inc., 547 N.E.2d 244,\n250 (Ind. 1989) (holding that “[w]here an employer has assumed a non-delegable duty [under\n§ 214 of the Restatement (Second) of Agency (1958)] to protect a person and his employee inflicts\ninjury on that person, the doctrine of respondeat superior will not interdict the imposition of\nliability on the employer even if the wrongful act was outside the scope of employment.”).\n130\n    In its supplemental briefing, the State argues that this Court should not apply § 219 because the\nRestatement (Third) of Agency “does not contain the provisions of Restatement (Second) of\nAgency 219,” and that instead we should apply the Restatement (Third)’s test for scope of\nemployment:\n\n       An employee acts within the scope of employment when performing work assigned\n       by the employer or engaging in a course of conduct that is subject to the employer’s\n       control. An employee’s act is not within the scope of employment when it occurs\n       within an independent course of conduct not intended by the employee to serve any\n       purpose of the employer.\n\nState’s Supp. Br. at 16; Restatement (Third) of Agency § 7.07 (2006). But we decline to apply the\nRestatement (Third) here because our State has embraced the Restatement (Second) of Agency,\nand § 228 in particular, for decades now, and the § 228 test works well to fairly determine when\nrespondeat superior liability is appropriate. Hecksher v. Fairwinds Baptist Church, Inc., 115 A.3d\n1187, 1200 (Del. 2015); Wilson v. Joma, Inc., 537 A.2d 187 (Del. 1988); Coates v. Murphy, 270\nA.2d 527 (Del. 1970). We are therefore reluctant to abandon it. We also note that the Restatement\n(Third)’s Reporter’s Notes indicate that jurisdictions “are not in accord on the appropriate standard\nfor vicarious liability when an employee commits an intentional tort involving sexual misconduct\nin connection with the employee’s work,” and that some “cases [continue to] analyze employee\nsexual misconduct using a standard based on [the Restatement (Second) of Agency § 219(2)(d)].”\nRestatement (Third) of Agency § 7.05 Reporter’s Note e (2006). Not only that, but we also note\nthat the Restatement (Third) appears to otherwise recognize the continuing vitality of § 219(2)(c)\nand (d) and that the theories underlying them are embedded in the broader treatment of apparent\n                                                53\n\f                                   i.       Section 219(2)(d)\n\n       Here, it is plain to us that the Officer was “aided in accomplishing the tort by\n\nthe existence of the agency relation.”131 According to Doe’s testimony, the Officer\n\ntold her that if she performed oral sex on him, he would release her. But if she failed\n\nto comply, the Officer would make her spend the weekend in jail.132 From the\n\nstandpoint of an ordinary person, this threat would have real force. But the force of\n\nthat threat is not dependent on a belief that the Officer had the actual authority to\n\ndemand sex for favorable treatment, as the State suggested it must be, to trigger\n\nliability under respondeat superior.133\n\n\n\nauthority under the Restatement (Third). Id. § 7.08 (“Section 219(2)(d) concludes with a further\ngeneral basis for an employer’s vicarious liability, which is whether an employee ‘was aided in\naccomplishing the tort by the existence of the agency relation.’ This Restatement does not include\n‘aided in accomplishing’ as a distinct basis for an employer’s (or principal’s) vicarious liability.\nThe purposes likely intended to be met by the ‘aided in accomplishing’ basis are satisfied by a\nmore fully elaborated treatment of apparent authority and by the duty of reasonable care that a\nprincipal owes to third parties with whom it interacts through employees and other agents. See\n§ 7.05.”); id. (“A principal is subject to vicarious liability for a tort committed by an agent in\ndealing or communicating with a third party on or purportedly on behalf of the principal when\nactions taken by the agent with apparent authority constitute the tort or enable the agent to conceal\nits commission.”); id. § 7.05 Reporter’s Note b (“Apparent authority rarely serves as a basis for\nliability when an employee or agent commits an intentional physical tort. One formal possibility\nis suggested by Restatement Second, Agency § 219(2)(d), which provides that ‘[a] master is not\nsubject to liability for the torts of his servants acting outside the scope of their employment, unless:\n. . . the servant purported to act or to speak on behalf of the principal and there was reliance upon\napparent authority, or he was aided in accomplishing the tort by the existence of the agency\nrelation.’”); id. § 7.06 (“A principal required . . . by law to protect another cannot avoid liability\nby delegating performance of the duty, whether or not the delegate is an agent.”).\n131\n     Restatement (Second) of Agency § 219(2)(d) (1958).\n132\n     Compl. ¶ 7, Doe v. Giddings, 2012 WL 1664234 (Del. Super. May 7, 2012).\n133\n     See, e.g., State’s Answering Br. at 7, Doe v. State, 76 A.3d 774 (Del. 2013) (arguing that the\nfirst prong of § 228 (that the conduct needed to be of the kind the Officer was employed to perform)\ncould not be satisfied by the facts of this case because “Doe testified that [the Officer] was arrested\nbecause ‘he did something he wasn’t supposed to do.’ Doe further testified that she knew the\n                                                  54\n\f       Rather, that threat would have real force for a more mundane reason: police\n\nofficers have considerable discretion in determining how strict to be in seeking high\n\nbail or other conditions of release,134 and in many cases, releasing a defendant on a\n\nsummons.135 Someone in Doe’s position would rightly fear that if she refused the\n\nOfficer, he would seek to put her in jail. And if she attempted to tell the magistrate\n\nwhat he did, she might fear that she would be disbelieved by a magistrate who may\n\nhave dealt with the Officer in other cases, and perhaps get even worse treatment for\n\nappearing to have falsely accused a member of law enforcement of wrongdoing.\n\nFear of that kind would be reasonable, as someone in Doe’s position would assume\n\nthe Officer would lie to the court. The record here illustrates how rational a fear of\n\nthat kind would be, because the Officer denied that the oral sex occurred when first\n\nconfronted with Doe’s complaint,136 and only admitted it when he was later\n\n\n\n\npolice officer had to take her to Court on her outstanding capias. Doe also testified that she knew\nthe officer was breaking the law when he asked her to engage in oral sex.”).\n134\n    E.g., STATE OF DELAWARE JUSTICE OF THE PEACE COURTS, LEGAL MEMORANDUM NO. 11-294:\nBAIL PROCEDURES & GUIDELINES 15‒16 (Nov. 18, 2011) (“A justice of the peace may consider\nfactors such as . . . a police officer’s verbal statement to the Court, as aggravating or mitigating\nfactors when making the decision on the amount of bail.”); id. at 10 (stating that, when evaluating\nwhether the accused presents a flight risk, the magistrate can consider whether the accused\n“indicated to police that he or she will not appear as directed”).\n135\n    Here, because Doe had an outstanding capias, the Officer did not have that option under State\nPolice policy.\n136\n    App. to Opening Br. at 100 (Interview of [the Officer]) (“Q. [H]er allegation is that she\nperformed oral sex on you in your police car in the front seat . . . . A. No.”).\n                                                55\n\fconfronted with physical evidence of the oral sex.137 Absent the oral sex occurring,\n\nthat evidence does not exist and is unavailable to an arrestee who refuses.\n\n       For reasons like this, courts in other jurisdictions have held that § 219(2)(d)\n\napplies when an employee misuses his authority to obtain sex.138 Or, as the Vermont\n\nSupreme Court held: § 219(2)(d) applies when a “plaintiff can show that an on-duty\n\nlaw enforcement officer was aided in accomplishing an intentional tort involving a\n\n\n\n\n137\n    Id. at 60 (Interview of [Doe]) (“A. But when he made me do what I did . . . [,] I made sure he\nsquirted all in my jacket.”); App. to Opening Br. at 120 (Second Interview of [the Officer]) (“I\ndidn’t tell her I was going to do anything for her . . . . She just started coming on to me. . . [and] I\nmade the mistake of engaging into it.”).\n138\n    For cases in which courts have used the principles of authority underlying § 219(2)(d) to hold\nemploying police agencies liable for their officers’ sexual misconduct, see White v. Cty. of Orange,\n212 Cal. Rptr. 493, 496 (Ct. App. 1985) (asking whether a County was liable for its police officer’s\nsexual assault of a detainee and finding that “[t]he use of authority is incidental to the duties of a\npolice officer. The County enjoys tremendous benefits from the public’s respect for that authority.\nTherefore, it must suffer the consequences when the authority is abused”); Mary M. v. City of L.A.,\n814 P.2d 1341, 1352 (Cal. 1991) (“Our society has entrusted police officers with enforcing its laws\nand ensuring the safety of the lives and property of its members. In carrying out these important\nresponsibilities, the police act with the authority of the state. When police officers on duty misuse\nthat formidable power to commit sexual assaults, the public employer must be held accountable\nfor their actions.”); Applewhite v. City of Baton Rouge, 380 So. 2d 119, 122 (La. Ct. App. 1979)\n(finding a city‒defendant liable for its police officer’s sexual assault of a detainee because “where\nit is found that a law enforcement officer has abused the ‘apparent authority’ given such persons\nto act in the public interest, their employers have been required to respond in damages. This is\nparticularly true where, as here, the officer is on duty”); see also Costos v. Coconut Island Corp.,\n137 F.3d 46, 50 (1st Cir. 1998) (“[D]efendants are well within the scope of § 219(2)(d) liability.\nBy virtue of his agency relationship with the defendants, as manager of the inn, Bonney was\nentrusted with the keys to the rooms, including Costos’ room, at the Bernard House. Because he\nwas the manager of the inn, Bonney knew exactly where to find Costos. The jury could find that\nBonney had responsibilities to be at the inn or to have others there late at night. In short, because\nhe was the defendants’ agent, Bonney knew that Costos was staying at the Bernard House, he was\nable to find Costos’ room late at night, he had the key to the room and used the key to unlock the\ndoor, slip into bed beside her as she slept, and rape her.”).\n                                                  56\n\fsexual assault on the plaintiff by the existence of the employment relationship with\n\nthe law enforcement agency.”139\n\n       The policy basis for doing so was well stated by the United States Court of\n\nAppeals for the Seventh Circuit in Norris v. Waymire, a case decided under 42\n\nU.S.C. § 1983: When an officer takes “advantage of the opportunity that [his]\n\nauthority and proximity and privacy give him to extract sexual favors,” that behavior\n\n“should be sufficiently within the orbit of his employer-conferred powers to bring\n\nthe doctrine of respondeat superior into play, even though he is not acting to further\n\nthe employer’s goals but instead is on a frolic of his own.”140\n\n       Cases like Waymire recognize that police officers with arrest authority have a\n\ncoercive power that distinguishes them from most employees, as those they arrest\n\nare required to comply and cannot resist, even peaceably, their authority. Here, for\n\nexample, there is no question that the Officer was aided in accomplishing the sexual\n\nmisconduct by his position of authority, because “the wrongful acts flowed from the\n\nvery exercise of this authority.”141 Had he not been “in uniform, in a marked patrol\n\nvehicle” and effectuating an arrest, Doe “would not have stopped at his direction and\n\nthe events that followed would not have occurred.”142\n\n\n139\n    Doe v. Forrest, 853 A.2d 48, 67 (Vt. 2004).\n140\n    W. By & Through Norris v. Waymire, 114 F.3d 646, 649, 652 (7th Cir. 1997) (internal citations\nomitted) (emphasis added) (but finding that “the doctrine of respondeat superior is not available\nto a plaintiff in a section 1983 suit”).\n141\n    White v. Cty. of Orange, 166 Cal. App. 3d 566, 571 (Ct. App. 1985).\n142\n    Id.\n                                               57\n\f       In finding that § 219(2)(d) applies to this case, we take into account the critical\n\ndifference between police officers who act to arrest people and employees of most\n\nbusinesses. However important plumbers, electricians, accountants, and myriad\n\nother providers of services are to their customers, none of them wield the potent\n\ncoercive power entrusted to our police under our laws.143 None of these employees\n\nhave the presumptive legal authority to deprive a person of her liberty and subject\n\nher to a period of incarceration. By contrast, that is the authority our police officers\n\npossess, which is enforced by criminal laws punishing arrestees for resisting any\n\nexercise of their authority.\n\n       Arrestees are by definition required to surrender their control and autonomy\n\nto the State upon their arrest. The Delaware Criminal Code “gives no right to resist\n\nan arrest by a police officer, whether or not the arrest was lawful and whether or not\n\nthe accused knew the arrester was a police officer.”144 In fact, it is a class G felony\n\nto resist arrest with force or violence, and a class A misdemeanor to peacefully resist\n\narrest.145\n\n\n\n\n143\n    See Doe v. City of Chi., 360 F.3d 667, 671 (7th Cir. 2004) (“The situation of a police officer,\nhowever, is significantly different from that of a meter reader. The officer is armed, has authority\nto arrest that is considerably broader than the authority of a private person to make a ‘citizen’s\narrest,’ has access to all sorts of personal information, is an authority figure trained to develop and\nproject an intimidating aura, and may seem to be above the law (‘I am 911’).”).\n144\n    Newman v. State, 942 A.2d 588, 592 (Del. 2008) (quoting Delaware Criminal Code with\nCommentary § 1257 (1973)).\n145\n    11 Del. C. § 1257(b).\n                                                 58\n\f       The State argues that § 219(2)(d) only applies to situations in which the\n\ntortfeasor exercises apparent authority and tricks the victim into believing he has\n\nbeen authorized by his employer to commit the tort itself.146 But the Supreme Court\n\nof the United States has rejected the argument that § 219(2)(d) only applies in\n\nsituations involving apparent authority, reasoning that such an interpretation “would\n\nrender the second qualification of § 219(2)(d) almost entirely superfluous . . . . The\n\nillustrations accompanying this subsection make clear that it covers not only cases\n\ninvolving the abuse of apparent authority, but also cases in which tortious conduct\n\nis made possible or facilitated by the existence of the actual agency relationship.”147\n\n       The Vermont Supreme Court dismissed a similar argument:\n\n       Although one of the hypotheticals in the comment involves\n       misrepresentation or deceit, the other does not, and the comment does\n       not limit the reach of the section language in this respect. Indeed, the\n       comment specifically states that the “enumeration of such situations is\n       not exhaustive.”148\n\nAnd the New Mexico Supreme Court adopted § 219(2)(d)’s provision for liability\n\nwhen an employee is “aided by his status . . . in committing his alleged torts.”149\n\n\n\n146\n    State’s Supp. Br. at 14.\n147\n    Faragher v. City of Boca Raton, 524 U.S. 775, 802 (1998).\n148\n    Doe v. Forrest, 853 A.2d 48, 64–65 (Vt. 2004) (quoting Restatement (Second) of Agency § 219,\ncmt. e (1958)).\n149\n    Ocana v. Am. Furniture Co., 91 P.3d 58, 71 (N.M. 2004) (adopting § 219(2)(d) and holding\nthat “the question that we must decide is whether Ocana presented sufficient evidence showing\nthat Kaminski was aided by his status as her supervisor in committing his alleged torts”); Spurlock\nv. Townes, 368 P.3d 1213, 1217 (N.M. 2016) (“While Ocana involved an employee’s claims of\nsexual harassment by her supervisor, we adopted the aided-in-agency theory in our consideration\n                                               59\n\f       Here, there is no dispute that the Officer was “aided . . . by the existence of\n\nthe agency relation” in victimizing Doe.150\n\n                                 ii.       Section 219(2)(c)\n\n       For reasons similar to why we find § 219(2)(d) applicable to this case, we also\n\nfind that the State cannot escape responsibility for the Officer’s conduct under\n\n§ 219(2)(c), which provides an exception to the scope of employment requirement\n\nin cases where the employee’s “conduct violated a non-delegable duty of the\n\nmaster.”151 Because under Delaware law it is crime to resist arrest, even peaceably,\n\nthe arrestee has no option but to remain under the arresting officer’s domain and is\n\nsubject to criminal punishment for taking any action to escape or resist. And the\n\nState can be liable “because of [its] duty to protect [the arrestee],” even if the\n\nemployee “commits an assault or battery in a spirit of play or wholly by way of\n\nrevenge or other personal motive.”152\n\n       When the State authorizes police officers to take away the liberty of arrestees,\n\nit cannot delegate away its own responsibility to make sure that an arrestee is not\n\nharmed by the tortious conduct of its arresting officers. Even more than common\n\ncarriers who cannot delegate away the duty of care they owe their passengers and\n\n\n\nof the plaintiff’s common-law claims for the intentional torts of assault, battery, and intentional\ninfliction of emotional distress, and we did not limit the rule to the sexual harassment context.”).\n150\n    Restatement (Second) of Agency § 219(2)(d) (1958).\n151\n    Id. § 219(2)(c).\n152\n    Id. § 245 cmt. g.\n                                                60\n\fcargo,153 governmental authorities who give police officers the power to deprive\n\narrestees of their liberty are fairly held to account if their own officers abuse their\n\nofficial authority and commit an intentional tort on an arrestee. For this reason, the\n\nIndiana Court of Appeals has held an employer liable for an arresting officer’s\n\ntortious sexual misconduct, finding that a non-delegable duty exists as a “matter of\n\nlaw” when “patrons must surrender their control and autonomy to the entity while\n\nthey are in its care.”154 Because an arrestee is “wholly dependent on [her arresting]\n\nofficer for her safety and survival and ha[s] no ability to control her environment or\n\nprotect herself from harm,” we find that the logic behind the § 219(2)(c)’s non-\n\ndelegable duty exception to respondeat superior’s scope of employment\n\nrequirement is applicable under Delaware law.155\n\n\n\n\n153\n     Delaware has long-recognized “common carrier” exception to the scope of employment\nrequirement. E.g., Pennewill v. Cullen, 1849 WL 713 (Del. Super. Oct. 1849). A common carrier\noffers “transport to freight or passengers for a fee” and in doing so undertakes a special non-\ndelegable duty to ensure its cargo safe passage. Common Carrier, Black’s Law Dictionary (10th\ned. 2014). And “[t]he liability of a common carrier is that of an insurer against every thing except\ninevitable accident, usually called the act of God; public enemies, and the plaintiff’s own default.”\nPennewill, 1849 WL 713, at *3.\n154\n    Cox v. Evansville Police Dep’t, 84 N.E.3d 678, 687 (Ind. Ct. App. 2017); id. at 690 (“[The\narrestee] was under arrest. She was also extremely intoxicated, to a point that she was slipping in\nand out of consciousness and the hospital was reluctant to discharge her. [The] Officer [] was\nostensibly transporting her to lockup for six hours of medical observation, and she was barefoot\nand in handcuffs in the back of his marked police vehicle when he pulled her out to rape her. She\nwas quite clearly wholly dependent on the officer for her safety and survival and had no ability to\ncontrol her environment or protect herself from harm. Under these circumstances, we have little\ndifficulty concluding that, at the time of the sexual assault, [the arrestee] had surrendered her\ncontrol and autonomy to [the] Officer []. Consequently, as a matter of law, Fort Wayne owed a\nnon-delegable duty of care to [the arrestee].”).\n155\n    Id.\n                                                61\n\f       For these reasons, we therefore find that on the undisputed facts of record,\n\nboth § 219(2)(c) and (d) applied to relieve Doe of the obligation to satisfy the\n\nrequirements of § 228.\n\n\n\n                                              ****\n\n       The State argues that if we give effect to § 219, we are fundamentally altering\n\nthe law of respondeat superior and holding employers responsible in strict liability,\n\nand not for a fault-based tort.156 This argument is unconvincing and based on a\n\nmisunderstanding of general principles of respondeat superior liability.\n\n       In most cases where employers are held responsible for a tort committed by\n\nan employee under § 228, there is no inquiry into whether the employer itself has\n\nacted with negligence or some worse level of conduct. Instead, the focus in terms\n\nof the level of care is on the employee and if the employee has committed a tort, say\n\ninvolving negligence, then the question is whether the employer should also be liable\n\nbecause the employee’s conduct occurred on the job.157 For example, if a UPS driver\n\n\n\n\n156\n    State’s Supp. Br. at 10 (arguing that applying § 219’s exceptions to the scope of employment\nrequirement in cases like this one “would impose some form of strict liability against local or state\npolice departments”).\n157\n    Compare Restatement (Second) of Agency § 213 (describing factors for assessing whether an\nemployer’s conduct was negligent or reckless and should result in direct liability) with id. § 228 (1)\n(describing factors for assessing whether an employee’s conduct should result in vicarious liability\nfor the employer).\n                                                 62\n\fdelivering a Christmas gift is at fault in a fender-bender, UPS is liable under\n\nrespondeat superior, without any inquiry into its fault.\n\n       We also disagree with the State that by adopting § 219, we are somehow\n\nchoosing to forsake § 228 for another framework. The authors of the Restatement\n\nenvisioned that § 228 and § 219 would operate in tandem.158 As this case and other\n\ndecisions illustrate, ignoring § 219 and putting all the weight on § 228 can give rise\n\nto the temptation to misinterpret § 228 to deal with cases when allowing the\n\nemployer to escape respondeat superior liability would otherwise be inequitable.159\n\n\n158\n    Restatement (Second) of Agency § 228 cmt. a (1958) (“In addition, a master may be liable if a\nservant speaks or acts, purporting to do so on behalf of his principal, and there is reliance upon his\napparent authority or he is aided in accomplishing the tort by the existence of the agency relation.\nSee Comment e on § 219 for illustrations.”); id. § 219 cmt. e (Section 219 “enumerates the\nsituations in which a master may be liable for torts of servants acting solely for their own purposes\nand hence not in the scope of employment”).\n159\n    The concern we have with using § 228 in isolation from § 219 is illustrated by certain cases in\nwhich courts find police departments liable in sexual assault cases, but do so by reading § 228 or\nan equivalent scope-of-employment test elastically, particularly their Motivation Prongs, rather\nthan by use of an exception to that test. E.g., Doe v. Clavijo, 72 F. Supp. 3d 910, 915 (N.D. Ill.\n2014) (purporting to apply § 228’s Motivation Prong where there was no evidence that the sex was\nmotivated by a desire to serve the police officer’s employer, but still finding that “[a] reasonable\njury could conclude from the allegations in the complaint that the Defendant Officers were acting\nwithin the scope of their employment when they sexually assaulted Plaintiff. The Defendant\nOfficers were on duty, sitting in their police car, wearing their uniforms, and carrying their\nweapons. Further, Plaintiff alleges that she would not have walked over to the Defendant Officers\nwhen they gestured to her, nor would she have gotten into their car, if they were not police\nofficers”); St. John v. United States, 240 F.3d 671, 677‒78 (8th Cir. 2001) (applying South Dakota\nlaw and acknowledging that “[g]enerally, the act of an employee done to effect some independent\npurpose of his own is not within the scope of his employment [under Restatement (Second) of\nAgency § 229]” but still finding that an officer’s sexual assault could have fallen within the scope\nof employment if he threatened her with an arrest to coerce her into the sex because “[o]nly a\npolice officer would have the ability to utilize the threat of arrest to coerce a civilian into\nunwillingly accompanying him. . . . [T]he effectiveness of Coleman’s threat to arrest St. John\ndepended entirely upon his ability to fulfill it—an ability within the foreseeable scope of his\nemployment”); Carney v. White, 843 F. Supp. 462, 479–80 (E.D. Wis. 1994), aff’d sub nom.\nCarney v. Vill. of Darien, 60 F.3d 1273 (7th Cir. 1995) (purporting to apply § 228’s Motivation\n                                                 63\n\fBy using the Restatement as intended, and employing § 219 in tandem with § 228,\n\nthere is no need to twist the words of § 228 to avoid inequity.\n\n                                E.          Consent Not a Defense\n\n       We reach the last contested issue on appeal. As we have noted, when the\n\nOfficer was originally confronted with Doe’s complaint, he denied that there was\n\nany sexual contact between them. It was only when he was confronted with the\n\nexistence of DNA evidence that he changed his story, which then became that Doe\n\nsomehow became amorous with him during the course of the arrest and that he\n\nsuccumbed to her desire for him. That the State disbelieved the Officer is, Doe\n\nargues, demonstrated by the fact that it charged him with Sexual Extortion.160 That\n\ncrime has elements that are inconsistent with the Officer’s version of events: the\n\nOfficer must have intentionally compelled Doe to give him oral sex by “instilling in\n\n[her] a fear that if the sexual act [was] not performed” he would take her to court and\n\n\nProng where there was no evidence that the sex was motivated by a desire to serve the police\nofficer’s employer, but still finding there was a “genuine dispute as to” whether the officer’s sexual\nassault of an arrestee fell within the scope of his employment because the officer accomplished the\nassault “because of his position as [a] police officer and the attendant power such a position\ncarries”); see also Fearing v. Bucher, 977 P.2d 1163, 1166–67 (Or. 1999) (purporting to apply\n§ 228’s Motivation Prong, but still finding that “a jury could infer that the sexual assaults were the\nculmination of a progressive series of actions that began with and continued to involve Bucher’s\nperformance of the ordinary and authorized duties of a priest. . . . [T]he jury also could infer that,\nin cultivating a relationship with plaintiff and his family, Bucher, at least initially, was motivated\nby a desire to fulfill his priestly duties and that, over time, his motives became mixed”). To our\nmind, it is preferable not to succumb to the natural equitable tug of cases like these in order to read\n§ 228 as giving rise to respondeat superior liability, but thereby giving an interpretation to § 228\nthat is at odds with its plain meaning and the official commentary, and also makes it difficult to\napply in other contexts.\n160\n    App. to Opening Br. at 134 (Complaint and Warrant for [the Officer]).\n                                                 64\n\fshe would spend the weekend in jail.161 The other crime that the State charged the\n\nOfficer with, Receiving a Bribe, is also inconsistent with the State’s contention that\n\nthe oral sex was freely given. Under that charge, the State sought to hold the Officer\n\ncriminally liable for “solicit[ing] a personal benefit from another person for having\n\nviolated his duty” to bring Doe in on her capias.162\n\n       By the time of trial, the Officer was dead and the State’s only evidence in\n\nsupport of its consent defense was the Officer’s second statement. Because Doe was\n\nalso deceased, she was not available to testify in person at trial either. On this record,\n\nand in the face of its inconsistent criminal charges against the officer, the State\n\ninsisted on preserving the defense that Doe could have voluntarily consented to the\n\noral sex, and that if she did, the State was not liable.163 And the Superior Court\n\nrejected Doe’s argument that an arrestee could not consent to sex with her arresting\n\nofficer and instead instructed the jury on assault and battery in such a way that\n\nwhether the sex was consensual was an issue for “the jury to figure out.”164\n\n       We do not agree with the State that, under Delaware law, an arrestee can give\n\nvoluntary consent to sex with her arresting officer when she is under arrest. Because\n\n\n\n161\n    Id.\n162\n    Id. The State also charged the Officer with Official Misconduct for failing to take Doe in on\nan active capias. Id.\n163\n    Pretrial Conf. Tr. (Aug. 8, 2016), at 79:1–4 (“There’s not a specific statute that governs the\nsituation that says, as a matter of law, consent is not a defense. So, absent that statute, we think\nthe general consent instruction should apply.”).\n164\n    Id. at 83:6–7.\n                                                65\n\fan arrestee has no right to resist arrest in any manner and because an arresting officer\n\nhas discretionary authority that, if used to that effect, can subject an arrestee to time\n\nin jail, the power dynamic between the arresting officer and arrestee is too\n\nimbalanced to allow for voluntary consent. Because of this power imbalance, the\n\nModel Penal Code states that sexual conduct with another person when “the other\n\nperson is in custody of law or detained in a hospital or other institution and the actor\n\nhas supervisory or disciplinary authority over him” constitutes sexual assault.165\n\n       Although Delaware has not adopted that provision of the Model Penal Code,\n\nour Criminal Code does define a sexual act “without consent” as occurring when\n\n“[t]he defendant compelled the victim to submit by any act of coercion,”166 defined\n\nto include threatening to “[u]se or abuse the defendant’s position as a public servant\n\nby performing some act within or related to the defendant’s official duties, or by\n\nfailing or refusing to perform an official duty in such manner as to affect some person\n\nadversely” if someone does not comply with a demand.167\n\n       The policy rationale for barring consent as a defense to allegations of sexual\n\nmisconduct against a police officer is similar to that for criminalizing sex between\n\nan inmate and a corrections officer:\n\n       The reason why the federal government and almost every state has laws\n       banning even ostensibly voluntary sexual contact between inmates and\n\n165\n    Model Penal Code § 213.4.\n166\n    11 Del. C. § 761.\n167\n    Id. § 791.\n                                           66\n\f       prison staff is that prisoners are deemed legally incapable of giving\n       voluntary consent to sexual contact with their keepers. The motivation\n       behind these virtually universal statutory rape provisions stems from an\n       understanding of an inherent power imbalance between guard and\n       inmate, analogous to the inherent power imbalance between adult and\n       child.168\n\nIt is a Class G felony in Delaware for “an employee working at a detention facility”\n\nto engage in sex “with a person in custody on the premises of a detention facility.”169\n\n       Although there is not a Delaware statute declaring sex between an arrestee\n\nand her arresting officer nonconsensual,170 arrestees, like prisoners, surrender their\n\n\n168\n    Hannah Brenner et. al., Bars to Justice: The Impact of Rape Myths on Women in Prison, 17\nGEO. J. GENDER & L. 521, 546 (2016).\n169\n    11 Del. C. § 1259. In their arguments about consent, the parties cite two United States District\nCourt for the District of Delaware cases that look to 11 Del. C. § 1259 in their discussions of\nwhether consent should be a defense to an inmate’s Eighth Amendment claim against a corrections\nofficer for sexual assault. The cases have opposing outcomes: Carrigan found that consent cannot\nbe a defense, and Phillips found that it can be. Carrigan v. Davis, 70 F. Supp. 2d 448 (D. Del.\n1999); Phillips v. Bird, 2003 WL 22953175 (D. Del. Dec. 1, 2003). We agree with Carrigan that:\n\n       it is of no import, whether as a factual matter, the Plaintiff invited [the officer] into\n       her room or initiated the sexual encounter. Even if the Plaintiff did these things\n       [which the plaintiff contends she did not do], it does not alter [the officer’s] special\n       responsibilities toward the Plaintiff based on his control and supervision over her.\n\nCarrigan v. Davis, 70 F. Supp. 2d 448, 461 (D. Del. 1999). Phillips distinguished itself from\nCarrigan on the grounds that the plaintiff in Phillips conceded that she “voluntarily and willingly”\nhad sex with the corrections officer, and the court found “absolutely no evidence in the record”\nthat the “plaintiff engaged in sexual acts with defendant [] against her will, or that a coercive quid\npro quo scheme was in place.” Phillips, 2003 WL 22953175, at *6. But because of the coercive\nrelationship between an inmate and a prison guard, whereby the inmate may fear saying that the\nsex was not consensual for fear of repercussion, we are not persuaded that the inmate’s admission\nthat the sex was consensual should be taken at face value. And, as a policy matter, even an inmate’s\nconsent should not waive the corrections officer’s professional responsibility to the inmate to\nrefrain from engaging in sexual acts with her.\n170\n    New York recently passed such a statute, clarifying that arrestees are incapable of consenting\nto sex while under arrest. N.Y. Penal Law § 130.05(3)(j); Luis Sanchez, New York Lawmakers\nPass Bill Banning Police from Having Sex with People in Custody, THE HILL (Mar. 31, 2018),\nhttp://thehill.com/homenews/state-watch/381093-new-york-closes-loophole-allowing-police-to-\n                                                 67\n\ffreedom and safety to the State under our criminal law,171 and are subject to the\n\ncoercive authority of the officers holding them in custody. 172 Other states have\n\npassed statutes specifically providing that an arrestee is not in a position to consent\n\nto sex with the officer holding her under arrest.173 We view it as critical that our\n\n\nhave-sex-with-people-in. But thirty-four other states arguably allow consent to be “used as a\ndefense when a police officer is charged with raping a person in his custody.” Katharine Bodde\n& Erika Lorshbough, There’s No Such Thing as “Consensual Sex” When a Person is in Custody,\nACLU (Feb. 23, 2018), https://www.aclu.org/blog/criminal-law-reform/reforming-police-\npractices/theres-no-such-thing-consensual-sex-when-person (citing Albert Samaha, This\nTeenager Accused Two On-duty Cops of Rape. She Had No Idea the Law Might Protect Them,\nBUZZFEEDNEWS (Feb. 7, 2018), https://www.buzzfeed.com/albertsamaha/this-teenager-accused-\ntwo-on-duty-cops-of-rape-she-hadno?utm term=.se4ELg61p#.yrMJag6ke (reviewing all fifty\nstates’ penal codes, finding that thirty-four states lack a statute like New York’s making sex\nbetween an arresting officer an automatic sex crime (i.e., rape, sexual assault, sexual battery, sexual\nmisconduct, or sex offense), and counting Delaware in those thirty-four states)); Close the Police\nRape Loophole, N.Y. TIMES (Feb. 12, 2018), https://www.nytimes.com/2018/02/12/opinion/\npolice-rape-loophole.html (same).\n171\n    11 Del. C. § 1257.\n172\n    See, e.g., Megan Coker, Common Sense About Common Decency: Promoting a New Standard\nfor Guard-on-Inmate Sexual Abuse Under the Eighth Amendment, 100 VA. L. REV. 437, 443\n(2014) (“[T]he coercive environment of imprisonment and the position of power guards enjoy over\ninmates suggest inmates cannot really consent to sexual contact with their guards.”).\n173\n    E.g., Ga. Code Ann. § 16-6-5.1 (West) (defining “sexual assault” to include when an “employee\nor agent of a law enforcement agency and engages in sexual contact with such other individual\nwho the actor knew or should have known is being detained by or is in the custody of any law\nenforcement agency”); Utah Code Ann. § 76-5-412 (West) (defining “custodial sexual\nmisconduct” to include sex between a law enforcement officer and an arrestee and classifying the\ncrime as a third degree felony); Conn. Gen. Stat. Ann. § 53a-71 (West) (defining “sexual assault\nin the second degree” to include sexual intercourse when the “other person is in custody of\nlaw . . . and the actor has supervisory or disciplinary authority over such other person”); Fla. Stat.\nAnn. § 794.011 (West) (defining “sexual battery” to include “oral, anal, or vaginal penetration”\nwhen “[t]he offender is a law enforcement officer, correctional officer, or correctional probation\nofficer . . . or any other person in a position of control or authority in a probation, community\ncontrol, controlled release, detention, custodial, or similar setting, and such officer, official, or\nperson is acting in such a manner as to lead the victim to reasonably believe that the offender is in\na position of control or authority as an agent or employee of government”); Ohio Rev. Code Ann.\n§ 2907.03 (West) (defining “sexual battery” to include sexual conduct when “[t]he other person is\nin custody of law or a patient in a hospital or other institution, and the offender has supervisory or\ndisciplinary authority over the other person”); Or. Rev. Stat. Ann. § 163.452 (West) (defining\n“custodial sexual misconduct,” a class C felony, to include sex with someone “in the custody of a\n                                                 68\n\fcommon law of torts, which by definition is a product of judicial decision-making,\n\nrecognize the obvious realities set up by our own state criminal laws and the power\n\nthey give to officers over those under arrest. For this reason, the “[l]iability of police\n\ndepartments [for the sexual assaults their officers commit] has been based on the\n\nextraordinary power over, as well as the unique access to citizenry provided by virtue\n\nof the fact that citizens are vulnerable and defenseless when a police officer is the\n\ntortfeasor.”174\n\n       Of course, we recognize that there could be cases where an arrestee proposes\n\nsex to an officer in order to escape responsibility for the crime for which she was\n\narrested. But that scenario, in which the officer accepts the arrestee’s advances,\n\n\n\n\nlaw enforcement agency following arrest” ); Wash. Rev. Code Ann. § 9A.44.160 (West) (defining\n“custodial sexual misconduct,” a class C felony, to include “[w]hen the victim is being detained,\nunder arrest[,] or in the custody of a law enforcement officer and the perpetrator is a law\nenforcement officer”); Ariz. Rev. Stat. Ann. § 13-1412 (defining “unlawful sexual conduct” as a\nfelony that includes when “[a] peace officer . . . knowingly engag[es] in sexual contact, oral sexual\ncontact or sexual intercourse with any person who is in the officer’s custody or a person who the\nofficer knows or has reason to know is the subject of an investigation,” but providing an exception\nfor when the officer is married or in a “romantic or sexual relationship” with the other person”);\nAlaska Stat. Ann. § 11.41.425 (West) (defining “sexual assault in the third degree” to include when\na police officer “engages in sexual penetration with a person with reckless disregard that the person\nis in the custody or the apparent custody of the offender, or is committed to the custody of a law\nenforcement agency”).\n174\n    1 Johns. D. LEE & BARRY A. LINDAHL, MODERN TORT LAW: LIABILITY AND LITIGATION § 7:12 (2d\ned. 2008).\n                                                69\n\finvolves criminal conduct by the officer,175 and also by the arrestee.176 To our mind,\n\nscenarios like this exemplify why voluntary consent is inconsistent with the context\n\nof an arrest, because everything about the sex is transactional and involves a tool to\n\nescape being a captive.177\n\n       We also must address the State’s position on consent here, which we view as\n\nembracing the Officer’s last statement about his conduct, and being inconsistent with\n\nits prior decision to charge him not only with “intentionally compel[ling] or\n\ninduc[ing] [Doe] to engage in sexual penetration/intercourse,” but also with\n\n“solicit[ing] a personal benefit from another person for having violated his duty” to\n\n\n175\n    11 Del. C. § 1203 (“(a) A public servant is guilty of receiving a bribe when the public servant\nsolicits, accepts or agrees to accept a personal benefit from another person upon an agreement or\nunderstanding that the public servant’s vote, opinion, judgment, action, decision or exercise of\ndiscretion as a public servant will thereby be influenced. . . . (c) A public servant is guilty of\nreceiving a bribe when the public servant solicits, accepts or agrees to accept a personal benefit\nfrom another person for having violated the public servant’s duty as a public servant.”); id.\n§ 1343(a) (“A person is guilty of patronizing a prostitute when: (1) Pursuant to a prior agreement\nor understanding, the person pays a fee to another person as compensation for that person’s having\nengaged in sexual conduct with the person; or (2) The person pays or agrees to pay a fee to another\nperson pursuant to an agreement or understanding that in return therefor that person or a third\nperson will engage in sexual conduct with the person; or (3) The person solicits or requests another\nperson to engage in sexual conduct with the person in return for a fee.”).\n176\n    Id. § 1201 (“A person is guilty of bribery when: (1) The person offers, confers or agrees to\nconfer a personal benefit upon a public servant upon an agreement or understanding that the public\nservant’s vote, opinion, judgment, action, decision or exercise of discretion as a public servant will\nthereby be influenced; or . . . (3) The person offers, confers or agrees to confer a personal benefit\nupon a public servant for having violated a duty as a public servant.”); id.. § 1342(a)(1) (“A person\nis guilty of prostitution when the person engages or agrees or offers to engage in sexual conduct\nwith another person in return for a fee.”).\n177\n    Cf. Wood v. Beauclair, 692 F.3d 1041, 1047 (9th Cir. 2012) (“The power dynamics between\nprisoners and guards make it difficult to discern consent from coercion. Even if the prisoner\nconcedes that the sexual relationship is ‘voluntary,’ because sex is often traded for favors (more\nphone privileges or increased contact with children) or ‘luxuries’ (shampoo, gum, cigarettes), it is\ndifficult to characterize sexual relationships in prison as truly the product of free choice.”).\n                                                 70\n\fbring Doe in on her capias.178 Both charges are inconsistent with the Officer’s\n\nstatement that Doe only asked him to help her with her charges after becoming\n\namorous with him and then performing oral sex on him. The Officer of course had\n\nto say that or otherwise confess to the crimes of accepting a bribe and official\n\nmisconduct at the very least.\n\n          But even if one accepts the Officer’s story as creating some dispute of fact\n\nabout what happened, his own story illustrates why voluntary consent is not possible\n\nin the context of Doe’s arrest. Although the Officer claimed that Doe said nothing\n\nabout favorable treatment until after the sex was over, he also said that she said “[i]f\n\nthere is anything you can do with my charges, I would appreciate it” after he let her\n\ngo.179 In other words, even the State’s tenuous embrace of the Officer’s second\n\nstory—which came after he was caught in a lie—shows the inherently coercive and\n\ntransactional, not voluntary, nature of any sex between an arrestee and her arresting\n\nofficer.\n\n          For these reasons, we hold that an arrestee cannot provide voluntary consent\n\nto sex with her arresting officer.\n\n\n\n\n178\n      App. to Opening Br. at 134 (Complaint and Warrant for [the Officer]).\n179\n      Id. at 117 (Interview of [the Officer]).\n                                                 71\n\f                                    F.        Risk Allocation\n\n          Before closing, we address the State’s core argument that the risk of\n\nmisconduct in cases like these should be borne by plaintiffs like Doe, and not\n\nimposed on employing police agencies. We understand that other jurisdictions have\n\ntaken that approach and left victims to recover only against wrongdoing officers\n\nthemselves, most of whom are unlikely to have the personal wealth necessary to\n\nsatisfy a judgment of any sizeable kind.\n\n          Consistent with the policy judgment of § 219, the unique context of cases of\n\nthis kind makes it sensible in our view for respondeat superior liability to exist.\n\nVictims are poorly positioned to protect themselves from wrongful sexual\n\nmisconduct by arresting officers because, by law, they are not supposed to use even\n\npeaceable means to resist arrest, and the gantlet required to successfully bring and\n\nprove a case like this is daunting at best.\n\n          By contrast, police agencies are well positioned through careful hiring,\n\ntraining, and other practices to address the risk of sexual misconduct by their\n\nofficers. The State Police already engages in some of these activities, including\n\ntraining officers on the proper way to interact with the public, 180 and efforts to\n\nmonitor the time officers spend with arrestees to ensure that it is not suspiciously\n\n\n\n\n180\n      App. to Opening Br. at 384 (Colonel MacLeish Testimony Tr.).\n                                               72\n\flong.181 With developments such as body cameras and other technologies providing\n\nboth video and audio monitoring of police contact with the public, police agencies\n\nshould, we hope, be even better positioned to deter and prevent sexual wrongdoing\n\nby police officers.182 Absent the potential for respondeat superior liability, however,\n\nthe incentives for police agencies to take these steps will be diminished and the risk\n\nof misconduct placed on a class of victims poorly positioned to protect themselves.\n\n                                  IV.         Conclusion\n\n       For the reasons we have discussed, we vacate the jury verdict in this case.\n\nBecause there are no remaining disputes of fact relevant to liability, Doe is entitled\n\nto judgment as a matter of law on that issue against the State Police. On remand, the\n\nSuperior Court shall enter judgment in Doe’s favor on the issue of liability. If the\n\nparties are unable to resolve the sole remaining issue in this case, that of damages,\n\nafter good faith discussions, the Superior Court shall hold a trial on that issue.\n\n\n\n\n181\n    Id. (“You are told whenever you transport a person of the opposite sex, to call in your mileage.\nSo your mileage is recorded, and typically, that is one of those things that is shared, the reason\nwhy you do not cross those lines.”).\n182\n    For example, when officers wear body cameras, that footage can be used to confirm their\ninnocence or an assault victim’s alleged version of events. See, e.g., Former Police Officer Pleads\nGuilty to Attempted Sexual Assault (Apr. 21, 2018), CBS DENVER, http://denver.cbslocal.com/\n2018/04/21/former-pueblo-officer-sexual-assault/ (“[Officer] Candelaria was arrested in\nNovember 2016 after a woman reported that he assaulted her after she called for help in a domestic\nviolence case. . . . Authorities say the officer’s body camera showed him having a sexual\nconversation with the woman, and then the body camera was turned off. The officer later admitted\nhe had contact with the woman.”).\n                                                73\n\fVALIHURA, Justice, dissenting; joined in part by VAUGHN, Justice:\n\n          For the reasons explained herein, I decline to join my learned colleagues in\n\nthe Majority.\n\n          As the Majority acknowledges, its decision is an about-face from precedent—\n\nnot just under Delaware Law, but also from our two prior decisions in this litigation,\n\nwhich began nearly eight years ago.\n\n          On August 18, 2010, Doe filed this civil suit against a Delaware State Police\n\nofficer (“Officer”) and the State. She alleged that the Officer committed the torts of\n\nassault, battery, and rape while she was in his custody following her arrest, and that\n\nthe State must be held liable for damages “pursuant to the principles of agency and/or\n\nthe doctrine of respondeat superior.” On May 7, 2012, the Superior Court granted\n\nthe State’s motion for summary judgment. In doing so, the trial court found, as a\n\nmatter of law, that the Officer was acting outside the scope of his employment when\n\nhe committed such acts and, thus, the State could not be held liable under respondeat\n\nsuperior. The Majority agrees that that should have been the right result applying\n\nthe law as it existed then.\n\n          But, on appeal, this Court reversed the Superior Court’s grant of summary\n\njudgment to the State. In our opinion in Doe v. State (Doe I),1 this Court—with a\n\n\n\n   Justice Vaughn joins in part, as reflected in footnote 39 of his dissenting opinion.\n1\n    76 A.3d 774 (Del. 2013) (en banc).\n\fdifferent composition of jurists—held that the question of whether the Officer was\n\nacting within the scope of his employment was fact-specific under the long-accepted\n\ntest for respondeat superior liability, borrowed from Section 228 of the Restatement\n\n(Second) of Agency (the “Restatement”),2 and, as such, was a question for the jury\n\nto decide. Accordingly, on September 12, 2013, we reversed and remanded the\n\nmatter to the Superior Court for further proceedings.\n\n         On July 29, 2014, the Superior Court again granted summary judgment for\n\nthe State. This time it did so finding that the State was shielded from liability under\n\nthe doctrine of sovereign immunity. The trial court denied Doe’s motion for\n\nsummary judgment because, under the law of the case, as this Court held in Doe I,\n\nthe jury had to decide certain factors relevant to determining whether the tortfeasor\n\nacted within the scope of employment so as to satisfy the requirements for\n\nrespondeat superior liability. Later, on April 8, 2015, the Superior Court also\n\ngranted the Officer’s estate’s motion to dismiss because 12 Del. C. § 2102(a)\n\nrequires that all claims against an estate be asserted within eight months following\n\nthe death of the decedent, and Doe had first brought suit fifteen months after the\n\nOfficer passed away. Doe appealed those rulings.\n\n\n\n\n2\n    Restatement (Second) of Agency (1958) [hereinafter Restatement].\n                                                2\n\f         Then, in Sherman v. State (Doe II),3 this Court, sitting en banc, reversed on\n\nsovereign immunity: the State waived that defense because its insurance policy\n\ncovered the Officer’s acts. But we affirmed the Superior Court’s ruling denying\n\nDoe’s motion for summary judgment. We stated that “[t]he Superior Court [had]\n\ncorrectly determined that our 2013 holding is the law of the case,” and we reaffirmed\n\nDoe I’s holding that the scope of employment issue presented questions for the jury.4\n\n         We also affirmed the trial court’s dismissal of the Officer’s estate as a\n\ndefendant. Thus, a finding of liability against the State was the only means for the\n\nestate of Doe, who had since passed away, to recover damages.\n\n         On remand, following a three-day civil trial, the jury found that the State was\n\nnot liable for the allegedly tortious conduct of the Officer. On May 8, 2017, the\n\nSuperior Court denied Doe’s motions for a new trial and to set aside the verdict.\n\nThis appeal followed.\n\n         Doe’s arguments on appeal focus on the alleged defects in the jury instructions\n\n(which all parties agree are correct as a matter of law), the permissibility of certain\n\ndefenses, and the propriety of the State’s closing argument at trial. Yet the Majority\n\ngoes far beyond Doe’s precise arguments. Absent the request of any party, the\n\nMajority reverses our holding in Doe I that the third factor of the test for respondeat\n\n\n\n3\n    133 A.3d 971 (Del. 2016) (en banc).\n4\n    Id. at 979.\n                                            3\n\fsuperior liability—whether the Officer was motivated at least in part by a desire to\n\nserve his employer in committing the tortious acts—“has been construed broadly as\n\na matter for the jury to decide.”5 The Majority also sua sponte reverses our decision\n\nin Doe II to let that decision stand as law of the case.\n\n         And the Majority travels even beyond reversing two of our prior decisions in\n\nthis same litigation, which, standing alone, the Majority acknowledges would have\n\nrequired finding for the State. For policy reasons, it refuses to apply the recognized\n\ntest in Delaware for adjudicating claims of respondeat superior and instead adopts a\n\nnew test, from Restatement Section 219(2)(d)—never before applied in Delaware,\n\nand rarely adopted in other states. The end result is that the Majority rules for Doe\n\nas a matter of law.\n\n         The Majority points to a narrow exception to the law of the case doctrine and\n\nasserts that adhering to our prior rulings would produce an “injustice.” But the\n\nalleged injustice is based on an incorrect premise, as explained below, and there is\n\nno precedent for applying that exception under circumstances presented here. Even\n\nmore, the Majority sua sponte imposes a novel, non-delegable duty on the State to\n\nguard against seemingly all intentional torts committed by law enforcement officers\n\nagainst arrestees. In doing all of this, the Majority has usurped the role of our\n\nGeneral Assembly in determining major policy decisions concerning the\n\n\n5\n    76 A.3d at 777.\n                                           4\n\fapportionment of tort liability. We have declined to engage in such “acts of creation”\n\nnot only in the torts arena, but also recently in other contexts,6 and we should do so\n\nhere. I address each point in turn.\n\n                                                  I.\n\n       First, there is no basis to ignore the law of the case doctrine and reverse course\n\non Doe I and Doe II. “The law of the case doctrine, like the stare decisis doctrine,\n\nis founded on the principle of stability and respect for court processes and\n\nprecedent.”7 We have noted that the doctrine is designed to bring “some closure to\n\nmatters already decided in a given case by the highest court of a particular\n\njurisdiction, particularly when (with a different composition of jurists) that same\n\ncourt is considering matters in a later phase of the same litigation.”8 Like stare\n\ndecisis, the law of the case doctrine is justified because “[[e]xcessive] disturbance\n\nof prior rulings would be taken as evidence that justifiable reexamination of principle\n\nhad given way to drives for particular results in the short term.” 9                       In SIGA\n\n\n6\n  See, e.g., DFC Glob. Corp. v. Muirfield Value P’rs, L.P., 172 A.3d 346, 348 (Del. 2017) (en\nbanc) (refusing to establish a presumption by “judicial gloss” and “declin[ing] to engage in that\nact of creation . . . .”). There, we observed that we lacked “confidence in our ability to craft, on a\ngeneral basis, the precise pre-conditions that would be necessary to invoke a presumption of that\nkind.” Id. at 366.\n7\n  Gannett Co. v. Kanaga, 750 A.2d 1174, 1181 (Del. 2000).\n8\n  Id.\n9\n  Id. at 1182 (quoting Planned Parenthood v. Casey, 505 U.S. 833, 866 (1992)); id. (“[F]requent\noverruling would overtax the country’s belief in the Court’s good faith . . . . The legitimacy of the\nCourt would fade with the frequency of its vacillation.” (quoting Casey, 505 U.S. at 866)). See\nalso State v. Barnes, 116 A.3d 883, 891 (Del. 2015) (“The doctrine of stare decisis exists to protect\nthe settled expectations of citizens because, ‘[e]lementary considerations of fairness dictate that\nindividuals should have an opportunity to know what the law is and to conform their conduct\n                                                  5\n\fTechnologies, Inc. v. PharmAthene,10 a majority of this Court noted that “despite\n\nSIGA’s concerns about the precedent set in SIGA I, the decision is the law of the\n\ncase.”11 We also adhered to our prior decisions in that case because, like here,\n\n“[w]hether [the prior appeal] was correctly decided was not raised by the parties and\n\n[was] not before us on appeal.”12\n\n       However, we have stated that the doctrine is “not inflexible.”13 As such, we\n\nhave recognized three exceptions where it may be overcome: when a prior decision\n\nis (1) “clearly wrong,” (2) “produces an unjust result,” or (3) “should be revisited\n\nbecause of changed circumstances.”14\n\n       Here, Doe did not raise any argument that the prior decisions of this Court\n\nwere “clearly wrong,” or incorrectly decided because they overlooked Section\n\n219(2)(d), or that the law of the case doctrine should be ignored. 15 Doe did argue\n\nfor the application of Section 219(2)(d) in Doe I. But we implicitly rejected that\n\n\n\n\naccordingly.’” (quoting Landgraf v. USI Film Prods., 511 U.S. 244, 265 (1994))); id. n.40 (“To\noverturn a decision settling one . . . matter simply because we might believe that decision is no\nlonger ‘right’ would inevitably reflect a willingness to reconsider others. And that willingness\ncould itself threaten to substitute disruption, confusion, and uncertainty for necessary legal\nstability.” (quoting John R. Sand & Gravel Co. v. United States, 552 U.S. 130, 139 (2008))).\n10\n   132 A.3d 1108 (Del. 2015).\n11\n   Id. at 1138.\n12\n   Id.\n13\n   Cede & Co. v. Technicolor, Inc., 884 A.2d 26, 39 (Del. 2005).\n14\n   Id.\n15\n   In fact, Doe’s main quibble was with the trial court’s jury instructions, which she concedes were\ncorrect as a matter of law.\n                                                 6\n\frequest in declining to adopt it and, instead, chose to rely on the ordinary test for\n\nrespondeat superior liability articulated in Section 228.\n\n       And we even applied the law of the case doctrine in this very case, in our\n\nopinion in Doe II, when responding to Doe’s argument that the Motivation Prong\n\nshould not go to the jury because the facts bearing on the issues that would ordinarily\n\ngo to a jury were “truly uncontested.”16 We expressly denied her request based on\n\nthe law of the case doctrine because, in Doe I, we had “held that the question of\n\nwhether an employee acted in the scope of employment ‘is ordinarily one for\n\ndecision by the jury,’”17 and observed that on remand the Superior Court had\n\n“correctly determined that our 2013 holding [in Doe I] is the law of the case . . . .”18\n\nAs such, it “properly denied Doe’s motion for summary judgment.”19\n\n\n\n\n16\n   Doe II, 133 A.3d at 979.\n17\n   Id. (quoting Draper v. Oliviere Paving & Constr. Co., 181 A.2d 565, 569 (Del. 1962)).\n18\n   Id.\n19\n   Id. In addition to Doe II’s reaffirmation of Doe I’s holding that the Motivation Prong is a jury\nquestion, we reinforced that same precedent in Hecksher v. Fairwinds Baptist Church, Inc., when\nwe relied on Doe I for the proposition that “[t]he question of whether a tortfeasor is acting within\nthe scope of his employment is fact-specific, and, ordinarily, is one for the jury to decide.” 115\nA.3d 1187, 1200 (Del. 2015) (quoting Doe I, 76 A.3d at 776); see also id. at 1203 n.62 (citing with\napproval our holding in Doe I that “the question of whether a police officer’s rape committed while\nhe was arresting the victim was committed solely for personal reasons could not be resolved on a\nmotion for summary judgment.” (citing Doe I, 76 A.3d 774)). Doe even acknowledges that, in\nthe out-of-state precedent she relies upon—Mary M. v. City of Los Angeles, 814 P.2d 1341 (Cal.\n1991), and Doe v. Forrest, 853 A.2d 48 (Vt. 2004)—the California Supreme Court and the\nVermont Supreme Court, respectively, held that the respondeat superior issue before them\npresented a question of fact. See, e.g., Mary M., 814 P.2d at 1347 (“[T]he question of whether [the\nofficer] acted within his scope of employment was properly left for the jury to decide.”).\n                                                 7\n\f       Here, the only changed circumstance is the composition of this Court. And\n\nthat alone is not enough to trigger the exception. The public should not have to\n\nworry that our case law will vacillate with every change in the makeup of the Court.\n\n       In relying on the “unjust result” exception, the Majority breathes new life into\n\narguments that Doe chose not to re-assert in this appeal. It rests the claimed\n\n“injustice” on the false premise that “our earlier failure to give more precise\n\nconsideration to the specific questions of law presented by this case left the Superior\n\nCourt and the parties without the ability to get a ruling on their dispute that took into\n\naccount the precise arguments they were making.”20 There is no precedent that\n\nrequires this Court to address all arguments asserted by the parties. Setting such\n\nprecedent can potentially destabilize our law.21 Similarly, I am not aware of any\n\ninstance where the “unjust result” exception has been triggered on account of jury\n\ninstructions that, even if not ideally stated, all parties agree constitute accurate\n\nstatements of the law.22 Further, the “unjust result” exception is even more difficult\n\n\n\n\n20\n   Majority Op. at 5.\n21\n   Further, it can create inefficiencies by not allowing the Court to narrow holdings where\nappropriate and possible, and it would force the Court to rule on issues only tangentially presented\nto the Court by parties and without the benefit of a full presentation.\n22\n   The instruction given on course and scope of employment was consistent with Delaware law\nand supplemented the pattern jury instructions. See Corbitt v. Tatagari, 804 A.2d 1057, 1062 (Del.\n2002) (“[J]ury instructions must give a correct statement of the substance of the law and must be\n‘reasonably informative and not misleading.’” (quoting Cabrera v. State, 747 A.2d 543, 544 (Del.\n2000))). It was also nearly identical to the language this Court used in Doe I when discussing\nSection 228.\n                                                 8\n\fto justify when its application involves, as here, overturning a jury verdict. This\n\nshould not be done lightly.23\n\n                                                II.\n\n       No doubt, the Majority’s desire to clarify the requirements of the Motivation\n\nand Foreseeability prongs is based upon a sincere desire to be helpful to future\n\nlitigants. But if it were to limit its revisiting of the law of the case to the law as it\n\nexisted when the litigation was taking place, then summary judgment should have\n\nbeen granted in favor of the State—not Doe. The Majority does not dispute this.24\n\n       This approach is consistent with the weight of authority. The highest courts\n\nof numerous states25 and many federal courts26 have found that such wrongful\n\n\n23\n   See Shapira v. Christiana Care Health Servs., Inc., 99 A.3d 217, 224 (Del. 2014) (“‘Under\nDelaware law, enormous deference is given to jury verdicts,’ and they should not be disturbed\nunless ‘the evidence preponderates so heavily against the jury verdict that a reasonable jury could\nnot have reached the result.’” (quoting Young v. Frase, 702 A.2d 1234, 1236 (Del. 1997); then\nStorey v. Camper, 401 A.2d 458, 465 (Del. 1979))). Further, for the sound policy reasons\nundergirding the law of the case doctrine, this “unjust result” exception traditionally is, and must\nbe, construed narrowly. I was able to locate only a few instances where the “unjust result”\nexception has been applied: where prior rulings were “too speculative,” in Wilmington Med. Ctr.\nv. Coleman, 298 A.2d 320, 322 (Del. 1972); and where the State was insisting upon applying the\nlaw of the case despite having conceded that the law stated by the Court had been incorrect, in\nCobb v. State, 676 A.2d 901, 1996 WL 145793, at *1 (Del. 1996) (Table). The situation here is a\nfar cry from such scenarios.\n24\n   See Majority Op. at 47 (“If Doe was required to satisfy the Motivation Prong of § 228, she could\nnot, and judgment was owed to the State on that ground.”).\n25\n   See, e.g., West Virginia Reg’l Jail & Corr. Facility Auth. v. A.B., 766 S.E.2d 751, 769-70 n.25\n(W. Va. 2014) (“There is overwhelming majority support in other jurisdictions concluding that\nsexual assaults committed on the job are not within the employee’s scope of employment.”)\n(collecting cases).\n26\n   See, e.g., Rabon v. Guardsmark, Inc., 571 F.2d 1277, 1279 (4th Cir. 1978) (holding that sexual\nassault committed by an employee is outside of the scope of his employment) (“The assault by [a\nprivate security guard] was manifestly not in furtherance of [his employer, a private security\nagency’s] business; it was the converse of [its] purpose that of providing protection and that for\n                                                 9\n\fconduct—sexual assault—is not in service of the employer as a matter of law and\n\ndenied respondeat superior liability on that basis.\n\n                                               III.\n\n       Instead of applying Section 228—which, as the Majority agrees, “our State\n\nhas embraced . . . for decades now”27—and granting summary judgment to the State,\n\nthe Majority relies on Section 219(2)(d)’s “aided in accomplishing the tort by the\n\nexistence of agency relation” prong (the “Agency Relation Prong”), a provision\n\nnever before embraced by Delaware courts. Only one jurisdiction (Vermont) has\n\napplied Section 219(2)(d) to allow for the imposition of vicarious liability on the\n\n\n\n\nwhich it was employed.”); City of Green Cove Springs v. Donaldson, 348 F.2d 197, 202-03 (5th\nCir. 1965) (holding police officer’s sexual assault of victim outside the scope of his employment)\n(“The facts, construed most favorably for the appellee, will admit of no inference other than that\nin his rape of the plaintiff, Officer Mosely stepped aside from his employment to accomplish his\nown, rather than the City’s purpose.”); Dockter v. Rudolf Wolff Futures, Inc., 684 F. Supp. 532,\n536 (N.D. Ill. 1988) (holding that supervisor’s assault of another employee was not in service of\ntheir employer because it was “committed entirely for his own enjoyment and benefit”), aff’d, 913\nF.2d 456 (7th Cir. 1990); Ho-Ching v. City & Cty. of Honolulu, 2009 WL 1227871, at *13 (D.\nHaw. Apr. 29, 2009) (“[I]f Moniz did commit a sexual assault or sexual harassment, it was not the\nconduct for which he was hired as a police office[r] and by no means served the interests of\nDefendant.”); Valdez v. Church’s Fried Chicken, Inc., 683 F. Supp. 596, 610 (W.D. Texas 1988)\n(holding that an employee’s sexual assault of another was “purely personal and had nothing to do\nwith the business,” and thus outside the scope of his employment); Hunter v. Countryside Ass’n\nFor the Handicapped, 710 F. Supp. 233, 239 (N.D. Ill. 1987) (holding that the employee’s “alleged\nsexual assault can in no way be interpreted as further Countryside’s business”). The United States\nSupreme Court has commented that sexual harassment might be different. Though “[t]he general\nrule is that sexual harassment by a supervisor is not conduct within the scope of employment,” the\nCourt has observed that “[t]here are instances, of course, where a supervisor engages in unlawful\ndiscrimination with the purpose, mistaken or otherwise, to serve the employer.” Burlington Indus.,\nInc. v. Ellerth, 524 U.S. 742, 757 (1998) (citing Sims v. Montgomery Cty. Comm’n, 766 F. Supp.\n1052, 1075 (M.D. Ala. 1990)).\n27\n   See Majority Op. at 53 n.130. The Majority also agrees that “the § 228 test works well to fairly\ndetermine when respondeat superior liability is appropriate.” Id.\n                                               10\n\fgovernment under these circumstances—sexual assault committed by its law\n\nenforcement officers.28 And it unabashedly does so based on the court’s own policy\n\ndeterminations.29 The few other cases that invoke that provision in other contexts\n\nare similarly animated by policy concerns, but oftentimes those concerns are\n\ngrounded in legislation announcing such policy concerns.30 There is no such\n\nlegislation here. And all of those cases applying the Agency Relation Prong resist\n\ngoing as far as the Majority does here: they avoid imposing what amounts to strict\n\nliability on local and state law enforcement agencies for sexual assaults committed\n\nby their officers.31\n\n       As the Majority explains, Section 219(2) outlines certain situations where\n\nvicarious liability may be imposed on employers when an employee acts outside of\n\n\n\n28\n   Doe v. Forrest, 853 A.2d 48, 57 (Vt. 2004). But even there, the Vermont Supreme Court held\nas a matter of law that, under the Section 228 test, the officer could not have been motivated at\nleast in part by a desire to serve his employer. Id. at 55 (“Although Forrest’s misconduct occurred\nwhile ostensibly on duty, we cannot conclude that coercing plaintiff to perform fellatio was\nconduct that was actuated, even in part, by a purpose to serve the county sheriff. The act Forrest\nperformed is so different from the acts he was authorized to perform that we can reach this\nconclusion as a matter of law.”). It then adopted Section 219(2)(d) for the first time. Id.\n29\n   Also, the court in Mary M., though not applying Section 219(2)(d), imposed liability for policy\nreasons. See 814 P.2d at 1349 (“[E]ach of the three policy reasons supports the imposition of\nvicarious liability on the employer of a police officer who, while on duty, commits a sexual assault\nby misusing his official authority.”).\n30\n   See, e.g., Hardwicke v. Am. Boychoir Sch., 902 A.2d 900, 920 (N.J. 2006) (“The [Child Sexual\nAbuse Act] imposes responsibility on those in the best position to know of the [child] abuse and\nstop it; application of section 219 of the Restatement to plaintiff’s common-law claims advances\nthose goals.”).\n31\n   See Doe v. Sipper, 821 F. Supp. 2d 384, 392-93 (D.D.C. 2011) (denying company’s motion to\ndismiss in order to allow the case to proceed to discovery on whether the company’s Chief\nOperating Officer relied on his agency relation with another employee when raping her in his hotel\nroom on a business trip).\n                                                11\n\fthe scope of employment. As set forth in subsection (d), vicarious liability may be\n\nimposed for such torts outside the scope of employment if the servant “purported to\n\nact or speak on behalf of the principal and there was reliance upon apparent\n\nauthority, or he was aided in accomplishing the tort by the existence of agency\n\nrelation.” The Majority relies on the second clause, the Agency Relation Prong, to\n\nimpose liability on the State as a matter of law.\n\n          Courts have tread cautiously when asked to apply this Agency Relation Prong,\n\nand for good reason: applying it strictly according to the plain meaning of its terms\n\nwould expose an employer to virtually unbounded liability. In fact, if not properly\n\ncircumscribed, its application runs the risk of “swallowing agency law’s general\n\nscope of employment rule” in Section 228, in making the exception greater than the\n\nrule.32     As the United States Supreme Court has observed, “most workplace\n\n\n32\n   Daniel M. Combs, Case Note, Costos v. Coconut Island Corp.: Creating a Vicarious Liability\nCatchall Under the Aided-by-Agency-Relation Theory, 73 U. Colo. L. Rev. 1099, 1105 (2002).\nThe comments to the Restatement and the transcripts of the drafting committee meetings suggest\nthat the drafters were concerned about the potential for broad application of the Agency Relation\nProng and attempted to limit its reach, even though the drafting committee never addressed these\nconcerns through adjustments in the actual black letter text of the Restatement. Comment e\nprovides a non-exhaustive list of two examples of situations that fit within the Agency Relation\nProng, and they both involve deceit. The two examples in Comment e are also clear illustrations\nof situations that other provisions within the Restatement state already provide a basis for\nrespondeat superior liability. Comment e’s first example of a situation engendering liability under\nthe Agency Relation Prong states that a master may be liable where his agent, a telegraph operator,\n“sends false messages purporting to come from third persons.” Restatement, supra note 2, § 219\ncmt. e (citing § 261). Indeed, another provision in the Restatement, Section, 261 provides a basis\nfor liability in such circumstances: “[a] principal who puts a servant or other agent in a position\nwhich enables the agent, while apparently acting within his authority, to commit a fraud upon third\npersons is subject to liability to such third persons for the fraud.” Id. § 261. The second example\nis where “[t]he manager of a store operated by him for an undisclosed principal is enabled to cheat\n                                               12\n\ftortfeasors are aided in accomplishing their tortious objective by the existence of the\n\nagency relation.”33\n\n       When the United States Supreme Court addressed the applicability of Section\n\n219(2)(d) (and its Agency Relation Prong) in a pair of decisions in 1998, in\n\nBurlington Industries Inc. v. Ellerth34 and Faragher v. City of Boca Raton,35 the\n\nCourt took care to circumscribe its reach. It considered the Restatement because an\n\n\n\nthe customers because of his position.” Id. (citing § 222). Again, Section 222 provides a basis for\nliability in such circumstances as it states that “[a]n undisclosed principal is subject to liability to\nthird persons for conduct within the scope of employment of servants and of subservants employed\nfor him by a servant or other agent empowered to employ them.” Id. § 222. Further, “the\ndeliberations preceding Section 219(2)(d)’s adoption demonstrate an intent to limit the section’s\napplication to cases involving apparent authority, reliance, or deceit.” Mahar v. StoneWood\nTransp., 823 A.2d 540, 546 (Me. 2003). The chairman of the drafting committee noted, “I have\nhad the idea that I would like to see it confined (if nothing better can be had) to cases which are\nnot criminal.” Discussion of Restatement of the Law, Second, Agency (Tentative Draft No. 4), 33\nA.L.I. Proc. 314, 383 (1956) (quoting Chairman John G. Buchanan). See also Alan J. Oxford, II,\nWhen Agents Attack: Judicial Misinterpretation of Vicarious Liability Under “Aided in\nAccomplishing the Tort by the Existence of the Agency Relation” and Restatement 3rd’s Failure\nto Properly “Restate” the Ill-Fated Section 219(2)(d) Provision, 37 Okla. City U. L. Rev. 157,\n180-81 (2012) (“What is clear from the 1956 Proceedings is that the ALI showed great hesitancy\nin extending vicarious liability to the case where the utility worker rapes the homeowner, even if\nhe gained access into the home by showing his employer-issued badge. In addressing this example,\nthe 1956 Proceedings take the position that no vicarious liability could attach and that no liability\nis intended by Section 219(2)(d). It is also clear that the ALI rejected liability under the Aided in\nAccomplishing language for theft, libel, and other ‘crimes’ . . . .”).\n33\n   Ellerth, 524 U.S. at 760 (“Proximity and regular contact may afford a captive pool of potential\nvictims. Were this to satisfy the aided in the agency relation standard, an employer would be\nsubject to vicarious liability not only for all supervisor harassment, but also for all co-worker\nharassment, a result enforced by neither the [Equal Employment Opportunity Commission] nor\nany court of appeals to have considered the issue. The aided in the agency relation standard,\ntherefore, requires the existence of something more than the employment relation itself.” (citations\nomitted)); Zsigo v. Hurley Med. Ctr., 716 N.W.2d 220, 226 (Mich. 2006) (declining to adopt\nSection 219(2)(d) and observing that “it is difficult to conceive of an instance when the exception\nwould not apply because an employee, by virtue of his or her employment relationship with the\nemployer is always ‘aided in accomplishing’ the tort.”).\n34\n   524 U.S. 742 (1998).\n35\n   524 U.S. 775 (1998).\n                                                  13\n\fearlier decision, in Meritor Savings Bank v. Vinson,36 held that, in deciding whether\n\nan employer could be held vicariously liable for claims under Title VII of the Civil\n\nRights Act, “Congress wanted courts to look to agency principles for guidance in\n\nthis area.”37\n\n       In light of that dictate, the United States Supreme Court determined that the\n\ntext of Section 219(2)(d), viewed through the lens of advancing the policy interests\n\nof Title VII, allowed employers to face vicarious liability for sexual harassment\n\ncommitted by their employee-supervisors if their commission was aided by the\n\nemployees’ agency relation to their employers.38 But, recognizing the dangers of an\n\nexpansive reading of Section 219(2)(d), the Supreme Court took care to avoid\n\nimposing strict liability on employers and, instead, limited respondeat superior\n\nliability to situations where “a supervisor takes a tangible employment action against\n\nthe subordinate.”39 Such “tangible employment actions” are actions that “fall within\n\nthe special province of the supervisor” who “has been empowered by the company\n\nas a distinct class of agent to make economic decisions affecting other employees\n\n\n36\n   477 U.S. 57 (1986).\n37\n   See Meritor, 477 U.S. at 72, cited in Ellerth, 524 U.S. at 754-55, and Faragher, 524 U.S. at 791-\n92.\n38\n   Ellerth, 524 U.S. at 761-62 (“When a supervisor makes a tangible employment decision, there\nis assurance the injury could not have been inflicted absent the agency relation.”); Faragher, 524\nU.S. at 802 (using Section 219(2)(d)’s Agency Relation Prong as a “starting point” for determining\nvicarious liability). See also Meritor, 477 U.S. at 77 (Marshall, J., concurring in the judgment)\n(“[I]t is precisely because the supervisor is understood to be clothed with the employer's authority\nthat he is able to impose unwelcome sexual conduct on subordinates.”).\n39\n   Ellerth, 524 U.S. at 760.\n                                                14\n\funder his or her control.”40         The cases also allow the employer to assert an\n\naffirmative defense, which includes a showing that the employer instituted controls\n\nand training—an incentive consistent with Title VII’s policy of “encouraging\n\nforethought by employers,” such as through ex-ante prevention, “and saving action\n\nby objecting employees.”41\n\n       In both Ellerth and Faragher, while it was outside the supervisor’s scope of\n\nemployment to sexually harass his supervisee, the Court determined that it made\n\nsense to hold the employer liable for the employee-supervisor’s conduct when the\n\nemployer had granted the supervisor the authority to make subsequent decisions\n\naffecting such employees. In other words, the infraction could be described as\n\n“misuse of delegated authority.”42 In contrast, here, the State did not give the Officer\n\nany such decision-making authority. And, unlike in Faragher and Ellerth, where\n\nthe Court was guided by the policies of Title VII,43 we have no legislative directive\n\nto guide our analysis.\n\n\n\n40\n   Id. at 762; see also id. at 761 (“A tangible employment action constitutes a significant change\nin employment status, such as hiring, firing, failing to promote, reassignment with significantly\ndifferent responsibilities, or a decision causing a significant change in benefits.”); id. at 762\n(“Tangible employment actions are the means by which the supervisor brings the official power\nof the enterprise to bear on subordinates. . . . For these reasons, a tangible employment action\ntaken by the supervisor becomes for Title VII purposes the act of the employer.”).\n41\n   Id. at 764; see also Faragher, 524 U.S. at 807-08.\n42\n   Ellerth, 524 U.S. at 760.\n43\n   The United States Supreme Court submitted that its invocation of the Agency Relation Prong\nwas driven by a prior case, Meritor, obligating it to “adapt agency concepts to the practical\nobjectives of Title VII.” Faragher, 524 U.S. at 802 n.3 (citing Meritor, 477 U.S. at 72). The Court\nwas not purporting to “make a pronouncement of agency law in general.” Id.\n                                               15\n\f       In the years since Faragher and Ellerth, only one state supreme court has\n\nadopted the United State Supreme Court’s reading of Section 219(2)(d)’s Agency\n\nRelation Prong to allow for the possibility of imposing respondeat superior liability\n\non the state for the sexual assaults committed by police officers. 44 In that outlier\n\ncase, Doe v. Forrest,45 the Vermont Supreme Court acknowledged that its decision\n\nwas guided by its own policy judgments for why the state should be held responsible\n\nfor the acts of an officer outside the scope of his employment. The court deemed it\n\nproper to impose liability on the state because the state grants police officers\n\n“extraordinary power” and, as such, when an officer is the wrongdoer, his or her\n\nvictim is “stripped of the official protection that society provides” and rendered\n\n“particularly vulnerable and defenseless.”46 And the court believed that it was\n\n\n\n44\n   See Forrest, 853 A.2d at 57. In the pre-Ellerth and Faragher era, the California Supreme Court\nheld in Mary M. v. City of Los Angeles that respondeat superior liability may be imposed on the\nstate when “a police officer on duty misuses his official authority by raping a woman whom he\nhas detained.” 814 P.2d at 1352. But, unlike the near strict liability imposed by the Majority’s\nopinion here, that court also held that the question of whether the officer misused official authority\nin committing the rape is “a question of fact for the jury” and noted that, “[i]n this case, plaintiff\npresented evidence that would support the conclusion that the rape arose from misuse of official\nauthority.” Id. That court did not rely on Section 219(2)(d). In the years since, at least three\njustices of the California Supreme Court have noted that they believe Mary M. was “wrongly\ndecided” and would overrule its imposition of vicarious liability on the state. See Farmers Ins.\nGrp. v. Cty. of Santa Clara, 906 P.2d 440, 459 (Cal. 1995) (Baxter, J., concurring) (“[W]hile I\nagree with Justice George that Mary M. was wrongly decided and should be overruled, I do not\nbelieve this case presents the proper vehicle because the facts here are amply distinguishable.”);\nid. (George, J., concurring, with Lucas, C.J., joining) (“I would go further and overrule Mary M.,\nbecause I believe that case was wrongly decided. By declining to overrule that decision at this\ntime, we run the risk that lower courts in future cases will feel constrained to follow the aberrant\nholding of that decision.”).\n45\n   853 A.2d 48 (Vt. 2004).\n46\n   Id. at 61.\n                                                 16\n\fimportant to incentivize the state to provide appropriate training and oversight. It\n\nstated that “[n]o incentive to prevent this kind of conduct is created by leaving the\n\nvictim uncompensated.”47 The court remanded for the jury to consider evidence\n\nabout whether the defendant officer had “special access to plaintiff: access created\n\nby the existence of the agency relationship that aided the commission of the tort.”48\n\n       Because it is purely the result of judicial policy-making, the Majority’s\n\ndecision—though motivated by a desire to “clarify” the law—raises more questions\n\nthan it answers. No doubt, our courts will be faced with requests to apply Section\n\n219(2)(d) to a host of other situations.49\n\n       Further, the Majority, in focusing on its own assessment of how risks and costs\n\nought to be allocated from a public policy standpoint, gives short shrift to Delaware’s\n\nlong-standing history of limiting rights of recovery against the State.50 Our General\n\nAssembly has reflected this limitation of rights of recovery in the State Tort Claims\n\nAct.51 Similarly, the County and Municipal Tort Claims Act provides that, “[e]xcept\n\nas otherwise expressly provided by statute, all governmental entities and their\n\n\n\n47\n   Id. at 62-63.\n48\n   Id. at 68.\n49\n   After Forrest, the Vermont Supreme Court entertained entreaties to extend its applicability to a\nrange of other scenarios. For example, in Doe v. Newbury Bible Church, 933 A.2d 196 (Vt. 2007),\nanswering a certified question from the Second Circuit, the Vermont Supreme Court determined\nthat, under Vermont law, Section 219(2)(d) does not apply to “situation[s] involving tortious acts\nby a pastor.” Id. at 198.\n50\n   See Majority Op. at 72-73.\n51\n   10 Del. C. §§ 4001-05.\n                                                17\n\femployees shall be immune from suit on any and all tort claims seeking recovery of\n\ndamages.”52\n\n       As both sides candidly acknowledged during the most recent oral argument\n\nbefore this Court, that the decision as to whether respondeat superior liability should\n\nbe imposed is laden with policy questions. Among them are questions pertaining to\n\nhow the risks and costs of such deviant conduct should be allocated. But, instead of\n\nallowing citizens (i.e., taxpayers) and their representatives in the General Assembly\n\nto weigh in after debate—and instead of respecting the General Assembly’s\n\npolicymaking function—the Majority’s holding effects a change in the law based\n\nentirely on its view of what the “proper” public policy should be and who should\n\nbear the risks (and costs) of wrongful conduct by a law enforcement officer.53 And\n\nthe Majority does so without any evidentiary showing that the public will benefit by\n\n\n\n\n52\n   10 Del. C. § 4011. There are limited statutory exceptions for certain negligent acts or omissions.\nSee, e.g., 10 Del. C. § 4012.\n53\n   See Shea v. Matassa, 918 A.2d 1090, 1095-96 (Del. 2007) (“[W]e decline to create a new cause\nof action. We defer, as we should, to the General Assembly, which is uniquely situated to\neffectively examine the empirical data, hold public hearings, debate the social and economic issues\nimplicated, and then decide whether Delaware should recognize dram shop liability.”); Justice v.\nGatchell, 325 A.2d 97, 102 (Del. 1974) (“The General Assembly has access to relevant\ninformation bearing upon these matters more significant than any afforded this Court, bound as it\nis by the limitations of the record of this judicial proceeding.”); see also Maguire v. State, 835 P.2d\n755, 759 (Mont. 1992) (“[M]ajor change to the respondeat superior doctrine is best left to the\nlegislature.”); Niece v. Elmview Group Home, 929 P.2d 420, 431 (Wash. 1997) (“Any needed\nredirection of social policy is more appropriately the function of the legislature.” (quoting Bratton\nv. Calkins, 870 P.2d 981, 987 (Wash. Ct. App. 1994))).\n                                                 18\n\fspreading the cost of a rogue employee’s conduct to the public entity (the State) and\n\nultimately, potentially to taxpayers, instead of on the wrongdoer alone.54\n\n       The Majority reasoned that respondeat superior liability is appropriate\n\nbecause, without it, “the incentives for police agencies to take these steps [to deter\n\nand prevent sexual wrongdoing by police officers] will be diminished and the risk\n\nof misconduct placed on a class of victims poorly positioned to protect\n\nthemselves.”55 I do not believe we should sit as a “superlegislature”56 in this State\n\nand deprive our General Assembly of its proper role as the entity responsible for\n\ndevising new forms of liability where appropriate, especially when based upon pure\n\npolicy matters.57\n\n\n\n54\n   Importantly, this is not a case where anyone has suggested that the police department itself was\nnegligent in hiring, training or supervising the Officer. As the dissenting justice in Doe v. Forrest\nrightfully questioned, “why is it fair or reasonable to burden the public with liability for a sexual\nassault perpetrated by a rogue employee solely for his own twisted personal gratification?” 853\nA.2d at 74 (Skoglund, J., dissenting). The question of why the State (public) should bear the cost\nis a legitimate inquiry, particularly where there is no suggestion that the law enforcement agency\nwas negligent in hiring, training, or supervising the officer. Here, all agree that the Officer’s\nconduct was based upon his own selfish desire for sexual gratification at the expense of his\ndetained suspect—rather than on advancing any interest of the State.\n55\n   Majority Op. at 73.\n56\n   See Delaware Solid Waste Auth. v. The News-Journal Co., 480 A.2d 628, 634 (Del. 1984)\n(quoting Pub. Serv. Comm’n v. Wilmington Suburban Water Corp., 467 A.2d 446, 451 (Del.\n1983)).\n57\n   See Sheehan v. Oblates of St. Francis de Sales, 15 A.3d 1247, 1257 (Del. 2011) (noting that the\nGeneral Assembly “made a policy decision to set gross negligence as the floor—not the ceiling—\nfor invoking [the Child Victim’s Act’s] applicability”); Laws v. Webb, 658 A.2d 1000, 1006 (Del.\n1995) (noting that the General Assembly adopted comparative negligence to abolish the “‘all or\nnothing’ common law rule of contributory negligence,” and, thus, the Court “perceive[ed] no\nlogical basis to retain the ‘all or nothing’ doctrine of last clear chance”), overruled on other\ngrounds by Lagola v. Thomas, 867 A.2d 891, 892 (Del. 2005); In re Rural/Metro Corp. S’holders\nLitig., 102 A.3d 205, 222-23 (Del. Ch. 2014) (noting that the General Assembly enacted the\n                                                19\n\f       I am reminded of Justice Wolcott’s opinion in Ciociola v. Delaware Coca-\n\nCola Bottling Co.,58 where he cautioned against dispensing with common-law\n\nshields to liability without input from the legislature. He observed that, “It may well\n\nbe desirable as a matter of public policy to impose absolute liability upon a\n\nmanufacturer for injuries caused by defects in his product but, if such is to be the\n\npublic policy of this State, it must be made so by the Legislative rather than the\n\nJudicial Branch of the Government, the function of which is not to change\n\nestablished law but to apply it.”59 The General Assembly responded in kind and\n\npassed 6 Del. C. § 2-318.60\n\n                                              IV.\n\n       Equally concerning to me is the Majority’s holding, borrowed from the\n\nintermediate appellate court in Indiana, that “a non-delegable duty exists as a ‘matter\n\nof law’ when ‘patrons must surrender their control and autonomy to the entity while\n\nthey are in its care.’”61 Under this duty, the law enforcement agency is liable for any\n\nand all intentional torts committed by officers against those under the agency’s\n\ncontrol.\n\n\n\nDelaware Uniform Contribution Among Tortfeasors Act in order to abolish “the common law ban\non contribution” among joint tortfeasors).\n58\n   172 A.2d 252 (Del. 1961).\n59\n   Id. at 257.\n60\n   See Franchetti v. Intercole Automation, Inc., 523 F. Supp. 454, 456 (D. Del. 1981).\n61\n   Majority Op. at 61 (quoting Cox v. Evansville Police Dep’t, 84 N.E.3d 678, 687 (Ind. Ct. App.\n2017)).\n                                              20\n\f       The Majority, like the Indiana Court of Appeals’ decision in Cox v. Evansville\n\nPolice Department,62 relies on Section 219(2)(c) of the Restatement, another\n\nexception to the scope of employment requirement for respondeat superior liability.\n\nSection 219(2)(c) provides that a master is liable for the torts of its servants if “the\n\nconduct violated a non-delegable duty of the master.”63\n\n       The parties never mentioned the possibility of Section 219(2)(c)’s application\n\nuntil this appeal—after oral argument—and then only after being prompted by this\n\nCourt for supplemental briefing on two questions. The first question asked whether\n\nthe law of the case doctrine should give way. The second asked for the parties’\n\nviews on the “extent to which certain principles of agency,” including as discussed\n\nin Cox v. Evansville, “should bear on this Court’s resolution of the issues on\n\nappeal.”64\n\n       The non-delegable duty exception is extremely narrow, typically reserved for\n\ninnkeepers and common carriers.65 The logic behind imposing a non-delegable duty\n\nis grounded in contract and, as such, “the extent of this liability depends upon the\n\nduty assumed” by contract, as an innkeeper or common carrier.66 The Restatement\n\n(Second) of Torts discusses such duties in the context of evaluating liability for\n\n\n62\n   84 N.E.3d 678 (Ind. Ct. App. 2017).\n63\n   Restatement, supra note 2, § 219(2)(c).\n64\n   Letter from the Clerk of the Supreme Court of Delaware to Counsel (Mar. 5, 2018), available\nvia File & ServeXpress.\n65\n   See, e.g., Furek v. Univ. of Delaware, 594 A.2d 506, 517 n.8 (Del. 1991).\n66\n   Restatement, supra note 2, § 214 cmt. a.\n                                             21\n\fnonfeasance—where one fails to act in light of a duty to act.67 But that duty is a\n\nlimited one: “[t]he duty in each case is only one to exercise reasonable care under\n\nthe circumstances.”68 Further, “[t]he defendant is not required to take any action\n\nuntil he knows or has reason to know that the plaintiff is endangered, or is ill or\n\ninjured . . . .”69\n\n       This Court has never cited Section 219(2)(c), and the Superior Court has\n\nmentioned it only twice: first in rejecting an argument that such a duty should be\n\nimposed on private security agencies,70 and later in rejecting an argument that a\n\nschool district owed a non-delegable duty to a student who resided in the dormitories\n\nat its school for the hearing impaired.71\n\n       The Indiana opinion that extends such a duty to law enforcement officers is\n\nan outlier, decided in reliance on precedent peculiar to that particular jurisdiction.\n\n\n\n\n67\n   See Rogers v. Christina Sch. Dist., 73 A.3d 1, 7-8 (Del. 2013) (citing Restatement (Second) of\nTorts §§ 314-20 (1965)).\n68\n   Restatement (Second) of Torts § 314A cmt. e.\n69\n   Id. cmt. f; see also id. § 320 (“One who is required by law to take or who voluntarily takes the\ncustody of another under circumstances such as to deprive the other of his normal power of self-\nprotection or to subject him to association with persons likely to harm him, is under a duty to\nexercise reasonable care so to control the conduct of third persons as to prevent them from\nintentionally harming the other or so conducting themselves as to create an unreasonable risk of\nharm to him, if the actor . . . .”).\n70\n   E. I. du Pont de Nemours Co. v. Spence Protective Agency, Inc., 1987 WL 8272, at *2 (Del.\nSuper. Ct. Mar. 6, 1987) (citing Rabon v. Guardsmark, Inc., 571 F.2d 1277 (4th Cir. 1978)).\n71\n   Simms v. Christina Sch. Dist., 2004 WL 344015, at *8 (Del Super. Ct. Jan. 30, 2004) (“The\nplaintiff offers no Delaware authority, however, for the proposition that a School District should\nbe held liable under this concept for torts of its employees which are outside the scope of their\nemployment. I decline to extend liability to the School District or its Board on this basis.”).\n                                               22\n\fAnd it is even more of a frail reed upon which to hang such a weighty holding given\n\nthat it is currently on appeal to the Indiana Supreme Court.72\n\n       Moreover, that case arises in a context where Indiana law has developed\n\ndifferently from ours. Indiana’s history of extending non-delegable duties began\n\nwith the Indiana Supreme Court’s opinion Stropes v. Heritage House Children’s\n\nCenter of Shelbyville, Inc.,73 which held that a residential children’s center held a\n\nnon-delegable duty to its mentally disabled resident,74 though it remanded the case\n\nfor determination of whether the center’s protection “fell short of the extraordinary\n\nstandard of care which is imposed by the common carrier exception and which it\n\nassumed when it accepted [plaintiff] as a resident.”75 In Robins v. Harris,76 the\n\nIndiana Court of Appeals held that “inmates are not precluded from recovering\n\ndamages from a sheriff for injuries suffered by intentional wrongful acts of jail\n\nemployees.”77 Similar precedent does not exist in this State.\n\n       This Court’s unexpected, sua sponte adoption of the non-delegable duty\n\nprinciple—prompted only by its own post-argument question—is troubling, and\n\n\n72\n   Oral argument in the Cox v. Evansville appeal was held on February 15, 2018.\n73\n   547 N.E.2d 244, 247 (Ind. 1989).\n74\n   Consistent with the contract-based roots of the non-delegable common carrier duty, the Indiana\nSupreme Court observed, in imposing such a duty on the children’s care center, that the resident\nand center’s “‘contract of passage’ contemplated that the entire responsibility for [the resident’s]\ncomfort, safety and maintenance would be on [the center] . . . .” Id. at 254.\n75\n   Id. at 254.\n76\n   740 N.E.2d 914, 918 (Ind. Ct. App. 2000), aff’d in part, vacated in part on other grounds, 769\nN.E.2d 586 (Ind. 2002).\n77\n   740 N.E.2d at 918.\n                                                23\n\fworries me greatly. Here is why: the consequences could prove devastating for our\n\nmost vulnerable citizens, as aptly observed by our sister courts who have declined\n\nto go this route. Facilities that care for our most vulnerable citizens might react in\n\nways unanticipated by the Majority. For example, fearing the risk of liability and\n\nsaddled with greater insurance costs, they might avoid taking on the most severely\n\ndisabled—or may not be able to afford to do so.\n\n       In Davis v. Devereux Foundation,78 the New Jersey Supreme Court held that\n\na charitable organization serving the developmentally disabled did not owe a non-\n\ndelegable duty to a resident burned by boiling water that a counselor had poured on\n\nhim. That court was motivated by similar concerns. It commented that, “[t]he\n\nimposition of liability upon these organizations for unforeseeable intentional acts of\n\nemployees such as [the defendant employee] could jeopardize their continued\n\nexistence, deter the founding of new providers that could deliver quality services,\n\nand increase the cost incurred by residents, families and the State in maintaining\n\nresidents in institutional care.”79 The employee was criminally charged, convicted,\n\nand incarcerated for her assault on the resident.80\n\n\n\n\n78\n   37 A.3d 469 (N.J. 2012).\n79\n   Id. at 487.\n80\n   Id. at 474. See also id. at 485 (“[A]s this case illustrates, the criminal justice system has a role\nin deterring and punishing conduct such as [the employee’s].”).\n                                                 24\n\f       Similarly, in Niece v. Elmview Group Home,81 the Supreme Court of\n\nWashington declined to hold a group home liable under this non-delegable-duty\n\ntheory after an employee sexually assaulted a resident. That court echoed the same\n\nconcerns, noting that “[t]he financial burden created by such strict liability might\n\nactually reduce the residential care industry’s ability to provide quality care.”82\n\nWashington’s high court asked questions such as, “Would insurance against such\n\nliability be affordable or even available? Would the operators of group homes\n\nsimply pass the cost of such liability on to the families of residents or to the State\n\ntreasury?    Or would commercial providers of residential care shy away from\n\naccepting responsibility for the most vulnerable disabled persons, those most in need\n\nof residential care?”83 But the court conceded its inability to answer them and\n\nsubmitted “[i]t is particularly important to recognize the limits on our ability as an\n\nappellate court to decide complex questions of public policy where, as here, a\n\ndecision to impose a new tort liability requires a consideration of factual matters\n\nextrinsic to the case before the court.”84 That court also noted that “[t]he legislature\n\nis uniquely able to hold hearings, gather crucial information, and learn the full extent\n\nof competing societal interests.”85\n\n\n\n81\n   929 P.2d 420 (Wash. 1997).\n82\n   Id. at 431.\n83\n   Id.\n84\n   Id.\n85\n   Id. (quoting Burkart v. Harrod, 755 P.2d 759, 761 (Wash. 1988)).\n                                              25\n\f       I share our sister courts’ apprehension of the unintended consequences of\n\nimposing new duties, especially in the absence of appropriate input from the\n\npotentially affected constituencies and findings based upon evidentiary support.\n\n                                               V.\n\n       The potential impact of this decision is great. The Majority’s decision now\n\nholds the State liable for the intentional sexual misconduct committed by a member\n\nof law enforcement acting entirely outside the normal scope of his work duties. It\n\ndoes so after reversing our own precedent in this very case and applying two sections\n\nof the Restatement never before embraced in this State. It also is unclear whether\n\nthe holding applies only to law enforcement agencies, or whether every public (and\n\nprivate) employer will now be faced with lawsuits seeking to extend this ruling even\n\nbeyond the law enforcement arena. Schools, daycares, nursing homes, and facilities\n\nfor our State’s most vulnerable citizens, and an untold number of other employers\n\n(including government agencies) might be held liable in money damages for the\n\nintentional torts committed by rogue employees with a purpose wholly divorced\n\nfrom the interest of the employee’s employer.86\n\n\n\n\n86\n   Although we have recognized that, in certain instances, even the intentional unauthorized torts\nof an employee can be viewed as advancing the employer’s interests, see Draper v. Olivere Paving\n& Const. Co., 181 A.2d 565, 569-72 (Del. 1962), this Court has never held that an employer may\nbe vicariously liable for a sexual assault committed by an employee.\n                                               26\n\f       Accordingly, I respectfully dissent. I would affirm the decision of the trial\n\ncourt.87\n\n\n\n\n87\n   I join Justice Vaughn’s dissent to the extent that we both would affirm the decision of the trial\ncourt. As set forth herein, my path and reasoning in reaching that endpoint differ from his to some\nextent. But I agree with his view that this Court should decline to apply Section 219(2)(d) as well\nas Section 219(2)(c) in this case.\n                                                27\n\fVAUGHN, Justice, dissenting; joined in part by VALIHURA, Justice:\n\n       I cannot join the majority opinion because I do not agree with the majority’s\n\ndecisions on the foreseeability element of § 228 of the Restatement (Second) of\n\nAgency (“the Restatement”), the issue of consent, or the applicability of § 219 of the\n\nRestatement. I would affirm the judgment of the Superior Court. Since I would\n\naffirm the judgment of the Superior Court, I will begin by discussing the five\n\narguments that Doe makes in her opening brief, in order.\n\n       The first argument Doe makes is that the trial court committed error in its\n\nscope of employment instruction. The instruction is set forth in full in the majority’s\n\nopinion. Specifically, Doe argues “[t]he Instruction was erroneous because it failed\n\nto make clear that what had to be within the course and scope was [the police\n\nofficer’s] general activity and not specific wrongful activity occurring within that\n\ngeneral activity.”1 This argument relates to the element of § 228 requiring that the\n\nwrongdoer’s conduct be “actuated, at least in part, by a purpose to serve the\n\nmaster[.]”2 Doe argues that this element of § 228 is satisfied, or could be found by\n\na jury to be satisfied, because the officer was processing an arrest in the general\n\ncourse of his police duties when the tortious conduct occurred. She argues that the\n\njury instruction should have more clearly informed the jury that it could find that the\n\n\n Justice Valihura joins in part, as reflected in footnote 87 of her dissenting opinion.\n1\n  Doe’s Opening Br. 15.\n2\n  Restatement (Second) of Agency § 228(1)(c) (1958).\n\fofficer was acting within the scope of employment if he was carrying out police\n\nduties when the wrongful conduct occurred and need not find that the wrongful\n\nconduct itself was motivated by a desire to serve the employer.\n\n         The majority discusses this “motivation prong” of § 228 in detail and I need\n\nnot do so here. I agree with the majority’s conclusion that it makes sense, in the\n\ninterest of justice, to depart from the law of the case on this issue in order to clarify\n\nthe meaning of § 228’s motivation prong. I also agree that the prong “requires that\n\nthe wrongful act must itself be motivated in part by a desire to serve the employer.”3\n\nAnd I agree with the majority that the officer’s conduct was not motivated in any\n\nsense by a desire to serve the state police. It follows that Doe’s first argument, in\n\nretrospect, must fail because she was not entitled to an instruction that the motivation\n\nelement was satisfied if the officer was acting within the scope of general police\n\nactivity at the time the wrongful activity occurred.\n\n         Doe next argues that the trial court erred by refusing to give a foreseeability\n\ninstruction which she offered at trial and which the parties refer to as the “MacLeish\n\nInstruction.” The MacLeish instruction was entitled “KNOWLEDGE OF COL.\n\nMACLEISH” and read as follows:\n\n         In this case, Colonel MacLeish, the former head of the Delaware State\n         Police in 2009, testified. If you find that Colonel MacLeish was aware\n         of a general problem within law enforcement that some police officers\n         had sexually assaulted people in their custody then it was not\n\n3\n    See supra p. 5–6.\n                                            2\n\f       completely unforeseeable to the State that such wrongful conduct could\n       occur.\n\n       The general problem of sexual abuse by arresting police officers does\n       not have to have involved the State Police or any police in Delaware-it\n       is enough if on a nationwide basis there was a general problem. Also,\n       the problem did not have to involve a majority of police officers, it is\n       enough if it were a very small number of officers.4\n\n       The trial court rejected the MacLeish Instruction and gave the following a\n\npattern instruction on foreseeability:\n\n       A foreseeable act is one that an ordinary person, under the\n       circumstances, would recognize or anticipate as creating a risk of\n       injury. It is not necessary that the particular injury suffered was itself\n       foreseeable, but only that the risk of injury existed.5\n\n       The request for the MacLeish Instruction was based upon the testimony at trial\n\nof former Delaware State Police Colonel Thomas F. MacLeish, which included the\n\nfollowing:\n\n       Q. And would you agree with me that it is known in your business, at\n       least as it existed when you retired back in 2009, is known, or was\n       known in your business that a small, very small, but small percentage\n       of police officers occasionally engage in sexual misconduct during the\n       course of an arrest?\n       A. Yes. It is an extremely small percentage. Yes, it is.\n       Q. It hurts to have to admit that, doesn’t it?\n       A. It is true in any occupation out there and law enforcement, you are\n       given the power and the authority and responsibility to take care of\n       others. And you do not ever cross that line. . . . To ask me if there is\n       anyone out there that has, yes, there has been a very, very small\n       minority.6\n\n4\n  App. to Opening Br. at A0349.\n5\n  Id. at A0474.\n6\n  Id. at A0378–79.\n                                           3\n\f       It is well known that a party does not have a right to have a particular\n\ninstruction in particular language as long as the instruction given is a correct\n\nstatement of law.7\n\n       It is unusual to have an instruction which is tailored to a particular witness’\n\ntestimony, as is the MacLeish Instruction. It refers to a “general problem” within\n\nlaw enforcement that some police officers commit sexual assaults, but Col.\n\nMacLeish’s testimony did not speak of a “general problem.” It states that if the jury\n\nfound that there was such a general problem, “then it was not completely\n\nunforeseeable to the State that such wrongful conduct could occur.”8 The issue\n\nhowever, is foreseeability, or expectability, not whether conduct was “not\n\ncompletely unforeseeable.” The instruction seems to be one asking the trial court to\n\ncomment upon Col. MacLeish’s testimony, and it seems designed to steer the jury\n\nin the direction of finding foreseeability. It is not a balanced instruction which\n\nsimply informs the jury of the law. I see no error in the trial court’s refusing to give\n\nthe MacLeish Instruction and instead giving the pattern instruction. The standard\n\ninstruction gave both sides full latitude to make their arguments on foreseeability.\n\n         I turn now to the majority opinion on the foreseeability element of § 228.9\n\nThe majority states that “[t]he reality is that there is no question of fact in this case\n\n\n7\n  Chavin v. Cope, 243 A.2d 694, 698 (Del. 1968).\n8\n  App. to Opening Br. at A0349.\n9\n  Restatement (Second) of Agency § 228(1)(d) (1958).\n                                             4\n\fthat the Foreseeability Prong was satisfied.”10 Relying in part upon alleged wrongful\n\nacts by state troopers that are included in a motion for partial summary judgment\n\nfiled in the Superior Court but which apparently were not introduced at trial, and in\n\npart upon news and secondary sources which don’t seem to have much in particular\n\nto do with Delaware and are not in evidence, the majority finds that foreseeability is\n\nestablished as a matter of law in any case where a police officer sexually assaults a\n\ndetainee in the officer’s custody. I disagree with this conclusion for two reasons.\n\n          The first is that I think the doctrine of law of the case should bar\n\nreconsideration of this issue. In Doe II we recognized that Col. MacLeish had\n\ntestified by deposition that there is a risk that some police officers will engage in\n\nsexual assault, but we held that the foreseeability factor was a question for the jury.11\n\nWhile I have agreed with the majority that the law of the case doctrine should give\n\nway on the motivation prong, I do not think that the interests of justice call for\n\nreconsideration of our ruling in Doe II on the foreseeability element of § 228.\n\n          Second, I think that a question of fact exists with regard to foreseeability and\n\nthat the issue was properly submitted to the jury. The trial court put it this way in\n\nan order denying Doe’s motion for a new trial:\n\n          Finally, Plaintiff argues there was overwhelming evidence on the issue\n          of foreseeability to warrant a new trial. This Court disagrees. The only\n          evidence presented regarding the foreseeability of sexual assault of\n\n10\n     See supra p. 47.\n11\n     Sherman v. State, 133 A.3d 971, 979 (Del. 2016).\n                                                 5\n\f       arrestees by on-duty officers came from Colonel MacLeish’s testimony\n       that, as of 2009 when he retired from the Delaware State Police, an\n       “extremely small percentage” of officers engaged in sexual\n       misconduct during an arrest. However, two of [the officer’s]\n       supervisors testified that they were unaware of any allegations of sexual\n       misconduct against him prior to the incident in question, and therefore,\n       the jury was free to consider all of the testimony from the various law\n       enforcement representatives on the issue of foreseeability.12\n\n       I agree with the trial court. Doe was not required to show that there was prior\n\nevidence of sexual misconduct on the part of the officer. The evidence that an\n\nextremely small percentage of officers engaged in sexual misconduct was enough to\n\nget her to the jury. But I think that all of the evidence referred to by the trial court,\n\nboth the general evidence solicited from Col. MacLeish and the specific evidence\n\nsolicited from the officer’s supervisors, was admissible for the jury’s consideration.\n\nAnd I think it was within the province of the jury to decide whether the evidence\n\nsubmitted was sufficient to rise to the level of establishing foreseeability.13\n\n        The third argument Doe makes in her opening brief is that unforseeability\n\nwas an affirmative defense that had to be proven by the State. At trial, Doe tendered\n\na proposed jury instruction entitled “COMPLETE UNFORESEEABILITY AS AN\n\nAFFIRMATIVE DEFENSE,” which the trial court refused to give.14\n\n\n\n12\n   Sherman v. State, 2017 WL 19900268, at *3 (Del. Super. May 8, 2017) (emphasis added).\n13\n   Marston v. Minneapolis Clinic of Psychiatry and Neurology, LTD., 329 N.W.2d 306, 311 (Minn.\n1982) (rejecting a plaintiff’s claim that foreseeability was established as a matter of law where\nthere was testimony that \"sexual relations between a psychologist and a patient is a well-known\nhazard\" thus holding that foreseeability was a question of fact.).\n14\n   App. to Opening Br. at A0345.\n                                               6\n\f       In support of her third argument, Doe relies upon the cases of Doe I15 and\n\nDraper v. Olivere.16 The facts of Draper are mentioned in the majority opinion and\n\nneed not be repeated here. These cases involved motions for summary judgment\n\nfiled by defendants. They discuss the burden on a moving party in that context.\n\nThey have no bearing on the burden of proof at trial. The normal burden of proof\n\nwas on Doe, as plaintiff, to prove each element of her claim by a preponderance of\n\nthe evidence, including the element of foreseeability under § 228(1)(d).17 There was\n\nno error on the part of the trial court in refusing to give the instruction tendered by\n\nDoe.\n\n       Doe next argues that the State made an improper statement in closing\n\nargument. The portion of the argument complained of is as follows:\n\n       [Defense counsel]: One of the elements as the Judge will instruct you\n       is whether or not this was unexpected or foreseeable. We submit to you\n       it was not foreseeable. You heard the testimony from Mr. MacLeish\n       about the number of arrests that the State Police make in a course of a\n       year, I think 100,000. The State Police have been around for a\n       longtime, 1920s. Have you heard any other incidents like this being\n       admitted through the course of this trial? None. None. Is this\n       foreseeable that this going to happen this one time?18\n\n\n\n\n15\n   76 A.3d 774 (Del. 2013).\n16\n   181 A.2d 565 (Del. 1962).\n17\n   Reybold Group, Inc. v. Chemprobe Technologies, Inc., 721 A.2d 1267, 1269–70 (Del. 1998)\n(citation omitted).\n18\n   App. to Opening Br. at A0463.\n                                            7\n\f           Plaintiff’s counsel objected, the basis for his objection being that “[t]his is\n\nfinessing the record. There was no testimony from Col. MacLeish about whether\n\nthere had been any other sexual events, [the] record is barren on that.”19 The court\n\noverruled the objection and argument resumed.\n\n           Plaintiff’s counsel argues that this portion of the State’s argument went\n\noutside the record because Col. MacLeish did not testify as to the number of sexual\n\nmisconduct complaints against state troopers over the force’s history. However, it\n\nappears that counsel’s argument was a correct summary and assessment of the\n\nevidence. Apparently, no specific instance of prior police sexual misconduct was\n\nintroduced at trial. A party is entitled to argue that the opponent has failed to support\n\nan element of her claim. I see no error in the trial court’s overruling the objection.\n\n           Doe’s fifth and final argument in her opening brief involves the issue of\n\nconsent. In the trial court, and on appeal, Doe argues that she should not have been\n\nrequired to prove that she did not consent to the sexual contact as part of her assault\n\nand battery claim. The trial court rejected her arguments, and instructed the jury that\n\nan element of her assault and battery claim was lack of consent on her part.\n\n           Doe contends that under principles of judicial admission and judicial estoppel,\n\nthe State should not have been permitted to argue that she consented to the sex act\n\nwith the officer. This argument is based on the fact that the State charged the officer\n\n\n19\n     Id.\n                                              8\n\fwith sexual extortion, soliciting a sexual bribe, and official misconduct as a result of\n\nthe incident.\n\n          Judicial admissions are never conclusive and raise an estoppel only in the case\n\nin which they are made.20 As to judicial estoppel, the charges of soliciting a sexual\n\nbribe and official misconduct do not implicate assault or a lack of consent on the\n\npart of the victim. Sexual extortion alleges in the alternative that a person compelled\n\nor induced another to engage in a sexual act. It does not by express terms charge\n\nthat the sex occurred without the consent of the victim. The State did not charge\n\nrape or any other sexual offense in which an element is that the sexual contact\n\noccurred without the consent of the victim. Nor does the probable cause affidavit\n\nsupporting the offenses allege that the sexual contact occurred without Doe’s\n\nconsent. “Judicial estoppel is an extreme remedy, to be used only ‘when [a party’s]\n\ninconsistent positions are ‘tantamount to a knowing misrepresentation to or even\n\nfraud on the court.’’“21 I do not think that standard is established here and I see no\n\nerror on the part of the trial court in rejecting Doe’s arguments on judicial admission\n\nand judicial estoppel.\n\n          Doe’s more significant argument is that she could not consent to the sexual\n\ncontact as a matter of law because she was in custody. She relies upon a Federal\n\n\n\n20\n     Rudnick v. Schoenberg, 122 A. 902, 903 (Del. 1923).\n21\n     Chao v. Roy’s Const., Inc., 517 F.3d 180, 186 n. 5 (3d Cir. 2008) (citation omitted).\n                                                   9\n\fDistrict Court opinion, Carrigan v. Davis,22 and 11 Del. C. § 1259. The statute\n\nmakes it a crime for people working at a detention facility to have sexual intercourse\n\nor sexual penetration with an inmate.23 Carrigan involved such a case and was\n\ninfluenced by the statute.         Neither the statute nor Carrigan have any direct\n\napplication to this case. There is no comparable statute governing police detentions\n\noutside of a prison facility.         I think Carrigan and the statute were properly\n\ndistinguished by the trial court.\n\n       In this case, whether Doe consented to sex was properly determined by the\n\ntrial court to be a question of fact. After initially denying the sexual contact\n\noccurred, the officer admitted it occurred but said that it was consensual. Despite\n\nthe obvious credibility problem with his second story, the officer’s statement was\n\nsufficient to create a question of fact for the jury.\n\n       I do not join in the majority’s determination that sexual contact between an\n\nofficer and a person in his custody is always without consent of the detainee as a\n\nmatter of law, because I think it crosses the line between the proper role of the court\n\nand the jury.24\n\n\n\n\n22\n   70 F. Supp. 2d 448 (D. Del. 1999).\n23\n   11 Del. C. § 1259.\n24\n   The majority’s research shows that some states have passed statutes prohibiting sexual contact\nbetween a police officer and a detainee in his custody. That research apparently does not reveal\nany judicial decision in which a court has held that a detainee in police custody cannot consent as\na matter of law.\n                                                10\n\f       When Article IV, § 19 of the Delaware Constitution was being considered at\n\nthe 1897 Constitutional Convention, delegate William C. Spruance (later Judge\n\nSpruance) stated that the object of the section is “that Judges shall confine\n\nthemselves to their business, which is to adjudge the law and leave juries to\n\ndetermine the facts.”25 As judges we have heard over and over again that the\n\n“[m]embers of the jury. . . . are the sole and exclusive judges of the facts of the\n\ncase.”26 I doubt the jury decided this case on the issue of consent. I think it far more\n\nlikely that it decided it upon the issue of scope of employment. But I think the State\n\nis entitled to have the issue decided by a jury, not the court.\n\n       Finally, I address § 219 of the Restatement, beginning with § 219(2)(c).27 The\n\nnon-delegable duty exception to the general rule that employers are liable only for\n\nacts of employees committed within the scope of employment has generally been\n\napplied to common carriers and innkeepers.28 One of the justifications for imposing\n\na non-delegable duty upon common carriers and innkeepers is contractual.29 The\n\n\n\n25\n   Storey v. Camper, 401 A.2d 458, 463 n.4 (Del. 1979) (quoting II Debates and Proceedings of\nthe Constitutional Convention of the State of Delaware, p. 1730). Art IV, § 19 provides that\n“[j]udges shall not charge juries with respect to matters of fact, but may state the questions of fact\nin issue and declare the law.”\n26\n   Guthridge v. Pen-Mod, Inc., 239 A.2d 709, 711 (Del. Super. 1967).\n27\n   Restatement (Second) of Agency § 219 (1958).\n28\n   See supra p. 59–60 n. 151.\n29\n   \"[T]he master may be under such a duty to the plaintiff that responsibility for the servant’s acts\nmay not be delegated to him. This is true in particular in those cases where the master, by contract\nor otherwise, has entered into some relation requiring him to be responsible for the protection of\nthe plaintiff.\" Rabon v. Guardsmark, Inc., 571 F.2d 1277, 1280 n.4 (4th Cir. 1978) (quoting W.\nProsser, Law of Torts s 70, p. 465 (1971).\n                                                 11\n\fcontract between the carrier and passenger, or innkeeper and guest, includes an\n\nimplied assurance that the passenger or guest will transported or cared for safely,\n\nincluding the assurance that the passenger or guest will not be subjected to\n\nintentional torts of the carrier’s or innkeeper’s employees.30 No such contractual\n\nrelationship exists between the State and a detainee.\n\n       While courts in Indiana have expanded the non-delegable duty exception,\n\ncourts in other jurisdictions have refused to do so. In Davis v. Devereux, the\n\nSupreme Court of New Jersey declined to impose a non-delegable duty upon a\n\nresidential facility where an employee had committed an intentional tort against a\n\nresident who had severe autism and developmental disabilities.31 While Davis\n\ninvolved a residential facility, not a police department, the resident there was as\n\ndependent upon the facility for his care, safety, and protection as is a detainee in\n\npolice custody. Davis discusses other cases which have declined to expand the non-\n\ndelegable duty exception. It notes that in Niece v. Elmview Group Home, the\n\nSupreme Court of Washington declined to impose a non-delegable duty in a case\n\ninvolving a group home for developmentally disabled persons.32 In Regions Bank\n\n& Trust v. Stone County Skilled Nursing Facility, Inc., which involved a sexual\n\nassault by a nursing assistant upon a semi-comatose, quadriplegic patient, the\n\n\n30\n   Lainer v. Pullman Co., 105 S.E. 21, 24 (N.C. 1920).\n31\n   Davis v. Devereux Foundation, 37 A.3d 469, 485–86 (N.J. 2012).\n32\n   Niece v. Elmview Group Home, 929 P.2d 420 (Wash. 1997).\n                                             12\n\fSupreme Court of Arkansas imposed a traditional duty of care upon the nursing care\n\nfacility rather than a non-delegable duty.33 Davis discusses other cases as well. I\n\nagree with Davis and the cases it discusses that “established tort law appropriately\n\nbalance[s] the parties’ interests.”34\n\n         I would also decline to adopt the last clause of § 219(2)(d) as part of the\n\ncommon law of this state. In Zsigo v. Hurley Medical Center, the Supreme Court of\n\nMichigan rejected a contention that it should recognize § 219(2)(d).35 In doing so,\n\nit noted the potential breadth of § 219(2)(d). “Because the exception is not tied to\n\nthe scope of employment but, rather, to the existence of the employment relation\n\nitself, the exception strays too far from the rule of respondeat superior employer\n\nnonliability.”36 The court also rejected the dissent’s assertion that the court had “the\n\noption of applying the exception in the same tailored manner as demonstrated by the\n\nVermont Supreme Court in Doe v. Forrest.”37 The court recognized the “danger of\n\nadopting an exception that essentially has no parameters and can be applied too\n\nbroadly.”38 I agree with the reasoning of the Supreme Court of Michigan.\n\n        For these reasons, I would affirm the judgment of the Superior Court.39\n\n\n\n33\n   49 S.W.3d 107 (2001).\n34\n   Davis, 37 A.3d at 488.\n35\n   716 N.W.2d 220, 226 (Mich. 2006).\n36\n   Id.\n37\n   Id. at 227.\n38\n   Id. at 229.\n39\n   I join in parts II, III, IV and V of Justice Valihura’s dissent.\n                                                   13\n\f",
            "ocr": false,
            "opinion_id": 4288487
        }
    ],
    "court_short_name": "Supreme Court of Delaware",
    "court_full_name": "Supreme Court of Delaware",
    "court_type": "S",
    "court_jurisdiction": "Delaware, DE",
    "crime_category": "Rape"
}