{
    "id": 4601162,
    "judges": null,
    "date_filed": "1987-01-14",
    "date_filed_is_approximate": true,
    "slug": "in-re-lb-appeal-of-jh",
    "case_name_short": null,
    "case_name": "In Re: L.B., Appeal of: J.H.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 13.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/Memorandum  Affirmed  Application to Withdraw as Counsel Granted  10392246154024997.pdf",
            "author_id": null,
            "opinion_text": "J-S05014-19\n\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT I.O.P. 65.37\n\n    IN RE: L.B.                                :   IN THE SUPERIOR COURT OF\n                                               :        PENNSYLVANIA\n                                               :\n    APPEAL OF: J.H., FATHER                    :\n                                               :\n                                               :\n                                               :\n                                               :\n                                               :   No. 1296 WDA 2018\n\n                   Appeal from the Order Entered July 31, 2018\n              In the Court of Common Pleas of Warren County Civil\n                   Division at No(s): CP-62-DP-0000009-2018\n\n\nBEFORE:      PANELLA, P.J., NICHOLS, J., and STRASSBURGER, J.\n\nMEMORANDUM BY PANELLA, P.J.                             FILED MARCH 19, 2019\n\n        J.H. (“Father”) appeals from the order that (1) adjudicated Father’s son,\n\nL.B. (“Child”) (born April 2016), dependent; (2) determined that aggravated\n\ncircumstances existed as to Father; (3) set Child’s initial permanency goal as\n\nadoption; and (4) directed that reasonable efforts toward reunification were\n\nnot warranted.1 Father’s court-appointed counsel has filed a petition for leave\n\nto withdraw as counsel and a brief pursuant to Anders v. California, 386\n\nU.S. 738 (1967). We grant counsel’s petition, and affirm the order.\n\n        The trial court set forth the following procedural and factual history:\n\n        On July 2, 2018, Mother brought [C]hild to the Warren General\n        Hospital emergency room after consulting [Warren County\n        Children and Youth Services (“CYS”)] regarding multiple bruis[es]\n____________________________________________\n\n\n   Retired Senior Judge assigned to the Superior Court.\n\n1Child’s mother, H.B. (“Mother”), did not file a notice of appeal and has not\nparticipated in this appeal.\n\fJ-S05014-19\n\n\n     on the child that Mother claimed w[ere] not present the night\n     before. Upon investigation and interview, Mother admitted to\n     repeated physical abuse of [C]hild. She is currently incarcerated\n     at Warren County Jail. [Father] is also incarcerated, and is\n     currently housed at SCI Fayette. He is serving sentences for\n     reckless endangerment and aggravated indecent assault of a\n     victim under 16. [Father] is also a current registered sex offender.\n     His minimum release date is January 2020, with a maximum of\n     February 2027. He had his rights to another child involuntarily\n     terminated in 2015. Although [Father] lived with Mother for a\n     short period, Mother left before giving birth. Therefore, [Father]\n     has never met or seen [Child]. [C]hild’s paternity was not\n     established until July 2018.\n\n     At the Adjudicatory Hearing [on July 30, 2018], testimony\n     revealed [C]hild suffers significant developmental delays, which\n     require extensive early intervention services, speech therapy, and\n     physical therapy. [C]hild also regularly meets with a Behavioral\n     Specialist and a TSS since being placed in foster care. [C]hild\n     requires vigilant and attentive parenting to fully and adequately\n     meet his special needs. At the time of the hearing, CYS sent\n     letters to 37 relatives to find a fit and willing relative, none of\n     which have established any form of relationship with [C]hild.\n     [Father]’s family was unaware of the existence of [C]hild until\n     recently. [C]hild’s current foster home has experience with\n     another special needs child, and has been able to provide the\n     adequate attention and care [C]hild requires.\n\n     Following the Adjudicatory Hearing, the [c]ourt found CY[S] met\n     its proof by clear and convincing evidence that [C]hild is\n     dependent as both parents are currently incarcerated without any\n     indication of a release date. Therefore neither parent is able to\n     care for [C]hild.      The [c]ourt additionally found aggravated\n     circumstances for both parents, and determined that no\n     reunification services need to be provided to both parents. The\n     aggravated circumstances for [Father] are due to his prior\n     involuntary termination of parental rights. [Father]’s prior child\n     was initially removed due to [Father]’s incapacity, abuse, and\n     neglect of the child. The child was permanently removed following\n     a temporary 6[-]month removal from the home without a\n     likelihood of the child’s return. The [c]ourt also found aggravated\n     circumstances due to [Father]’s charge of aggravated indecent\n     assault of a victim under 16.\n\n\n\n                                    -2-\n\fJ-S05014-19\n\n\n      The [c]ourt further ordered no reunification efforts and no contact\n      between the parents and [C]hild due to the circumstances.\n      [Father] has no prior established relationship with [C]hild. He\n      failed to complete the required sex offender counseling per court\n      order, and also risked death upon inhabitants of an entire\n      apartment building, including a 2[-]year[-]old child, after\n      disengaging a gas line in the building. The [c]ourt further noted\n      that [Father] will not be out into the community for at least 18\n      months, in 2020.        Therefore, the [c]ourt finds requiring\n      reunification would be to place [C]hild’s permanency on hold,\n      which the law does not require nor encourage.\n\n      The [c]ourt also ordered the establishment of [C]hild’s primary\n      placement goal to adoption and permitting a cease of all\n      reunification efforts, with a concurring goal of placement with a fit\n      and willing relative. . . .\n\nTrial Court Opinion, 9/7/18, at 1-2 (footnote omitted).\n\n      Father timely filed a notice of appeal and a concise statement of errors\n\ncomplained of on appeal. On November 16, 2018, Father’s counsel, Elizabeth\n\nK. Feronti, Esquire, filed a petition for leave to withdraw as counsel and an\n\nAnders brief, which we must address before reviewing the merits of this\n\nappeal. Commonwealth v. Rojas, 874 A.2d 638, 639 (Pa. Super. 2005).\n\n      In In re J.D.H., 171 A.3d 903, 906 (Pa. Super. 2017), this Court\n\nextended the Anders principles to appeals involving goal change orders.\n\nFurther, “the major thrust of Anders . . . is to assure that counsel undertakes\n\na careful assessment of any available claim that an indigent appellant might\n\nhave.” Commonwealth v. Santiago, 978 A.2d 349, 358 (Pa. 2009). The\n\nCourt stated that this “is achieved by requiring counsel to conduct an\n\nexhaustive examination of the record and by also placing the responsibility on\n\n\n\n\n                                      -3-\n\fJ-S05014-19\n\n\n\nthe reviewing court to make an independent determination of the merits of\n\nthe appeal.” Id.\n\n       In order to be permitted to withdraw, counsel must meet three\n\nprocedural requirements: 1) petition for leave to withdraw and state that,\n\nafter making a conscientious examination of the record, counsel has\n\ndetermined that the appeal is frivolous; 2) furnish a copy of the Anders brief\n\nto the appellant; and 3) advise the appellant that he or she has the right to\n\nretain private counsel or raise, pro se, additional arguments that the appellant\n\ndeems worthy of the court’s attention. See Commonwealth v. Cartrette,\n\n83 A.3d 1030, 1032 (Pa. Super. 2013) (en banc). With respect to the third\n\nrequirement, this Court has held that counsel must “attach to their petition to\n\nwithdraw a copy of the letter sent to their client advising him or her of their\n\nrights.”   Commonwealth v. Millisock, 873 A.2d 748, 752 (Pa. Super.\n\n2005).2\n\n       Additionally, an      Anders brief        must   comply   with the   following\n\nrequirements:\n\n       (1) provide a summary of the procedural history and facts, with\n       citations to the record;\n\n       (2) refer to anything in the record that counsel believes arguably\n       supports the appeal;\n\n____________________________________________\n\n\n2Although counsel initially did not attach a copy of her letter to Father to the\npetition to withdraw, the letter, dated November 16, 2018, was filed with this\nCourt on January 8, 2019.\n\n\n\n                                           -4-\n\fJ-S05014-19\n\n\n      (3) set forth counsel’s conclusion that the appeal is frivolous; and\n\n      (4) state counsel’s reasons for concluding that the appeal is\n      frivolous. Counsel should articulate the relevant facts of record,\n      controlling case law, and/or statutes on point that have led to the\n      conclusion that the appeal is frivolous.\n\nSantiago, 978 A.2d at 361.\n\n      Instantly, Father’s counsel filed a petition to withdraw which complies\n\nwith the foregoing procedural requirements. In addition, counsel filed a brief,\n\nwhich includes a summary of the history and facts of the case, potential issues\n\nthat could be raised by Father, and her assessment of why those issues are\n\nmeritless, with citations to relevant legal authority.      Therefore, Father’s\n\ncounsel has satisfied the procedural requirements of Anders and Santiago.\n\n      We next proceed to review the issues outlined in the Anders brief. In\n\naddition, we must “conduct an independent review of the record to discern if\n\nthere are any additional, non-frivolous issues overlooked by counsel.”\n\nCommonwealth v. Flowers, 113 A.3d 1246, 1250 (Pa. Super. 2015)\n\n(citation and footnote omitted).\n\n      Counsel’s Anders brief presents the following issues:\n\n      1.    Did the [t]rial [c]ourt err and abuse its discretion by\n      granting Warren County Children and Youth’s Petition for\n      Dependency?\n\n      2.    Did the [t]rial [c]ourt err and abuse its discretion by\n      granting Warren County Children and Youth’s Motion for\n      Aggravated Circumstances?\n\n      3.    Did the [t]rial [c]ourt err and abuse its discretion by setting\n      the initial primary placement goal at adoption and ordering no\n      reunification with the father?\n\n\n                                      -5-\n\fJ-S05014-19\n\n\n        4.    Did the [t]rial [c]ourt err and abuse its discretion by failing\n        to recuse upon request of the father because of pending Judicial\n        Conduct Review Board complaints that were filed by [F]ather\n        against The Honorable Gregory J. Hammond regarding another\n        matter that occurred prior to the dependency proceedings?\n\nFather’s brief at 7 (suggested answers omitted).3\n\n        Our standard of review for dependency cases is as follows:\n\n        The standard of review in dependency cases requires an appellate\n        court to accept the findings of fact and credibility determinations\n        of the trial court if they are supported by the record, but does not\n        require the appellate court to accept the lower court’s inferences\n        or conclusions of law. Accordingly, we review for an abuse of\n        discretion.\n\nIn re R.J.T., 9 A.3d 1179, 1190 (Pa. 2010) (citation omitted). “The trial court\n\nis free to believe all, part, or none of the evidence presented and is likewise\n\nfree to make all credibility determinations and resolve conflicts in the\n\nevidence.”     In re M.G., 855 A.2d 68, 73-74 (Pa. Super. 2004) (citation\n\nomitted).\n\n        [T]o adjudicate a child dependent, a trial court must determine,\n        by clear and convincing evidence, that the child:\n\n              is without proper parental care or control,\n              subsistence, education as required by law, or other\n              care or control necessary for his physical, mental, or\n              emotional health, or morals. A determination that\n              there is a lack of proper parental care or control may\n              be based upon evidence of conduct by the parent,\n              guardian or other custodian that places the health,\n              safety or welfare of the child at risk.\n\n        42 Pa.C.S.A. § 6302. “Clear and convincing” evidence has been\n        defined as testimony that is “so clear, direct, weighty, and\n____________________________________________\n\n\n3   We have reordered Father’s issues for ease of disposition.\n\n                                           -6-\n\fJ-S05014-19\n\n\n       convincing as to enable the trier of facts to come to a clear\n       conviction, without hesitancy, of the truth of the precise facts in\n       issue.” In re C.R.S., 696 A.2d 840, 843 (Pa.Super. 1997)\n       (citation omitted).\n\n       In accordance with the overarching purpose of the Juvenile Act\n       “[t]o preserve the unity of the family wherever possible,” see 42\n       Pa.C.S.A. § 6301(b)(1), “a child will only be declared dependent\n       when he is presently without proper parental care and when such\n       care is not immediately available.” In re R.T., [ ] 592 A.2d 55,\n       57 (Pa. Super. 1991) (citation omitted). This Court has defined\n       “proper parental care” as “that care which (1) is geared to the\n       particularized needs of the child and (2) at a minimum, is likely to\n       prevent serious injury to the child.” In re C.R.S., supra at 845\n       (citation omitted).\n\nIn re A.B., 63 A.3d 345, 349 (Pa. Super. 2013).\n\n       In his first issue, Father challenges the trial court’s conclusion that Child\n\nis dependent. As an initial matter, this claim is waived as Father did not\n\npreserve it at the dependency proceeding. At the hearing, counsel for Father\n\nstated: “we are agreeing with the dependency at this time, because [Father]\n\ncan’t do anything to provide for the child at this moment.” N.T., 7/30/18, at\n\n132.\n\n       In any event, it is clear the trial court did not err in finding Child\n\ndependent. As the court explained:\n\n       Here, the [c]ourt found the child dependent, in regards to\n       [Father], under subsection 1 and 10. [Father] in this case is\n       currently incarcerated in SCI Fayette with a minimum release date\n       of January 2020 and a maximum of February 2027. Therefore,\n       [Father] is unable to currently provide proper care or control for\n       the child at this time. The [c]ourt also notes that the child in this\n       case has significant development delays.          The child needs\n       attentive and vigilant parental guidance to provide the child with\n       everything he needs to become a healthy and functioning member\n       of society. [Father] is not able to properly and adequately provide\n\n\n                                       -7-\n\fJ-S05014-19\n\n\n      for such needs at this time due to incarceration, which will last for\n      at least another year.\n\nTrial Court Opinion, 9/7/18, at 5.\n\n      The record supports the trial court’s conclusion that Child is dependent.\n\nFather is currently incarcerated, with a minimum release date of January\n\n2020. See N.T., 7/30/18, at 122. Further, at the time of the hearing, Mother\n\nwas also incarcerated as a result of charges related to her abuse of Child. See\n\nid. at 46, 86-87. Accordingly, as both Child’s parents were incarcerated at\n\nthe time of the hearing, the court did not err in adjudicating Child dependent\n\nbecause Child lacked proper parental care or control.\n\n      Next, we address Father’s second and third issues, regarding the trial\n\ncourt’s conclusion that aggravated circumstances exist as to Father, that no\n\nefforts need to be made to reunify Father and Child, and that Child’s initial\n\npermanency goal should be adoption.\n\n      The framework for the court’s analysis is well settled. If the trial court\n\ndetermines that a child is dependent and aggravated circumstances have been\n\nalleged by either the county agency or by the child’s attorney, the court must\n\nalso determine whether, by clear and convincing evidence, aggravated\n\ncircumstances exist.   42 Pa.C.S.A. § 6341(c.1).      The Juvenile Act defines\n\n“aggravated circumstances” as follows, in relevant part.\n\n      “Aggravated circumstances.” Any of the following circumstances:\n\n                                       ...\n\n      (3) The parent of the child has been convicted of any of the following\n      offenses where the victim was a child:\n\n\n                                      -8-\n\fJ-S05014-19\n\n\n\n            (ii) a felony under 18 Pa.C.S. § 2702 (relating to aggravated\n            assault), 3121 (relating to rape), 3122.1 (relating to statutory\n            sexual assault), 3123 (relating to involuntary deviate sexual\n            intercourse), 3124.1 (relating to sexual assault) or 3125 (relating\n            to aggravated indecent assault).\n\n                                      ...\n\n      (5) The parental rights of the parent have been involuntarily terminated\n      with respect to a child of the parent.\n\n                                            ...\n\n42 Pa.C.S.A. § 6302.        If the trial court determines that aggravated\n\ncircumstances exist, it “shall determine whether or not reasonable efforts . . .\n\nto preserve and reunify the family shall be made or continue to be made. . .”\n\n42 Pa.C.S.A. § 6341(c.1). A court may end reasonable efforts at its discretion.\n\nSee In re L.V., 127 A.3d 831, 839 (Pa. Super. 2015) (citation omitted).\n\nRegarding the disposition of a dependent child, subsections 6351(e), (f), (f.1),\n\nand (g) of the Juvenile Act provide the trial court with the criteria for its\n\npermanency plan for the subject child. Pursuant to these subsections, the\n\ntrial court is to determine the disposition that is best suited to the safety,\n\nprotection and physical, mental and moral welfare of the child.\n\n      With respect to the court’s finding of aggravated circumstances, the\n\ncourt noted that Father had been convicted of aggravated indecent assault\n\nwhere the victim was less than 16, and that his parental rights were\n\ninvoluntarily terminated with respect to another child.       See Trial Court\n\n\n\n\n                                     -9-\n\fJ-S05014-19\n\n\nOpinion, 9/7/18, at 6.        Accordingly, the court concluded that aggravated\n\ncircumstances exist as to Father. See id.\n\n        The record supports the trial court’s conclusion that aggravated\n\ncircumstances exist.      Here, CYS filed a motion for a finding of aggravated\n\ncircumstances on July 12, 2018. At the hearing, CYS entered into evidence\n\nthe decree involuntarily terminating Father’s parental rights to another child,\n\nas well as Father’s guilty plea to aggravated indecent assault with a\n\ncomplainant less than 16.4         See CYS’ Exhibits 1 and 7.   Father testified,\n\nadmitting that his parental rights to his first child were involuntarily\n\nterminated. See N.T., 7/30/18, at 122. He also admitted that he pled guilty\n\nto aggravated indecent assault, and that the victim was 15. See id. at 120.\n\n        The evidence clearly established aggravated circumstances as to Father,\n\nas his parental rights to another child were involuntarily terminated, and he\n\nhas been convicted of aggravated indecent assault where the victim was 15.\n\nAccordingly, the court did not err when it concluded that aggravated\n\ncircumstances exist as to Father.\n\n        Once the court made a finding of aggravated circumstances, it was\n\nrequired to determine whether or not reasonable efforts to preserve and\n\nreunify the family should be made. The court concluded no efforts towards\n\nreunification should be made, noting Father’s lack of contact with Child, as\n\n\n\n____________________________________________\n\n\n4   18 Pa.C.S.A. § 3125(a)(8).\n\n                                          - 10 -\n\fJ-S05014-19\n\n\nwell as his criminal history and incarceration. See Trial Court Opinion, 9/7/18,\n\nat 7. Due to Father’s criminal history, and lack of a relationship with Child,\n\nthe court also determined that Child’s placement goal should be adoption.\n\nSee id. at 7-8.\n\n      The record supports the trial court’s conclusions.        Here, Father has\n\nalready had his rights terminated with regard to one child, and has sexually\n\nassaulted a 15-year-old.     Father has not begun sex offender counseling in\n\nprison. See N.T., 7/30/18, at 124. While his minimum release date is January\n\n2020, his maximum release date is February 2027. See id. at 122. Moreover,\n\nFather has never met Child. See id. at 119.\n\n      Accordingly, the trial court did not err in determining that CYS did not\n\nneed to make efforts to reunify Child and Father, nor did it err in setting Child’s\n\ninitial permanency goal as adoption.\n\n      Last, we address Father’s contention that the trial court erred in failing\n\nto recuse itself. We review a trial court’s decision to deny a motion to recuse\n\nfor an abuse of discretion.    Vargo v. Schwartz, 940 A.2d 459, 471 (Pa.\n\nSuper. 2007). Indeed, our review of a trial court’s denial of a motion to recuse\n\nis exceptionally deferential. Id. (“We extend extreme deference to a trial\n\ncourt’s decision not to recuse[.]”). We have explained, “[w]e recognize that\n\nour trial judges are honorable, fair and competent, and although we employ\n\nan abuse of discretion standard, we do so recognizing that the judge himself\n\nis best qualified to gauge his ability to preside impartially.” Commonwealth\n\n\n                                      - 11 -\n\fJ-S05014-19\n\n\nv. Harris, 979 A.2d 387, 391-392 (Pa. Super. 2009) (internal quotation marks\n\nand citation omitted). Hence, a trial judge should grant the motion to recuse\n\nonly if a doubt exists as to his or her ability to preside impartially or if\n\nimpartiality can be reasonably questioned.       See In re Bridgeport Fire\n\nLitigation, 5 A.3d 1250, 1254 (Pa. Super. 2010).\n\n      In order to prevail on a motion for recusal, the party seeking recusal is\n\nrequired “to produce evidence establishing bias, prejudice or unfairness which\n\nraises a substantial doubt as to the jurist’s ability to preside impartially.” In\n\nre S.H., 879 A.2d 802, 808 (Pa. Super. 2005). Here, Father failed to satisfy\n\nhis burden of production.\n\n      At the start of the hearing, Father’s counsel advised the court that\n\nFather “filed a complaint regarding his criminal case. . .” with the Judicial\n\nConduct Review Board. See N.T., 7/30/18, at 10-11. Counsel wanted “to\n\nbring that up to the [c]ourt’s attention, in case there is an issue where the\n\n[c]ourt may feel that recusal is appropriate.”      See id. at 11.    The court\n\nsuggested that it was aware of some type of communication from Father\n\nindicating “he was suing us,” but was not familiar with the details of the\n\ncorrespondence.    See id.   Further, the court stated that it did not “allow\n\nindividuals to judge shop” by filing complaints, and that the court had heard\n\nnothing from the Judicial Conduct Review Board suggesting they were\n\ninvestigating any claim. See id. Accordingly, the court did not believe recusal\n\n\n\n\n                                     - 12 -\n\fJ-S05014-19\n\n\nwas warranted. See id. Father’s testimony did not suggest any basis for his\n\npurported complaint about the trial court.\n\n       We conclude that this issue also lacks merit.          Father’s purported\n\ncomplaint regarding the trial court, undeveloped from an evidentiary\n\nstandpoint, is insufficient.     The trial court did not believe that recusal was\n\nwarranted. Further, based on the lack of any facts tending to raise a doubt\n\nabout the court’s ability to preside impartially, we conclude that the trial court\n\ndid not abuse its discretion in declining to recuse.\n\n       Having reviewed the issues raised in counsel’s Anders brief, we agree\n\nwith counsel for Father that the within appeal is wholly frivolous. 5 As such,\n\nwe affirm the order of the trial court, and grant counsel’s motion to withdraw.\n\n       Order affirmed. Petition for leave to withdraw granted.\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\n\n\nDate: 3/19/2019\n\n\n\n\n____________________________________________\n\n\n5Further, we note that our independent review of the record did not reveal\nany additional, non-frivolous issues overlooked by counsel.           See\nCommonwealth v. Flowers, 113 A.3d 1246, 1250 (Pa. Super. 2015).\n\n                                          - 13 -\n\f",
            "ocr": false,
            "opinion_id": 4378415
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Rape"
}