{
    "id": 4623623,
    "judges": null,
    "date_filed": "2011-01-14",
    "date_filed_is_approximate": true,
    "slug": "bernard-cooley-v-state-of-florida",
    "case_name_short": null,
    "case_name": "Bernard Cooley v. State of Florida",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "273 So. 3d 258"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 8.0,
            "download_url": "https://edca.1dca.org/DCADocs\\2017/4001/174001_1284_05282019_10240357_i.pdf",
            "author_id": null,
            "opinion_text": "         FIRST DISTRICT COURT OF APPEAL\n                STATE OF FLORIDA\n                 _____________________________\n\n                         No. 1D17-4001\n                 _____________________________\n\nBERNARD COOLEY,\n\n    Appellant,\n\n    v.\n\nSTATE OF FLORIDA,\n\n    Appellee.\n                 _____________________________\n\n\nOn appeal from the Circuit Court for Okaloosa County.\nJohn T. Brown, Judge.\n\n                          May 28, 2019\n\n\nWINSOR, J.\n\n     The State charged Bernard Cooley with lewd and lascivious\nmolestation of a child under twelve, and lewd and lascivious\nmolestation of a child between twelve and sixteen. The victim as\nto each count was Cooley’s daughter, who testified that Cooley had\nmolested her for several years, sometimes in Florida and\nsometimes elsewhere. Cooley’s first trial ended with a hung jury,\nbut Cooley’s second trial led to a conviction and this appeal.\n\n     Cooley presents two arguments on appeal. He first contends\nthat the trial court should have granted his motion to suppress\nevidence about his post-arrest statements to a Child Protective\nInvestigator (CPI). He argues that the interview was a custodial\ninterrogation that required Miranda warnings. Second, Cooley\n\fargues that the court should not have allowed the State to present\nWilliams rule evidence of certain instances of molestation that\noccurred outside Florida. See Williams v. State, 117 So. 2d 473 (Fla.\n1960); see also § 90.404(2)(b)1., Fla. Stat. As to the custodial-\ninterrogation issue, we conclude that the error, if any, was\nharmless beyond reasonable doubt, see State v. DiGuilio, 491 So.\n2d 1129, 1138 (Fla. 1986). As to the Williams-rule issue, we find\nno abuse of discretion. We therefore affirm.\n\n                                 I.\n\n     After Cooley was arrested, the CPI interviewed him in jail.\nAccording to the CPI’s testimony, it was her job—and her statutory\nduty, see § 39.201, Fla. Stat.—to investigate allegations of child\nabuse. She said reports of child sexual abuse are considered\nemergencies, typically requiring a response from an investigator\nwithin hours. In Cooley’s case, she explained, her office received a\nreport from law enforcement soon after Cooley was arrested. She\npromptly went to the jail to interview him; her purpose, she said,\nwas to “find[] out the family dynamics in this situation.” She said\nshe was not acting at law enforcement’s direction, although she\nacknowledged that she did ask Cooley questions about his case and\nthat she discussed the case with a law enforcement investigator.\n\n     Before the interview, the investigator did not determine\nwhether Cooley had legal counsel. (The public defender had been\nappointed by then.) And she did not advise Cooley of his right to\ncounsel or his right to remain silent. See Miranda v. Arizona, 384\nU.S. 436 (1966). The interview took place in a small room at the\nprison, and although the door was open, a prison guard stood in\nthe doorway throughout. Cooley later testified that he felt he could\nnot leave.\n\n     The interview did not reflect well on Cooley. According to the\nCPI, Cooley seemed “distraught” and “extremely nervous.” Cooley\ndid not directly admit to the abuse, but he did not deny it either.\nHe said he “simply doesn’t remember” any abuse. He admitted he\nhad a drinking problem and that sometimes he drinks too much\nand sleepwalks or does things he does not later remember. He also\nsaid that his daughter was a good girl and would not lie about\nsomething like that, that his daughter “must be telling the truth,”\nand that he “must have done these things.” He repeatedly referred\n                                 2\n\fto himself as a monster. (“I’m such a monster. But I don’t\nremember and I don’t know.”).\n\n     Before trial, Cooley moved to suppress evidence about\nstatements he made during this interview. He argued that his\ninterview constituted a custodial interview by an agent of law\nenforcement. Although the court found that Cooley’s statements to\nthe CPI were made while Cooley was in custody, it concluded that\nthe CPI was not acting on behalf of law enforcement when she\nconducted the interview. Accordingly, the court concluded,\nCooley’s Fifth Amendment rights were not implicated. The court\nthus denied the motion to suppress, and the case proceeded to trial.\n\n     The victim, by then thirteen, testified at trial that Cooley had\nmolested her for approximately six years. She said she finally told\nher mother about the abuse in a February 2016 text message. She\nexplained that the night before she sent the text, Cooley had come\ninto her room and grabbed her buttocks over her clothing. He then\ntried to touch her under her clothes, but she resisted, and he\neventually stopped. The victim also described several other\ninstances of abuse that took place in Florida. Then, after the court\ngave jurors a Williams-rule instruction, the victim testified about\ntimes Cooley had molested her when she was living in New Mexico,\naround age seven, and when she lived in Georgia around age ten.\n\n     The victim’s mother—Cooley’s wife—testified that soon after\nshe received the text disclosing the abuse, Cooley called her.\nCooley was in the house with the victim at the time; to get him\naway from the victim, the mother asked Cooley to meet her at the\nbank. With Cooley then out of the house, the mother went to the\nhouse, gathered up the victim and her siblings, and went to police\nto report everything. While she was there, Cooley called and texted\nher several times. During at least one phone call, Cooley admitted\nto the allegations. Phone records and texts were admitted into\nevidence, and one of the texts said this:\n\n    I love you. Always have. My Demons won. Your (sic) great\n    you are awesome. Keep being that person and I hope I\n    don’t and didn’t ruin it for the next person. Get that next\n    person great guy. You deserve it. I’m sorry for hurting the\n    family. I wanted to say bye to you. But I don’t deserve to\n    speak to you. So I’m sorry. And. Good bye. Don’t allow me\n                                 3\n\f    to skew your vision of men. I’m a monster. If I had the\n    strength of her, this would have never gone down. I wish\n    we could [have] fixed this. But I understand. I love you\n    and always will. Now it’s time to say good bye and not end\n    it with I love you. I ruin that. So I’ll say good bye.\n\n     Cooley’s niece then testified. After the court again gave a\nWilliams-rule instruction, the niece explained that when she was\naround five she lived with Cooley, his wife, and their children. One\nnight while Cooley’s wife was out, Cooley put the other children to\nbed, brought the niece into the living room, and began watching\npornographic videos. Cooley told the niece “to do what the people\non the computer were doing.” The niece complied in part until\nCooley’s wife returned home, leading Cooley to abruptly stop.\n\n     The State also introduced a video of a forensic interview the\nniece had given. In the video, the niece described the incident\nconsistent with her in-court testimony. The State then introduced\na video of a similar interview with the victim in this case. As with\nthe niece’s interview, the victim’s interview statements were\nconsistent with her in-court testimony.\n\n     Cooley testified in his own defense, denying that he had\nmolested either child. He acknowledged that he said his demons\nhad won and that he was a monster, but he said that he was\nreferring to his drinking problem. He also said that some of the\ntext messages he sent his wife were part of his attempt to get her\nto answer his calls and that he considered them to be a sort of\nsuicide note.\n\n    After hearing all the evidence, the jury found Cooley guilty.\nThe court then imposed a thirty-year prison sentence.\n\n                                II.\n\n     Cooley first argues that his interview with the CPI constituted\na Miranda violation, requiring suppression of his statements. To\ndetermine whether there was a Miranda violation in this context,\ncourts must first decide whether there was a custodial\ninterrogation that involved statements made to someone acting on\nbehalf of law enforcement. Moore v. State, 798 So. 2d 50, 52 (Fla.\n1st DCA 2001) (citing Rhode Island v. Innis, 446 U.S. 291, 298\n\n                                 4\n\f(1980)); Lewis v. State, 754 So. 2d 897, 900 (Fla. 1st DCA 2000)\n(“Where either the ‘custody’ or ‘interrogation’ prong is absent,\nMiranda does not require warnings.”). It is clear that Cooley was\nin custody during the questioning; the real question is whether the\ncourt correctly determined that the CPI was not a state actor under\nMiranda.\n\n     In denying Cooley’s motion, the trial court relied in part on\nGresh v. State, in which this court noted that “the primary purpose\nof such an investigation is to protect the child rather than to gain\nprobable cause to arrest.” 560 So. 2d 1266, 1268 (Fla. 1st DCA\n1990). That may be true as to the primary purpose, but it does not\nanswer the question of whether the CPI in this case was acting as\na state agent. Moreover, the investigators’ purpose was not the\nprincipal issue in Gresh; we held there was no custodial\ninterrogation: “They interviewed appellant at his place of work in\nthe parking lot and it is clear that appellant was free to refuse to\nparticipate in the interview. The interview did not take place in an\ninherently coercive custodial setting nor was there intimidation or\ncoercion of appellant.” Id.\n\n     The trial court also considered State v. Contreras, in which the\ndefendant facing molestation charges sought to suppress the\nvictim’s statements to child protective investigators. 979 So. 2d\n896 (Fla. 2008). The issue in Contreras was whether the interview\nwas testimonial (for Confrontation Clause purposes), and the court\nnoted that “the personnel of these [Child Protection Investigation]\nunits have been treated as members of the extended prosecutorial\nteam.” Id. at 905 (quoting John F. Yetter, Wrestling with Crawford\nv. Washington and the New Constitutional Law of Confrontation,\nFla. B.J., Oct. 2004). But like Gresh, Contreras is factually\ndistinguishable: Law enforcement personnel were electronically\nconnected to the investigator during the interview, and they were\nfeeding questions in real time. Id. Our decision in Woods v. State,\nwhich Cooley argues is controlling, is likewise factually\ndistinguishable. 538 So. 2d 122 (Fla. 1st DCA 1989). In Woods, the\ndefendant asked for an attorney and refused to talk to a police\ndetective. The detective then asked for a Department of Health\nand Rehabilitative Services investigator “so that he could obtain\ninformation for [the detective] or interview him for his purpose.”\nId. at 123. The detective then gave the HRS investigator keys to\n\n                                 5\n\fthe locked interview room where the defendant was held. The\ndefendant made incriminating statements to the HRS\ninvestigator, the investigator told the detective, and then the\ndetective and investigator returned and asked questions together.\nId. Under these circumstances, this court held that the HRS\ninvestigator “was acting as an agent of law enforcement when he\nimproperly reinitiated interrogation of appellant shortly after he\nhad invoked his constitutional rights.” Id.\n\n     Ultimately, we need not decide whether the trial court’s\ndecision to allow evidence from the CPI interview was error. The\nharmless-error test still applies when there is a Miranda violation,\nDeviney v. State, 112 So. 3d 57, 79 (Fla. 2013), and after a careful\nreview of the record, we conclude “that there is no reasonable\npossibility that the error contributed to the conviction.” DiGuilio,\n491 So. 2d at 1135. Several considerations lead to this conclusion.\n\n     First, the remaining evidence was extensive and consistent.\nThe victim testified as to what happened, and the jury saw video\nof her earlier interview, which featured a consistent description of\nCooley’s acts. Cooley’s niece, too, attested to similar acts, both\nthrough her in-person testimony and her forensic interview, which\nthe jury watched. The mother testified that Cooley admitted the\nmolestation. And officers found Cooley in a hotel, where he\nappeared distressed and immediately asked them how they found\nhim.\n\n      Second, while the mother testified that Cooley confessed, the\nCPI repeatedly said he did not confess to her. She said he did not\nspecifically deny the conduct but made clear that he did not admit\nit either.\n\n     Third, the most damaging points the CPI testified about were\nduplicative of other, properly admitted evidence. The CPI testified\nthat Cooley repeatedly referred to himself as a monster, but that\nfact was never disputed. Text messages put into evidence said the\nsame thing, and Cooley admitted in his own testimony that he\ncalled himself that, although he explained it by saying he was\nreferring to his drinking. The CPI also testified that Cooley said\nhis daughter was a good girl who would not lie about such matters.\nThe testimony about Cooley’s expressing such a sentiment, while\nsurely damaging, was similar to text messages in which Cooley\n                                 6\n\fpraised his daughter and maligned himself: “If I had the strength\nof her, this would have never gone down.”; “I’m lost”; “I’m sick”;\n“I’m a monster”; “I’m a loser.”\n\n    After “not only a close examination of the permissible evidence\non which the jury could have legitimately relied, but an even closer\nexamination of the impermissible evidence which might have\npossibly influenced the jury verdict,” we conclude that the error, if\nany, was harmless. DiGuilio, 491 So. 2d at 1138.\n\n                                 III.\n\n     Cooley’s second argument is that the court should not have\npermitted the victim to testify about certain uncharged acts,\nspecifically molestation that took place outside Florida. We review\nonly for an abuse of discretion. Whisby v. State, 262 So. 3d 228, 231\n(Fla. 1st DCA 2018). Cooley does not argue that the evidence is\nirrelevant. Cf. id. at 232 (noting that collateral-crime evidence can\nbe admissible to show propensity in certain sex-crime cases). Nor\ndoes he argue that the evidence was inadmissible under the\nrelevant statute. See § 90.404(2)(b)1., Fla. Stat. (“In a criminal case\nin which the defendant is charged with a crime involving child\nmolestation, evidence of the defendant's commission of other\ncrimes, wrongs, or acts of child molestation is admissible and may\nbe considered for its bearing on any matter to which it is\nrelevant.”). Cooley’s argument instead is that the court should\nhave found that the evidence’s “probative value [was] substantially\noutweighed by the danger of unfair prejudice.” § 90.403, Fla. Stat.;\nsee also McLean v. State, 934 So. 2d 1248, 1260-61 (Fla. 2006)\n(noting applicability of 403 balancing to collateral-crime evidence).\n\n     We conclude that the trial court did not abuse its discretion.\nConsidering the similarity of the allegations of out-of-state acts\nwith the charged conduct; the fact that the victim was the same in\nboth (Cooley has not challenged on appeal the trial court’s separate\ndecision to allow collateral-crime evidence regarding the niece);\nand the entirety of the record, we cannot say that any reasonable\njudge would have excluded the evidence under section 90.403.\n\n    AFFIRMED.\n\nROBERTS and RAY, JJ., concur.\n\n                                  7\n\f               _____________________________\n\n    Not final until disposition of any timely and\n    authorized motion under Fla. R. App. P. 9.330 or\n    9.331.\n               _____________________________\n\n\nAndy Thomas, Public Defender, and M.J. Lord, Assistant Public\nDefender, Tallahassee, for Appellant.\n\nAshley Moody, Attorney General, and Virginia Chester Harris,\nAssistant Attorney General, Tallahassee, for Appellee.\n\n\n\n\n                             8\n\f",
            "ocr": false,
            "opinion_id": 4400876
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Rape"
}