{
    "id": 4630875,
    "judges": null,
    "date_filed": "1986-04-03",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-daniels-iii",
    "case_name_short": null,
    "case_name": "United States v. Daniels III",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 14.0,
            "download_url": "http://afcca.law.af.mil/content/afcca_opinions/cp/daniels_-39407.u.pdf",
            "author_id": null,
            "opinion_text": "            U NITED S TATES AIR F ORCE\n           C OURT OF C RIMINAL APPEALS\n                      ________________________\n\n                           No. ACM 39407\n                      ________________________\n\n                         UNITED STATES\n                             Appellee\n                                 v.\n                    Humphrey DANIELS, III\n         Lieutenant Colonel (O-5), U.S. Air Force, Appellant\n                      ________________________\n\n       Appeal from the United States Air Force Trial Judiciary\n                       Decided 18 June 2019\n                      ________________________\n\nMilitary Judge: L. Martin Powell (arraignment); J. Wesley Moore (mo-\ntions); Natalie D. Richardson (motions and trial).\nApproved sentence: Dismissal, confinement for 2 years and 252 days,\nand a reprimand. Sentence adjudged 14 June 2017 by GCM convened\nat Joint Base Andrews Naval Air Facility Washington, Maryland.\nFor Appellant: Major Patrick A. Clary, USAF; Major Mark J.\nSchwartz, USAF; Tami L. Mitchell, Esquire; David P. Sheldon, Es-\nquire.\nFor Appellee: Lieutenant Colonel Joseph J. Kubler, USAF; Lieutenant\nColonel G. Matt Osborn, USAF; Mary Ellen Payne, Esquire.\nBefore HUYGEN, MINK, and LEWIS, Appellate Military Judges.\nSenior Judge HUYGEN delivered the opinion of the court, in which\nJudge MINK and Judge LEWIS joined.\n                      ________________________\n\n   This is an unpublished opinion and, as such, does not serve as\n   precedent under AFCCA Rule of Practice and Procedure 18.4.\n                      ________________________\n\f                    United States v. Daniels, No. ACM 39407\n\n\nHUYGEN, Senior Judge:\n    A general court-martial composed of officer members convicted Appellant,\ncontrary to his pleas, of one specification of negligent dereliction of duty, one\nspecification of rape, and four specifications of conduct unbecoming an officer\nand gentleman in violation of Articles 92, 120, and 133, Uniform Code of Mili-\ntary Justice (UCMJ), 10 U.S.C. §§ 892, 920, 933 1,2 The members adjudged a\nsentence of a dismissal, confinement for three years, and a reprimand. The\nconvening authority approved 2 years and 252 days of confinement but oth-\nerwise approved the sentence as adjudged. The convening authority also de-\nferred the mandatory forfeiture of pay and allowances from the effective date\nof the forfeiture until the date of action.\n    Appellant raises through counsel seven assignments of error (AOE): (1)\nAppellant’s conviction for rape (Charge II) must be set aside under United\nStates v. Mangahas, 77 M.J. 220 (C.A.A.F. 2018); (2) his convictions for negli-\ngent dereliction of duty (Charge I) and conduct unbecoming an officer and\ngentleman (Charge III) are factually and legally insufficient; (3) Charge III\nand its specifications fail to state an offense; (4) the military judge erred in\nadmitting a transcript of Appellant’s testimony from his criminal trial in ci-\nvilian court; (5) the trial counsel engaged in prosecutorial misconduct during\nclosing and rebuttal argument; (6) the court-martial panel members failed to\ncomply with the military judge’s instructions; and (7) Appellant is entitled to\nrelief under United States v. Moreno, 63 M.J. 129 (C.A.A.F. 2006), for the de-\nlay from the date his trial concluded until the date the convening authority\ntook action. Pursuant to United States v. Grostefon, 12 M.J. 431 (C.M.A.\n1982), Appellant raises an additional seven AOE: (8) his conviction for rape is\nfactually and legally insufficient; (9) his trial defense counsel were ineffective\nfor failing to move to dismiss Charge III and its specifications for failure to\nstate an offense; (10) the Government failed to disclose evidence as required\nunder Brady v. Maryland, 373 U.S. 83 (1963); (11) the military judge erred in\nadmitting a “911 phone call” into evidence; (12) the cumulative effect of errors\nsubstantially impaired the fairness of Appellant’s trial; (13) the reference in\nthe court-martial transcript to Appellant being arraigned by a special court-\n\n1All references in this opinion to the Uniform Code of Military Justice (UCMJ) are to\nthe Manual for Courts-Martial, United States (2016 ed.) (MCM), unless indicated\notherwise. The version of Article 120, UCMJ, at issue in Appellant’s case is found in\nthe 1998 MCM.\n2 The members found Appellant not guilty of one specification of conduct unbecoming\nan officer and gentleman in violation of Article 133, UCMJ (Specification 4 of Charge\nIII).\n\n\n\n\n                                         2\n\f                   United States v. Daniels, No. ACM 39407\n\n\nmartial means that the general court-martial that tried him lacked jurisdic-\ntion or his sentence to confinement and a dismissal is unlawful; and (14) the\nstaff judge advocate (SJA) misadvised the convening authority that the max-\nimum punishment in Appellant’s case was death.\n    We address below AOE (1), (2), (3), and (7). AOE (8) is rendered moot by\nour resolution of AOE (1). We have considered AOE (4)–(6) and (9)–(14); they\nwarrant no further discussion or relief. See United States v. Matias, 25 M.J.\n356, 361 (C.M.A. 1987). We find prejudicial error with regard to AOE (1) and\nset aside Appellant’s conviction for rape and the sentence. We also set aside\nthe finding of guilty for Specification 2 of Charge III (conduct unbecoming an\nofficer and gentleman).\n\n                               I. BACKGROUND\n    In November 2014, Appellant and Major (Maj) DU ended their romantic\nrelationship. On or about 5 December 2014, Maj DU contacted the Fairfax\nCounty (Virginia) Police Department (FCPD) and reported that Appellant\nwas “stalking” her. 3 FCPD Detective EM, the lead investigator of Maj DU’s\nallegation against Appellant, had cameras set up outside Maj DU’s house. On\nthe night of 9 December 2014, the cameras photographed Appellant in the\nhouse’s fenced-in backyard.\n    On the morning of 16 December 2014, Maj DU was driving in her neigh-\nborhood and called “911” from her car to report that Appellant was following\nher in his car. Detective EM had a warrant issued for Appellant’s arrest and\ncontacted Appellant’s chain of command at Joint Base Andrews Naval Air\nFacility Washington, Maryland. When Appellant arrived at the base’s main\ngate, security forces detained him. After Appellant’s first sergeant came to\nthe gate and talked with him, Appellant agreed to have the first sergeant\ndrive him to an FCPD station in Alexandria, Virginia.\n   Appellant arrived at the FCPD station around 1400 hours, and Detective\nEM placed him under arrest. After escorting Appellant to an interview room,\nDetective EM advised him of his rights, which he acknowledged before he\nagreed to answer questions. Detective EM and another FCPD detective inter-\nviewed Appellant for the next couple of hours. Appellant’s answers to their\nquestions formed the basis of four of the five specifications of conduct unbe-\n\n\n\n\n3 In 2015, Appellant was convicted in Fairfax County circuit court of misdemeanor\nstalking.\n\n\n\n\n                                       3\n\f                   United States v. Daniels, No. ACM 39407\n\n\ncoming an officer and gentleman with which Appellant was charged and tried\nat court-martial.\n    On 17 December 2014, Detective EM and other FCPD personnel conduct-\ned a search of Appellant’s off-base residence. During the search, FCPD per-\nsonnel found documents indicating they contained classified information and\ncontacted the Air Force Office of Special Investigations (AFOSI). Several days\nafter the search, AFOSI agents went to Appellant’s apartment and seized the\ndocuments, which became the subject of the single specification of negligent\ndereliction of duty with which Appellant was charged and tried at court-\nmartial.\n    On 18 December 2014, Appellant called his friend, SM, from the Fairfax\nCounty Detention Center and asked her to call his supervisor, Colonel (Col)\nKB, and request 10 days of emergency leave so that Appellant could take care\nof a “personal” and “medical” situation. SM wanted to include Appellant in a\nthree-way call but was unable to do so. She was able to contact Appellant’s\noffice and submit his leave request, which Col KB denied. Appellant’s request\nfor SM to contact Col KB formed the basis of the fifth specification of conduct\nunbecoming an officer and gentleman with which Appellant was charged and\ntried at court-martial.\n    During Detective EM’s investigation of the stalking allegation, AFOSI\nprovided a 1998 report of an investigation by AFOSI and Minot (North Dako-\nta) police into an allegation by TS that Appellant raped her on or about 14\nJuly 1998. In September 1998, TS declined to participate in the investigation,\nwhich was then closed with no action. In 2015, Detective EM contacted TS,\nwho agreed to go forward with the original rape allegation, which became the\nsingle specification of rape with which Appellant was charged and tried at\ncourt-martial.\n\n                                II. DISCUSSION\nA. Statute of Limitations\n   Appellant asserts that, because the statute of limitations had run, his\nconviction for a rape in 1998 must be set aside under United States v. Man-\ngahas, 77 M.J. 220 (C.A.A.F. 2018). We agree.\n    Prior to the findings portion of Appellant’s trial, the Defense moved for\nthe dismissal of the rape charge on two bases: that the Government had vio-\nlated Appellant’s right to a speedy trial and that the five-year statute of limi-\n\n\n\n\n                                       4\n\f                      United States v. Daniels, No. ACM 39407\n\n\ntations set by Article 43, UCMJ, 10 U.S.C. § 843, 4 had tolled. The Govern-\nment opposed the motion and, with regard to the statute of limitations, cited\nprecedent, including Willenbring v. Neurater, 48 M.J. 152 (C.A.A.F. 1998). 5\n    “The applicable statute of limitations is a question of law, which we re-\nview de novo. An accused is subject to the statute of limitations in force at the\ntime of the offense.” Mangahas, 77 M.J. at 222 (citations omitted). At the\ntime of the charged rape that allegedly occurred in 1998, the UCMJ’s statute\nof limitations stated, “A person charged . . . with any offense punishable by\ndeath, may be tried and punished at any time without limitation.” Article\n43(a), UCMJ, 10 U.S.C. § 843(a). Otherwise, the statute of limitations for tri-\nal by court-martial was generally five years before the receipt of sworn charg-\nes. Article 43(b)(1), UCMJ, 10 U.S.C. § 834(b)(1). The 1998 Manual for\nCourts-Martial set death as the maximum punishment for rape. Manual for\nCourts-Martial, United States (1998 ed.), pt. IV, ¶ 45.e.(1).\n   As the court clearly and concisely explained in United States v. Collins, 78\nM.J. 530, 532–33 (A.F. Ct. Crim. App. 2018), aff’d, __ M.J. __, No. 19-0052,\n2019 CAAF LEXIS 231, at *1 (C.A.A.F. 12 Mar. 2019), Mangahas overruled\nWillenbring and operates to apply a five-year statute of limitations to a rape\nthat is charged as occurring before 2006, when the limitation was lifted. See\nArticle 43(a), UCMJ, 10 U.S.C. § 843(a). 6 The result in Appellant’s case is\nthat time expired on the 1998 rape charge in 2003, 13 years before Appellant\nwas charged and three years before Article 43, UCMJ, was amended. Because\nwe apply the law at the time of appeal, not at the time of trial, United States\nv. Mullins, 69 M.J. 113, 116 (C.A.A.F. 2010) (citation omitted), we find that\nthe military judge erred by denying the Defense’s motion to dismiss Charge II\nand its Specification. The statute of limitations had run by the time Appel-\n\n\n\n\n4The version of Article 43, UCMJ, at issue in Appellant’s case is found in the 1998\nMCM.\n5 The military judge who presided during motions practice on 1 December 2016 heard\noral argument on the Defense motion to dismiss and then indicated he would make a\nwritten ruling. There is no written or oral ruling on the motion in the record of trial,\nbut there is also no mention of a “missing” ruling by either party at trial or on appeal.\nIn addition, all the appellate exhibits offered and admitted at trial are in the record.\nThe application of Mangahas resolves the issue of the statute of limitations in Appel-\nlant’s case and requires us to set aside his rape conviction. As a result, we need not\naddress the absence of a ruling on the motion.\n6   The version of Article 43, UCMJ, as changed in 2006 is found in the 2008 MCM.\n\n\n\n\n                                           5\n\f                    United States v. Daniels, No. ACM 39407\n\n\nlant was charged in 2016 with committing rape in 1998. 7 Therefore, we set\naside Appellant’s conviction for rape and the sentence.\n    Because we set aside the findings of guilty of rape and the sentence and\ndismiss with prejudice Charge II and its Specification, we consider whether\nto reassess a sentence or order a rehearing. See United States v. Winckel-\nmann, 73 M.J. 11, 12 (C.A.A.F. 2013). We are setting aside the most serious\ncharge of which Appellant was convicted. As a result, the penalty landscape\nhas changed dramatically, particularly regarding the maximum possible con-\nfinement that was confinement for life and is now 15 months, 8 and the re-\nmaining offenses—negligent dereliction of duty and conduct unbecoming an\nofficer and gentleman—do not capture the gravamen of criminal conduct of\nthe original charges. See id. at 15–16 (citations omitted). We thus exercise\nour broad discretion and authorize a rehearing on sentence. See id. at 12.\nB. Legal and Factual Sufficiency\n    Appellant next contends that his convictions of negligent dereliction of\nduty (Charge I and its Specification) and conduct unbecoming an officer and\ngentleman (Charge III and its Specifications 1, 2, 3, and 5) are factually and\nlegally insufficient. We disagree except for, in part, the Specification of\nCharge I and, in toto, Specification 2 of Charge III.\n    1. Law\n    We review issues of legal and factual sufficiency de novo. Article 66(c),\nUCMJ, 10 U.S.C. § 866(c); United States v. Washington, 57 M.J. 394, 399\n(C.A.A.F. 2002) (citation omitted). Our assessment of legal and factual suffi-\nciency is limited to the evidence produced at trial. United States v. Dykes, 38\nM.J. 270, 272 (C.M.A. 1993) (citations omitted). The test for legal sufficiency\nof the evidence is “whether, considering the evidence in the light most favor-\nable to the prosecution, a reasonable factfinder could have found all the es-\nsential elements beyond a reasonable doubt.” United States v. Turner, 25 M.J.\n324, 324 (C.M.A. 1987) (citing Jackson v. Virginia, 443 U.S. 307, 319 (1979)).\n\n\n\n7 As the court did in Collins, we acknowledge the “unresolved question” of whether\nthe 2006 amendment of Article 43, UCMJ, extended the statute of limitations for\nrape occurring between 2001 and 2006. 78 M.J. at 536. But, as in Collins’ case, it is\nunnecessary for us to answer the question in Appellant’s case because the five-year\nstatute of limitations on the 1998 rape had run before the 2006 amendment. See id.\n8 The military judge merged Specifications 1, 2, 3, and 5 of Charge III, of which Ap-\npellant was found guilty, and the members were instructed to consider them as one\noffense for sentencing purposes.\n\n\n\n\n                                         6\n\f                   United States v. Daniels, No. ACM 39407\n\n\n    The test for factual sufficiency is “whether, after weighing the evidence in\nthe record of trial and making allowances for not having personally observed\nthe witnesses, [we are] convinced of the [appellant]’s guilt beyond a reasona-\nble doubt.” Id. at 325. “In conducting this unique appellate role, we take ‘a\nfresh, impartial look at the evidence,’ applying ‘neither a presumption of in-\nnocence nor a presumption of guilt’ to ‘make [our] own independent determi-\nnation as to whether the evidence constitutes proof of each required element\nbeyond a reasonable doubt.’” United States v. Wheeler, 76 M.J. 564, 568 (A.F.\nCt. Crim. App. 2017) (alteration in original) (quoting Washington, 57 M.J. at\n399), aff’d, 77 M.J. 289 (C.A.A.F. 2018).\n    In order for Appellant to be found guilty as charged of negligent derelic-\ntion of duty under Article 92, UCMJ, the Government was required to prove\nbeyond a reasonable doubt that (1) Appellant had a duty to protect classified\ninformation; (2) he reasonably should have known of the duty; and (3) at or\nnear Camp Springs, Maryland, on or about 17 December 2014, he was,\nthrough neglect, derelict in the performance of the duty by taking classified\nmaterials to his residence and leaving them unattended. See Manual for\nCourts-Martial, United States, pt. IV, ¶ 16.b.(3) (2016 ed.) (MCM). A duty\nmay be imposed by, inter alia, regulation. Id. ¶ 16.c.(3)(a). “Actual knowledge\nof duties may be proved by circumstantial evidence. Actual knowledge need\nnot be shown if the individual reasonably should have known of the duties.\nThis may be demonstrated by[, inter alia,] regulations [or] training . . . .” Id. ¶\n16.c.(3)(b). “‘Negligently’ means an act or omission of a person who is under a\nduty to use due care which exhibits a lack of that degree of care which a rea-\nsonably prudent person would have exercised under the same or similar cir-\ncumstances.” Id. ¶ 16.c.(3)(c).\n    In order for Appellant to be found guilty as charged of conduct unbecom-\ning an officer and gentleman under Article 133, UCMJ, the Government was\nrequired to prove beyond a reasonable doubt that (1) Appellant did a certain\nact and (2) under the circumstances, the act constituted conduct unbecoming\nan officer and gentleman. See MCM, pt. IV, ¶ 59.b.\n    The “certain act” charged in Specification 1 of Charge III (and instructed\nby the military judge) was that (a) at or near Alexandria, Virginia, on or\nabout 16 December 2014, Appellant misled FCPD detectives by falsely claim-\ning he did not go into the backyard of Maj DU’s residence, on or about 9 De-\ncember 2014; (b) he “did so in the case of himself against whom [he] had rea-\nson to believe there were or would be criminal proceedings pending;” and (c)\nhe did so with the intent to impede the due administration of justice. The\n“certain act” charged in Specification 2 was that, at or near Alexandria, Vir-\nginia, on or about 16 December 2014, Appellant misled FCPD detectives by\nfalsely claiming he could not provide his official email address to the detec-\n\n\n                                        7\n\f                   United States v. Daniels, No. ACM 39407\n\n\ntives under the same circumstances charged in Specification 1. The “certain\nact” charged in Specification 3 was that, at or near Alexandria, Virginia, on\nor about 16 December 2014, Appellant misled FCPD detectives by falsely\nclaiming he was not in Maj DU’s neighborhood on 16 December 2014 under\nthe same circumstances charged in Specification 1. The “certain act” charged\nin Specification 5 was that, at or near Alexandria, Virginia, on or about 18\nDecember 2014, Appellant asked SM to misrepresent to Col KB the basis of\nAppellant’s request that he be placed in an emergency leave status. Conduct\nin violation of Article 133, UCMJ, is, inter alia, action “in an unofficial or pri-\nvate capacity which, in dishonoring or disgracing the officer personally, seri-\nously compromises the person’s standing as an officer. There are certain mor-\nal attributes common to the ideal officer and the perfect gentleman, a lack of\nwhich is indicated by acts of[, inter alia,] dishonesty . . . .” Id. ¶ 59.c.(2).\n   2. Analysis\n    At the outset, we declare legally and factually sufficient Specifications 1,\n3, and 5 of Charge III. For Specifications 1 and 3, the Government proved be-\nyond a reasonable doubt the falsity of Appellant’s claims that he was not in\nMaj DU’s backyard on 9 December 2014 and not in her neighborhood on 16\nDecember 2014. Moreover, Appellant made these false claims after being de-\ntained on his way in to work by Air Force personnel at the request of Fairfax\nCounty authorities and then placed under arrest and advised of his rights by\nFCPD detectives. While wearing his Air Force uniform, he agreed to answer\nquestions from FCPD detectives who knew that he was an Air Force officer\nand that his claims were false when he made them with the obvious intent to\nimpede the investigation of the stalking allegation against him. For Specifi-\ncation 5, the Government proved beyond a reasonable doubt that Appellant\nasked SM to “misrepresent” to Col KB the basis for Appellant’s emergency\nleave request and hide the fact that Appellant was in jail. Considering the\nevidence in the light most favorable to the prosecution, a reasonable factfind-\ner could have found all the essential elements of Specifications 1, 3, and 5 of\nCharge III beyond a reasonable doubt and been convinced that Appellant\ncommitted the charged acts, that his conduct was unbecoming an officer and\ngentleman, and that he was guilty beyond a reasonable doubt. After weighing\nthe evidence in the record and making allowances for not having personally\nobserved the witnesses, we are so convinced.\n    Conversely, we determine legally and factually insufficient particular\nlanguage of the Specification of Charge I, which alleged that Appellant was\nnegligently derelict in his duty to protect classified information by “taking\nclassified materials to his residence and leaving said materials unattended”\non or about 17 December 2014. The Government presented no evidence that\nAppellant took the classified materials found at his residence on 17 December\n\n\n                                        8\n\f                    United States v. Daniels, No. ACM 39407\n\n\n2014 to his residence on or about that date. However, the Government did\nprove beyond a reasonable doubt that, on or about 17 December 2014, Appel-\nlant left the classified materials unattended at his residence when he left his\nresidence on the morning of 16 December 2014. We therefore except from the\nSpecification of Charge I the language (1) “taking classified materials to,” (2)\nthe “and” before “leaving,” and (3) “said” and set aside the finding of guilty of\nthe excepted language. We substitute “at” for “to” and “classified” for “said”\nand find legally and factually sufficient the finding of guilty of the substitut-\ned language. 9\n    We also determine factually insufficient Specification 2 of Charge III.\nTaking a fresh, impartial look at the evidence, we are convinced of the falsity\nof Appellant’s claim that he could not provide his official email address to the\nFCPD detectives interviewing him. However, we are not convinced that he\nmade the false claim endeavoring to impede the investigation of the stalking\nallegation against him. Instead, we find it clear from the evidence (and the\nbriefs of both parties on appeal) that Appellant’s intent was to hide from his\nchain of command and supervision the fact that he was under criminal inves-\ntigation and under arrest. As a result, we set aside the finding of guilty of\nSpecification 2 of Charge III.\nC. Failure to State an Offense\n    Appellant also challenges Charge III and its specifications, of which Spec-\nifications 1, 3, and 5 remain, for failure to state an offense. We are not per-\nsuaded.\n    1. Law\n    Whether a specification states an offense is a question of law we review de\nnovo. United States v. Crafter, 64 M.J. 209, 211 (C.A.A.F. 2006) (citations\nomitted). We also consider Appellant’s failure to object at trial and review for\nplain error. United States v. Tunstall, 72 M.J. 191, 196 (C.A.A.F. 2013). To\nestablish plain error, an appellant has the burden to demonstrate (1) error,\n(2) that the error was plain or obvious, and (3) that the error materially prej-\nudiced a substantial right of the appellant. Id. (citation omitted).\n    There are only two elements for the offense of conduct unbecoming an of-\nficer and gentleman under Article 133, UCMJ: (1) an act of the accused and\n(2) that, under the circumstances, the act constituted conduct unbecoming an\n\n\n9 With excepted and substituted language, the specification reads, in relevant part,\nthat Appellant was, through neglect, derelict in the performance of his duty by “at his\nresidence leaving classified materials unattended.”\n\n\n\n\n                                          9\n\f                    United States v. Daniels, No. ACM 39407\n\n\nofficer and gentleman. MCM, pt. IV, ¶ 59.b. “This article includes acts made\npunishable by any other article, provided these acts amount to conduct unbe-\ncoming an officer and a gentleman.” Id. ¶ 59.c.(2). Using an example of steal-\ning property in violation of Articles 121 and 133, UCMJ, the MCM explains:\n         Whenever the offense charged is the same as a specific offense\n         set forth in this Manual, the elements of proof are the same as\n         those set forth in the paragraph which treats that specific of-\n         fense, with the additional requirement that the act or omission\n         constitutes conduct unbecoming an officer and gentleman.\nId.\n      2. Analysis\n    At trial, the Defense did not move for dismissal of any charge or specifica-\ntion for failure to state an offense pursuant to Rule for Courts-Martial\n907(b)(2)(E) or object to the military judge’s instructions to the court mem-\nbers on the elements of the Charge III offenses.\n         a. Specifications 1 and 3 of Charge III\n    Appellant argues on appeal that it was plain or obvious error for Specifi-\ncations 1 and 3 of Charge III to fail to allege Appellant’s conduct was prejudi-\ncial to good order and discipline or service-discrediting. The argument is\nbased on a reading of Specifications 1 and 3 as charges for obstructing justice.\nObstructing justice is a specified offense under Article 134, UCMJ. Conduct\nconstitutes obstructing justice if the conduct at issue satisfies all four ele-\nments of the offense, including the “terminal element” of conduct prejudicial\nto good order and discipline or service-discrediting. MCM, pt. IV, ¶ 96.b.(4).\nAppellant’s argument is understandable not least because of the military\njudge’s instructions on the elements of Specifications 1 and 3 of Charge III for\nconduct unbecoming an officer and gentleman in violation of Article 133,\nUCMJ. As the military judge instructed, the elements were that Appellant\nwrongfully misled FCPD detectives by making false claims; he “did so in the\ncase of himself against whom [he] had reason to believe there were or would\nbe criminal proceedings pending;” he did so “with the intent to impede the\ndue administration of justice;” and his conduct was unbecoming an officer\nand gentleman. Except for the fourth and final element—“conduct unbecom-\ning” instead of the terminal element—the elements as instructed were identi-\ncal to the elements for obstructing justice.\n   Nonetheless, Appellant’s argument fails. Not only did the Defense at trial\nnot object to the elements of Specifications 1 and 3, but it employed a deliber-\n\n\n\n\n                                       10\n\f                    United States v. Daniels, No. ACM 39407\n\n\nate strategy to treat Specifications 1 and 3 (and 2 and 4) as “general Article\n133 violation[s]” and not charges of obstructing justice in order to limit Appel-\nlant’s confinement risk. 10 The strategy ultimately operated to Appellant’s dis-\ntinct benefit when the military judge merged all four of the Article 133,\nUCMJ, specifications of which Appellant was found guilty and instructed the\nmembers to consider them as one offense for sentencing purposes. Even if we\nwere to assume arguendo that the omission of the terminal element from\nSpecifications 1 and 3 was error, the error was not plain or obvious, and, even\nif it was, it did not materially prejudice a substantial right of Appellant. See\nTunstall, 72 M.J. at 196.\n       b. Specification 5 of Charge III\n    Appellant also argues on appeal that Specification 5 of Charge III fails to\nstate an offense “because it is vague, lacks words of criminality,” and did not\nput Appellant on notice “that it was a crime to ask his civilian friend to call\nhis supervisor to inform his supervisor Appellant was requesting emergency\nleave.” We are unpersuaded and instead find that Specification 5 did state an\noffense.\n       An officer’s conduct need not violate other provisions of the\n       UCMJ or even be otherwise criminal to violate Article 133,\n       UCMJ. The gravamen of the offense is that the officer’s conduct\n       disgraces him personally . . . . Clearly, then, the appropriate\n       standard for assessing criminality under Article 133 is whether\n       the conduct or act charged is dishonorable and compromising\n       as hereinbefore spelled out -- this notwithstanding whether or\n       not the act otherwise amounts to a crime.\nUnited States v. Lofton, 69 M.J. 386, 388–89 (C.A.A.F. 2011) (quoting United\nStates v. Schweitzer, 68 M.J. 133, 137 (C.A.A.F. 2009)). Applying Schweitzer,\nwe determine that Specification 5 put Appellant on notice that his conduct\nwas criminal. But the crime at issue was not, as Appellant now contends, to\n“ask a civilian friend to call his supervisor to request ‘emergency leave’” on\nAppellant’s behalf. Instead, Appellant was charged with and convicted of\nconduct unbecoming an officer and gentleman because he asked SM to mis-\n\n\n10 Obstructing justice in violation of Article 134, UCMJ, has a maximum punishment\nincluding confinement for five years. MCM, pt. IV, ¶ 96.e. Conduct unbecoming an\nofficer and gentleman in violation of Article 133, UCMJ, has a maximum punishment\nincluding confinement “for a period not in excess of that authorized for the most\nanalogous offense for which a punishment is prescribed in this Manual, or, if none is\nprescribed, for 1 year.” Id. ¶ 59.e.\n\n\n\n\n                                         11\n\f                   United States v. Daniels, No. ACM 39407\n\n\nrepresent to Col KB the basis for his emergency-leave request as a “personal”\nand “medical” situation instead of what it actually was: arrest and detention\nby civilian authorities for a criminal charge. Correspondingly, the specifica-\ntion was not vague and did not lack words of criminality. As with Specifica-\ntions 1 and 3, we review Specification 5 for plain error and find none.\nD. Post-Trial Processing Delay\n    Appellant claims that he is entitled to relief for the delay from the date\nhis trial concluded until the date the convening authority took action. While\nwe find that the delay in the post-trial processing of his court-martial was\nunreasonable, we grant no further relief than Appellant has already received.\n    We review de novo whether an appellant has been denied the due process\nright to a speedy post-trial review. United States v. Moreno, 63 M.J. 129, 135\n(C.A.A.F. 2006) (citations omitted). A presumption of unreasonable delay\narises when the convening authority does not take action within 120 days of\nthe end of trial. Id. at 142. A presumptively unreasonable delay triggers an\nanalysis of the four factors laid out in Barker v. Wingo, 407 U.S. 514, 530\n(1972): “(1) the length of the delay; (2) the reasons for the delay; (3) the appel-\nlant’s assertion of the right to timely review and appeal; and (4) prejudice.”\nMoreno, 63 M.J. at 135 (citations omitted).\n    Appellant’s trial ended on 14 June 2017. The convening authority took ac-\ntion on 2 February 2018, 233 days after the end of trial and 113 days beyond\nthe 120-day standard.\n    Appellant’s trial took place on 20 September 2016, 1 December 2016, 5–9\nJune 2017, and 12–14 June 2017 and required a 1,123-page trial transcript\nand 12 volumes, including a classified volume. Except for the classified vol-\nume, Appellant received a copy of the record of trial on 10 October 2017. The\nstaff judge advocate’s recommendation (SJAR) is dated 25 September 2017;\nthe SJAR addendum with the victim’s statement is dated 12 October 2017.\nAppellant requested and was granted delays to submit clemency matters un-\ntil 6 November 2017, 6 December 2017, and 11 December 2017. His seven-\nvolume, 1,400-page clemency matters are dated 7 December 2017. However,\nthey were not all submitted by that date, and, at some point after 9 December\n2017, Appellant’s original military defense counsel was replaced by a new\nmilitary defense counsel. On 5 January 2018, Appellant indicated his clemen-\ncy submission was complete. The second addendum to the SJAR with Appel-\nlant’s clemency submission is dated 11 January 2018. The SJAR and both\naddenda recommended that the convening authority approve the sentence as\nadjudged.\n\n\n\n\n                                        12\n\f                    United States v. Daniels, No. ACM 39407\n\n\n   Appellant cited the post-trial processing delay in his clemency submission\ndated 7 December 2017 and asserted his right to speedy post-trial processing\non 17 January 2018. 11\n    Appellant claims to have suffered prejudice in the form of oppressive in-\ncarceration and excessive anxiety related to his purportedly wrongful convic-\ntions for rape, conduct unbecoming an officer and gentleman, and negligent\ndereliction of duty. See Moreno, 63 M.J. at 138 (citations omitted). But we\nnote, as the Government points out, that Mangahas is the basis of Appel-\nlant’s most significant relief—the set-aside of his rape conviction and sen-\ntence—and the case was not decided until 6 February 2018, or four days after\nthe convening authority took action in his case.\n    We weigh the Barker factors and conclude that Appellant is entitled to re-\nlief for the presumptively unreasonable 113-day delay in the post-trial pro-\ncessing of his case. The sentence adjudged by the court members included\nthree years of confinement. The convening authority approved a sentence in-\ncluding two years and 252 days of confinement. While there is no explanation\nin the record for the difference in confinement between the adjudged and ap-\nproved sentences, we do not chalk up to mere coincidence the fact that the\nconvening authority reduced the confinement by exactly 113 days. But, even\nif the precise measure of relief was purely coincidental, we find that it satis-\nfies Appellant’s entitlement. We decline to grant further relief pursuant to\nMoreno or any other discretionary authority we may exercise. See United\nStates v. Tardif, 57 M.J. 219, 223–24 (C.A.A.F. 2002); United States v. Gay,\n74 M.J. 736, 744 (A.F. Ct. Crim. App. 2015), aff’d, 75 M.J. 264 (C.A.A.F.\n2016).\n\n                                III. CONCLUSION\n    The findings of guilt of Charge II and its Specification and of Specification\n2 of Charge III are SET ASIDE and Charge II and its Specification and Spec-\nification 2 of Charge III are DISMISSED WITH PREJUDICE. The sen-\ntence is SET ASIDE. The finding of guilt of the excepted language of the\n\n11 Appellant has twice moved the court for an expedited review of his case, and the\ncourt has treated both motions as demands for speedy appellate review. This opinion\nis being issued two months before the 18-month standard for a presumptively unrea-\nsonable delay in appellate review set in United States v. Moreno, 63 M.J. 129, 142\n(C.A.A.F. 2006). Appellant also petitioned the United States Court of Appeals for the\nArmed Forces for a writ of habeas corpus, which petition was denied, but did not file\nany such petition with us. See Daniels v. Brobst, ___ M.J. ___, No. 19-0223, 2019\nCAAF LEXIS 215 (C.A.A.F. 2 Apr. 2019) (mem.).\n\n\n\n\n                                         13\n\f                    United States v. Daniels, No. ACM 39407\n\n\nSpecification of Charge I is also SET ASIDE. The case is returned to The\nJudge Advocate General for further processing consistent with this opinion. 12\nA rehearing on sentence is authorized. Article 66(e), UCMJ, 10 U.S.C. §\n866(e).\n\n\n                       FOR THE COURT\n\n\n\n                       CAROL K. JOYCE\n                       Clerk of the Court\n\n\n\n\n12We direct a corrected court-martial order to remedy the following errors: (1) none of\nthe specifications include “United States Air Force” after Appellant’s name; (2) the\nSpecification of Charge II lists the wrong date of the charged offense; (3) Specification\n1 of Charge III is missing the word “falsely” before “claiming”; and (4) Specification 5\nof Charge III lists the wrong date of the charged offense and does not reflect the mi-\nnor change to the spelling of SM’s last name that the military judge allowed the Gov-\nernment to make. Yet again, we are dismayed at the lack of attention to detail in\ncourt-martial processing and compelled to remind Air Force personnel to exercise\ncare in the execution of their duties.\n\n\n\n\n                                           14\n\f",
            "ocr": false,
            "opinion_id": 4408128
        }
    ],
    "court_short_name": "Air Force Court of Criminal Appeals",
    "court_full_name": "United States Air Force Court of Criminal Appeals",
    "court_type": "MA",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}