{
    "id": 4673891,
    "judges": null,
    "date_filed": "2021-09-23",
    "date_filed_is_approximate": true,
    "slug": "personal-restraint-petition-of-teddy-e-johnson",
    "case_name_short": null,
    "case_name": "Personal Restraint Petition Of: Teddy E. Johnson",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 3.0,
            "download_url": "http://www.courts.wa.gov/opinions/pdf/D2 53293-0-II Unpublished Opinion.pdf",
            "author_id": null,
            "opinion_text": "                                                                                               Filed\n                                                                                         Washington State\n                                                                                         Court of Appeals\n                                                                                          Division Two\n\n                                                                                          October 29, 2019\n\n\n       IN THE COURT OF APPEALS OF THE STATE OF WASHINGTON\n\n                                          DIVISION II\n    In the Matter of the                                              No. 53293-0-II\n    Personal Restraint of\n\n    TEDDY E. JOHNSON,\n\n                                 Petitioner.\n                                                               UNPUBLISHED OPINION\n\n\n\n          SUTTON, J. -- Teddy Johnson seeks relief from personal restraint imposed as a result of his\n\nplea of guilty in 2002 to first degree child molestation and second degree child molestation. The\n\ntrial court imposed a minimum term of 240 months and a maximum term of life on the first count\n\nand a minimum term of 120 months and a maximum term of life on the second count. On October\n\n23, 2018, Johnson had his first releasability hearing before the Indeterminate Sentence Review\n\nBoard (the ISRB) under RCW 9.95.420(3)(a).1 The ISRB found it was more likely than not that\n\n\n\n\n1\n    RCW 9.95.420(3)(a) provides,\n        Except as provided in (b) of this subsection, no later than ninety days before\n        expiration of the minimum term, but after the [ISRB] receives the results from the\n        end of sentence review process and the recommendations for additional or modified\n        conditions of community custody from the [Department of Corrections], the [ISRB]\n        shall conduct a hearing to determine whether it is more likely than not that the\n        offender will engage in sex offenses if released on conditions to be set by the\n        [ISRB]. The [ISRB] may consider an offender’s failure to participate in an\n        evaluation under subsection (1) of this section in determining whether to release\n        the offender. The [ISRB] shall order the offender released, under such affirmative\n        and other conditions as the [ISRB] determines appropriate, unless the [ISRB]\n        determines by a preponderance of the evidence that, despite such conditions, it is\n        more likely than not that the offender will commit sex offenses if released. If the\n        [ISRB] does not order the offender released, the [ISRB] shall establish a new\n        minimum term as provided in RCW 9.95.011.\n\fNo. 53293-0-II\n\n\nJohnson would commit sex offenses if released and therefore was not releasable. It found he was\n\nnot releasable because\n\n              Mr. Johnson is an [End of Sentence Review Committee] Level Two\n               community notification, aggravated from a Level One as “past interventions\n               have not deterred sexual deviant Behavior”.\n              Mr. Johnson has a prolific sex offending history that spans his entire life\n               time and includes a number of interventions that have not impacted his sex\n               offending behavior.\n              Mr. Johnson needs additional treatment to address his risk related behavior.\n\nResp., Ex. 1, Attach. F at 2.\n\n       Accordingly, under RCW 9.95.420(3)(a), the ISRB added 30 months to his minimum term.\n\n       Johnson first argues that the ISRB, in finding it more likely than not that he would commit\n\nsex offenses if released, improperly considered alleged sex offenses with which he was never\n\ncharged. We review the decisions of the ISRB for an abuse of discretion. In re Pers. Restraint of\n\nDyer, 164 Wash. 2d 274, 286, 189 P.3d 759 (2008). The ISRB abuses its discretion when it fails to\n\nfollow its own procedural rules. Dyer, 164 Wash. 2d at 286. All relevant evidence is admissible\n\nduring a hearing under RCW 9.95.420(3)(a), including the offender’s continuing intent or\n\npropensity to engage in sex offenses. WAC 381-90-140 and -150. While Johnson was not charged\n\nfor two alleged sex offenses, he did have seven adult indecent exposure incidents and one juvenile\n\nindecent exposure incident. The ISRB did not abuse its discretion in considering evidence of the\n\nuncharged sex offenses in evaluating his sex offending history.\n\n       Johnson next argues that the ISRB has improperly taken away his good time credits. But\n\nhe provides no evidence that the ISRB has done so. The ISRB has only extended his minimum\n\nterm in compliance with RCW 9.95.420(3)(a).\n\n\n\n\n                                                2\n\fNo. 53293-0-II\n\n\n        Johnson also argues that the ISRB’s addition of 30 months to his minimum term violated\n\nhis plea agreement. But in his statement on plea of guilty, he acknowledged that the ISRB could\n\nincrease his minimum term if it found it more likely than not that he would commit sex offenses\n\nif released. The ISRB did not breach the plea agreement, nor did it alter the judgment and sentence.\n\n        Finally, Johnson argues that considering his 2002 convictions in evaluating his sex\n\noffending history violates double jeopardy.       But the ISRB’s consideration of his current\n\nconvictions did not increase Johnson’s sentence; it only increased his minimum term. The ISRB\n\ndid not violate Johnson’s right to be free from double jeopardy.\n\n        Johnson does not present grounds for relief from restraint. We therefore deny his petition.\n\n        A majority of the panel having determined that this opinion will not be printed in the\n\nWashington Appellate Reports, but will be filed for public record in accordance with RCW 2.06.040,\n\nit is so ordered.\n\n\n\n                                                     SUTTON, J.\n We concur:\n\n\n\n LEE, A.C.J.\n\n\n\n\n CRUSER, J.\n\n\n\n\n                                                 3\n\f",
            "ocr": false,
            "opinion_id": 4451144
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Rape"
}