{
    "id": 4763109,
    "judges": null,
    "date_filed": "2005-07-30",
    "date_filed_is_approximate": true,
    "slug": "personal-restraint-petition-of-christopher-allan-allred",
    "case_name_short": null,
    "case_name": "Personal Restraint Petition Of Christopher Allan Allred",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 3.0,
            "download_url": "http://www.courts.wa.gov/opinions/pdf/D2 54054-1-II Unpublished Opinion.pdf",
            "author_id": null,
            "opinion_text": "                                                                                                Filed\n                                                                                          Washington State\n                                                                                          Court of Appeals\n                                                                                           Division Two\n\n                                                                                            June 23, 2020\n\n    IN THE COURT OF APPEALS OF THE STATE OF WASHINGTON\n\n                                          DIVISION II\n In the Personal Restraint Petition of:                               No. 54054-1-II\n\n CHRISTOPHER ALLAN ALLRED,\n\n                                Petitioner.\n\n                                                               UNPUBLISHED OPINION\n\n\n\n       MELNICK, J. — Christopher Allred seeks relief from personal restraint imposed as a result\n\nof his 2016 convictions for one count of rape in the second degree, two counts of incest in the first\n\ndegree, and one count of incest in the second degree. In this timely personal restraint petition, he\n\nargues that: (1) he received ineffective assistance of trial counsel by (a) not calling his wife as a\n\ndefense witness, (b) not calling his brother to testify to his similar neurological condition, (c) not\n\ncalling his son and business and community partners as reputation witnesses, (d) not introducing\n\nhis medical records of his neurological condition and sexual dysfunction, and (e) not investigating\n\nwhy Detective Monica Hernandez did not see e-mails that Allred sent to Detective Robin Ternus\n\nduring the investigation; (2) governmental misconduct through (a) Ternus concealing the e-mails\n\nfrom Allred, (b) the State misstating the evidence during opening statement, and (c) the State\n\npresenting perjured testimony from the victim; (3) he was convicted on false statements and\n\ntestimony from the victim; (4) the jury was biased against him; and (5) his trial counsel did not\n\nengage in adversarial testing of the State’s evidence.\n\f54054-1-II\n\n\n       We addressed issues (1)(a), (2)(b), (3) and (5) in Allred’s direct appeal, State v. Allred, No.\n\n49375-6-II (Wash. Ct. App. July 10, 2018) (unpublished), http://www.courts.wa.gov/opinions/,\n\nreview denied, 191 Wn.2d 1024 (2018). Unless he shows that the interests of justice require it, he\n\ncannot raise these issues again in this petition. In re Pers. Restraint of Lord, 123 Wn.2d 296, 303,\n\n868 P.2d 835 (1994). He makes no such showing. While he argues that this court’s decision was\n\nincorrect, the Supreme Court denied his petition for review of that decision.\n\n       As to the remainder of issue (1), the following legal principles apply. To establish\n\nineffective assistance of counsel, Allred must demonstrate that his counsel’s performance was\n\ndeficient in that it fell below an objective standard of reasonableness under the circumstances and\n\nhe was prejudiced as a result of his counsel’s performance. State v. McFarland, 127 Wn.2d 322,\n\n335-36, 899 P.2d 1251 (1995); Strickland v. Washington, 466 U.S. 668, 687, 104 S. Ct. 2052, 80\n\nL. Ed. 2d 674 (1984). We strongly presume that trial counsel’s performance was reasonable. State\n\nv. Grier, 171 Wn.2d 17, 33, 246 P.3d 1260 (2011).\n\n       Allred does not demonstrate that not calling his brother to testify about having a similar\n\nneurological condition was deficient performance because he does not show that such testimony\n\nwould have been relevant or admissible. Similarly, he does not demonstrate that not calling his\n\nson, business partners and community partners as reputation witnesses was deficient performance\n\nbecause he does not show that such testimony would have been relevant or admissible. He does\n\nnot demonstrate how not introducing additional medical records was deficient performance,\n\nbecause evidence of Allred’s claims of sexual dysfunction had been presented to the jury. Lastly,\n\nhe does not demonstrate how an investigation into why Detective Hernandez did not see Allred’s\n\nemails probably would have changed the result of the case against him. In sum, Allred does not\n\ndemonstrate that he received ineffective assistance of counsel.\n\n\n\n                                                 2\n\f54054-1-II\n\n\n        As to the remainder of issue (2), Allred does not demonstrate that Ternus willfully\n\nconcealed Allred’s e-mails from Hernandez or that the victim perjured herself; therefore, he does\n\nnot demonstrate any prosecutorial misconduct.\n\n        As to issue (4), Allred does not present any evidence that the jury was biased against him.\n\n        Allred does not show any grounds for relief from personal restraint. We therefore deny his\n\npetition and his request for appointment of counsel.\n\n        A majority of the panel having determined that this opinion will not be printed in the\n\nWashington Appellate Reports, but will be filed for public record in accordance with RCW 2.06.040,\n\nit is so ordered.\n\n\n\n\n                                                             Melnick, J.\n\nWe concur:\n\n\n\n\n        Maxa, P.J.\n\n\n\n\n        Glasgow, J.\n\n\n\n\n                                                 3\n\f",
            "ocr": false,
            "opinion_id": 4543456
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Rape"
}