{
    "id": 4765155,
    "judges": null,
    "date_filed": "1984-01-08",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-calvin-delorme",
    "case_name_short": null,
    "case_name": "United States v. Calvin Delorme",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 8.0,
            "download_url": "https://ecf.ca8.uscourts.gov/opndir/20/07/192374P.pdf",
            "author_id": null,
            "opinion_text": "                  United States Court of Appeals\n                             For the Eighth Circuit\n                         ___________________________\n\n                                 No. 19-2374\n                         ___________________________\n\n                             United States of America\n\n                                       Plaintiff - Appellee\n\n                                         v.\n\n                               Calvin Keith Delorme\n\n                                    Defendant - Appellant\n                                  ____________\n\n                     Appeal from United States District Court\n                     for the District of North Dakota - Fargo\n                                  ____________\n\n                            Submitted: April 17, 2020\n                                 Filed: July 1, 2020\n                                ____________\n\nBefore COLLOTON, GRUENDER, and GRASZ, Circuit Judges.\n                        ____________\n\nGRUENDER, Circuit Judge.\n\n      Calvin Delorme appeals his conviction, arguing that he received an unfair trial\nand challenging several of the district court’s 1 evidentiary rulings. We affirm.\n\n\n\n      1\n       The Honorable James M. Moody, Jr., United States District Judge for the\nEastern District of Arkansas, sitting by designation in the District of North Dakota.\n\f       A grand jury returned an indictment against Delorme charging him with\naggravated sexual abuse in violation of 18 U.S.C. §§ 2241(c) and 1153 (“Count\nOne”) and abusive sexual contact in violation of 18 U.S.C. §§ 2244(a)(5) and 1153\n(“Count Two”). At the beginning of the first day of his trial in March 2019, Judge\nMoody informed the parties that the case needed to be submitted to the jury by the\nevening of the second day so he could make a flight the following morning. Defense\ncounsel said she was “very nervous about getting [the case] to the jury by the end”\nof the second day, but she also said, “I think it can be done.”\n\n        The evidence presented during trial included testimony from a twelve-year-\nold female victim. Delorme was sometimes responsible for watching the victim\nwhile her mother was at work. The victim testified that Delorme began sexually\nabusing her when she was six or seven years old. She testified that Delorme made\nher put her mouth on his penis and instructed her not to tell her mother. She also\ntestified that another man, Wyatt Azure, was sometimes present while Delorme was\nwatching her and that Azure also sexually abused her.\n\n       Azure, later identified as Delorme’s brother, confirmed that he sexually\nabused the victim. Azure also testified that Delorme had sexually abused him when\nhe was nine years old. Finally, as relevant here, Bureau of Indian Affairs Special\nAgent John Rogers testified about his investigation of Delorme after the victim\ndisclosed the sexual abuse and about his interview of Delorme as part of that\ninvestigation.\n\n       At the end of the two-day trial, the Government dismissed Count Two of the\nindictment. The jury returned a guilty verdict against Delorme on Count One. The\ndistrict court sentenced him to 360 months’ imprisonment.\n\n      On appeal, Delorme first argues that Judge Moody should have recused\nhimself because his “personal need to get the case to the jury by the end of the\n[second] day” “took precedence and priority over a fair and equitable trial.” See 28\nU.S.C. § 455. He argues further that Judge Moody “chastised” defense counsel for\n\n\n                                        -2-\n\freferencing an incident involving a white pickup truck when questioning Agent\nRogers. According to Delorme, Judge Moody demonstrated an “open and clear\nhostility toward the defense counsel,” and “effectively act[ed] as a prosecutor from\nthe bench” during defense counsel’s questioning of Agent Rogers.\n\n       “We review a judge’s refusal to recuse for an abuse of discretion.” United\nStates v. Oaks, 606 F.3d 530, 536 (8th Cir. 2010). “However, when a recusal claim\nis not raised below, we apply a lower standard of appellate review and review only\nfor plain error.” Fletcher v. Conoco Pipe Line Co., 323 F.3d 661, 663 (8th Cir.\n2003). Our review under this standard is “narrow and confined to the exceptional\ncase where error has seriously affected the fairness, integrity, or public reputation of\nthe judicial proceedings.” Id. We will reverse the district court only if the error\nprejudiced Delorme’s substantial rights and “would result in a miscarriage of\njustice.” See id. at 663-64.\n\n       A judge “shall disqualify himself in any proceeding in which his impartiality\nmight reasonably be questioned.” § 455(a). We apply “an objective standard of\nreasonableness in determining whether recusal is required.” Oaks, 606 F.3d at 536.\n“The question is whether the judge’s impartiality might reasonably be questioned by\nthe average person on the street who knows all the relevant facts of a case.” Id.\n(internal quotation marks omitted). “A party introducing a motion to recuse carries\na heavy burden of proof; a judge is presumed to be impartial and the party seeking\ndisqualification bears the substantial burden of proving otherwise.” Id. at 537.\n“Although section 455 has no explicit timeliness requirement, we have ruled a claim\nfor judicial recusal under section 455 will not be considered unless timely made.”\nFletcher, 323 F.3d at 664 (internal quotation marks omitted).\n\n       Even if we consider Delorme’s recusal arguments despite the fact that he\nuntimely raises them for the first time on appeal, see Tri-State Fin., LLC v. Lovald,\n525 F.3d 649, 653 (8th Cir. 2008) (“The timeliness doctrine under § 455 requires a\nparty to raise a claim at the earliest possible moment after obtaining knowledge of\nfacts demonstrating the basis for such a claim.” (internal quotation marks omitted)),\n\n\n                                          -3-\n\fhe has not shown Judge Moody’s “impartiality might reasonably be questioned,”\nsee § 455(a).\n\n      The statements to which Delorme cites do not show that Judge Moody’s\ndisposition was “so extreme as to display clear inability to render fair judgment.”\nUnited States v. Melton, 738 F.3d 903, 905 (8th Cir. 2013). “[E]xpressions of\nimpatience, dissatisfaction, annoyance, and even anger are not sufficient to require\nrecusal.” Id. (internal quotation marks omitted). When defense counsel asked Agent\nRogers about the white pickup truck, Judge Moody sought clarification about what\ndefense counsel’s question had to do with the crime for which Delorme was on trial.\nJudge Moody’s questioning and comments about the relevance of the testimony, and\nhis decision that the line of questioning was “a collateral matter” that was not\nprobative, are not sufficient to demonstrate an inability to render a fair judgment.\nSee Liteky v. United States, 510 U.S. 540, 555 (1994) (“First, judicial rulings alone\nalmost never constitute a valid basis for a bias or partiality motion.”).\n\n       We are similarly unconvinced that Judge Moody’s time considerations would\ncause a reasonable person to question his impartiality. Indeed, defense counsel\nstated that she thought the trial could be completed within two days, and she did not\nrequest more time. We thus conclude that Judge Moody did not plainly err by not\nrecusing himself sua sponte.\n\n       Delorme next appears to argue that Judge Moody’s desire to submit the case\nto the jury by the end of the second day of the trial resulted in improper evidentiary\nrulings. Though he may not have properly raised these issues on appeal because\nthey were not included in his statement of issues nor were they developed in the\nargument section of his brief, see Duren v. URS Corp., 676 F. App’x 620, 621-22\n(8th Cir. 2017) (per curiam) (declining to consider claims that were not “included in\nthe[] Statement of Issues on appeal” and not “sufficiently developed” in the appellate\nbrief), his arguments nevertheless fail. When a party properly challenges the district\ncourt’s evidentiary rulings before the district court, we review those rulings “for an\n\n\n\n                                         -4-\n\fabuse of discretion, reversing only if an error was not harmless. United States v.\nWhite Bull, 646 F.3d 1082, 1091 (8th Cir. 2011).\n\n       Delorme first argues that Agent Rogers could testify only as a lay witness and\nimproperly testified as an expert. During the relevant portion of his testimony, the\nGovernment asked Agent Rogers about the types of questions asked in forensic\ninterviews based on Agent Rogers’s experience attending forensic interviews\nthroughout his career. Defense counsel objected, arguing that the question called\nfor speculation because Agent Rogers was “not trained in this.” Judge Moody\noverruled the objection, reasoning that Agent Rogers could testify based on “his\nexperience in the interviews that he’s attended.”\n\n      Rule 701 of the Federal Rules of Evidence allows a lay witness to testify based\non his perception so long as it is “not based on scientific, technical, or other\nspecialized knowledge.” It was not an abuse of discretion for Judge Moody to allow\nAgent Rogers to testify as a lay witness about his experience in forensic interviews.\nSee United States v. Smith, 591 F.3d 974, 983 (8th Cir. 2010) (concluding that a\nforensic examiner properly testified as a lay witness when she testified about the\nbehavior of allegedly abused children during forensic interviews based on her\n“experience performing forensic interviews”).\n\n      Delorme next argues that he should have been allowed to question Agent\nRogers about an incident involving a white pickup truck. At trial, Azure testified\nthat Delorme had bribed him to deflate the tires of the victim’s mother’s car. The\nGovernment elicited the testimony to show that Delorme sought to intimidate the\nvictim’s mother and obstruct the investigation, as well as to demonstrate his\nconsciousness of guilt.\n\n       Later, defense counsel asked Agent Rogers about what he learned during his\ninvestigation of Delorme from Clifford Peltier. Judge Moody interrupted, asking\nwhy that line of questioning was relevant. In a sidebar, defense counsel explained\nthat someone tried to stab Peltier and then “ran towards a white pickup truck” the\n\n\n                                         -5-\n\fnight the victim’s mother’s tires were deflated. Defense counsel sought to\ndemonstrate that Azure “was there to stab Clifford Peltier, not to slash [the victim’s\nmother’s] tires.” Judge Moody determined the evidence was irrelevant because he\nwas “not trying the issue of whether or not [Azure] stabbed the tires,” nor was it\n“probative to any issue the jury has to decide.”\n\n      We conclude that Judge Moody’s decision was not an abuse of discretion.\nWhether Azure stabbed Peltier has little relevance to whether Delorme bribed Azure\nto deflate the victim’s mother’s tires, and district courts have “wide latitude to\nexclude evidence as irrelevant and speculative.” United States v. Wilkens, 742 F.3d\n354, 364 (8th Cir. 2014).\n\n       Next, citing a fourteen-page range in the trial transcript, Delorme argues for\nthe first time on appeal that Judge Moody allowed Agent Rogers to testify about his\nopinion that Delorme was guilty based on his interview of Delorme. Where the\ndefendant did not timely object at trial, we review for plain error. White Bull, 646\nF.3d at 1091. Under that standard, the defendant must show “(1) the district court\ncommitted an error, (2) the error is clear or obvious, and (3) the error affected his\nsubstantial rights.” Id.\n\n       After carefully reviewing the transcript, we are confident that the portion of\nAgent Rogers’s testimony to which Delorme cites does not support his argument.\nThe questions in that portion focus on the manner in which Agent Rogers conducted\nhis interview of Delorme and how Delorme responded to Agent Rogers’s questions\nduring the interview. Agent Rogers did not express any opinion about Delorme’s\nguilt, nor was he asked to offer his opinion. We thus conclude that Delorme’s\nargument fails because he has not shown that the district court plainly erred. 2\n\n      2\n       Though Delorme did not point to the exchange in his brief, the Government\nnoted in its brief that defense counsel asked Agent Rogers: “Did you already have\nyour mind made up before interviewing [Delorme] that this crime had been\ncommitted?” Agent Rogers replied, “I believed [the victim’s] story. That doesn’t\nmean that my—that I am dead set in my opinion and can’t be swayed one way or the\n\n                                         -6-\n\f       Citing Rule 1002 of the Federal Rules of Evidence, Delorme also argues for\nthe first time on appeal that the video of Agent Rogers’s interview of him should\nhave been played for the jury. Instead of playing the video, the Government elicited\ntestimony from Agent Rogers about his interview of Delorme. Rule 1002 requires\n“[a]n original writing, recording, or photograph” to prove the content of the writing,\nrecording, or photograph unless the rules or a federal statute provide otherwise. The\nGovernment did not attempt to prove the content of a writing, recording, or\nphotograph by asking Agent Rogers about his interview with Delorme, so the rule is\nnot implicated here. See Fed. R. Evid. 1002 advisory committee’s note to 1972\nproposed rule (“Thus an event may be proved by nondocumentary evidence, even\nthough a written record of it was made. If, however, the event is sought to be proved\nby the written record, the rule applies.”). We also note that though defense counsel\nasked Judge Moody about potentially playing the three-hour video, defense counsel\ndid not ultimately ask to play the video.\n\n        Finally, Delorme argues for the first time on appeal that Judge Moody\nimproperly allowed the admission of Rule 414 evidence of Delorme’s prior sexual\nabuse of Azure because the Government did not provide adequate notice of its intent\nto use the evidence. If the Government intends to use evidence that the defendant\ncommitted other child molestation, Rule 414(b) requires the Government to disclose\nthe evidence at least fifteen days before trial. The Government provided notice of\nits intent to use evidence of prior child molestation at trial about a week before the\ntrial began, and thus, Delorme argues it was untimely.\n\n     But contrary to Delorme’s argument, Rule 414(b) does not require that the\nGovernment provide notice of intent to use the evidence. See United States v.\n\n\nother. But I believed [the victim’s] story.” Assuming this testimony was improper\nfor some reason, allowing it was not plain error. “It is fundamental that where the\ndefendant opened the door and invited error there is ordinarily no reversible error.”\nUnited States v. Griffith, 301 F.3d 880, 883 (8th Cir. 2002) (internal quotation marks\nomitted).\n\n                                         -7-\n\fBenais, 460 F.3d 1059, 1062 (8th Cir. 2006) (explaining that Rule 413, a rule similar\nto Rule 414, requires “disclosure of the evidence itself” but not disclosure of “the\nintention to rely upon Rule 413 for admissibility”). Delorme does not contest that\nthe evidence itself was disclosed in July 2018, much longer than fifteen days before\nthe trial in March 2019. We thus conclude the district court did not plainly err on\nthis ground.\n\n      For the foregoing reasons, we affirm.\n                      ______________________________\n\n\n\n\n                                         -8-\n\f",
            "ocr": false,
            "opinion_id": 4545502
        }
    ],
    "court_short_name": "Eighth Circuit",
    "court_full_name": "Court of Appeals for the Eighth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}