{
    "id": 4804155,
    "judges": null,
    "date_filed": "2002-07-13",
    "date_filed_is_approximate": true,
    "slug": "com-v-sawyer-w",
    "case_name_short": "Com.",
    "case_name": "Com. v. Sawyer, W.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 7.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/J-S38028-20m - 104597278118924443.pdf",
            "author_id": null,
            "opinion_text": "J-S38028-20\n\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT I.O.P. 65.37\n\n    COMMONWEALTH OF PENNSYLVANIA               :   IN THE SUPERIOR COURT OF\n                                               :        PENNSYLVANIA\n                                               :\n                v.                             :\n                                               :\n                                               :\n    WALTER SAWYER                              :\n                                               :\n                       Appellant               :   No. 287 MDA 2020\n\n             Appeal from the PCRA Order Entered February 13, 2020\n      In the Court of Common Pleas of Dauphin County Criminal Division at\n                        No(s): CP-22-CR-0004317-2013\n\n\nBEFORE:      KUNSELMAN, J., McLAUGHLIN, J., and STEVENS, P.J.E.*\n\nMEMORANDUM BY McLAUGHLIN, J.:                  FILED: NOVEMBER 6, 2020\n\n        Walter Sawyer appeals the order denying his petition for relief filed\n\nunder the Post Conviction Relief Act (“PCRA”), 42 Pa.C.S.A. §§ 9541-9546.\n\nSawyer alleges that he is entitled to relief due to the alleged recantation of\n\nthe victim. We affirm.\n\n        We have previously summarized the underlying facts as follows:\n\n              On December 15, 2012, a sixteen-year-old girl, B.B., was\n           traveling by bus from Indianapolis to Hazleton. During a\n           stop in Harrisburg, B.B. left the bus station to smoke a\n           cigarette. Sawyer approached B.B. and started a\n           conversation. B.B. told Sawyer that she was hungry, and\n           Sawyer offered to drive B.B. to a gas station so that she\n           could buy food. B.B. accepted the offer and entered\n           Sawyer’s vehicle.\n\n               Sawyer subsequently drove B.B. to a secluded parking\n           lot under a nearby bridge. Sawyer told B.B. to have sex with\n           him, or else he would not drive her back to the station in\n____________________________________________\n\n\n*   Former Justice specially assigned to the Superior Court.\n\fJ-S38028-20\n\n\n       time for her to catch the bus to Hazleton. As Sawyer began\n       to pull down B.B.’s pants, State Capitol Police Sergeant\n       Michael Schmidt, who was on routine patrol at the time,\n       arrived at the scene. Sawyer provided the birth certificate\n       and Social Security card of another individual as his own\n       identification.\n\n          A jury convicted Sawyer of kidnapping, unlawful contact\n       with a minor, and false identification. Prior to sentencing,\n       the Commonwealth provided notice of its intent to seek a\n       mandatory minimum sentence under the “three strikes”\n       provision of 42 Pa.C.S.A. § 9714(a)(2). Thereafter, the trial\n       court imposed an aggregate sentence of 25 to 50 years’\n       imprisonment, consisting of 25 to 50 years’ imprisonment\n       for kidnapping, 5 to 10 years’ concurrent imprisonment for\n       unlawful contact with a minor, and 1 to 2 years’ concurrent\n       imprisonment for false identification. The court imposed the\n       kidnapping conviction pursuant to § 9714(a)(2).\n\n           Sawyer timely filed counseled post-sentence motions,\n       arguing that the court imposed an illegal sentence above the\n       statutory maximum for the false identification conviction.\n       Sawyer also claimed the verdict was against the weight of\n       the evidence. Before the court ruled on the counseled post-\n       sentence motions, Sawyer filed a request to proceed pro se.\n       The     court    conducted     a   hearing,    pursuant   to\n       Commonwealth v. Grazier, 713 A.2d 81 (Pa. 1998).\n       Following the hearing, the court determined that Sawyer’s\n       waiver of counsel was knowing, voluntary, and intelligent,\n       and it permitted trial counsel to withdraw. On the same day\n       of the Grazier hearing, the court issued an amended\n       sentencing order, modifying Sawyer’s sentence for the false\n       identification conviction to 6 to 12 months’ imprisonment.\n       The court did not alter Sawyer’s remaining sentences, and\n       it did not rule on the weight claim from the counseled post-\n       sentence motions.\n\n          Thereafter, Sawyer filed a pro se amendment to his\n       counseled post-sentence motions. In the pro se\n       amendment, Sawyer included claims regarding subject\n       matter jurisdiction, due process violations, defects in the\n       pretrial proceedings and charging instruments, Rule 600,\n       the legality of the mandatory minimum sentence, and the\n       sufficiency of the evidence supporting the convictions. The\n       court subsequently granted Sawyer’s post-sentence\n\n                                   -2-\n\fJ-S38028-20\n\n\n         motions in part. Specifically, the court determined that\n         Sawyer had not committed two prior crimes of violence to\n         support the imposition of a “third strike” sentence under §\n         9714(a)(2); instead, Sawyer had committed only one prior\n         crime of violence. Thus, the court vacated Sawyer’s\n         sentence for kidnapping and resentenced him to a\n         mandatory term of 120 months’ imprisonment, pursuant to\n         § 9714(a)(1). The court did not alter Sawyer’s remaining\n         sentences, and it denied relief on all other claims raised in\n         the counseled and pro se post-sentence motions.\n\n             Sawyer subsequently filed a timely direct appeal. In his\n         appeal, Sawyer included claims regarding weight of the\n         evidence, subject matter jurisdiction, due process\n         violations, Rule 600, defects in the pretrial proceedings and\n         charging instruments, and the legality of the mandatory\n         minimum sentence imposed pursuant to § 9714(a)(1). This\n         Court, in its memorandum decision at Commonwealth v.\n         Sawyer, [121 A.3d 1138,] 1530 MDA 2014, at 13-14 (Pa.\n         Super. filed April 22, 2015) (unpublished memorandum),\n         affirmed the convictions, but vacated the judgment of\n         sentence based on the fact that it was illegal, since the\n         maximum sentence of 140 months did not equal twice the\n         minimum sentence of 120 months, and remanded for\n         resentencing. Sawyer subsequently filed a motion for\n         reconsideration, which this Court denied. Thereafter,\n         pursuant to this Court’s directive, the trial court resentenced\n         Sawyer to 120 to 240 months’ imprisonment.\n\nCommonwealth v. Sawyer, 154 A.3d 861, No. 1981 MDA 2015 (Pa.Super.\n\nfiled July 19, 2016) (unpublished memorandum at *1–2) (footnote omitted).\n\n      Sawyer filed a direct appeal following the trial court’s resentencing which\n\nthis Court denied in July 2016. See id. Our Supreme Court denied Sawyer’s\n\npetition for allowance of appeal in December 2016. See Commonwealth v.\n\nSawyer, 164 A.3d 477, No. 607 MAL 2016 (Pa. filed December 28, 2016).\n\nSawyer filed his first timely PCRA petition with court-appointed counsel in April\n\n2017, which the PCRA court denied in February 2018. This Court affirmed the\n\n\n                                      -3-\n\fJ-S38028-20\n\n\n\ndenial of Sawyer’s first PCRA petition. Commonwealth v. Sawyer, 200 A.3d\n\n569, No. 433 MDA 2018 (Pa.Super. filed October 16, 2018) (unpublished\n\nmemorandum).\n\n      Thereafter, Sawyer’s family hired a private investigation firm to\n\ninterview the victim. On March 26, 2019, an investigator interviewed the\n\nvictim who was in prison at that time. In his report, the investigator\n\nrepresented that the victim had told him that she was unaware that Sawyer\n\nwas in prison for attempted kidnapping but instead thought he had only been\n\nconvicted of attempted rape. See Shinkowsky Investigation’s Report, dated\n\nMay 2, 2019. Further, the victim stated that Sawyer had attempted to\n\nunbutton her pants in the backseat of the car but that she had told him “no”\n\nand that nothing sexual had transpired prior to the arrival by the police. Id.\n\nThe victim also averred that she did not know that Sawyer had a box cutter\n\nin the car until being told by police after the incident. Id. Finally, the victim\n\nadmitted that she had done lots of drugs and that her parents had encouraged\n\nher to cooperate with police. Id.\n\n      Sawyer filed the instant pro se PCRA petition in May 2019, and a\n\ncounseled supplemental petition on September 16, 2019, upon which he\n\nattached the investigator’s report. The court, on December 30, 2019, filed an\n\nopinion and Pa.R.Crim.P. 907 notice of intent to dismiss Sawyer’s petition. The\n\nPCRA court ultimately dismissed the petition on January 21, 2020, and the\n\ninstant appeal followed. The PCRA court ordered Sawyer to file a Pa.R.A.P.\n\n1925(b) statement, which Sawyer’s appointed counsel admitted that he had\n\n                                      -4-\n\fJ-S38028-20\n\n\n\nfailed to do in a motion to reinstate Sawyer’s appellate rights nunc pro tunc.\n\nThe PCRA court granted Sawyer’s motion and considered his Rule 1925(b)\n\nstatement filed as of March 17, 2020. The PCRA court filed a responsive Rule\n\n1925(a) opinion on April 14, 2020, which incorporated its December 30, 2019\n\nopinion.\n\n      Sawyer raises a single issue for our review: “Did the PCRA court err by\n\nfinding, without an evidentiary hearing, that the victim did not recant her trial\n\ntestimony and that the statement would not compel a different trial outcome?”\n\nSawyer’s Br. at 7.\n\n      As a prefatory matter, we must determine if Sawyer’s petition was\n\ntimely, as timeliness is a jurisdictional prerequisite. A PCRA petition is timely\n\nif filed within one year after the date the judgment of sentence became final.\n\nSee 42 Pa.C.S.A. § 9545(b)(1); Commonwealth v. Hart, 199 A.3d 475, 480\n\n(Pa.Super. 2018). Sawyer’s conviction became final in March 2017, 90 days\n\nafter the Pennsylvania Supreme Court denied discretionary review, at which\n\npoint the deadline for filing a petition for writ of certiorari in the Supreme\n\nCourt of the United States expired. See 42 Pa.C.S.A. § 9545(b)(3); U.S.\n\nSup.Ct.R. 13(1).\n\n      Thus, Sawyer had until March 2018 to file a timely petition. Sawyer\n\nconceded in his supplemental PCRA petition that his instant petition, initially\n\nfiled in May 2019, is facially untimely. Therefore, the PCRA court lacked\n\njurisdiction unless Sawyer pleaded and proved that one of the statutory\n\nexceptions to the PCRA’s one year time-bar applied. The exceptions are:\n\n                                      -5-\n\fJ-S38028-20\n\n\n         (i) the failure to raise the claim previously was the result of\n         interference by government officials with the presentation\n         of the claim in violation of the Constitution or laws of this\n         Commonwealth or the Constitution or laws of the United\n         States;\n\n         (ii) the facts upon which the claim is predicated were\n         unknown to the petitioner and could not have been\n         ascertained by the exercise of due diligence; or\n\n         (iii) the right asserted is a constitutional right that was\n         recognized by the Supreme Court of the United States or\n         the Supreme Court of Pennsylvania after the time period\n         provided in this section and has been held by that court to\n         apply retroactively.\n\n42 Pa.C.S.A. § 9545(b)(1)(i)-(iii). A petitioner must raise an exception to the\n\nPCRA’s time bar within one year of the date the petitioner could have first\n\nraised it. 42 Pa.C.S.A. § 9545(b)(2).\n\n      Here, Sawyer conceded in his supplemental PCRA petition that the\n\ninstant petition was facially untimely, and attempted to plead the “new facts”\n\nexception. To invoke this exception, a petitioner must plead and prove that:\n\n1) a fact giving rise to the petitioner’s substantive PCRA claim was unknown\n\nto him, and 2) the petitioner could not have ascertained the fact earlier by the\n\nexercise of due diligence. Commonwealth v. Shiloh, 170 A.3d 553, 558\n\n(Pa.Super. 2017). “[T]he focus of this exception is on the newly discovered\n\nfacts, not on a newly discovered or newly willing source for previously known\n\nfacts.” Commonwealth v. Brown, 111 A.3d 171, 176 (Pa.Super. 2015)\n\n(citations and quotation marks omitted).\n\n      In the case sub judice, Sawyer asserts that the victim’s statements to\n\nthe investigator constituted a recantation of her trial testimony. Specifically,\n\n\n                                      -6-\n\fJ-S38028-20\n\n\n\nSawyer points out that the victim admitted to the investigator that she did not\n\nknow Sawyer had been convicted of attempted kidnapping, “nothing sexual”\n\nhad happened with Sawyer before police arrived, and that she did not know\n\nSawyer had a box cutter until police told her after the incident. Sawyer also\n\npoints out that the victim told the investigator she has “done a lot of drugs”\n\nand that her parents pressured her to cooperate with police. Sawyer contends\n\nthat he only learned this information after the investigator interviewed the\n\nvictim, six years after the criminal episode.\n\n       However, Sawyer fails to allege any reason he could not have obtained\n\nthis information from the victim at the time of trial. Indeed, he offers no\n\nexplanation regarding why he waited until approximately six years after the\n\nincident and four years after his trial to pursue this information. Therefore,\n\nSawyer failed to plead sufficiently the new facts exception because he did not\n\nplead any reason that he could not have ascertained this information earlier\n\nthrough due diligence. See Shiloh, 170 A.3d at 558; Brown, 111 A.3d at\n\n176.\n\n       Order affirmed.\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\n\n\nDate: 11/06/2020\n\n\n                                     -7-\n\f",
            "ocr": false,
            "opinion_id": 4584502
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Rape"
}