{
    "id": 4853769,
    "judges": null,
    "date_filed": "1973-12-10",
    "date_filed_is_approximate": true,
    "slug": "jonathan-kendricks-v-state",
    "case_name_short": null,
    "case_name": "Jonathan Kendricks v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 11.0,
            "download_url": "https://efast.gaappeals.us/download?filingId=c942c2e0-69bb-4b08-b3ef-166f66600e8a",
            "author_id": null,
            "opinion_text": "                          SECOND DIVISION\n                            MILLER, P. J.,\n         MERCIER, J., and SENIOR APPELLATE JUDGE PHIPPS\n\n                    NOTICE: Motions for reconsideration must be\n                    physically received in our clerk’s office within ten\n                    days of the date of decision to be deemed timely filed.\n                               https://www.gaappeals.us/rules\n\n                    DEADLINES ARE NO LONGER TOLLED IN THIS\n                    COURT. ALL FILINGS MUST BE SUBMITTED WITHIN\n                    THE TIMES SET BY OUR COURT RULES.\n\n\n                                                                    February 3, 2021\n\n\n\nIn the Court of Appeals of Georgia\n A20A1954. KENDRICKS v. THE STATE.\n\n      MILLER, Presiding Judge.\n\n      Jonathan Kendricks seeks review of his convictions and sentence after a jury\n\nfound him guilty of rape and aggravated sexual battery. On appeal, he argues that (1)\n\nthe trial court erred in allowing into evidence a statement from the victim in a journal\n\nthat was typed by an anonymous therapist; (2) the State’s closing argument was\n\nimproper; (3) the trial court erroneously excluded a forensic interview with the\n\nvictim’s sister; and (4) the cumulative effect of these errors was prejudicial. After a\n\nclose review of the record, we reject all of Kendricks’ claims of error and affirm his\n\nconvictions and sentence.\n\f      Viewed in the light most favorable to the verdicts,1 the evidence adduced at\n\ntrial showed that Kendricks was the maternal uncle of J. C. J. C. lived part of the time\n\nat her grandparents’ house and part of the time at her parents’ house. At all relevant\n\ntimes, Kendricks lived at J. C.’s parents’ house. Following a juvenile court case,\n\nKenna Reed, J. C.’s father’s cousin, eventually obtained sole custody over J. C. J. C.’s\n\ntwo sisters were separately placed in the custody of a maternal aunt.\n\n      While J. C. was in Reed’s care, she complained about pain and itchiness\n\nwhenever she used the restroom. Reed examined J. C. and saw redness and blistering\n\naround her private parts. A doctor diagnosed J. C. with a urinary tract infection that\n\nhad lasted for at least six months. Reed asked J. C. if anything had ever happened to\n\nher, and J. C. responded that, one day, Kendricks had taken her upstairs to the attic,\n\nremoved her pull-up, and had sex with her. Reed took J. C. to the police station, and\n\nJ. C. repeated the story to a police officer.\n\n      Elizabeth Mallory, a forensic interviewer with the Edmonson-Telford Child\n\nAdvocacy Center, conducted an interview with J. C.2 J. C. told Mallory that, one day,\n\nshe saw Kendricks with a “box of big, long rubber thingies. Later, while she was\n\n      1\n          Jackson v. Virginia, 443 U. S. 307 (99 SCt 2781, 61 LE2d 560) (1979).\n      2\n          Video footage of the interview was admitted and played for the jury.\n\n                                            2\n\fasleep, Kendricks came into her room with “the thingy on” and then “ripped the\n\ncovers off and he did it.” During the interview, J. C. drew a picture on an anatomical\n\ndrawing of a penis, vagina, and condom, and she indicated to Mallory on the drawing\n\nthat she felt pain afterwards in her stomach area. A gynecologist examined J. C. and\n\nsaw redness and a little notch on her hymen.\n\n      A grand jury indicted Kendricks on one count of rape (OCGA § 16-6-1) and\n\none count of aggravated sexual battery (OCGA § 16-6-22.2). At trial, the jury found\n\nKendricks guilty of both counts, and the trial court sentenced Kendricks to 25 years’\n\nimprisonment, followed by probation for life. Kendricks filed a motion for new trial,\n\nwhich the trial court denied after a hearing. This appeal followed.\n\n      1. Kendricks first argues that the trial court erred by allowing a journal entry\n\nfrom J. C. into evidence. Kendricks argues that the journal entry was inadmissible\n\nhearsay and violated his rights under the Confrontation Clause because it was\n\ntranscribed by an anonymous therapist who did not testify at trial. We disagree.\n\n      “Where a party has objected to a trial court’s evidentiary rulings at trial, we\n\nreview the evidentiary rulings for an abuse of discretion.” (Citation omitted.) State\n\nv. Parks, 350 Ga. App. 799, 807 (830 SE2d 284) (2019).\n\n\n\n                                          3\n\f       (a) Hearsay is defined as a “statement, other than one made by the declarant\n\nwhile testifying at the trial or hearing, offered in evidence to prove the truth of the\n\nmatter asserted.” OCGA § 24-8-801 (c). “An out-of-court statement shall not be\n\nhearsay if the declarant testifies at the trial or hearing, is subject to cross-examination\n\nconcerning the statement, and the statement is admissible as a prior inconsistent\n\nstatement or a prior consistent statement . . . or is otherwise admissible[.]” OCGA\n\n§ 24-8-801 (d) (1) (A).\n\n       The journal in question was a book that J. C. created during therapy sessions.\n\nThe therapist typed what J. C. said. The State initially introduced the journal during\n\nits direct examination of J. C. as a document to refresh J. C.’s memory as to what a\n\ncondom was and whether Kendricks used a condom. On cross-examination,\n\nKendricks questioned J. C. about the creation of the journal and whether J. C. had\n\ntold others about the details of what she discussed in therapy and wrote in the journal.\n\nOn re-direct examination, the State sought to introduce the journal into evidence,\n\nwhich the trial court allowed over Kendricks’ objection. The State then used the\n\njournal to question J. C. as to whether she was aware of the meaning of the term\n\n“cum” and then questioned J. C. as to some of the pictures that she drew in the\n\njournal.\n\n                                            4\n\f       Under these circumstances, we conclude that the trial court did not abuse its\n\ndiscretion in allowing the journal because it was not hearsay under OCGA § 24-8-801\n\n(d) (1) (A). First, the trial court correctly concluded that J. C. was the declarant of the\n\ninformation of the journal. J. C. testified that, when writing the journal as part of her\n\ntherapy classes, “I said it and my therapist typed it.” J. C. thus had personal\n\nknowledge about the creation of the journal, and her testimony alone was competent\n\nand sufficient to establish the circumstances of its creation. OCGA § 24-14-8 (“The\n\ntestimony of a single witness is generally sufficient to establish a fact.”). We see no\n\nindication from the evidence that the therapist had any role in creating the journal or\n\nthe content of the journal outside of memorializing J. C.’s statements by typing them.\n\nCompare Hawkins v. State, 350 Ga. App. 862, 872-873 (7) (830 SE2d 301) (2019)\n\n(accountant was an author or declarant of the information in a financial chart\n\ndepicting the defendant’s finances when the accountant “worked together on the\n\ncontent of the chart” with the defendant). Thus, J. C. was the declarant of the\n\ninformation in the journal, she testified at trial, and Kendricks was able to cross-\n\nexamine her about the statements she made in the journal.\n\n       Finally, the journal was admissible as a prior consistent statement. “Generally\n\nspeaking, unless a witness’s veracity has affirmatively been placed in issue, the\n\n                                            5\n\fwitness’s prior consistent statement is pure hearsay evidence, which cannot be\n\nadmitted merely to corroborate the witness, or to bolster the witness’s credibility in\n\nthe eyes of the jury.” (Citation and punctuation omitted.) Sullins v. State, 347 Ga.\n\nApp. 628, 632 (1) (820 SE2d 468) (2018).\n\n      [A] witness’s veracity is placed in issue so as to permit the introduction\n      of a prior consistent statement only if affirmative charges of recent\n      fabrication, improper influence, or improper motive are raised during\n      cross-examination. Where such an attack occurs, evidence is admissible\n      that the witness told the same story before the motive or influence came\n      into existence or before the time of the alleged recent fabrication. In\n      those circumstances, the prior consistent statement is defined as not\n      hearsay and thus is admitted into evidence.\n\n\n(Citation, punctuation, and emphasis omitted.) Silvey v. State, 335 Ga. App. 383, 389\n\n(2) (780 SE2d 708) (2015); see OCGA § 24-6-613 (c).\n\n      During Kendricks’ cross-examination of J. C., he extensively questioned J. C.\n\nabout whether the details of her story were consistent each time she told someone\n\nwhat happened, and he asked her whether, before trial, she had mentioned certain\n\ndetails that she testified to on direct-examination, such as whether Kendricks had\n\npenetrated her with a Coke bottle. Under these circumstances, “we find that defense\n\ncounsel’s questioning placed [J. C.’s] veracity at issue, by implying that she had\n\n                                          6\n\fchanged her story for trial.” Nguyen v. State, 294 Ga. App. 67, 71 (668 SE2d 514)\n\n(2008).3 Thus, the journal entry was admissible to rebut the implication that J. C. had\n\nfabricated these details for trial. See id. at 71-72 (videotaped interviews of the victim\n\nwere admissible as prior consistent statements when defense counsel questioned the\n\nvictim about a key difference between her testimony at trial and her statements to a\n\ndoctor, placing her veracity at issue).\n\n      (b) Finally, as for Kendricks’ Confrontation Clause argument, “[a]\n\nConfrontation Clause violation occurs when an out-of-court statement admitted into\n\nevidence is testimonial in nature and the declarant is unavailable at trial and was not\n\npreviously subject to cross-examination.” (Citation omitted.) Varner v. State, 306 Ga.\n\n726, 730 (2) (b) (i) (832 SE2d 792) (2019). Kendricks’ Confrontation Clause\n\nargument relies entirely on his conclusion that the therapist was the author of the\n\ninformation, but as noted above, we agree with the trial court that J. C. was the maker\n\nof the statements in the journal, not the therapist. Therefore, “the admission of [J.\n\n\n\n\n      3\n        “[OCGA § 24-6-613 (c)] represents a codification of existing Georgia law on\nprior consistent statements,” rather than conforming to the relevant Federal Rule of\nEvidence, and so our prior law on consistent statements still applies despite the\nenactment of our current Evidence Code. Silvey, supra, 335 Ga. App. at 389 (2).\n\n                                           7\n\fC.’s] recorded statements did not violate the Confrontation Clause because she\n\ntestified at trial and was subject to cross-examination.” Id.\n\n      The journal was therefore properly admissible under OCGA § 24-8-801 (d) (1)\n\n(A), and so the trial court did not abuse its discretion or violate the Confrontation\n\nClause by allowing it into evidence.\n\n      2. In his second enumeration of error, Kendricks argues that the State made an\n\nimproper closing argument that injected extrinsic, prejudicial matters that had no\n\nbasis in the evidence. Kendricks specifically refers to the State’s two arguments that\n\nthe jury would have to explain to the victim why they did not believe her and that, if\n\nthe jury voted to acquit, they would have to consider “the idea of [J. C.] sitting in the\n\nThanksgiving table with [Kendricks].” Kendricks did not timely object to the first\n\nargument, and so he has waived appellate review of that argument. Gates v. State, 298\n\nGa. 324, 328-329 (4) (781 SE2d 772) (2016).4 As for the “Thanksgiving table”\n\n      4\n        In Gates, the Supreme Court of Georgia concluded that plain error review\ndoes not apply to challenges to improper closing arguments, and so the lack of a\ncontemporaneous objection waives any appellate review. Gates, supra, 298 Ga. at\n328-329 (4). Kendricks briefly argues that the Supreme Court’s conclusion on this\npoint was wrongly decided, but since Gates is direct and binding precedent from the\nSupreme Court of Georgia, as Kendricks acknowledges, we cannot entertain any\nargument that it should be overruled. See Etkind v. Suarez, 234 Ga. App. 108 (505\nSE2d 831) (1998) (“[T]his court has no authority to overrule or modify a decision of\nthe Supreme Court of Georgia as the decisions of the Supreme Court of Georgia shall\n\n                                           8\n\fargument, Kendricks timely objected to this statement, and the trial court sustained\n\nhis objection. Kendricks does not argue that the trial court should have done more or\n\nthat the trial court otherwise erred in sustaining his objection. This enumeration\n\ntherefore presents nothing for us to review.\n\n      3. Kendricks next argues that the trial court erred when it denied his motion in\n\nlimine to introduce evidence of J. C.’s sister’s forensic interview. He argues that the\n\ntrial court violated his right to present a complete defense when it allowed the\n\nevidence of J. C.’s interview (in which J. C. accused Kendricks of molesting both her\n\nand her sisters) but not the sister’s interview (where the sister denied that she had\n\nbeen molested). We are not persuaded.\n\n      [T]he Due Process Clause in the Fourteenth Amendment [guarantees]\n      criminal defendants a meaningful opportunity to present a complete\n      defense. However, a defendant’s right to present relevant evidence is not\n      unlimited, but rather is subject to reasonable restrictions. The accused\n      does not have an unfettered right to offer testimony that is incompetent,\n      privileged, or otherwise inadmissible under standard rules of evidence.\n      . . . [O]nly rarely has [the Supreme Court of the United States]\n      concluded that the right to present a complete defense was violated by\n      the exclusion of defense evidence under a state rule of evidence.\n\n\n\nbind all other courts as precedents.”) (citations and punctuation omitted).\n\n                                          9\n\f(Citations and punctuation omitted.) State v. Burns, 306 Ga. 117, 121-122 (2) (829\n\nSE2d 367) (2019).\n\n      Although the trial court denied Kendricks’ motion to introduce video footage\n\nof the sister’s interview, at trial, both the forensic interviewer and J. C.’s sister\n\ntestified that J. C.’s sister had denied that Kendricks had done anything to her.\n\nKendricks was allowed to extensively question both the sister and the forensic\n\ninterviewer about the sister’s interview and how the sister’s statements contradicted\n\nJ. C.’s statements. Kendricks was thus able to present evidence to the jury to support\n\nhis defense that J. C. was either not being truthful or had mistaken him for the real\n\nperpetrator. Kendricks does not identify any particular statement or fact that was not\n\npresented to the jury that was critical to his defense. Under these circumstances,\n\nKendricks has not demonstrated that the trial court abused its discretion by excluding\n\nthis evidence.\n\n      4. Finally, Kendricks argues that the cumulative effect of the trial court’s errors\n\nwarranted a new trial. “Georgia courts considering whether a criminal defendant is\n\nentitled to a new trial should consider collectively the prejudicial effect of trial court\n\nerrors and any deficient performance by counsel—at least where those errors by the\n\ncourt and counsel involve evidentiary issues.” State v. Lane, 308 Ga. 10, 14 (1) (838\n\n                                           10\n\fSE2d 808) (2020). As discussed above, the trial court did not abuse its discretion\n\nwhen it allowed into evidence the victim’s journal entry nor when it disallowed\n\nevidence of the victim’s sister’s interview. Additionally, Kendricks’ claim of error\n\nregarding the State’s closing arguments does not involve an evidentiary issue or\n\ndeficient performance by counsel. Moreover, as noted in Division 2, Kendricks\n\nwaived appellate review of one of the State’s allegedly improper arguments, and the\n\ntrial court sustained his objection on the other argument. Accordingly, Kendricks’\n\nclaim of cumulative error fails.\n\n      For these reasons, we reject Kendricks’ enumerations of error and affirm his\n\nconvictions and sentence.\n\n      Judgment affirmed. Mercier, J., and Senior Appellate Judge Herbert E. Phipps,\n\nconcur.\n\n\n\n\n                                        11\n\f",
            "ocr": false,
            "opinion_id": 4657548
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Rape"
}