{
    "id": 4906921,
    "judges": null,
    "date_filed": "2001-12-29",
    "date_filed_is_approximate": true,
    "slug": "in-re-the-personal-restraint-of-snively",
    "case_name_short": null,
    "case_name": "In re the Personal Restraint of Snively",
    "case_name_full": "In the Matter of the Personal Restraint of Garth Snively",
    "attorneys": "Derek T. Conom and Tom P. Conom (of The Conom Law Firm), for petitioner., Mark K. Roe, Prosecuting Attorney for Snohomish County, and Seth A. Fine, Deputy, and Robert W. Ferguson, Attorney General, Sarah Sappington, Senior Counsel, and Malcolm S. Ross, Assistant, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Considered March 5, 2014.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "180 Wash. 2d 28"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": true,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPer Curiam\n¶1 In In re Personal Restraint of Adams, 178 Wn.2d 417, 309 P.3d 451 (2013), we held that a facially invalid judgment and sentence does not create a broad exception permitting a personal restraint petitioner to assert a claim that is otherwise not exempt from the one-year limit on collateral review under RCW 10.73.100. Here, the Court of Appeals allowed Garth Snively to withdraw his plea of guilty to indecent liberties because of a facially invalid sentence. Because Snively’s sole remedy for the sentencing error is correction of the judgment and sentence, we reverse the Court of Appeals as to that issue.\nFACTS\n¶2 In 1993 Snively pleaded guilty to a single count of indecent liberties and two counts of first degree child molestation. Relying on the plea agreement, the trial court imposed two years of community placement on each conviction. But community placement was not authorized for indecent liberties. See former RCW 9.94A.120(8)(b) (1990). Snively did not appeal, making the judgment and sentence final when it was filed in the trial court. RCW 10.73.090(3)(a).\n¶3 In 2003 the State relied on the 1993 convictions in filing a petition alleging that Snively was a sexually violent predator subject to civil commitment under chapter 71.09 RCW. In 2006 a jury found Snively to be a sexually violent predator, resulting in his current civil commitment.\n¶4 In 2010 Snively filed a personal restraint petition in the Court of Appeals, challenging his civil commitment by way of collaterally attacking his 1993 convictions. He claimed specifically that he was entitled to withdraw his guilty pleas due to the erroneous community placement term. The State conceded that the sentence was facially invalid as to the indecent liberties conviction so as to allow Snively to avoid the one-year limit on collateral attack as to that portion of the judgment and sentence. RCW 10.73-.090(1). In an unpublished opinion the Court of Appeals *31accepted the State’s concession, and, relying on In re Personal Restraint of Isadore, 151 Wn.2d 294, 301-02, 88 P.3d 390 (2004), and State v. Mendoza, 157 Wn.2d 582, 584, 141 P.3d 49 (2006), the court held that Snively was entitled to withdraw his guilty plea to the indecent liberties conviction because he was misinformed of the community custody term, a direct consequence of sentencing. In re Pers. Restraint of Snively, noted at 154 Wn. App. 1044 (2010). But the court also held that Snively’s collateral challenge to his other two convictions were time barred because the sentences for those crimes were valid. The court further held that invalidity of the indecent liberties conviction did not affect the validity of Snively’s civil commitment.\n¶5 Snively sought discretionary review in this court, and the State sought review of the Court of Appeals’ invalidation of Snively’s indecent liberties conviction. The court initially stayed consideration of the matter pending this court’s decision in In re Personal Restraint of Coats, 173 Wn.2d 123, 267 P.3d 324 (2011), and then again pending In re Personal Restraint of Toledo-Sotelo, 176 Wn.2d 759, 297 P.3d 51 (2013), and finally pending Adams, 178 Wn.2d 417, which is now final. We now deny Snively’s motion for discretionary review, grant review of the issue raised by the State, and reverse the Court of Appeals for reasons explained below.\nANALYSIS\n¶6 Snively’s objective is to invalidate his current civil commitment by way of withdrawing his 1993 guilty pleas. But because Snively filed his personal restraint petition more than one year after his 1993 judgment and sentence became final, his collateral challenge is time barred unless he demonstrates that the judgment and sentence was entered without competent jurisdiction or is facially invalid, or he asserts only grounds for relief that are exempt from the time limit. RCW 10.73.090(1), .100; Coats, 173 Wn.2d at 131.\n*32¶7 A judgment and sentence is facially invalid if the trial court lacked authority to impose the challenged sentence. Coats, 173 Wn.2d at 136. The trial court here lacked statutory authority to impose community placement on the indecent liberties conviction. Thus, the Court of Appeals correctly held that Snively’s judgment and sentence is facially invalid solely as to the indecent liberties conviction.\n ¶8 But in allowing Snively to withdraw his guilty plea, the Court of Appeals erred in relying on Mendoza, 157 Wn.2d 582, a direct appeal, and Isadore, 151 Wn.2d 294, a personal restraint petition filed within the one-year limit.1 Although Snively avoids the time bar so as to allow him to challenge the facially invalid sentence, his claim that his plea was involuntary due to misinformation as to sentencing is not by itself an exempt ground for relief under RCW 10.73.100. Toledo-Sotelo, 176 Wn.2d at 770; In re Pers. Restraint of Clark, 168 Wn.2d 581, 587, 230 P.3d 156 (2010). Snively may not rely on the existence of a facial sentencing error to assert other time barred claims. Adams, 178 Wn.2d at 424-25. Snively’s sole remedy is correction of the sentence.2 Id. at 427.\n¶9 The Court of Appeals decision allowing Snively to withdraw his guilty plea is reversed.\n\n Our precedent concerning “facial invalidity” has developed significantly since the Court of Appeals entered its decision on Snively’s personal restraint petition. See generally Coats, 173 Wn.2d 123; In re Pers. Restraint of Carrier, 173 Wn.2d 791, 272 P.3d 209 (2012); In re Pers. Restraint of Scott, 173 Wn.2d 911, 271 P.3d 218 (2012); State v. Chambers, 176 Wn.2d 573, 293 P.3d 1185 (2013); Toledo-Sotelo, 176 Wn.2d 759; In re Pers. Restraint of Finstad, 177 Wn.2d 501, 301 P.3d 450 (2013); Adams, 178 Wn.2d 417.\n\n\n Snively does not ask for correction of the sentence but seeks only to withdraw his plea and to ultimately be released from civil commitment. Our decision today does not preclude Snively from requesting correction of the judgment and sentence in the trial court.\n\n",
            "ocr": true,
            "opinion_id": 4710706
        }
    ],
    "court_short_name": "Washington Supreme Court",
    "court_full_name": "Washington Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Rape"
}