{
    "id": 4940516,
    "judges": "Armstrong",
    "date_filed": "2020-04-28",
    "date_filed_is_approximate": true,
    "slug": "state-v-nelson",
    "case_name_short": null,
    "case_name": "State v. Nelson",
    "case_name_full": "The State of Washington v. Dennis Wayne Nelson",
    "attorneys": "John A. Hays, for appellant., Susan I. Baur, Prosecuting Attorney, and Michelle L. Shaffer, Deputy, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "131 Wash. App. 175"
    ],
    "opinions": [
        {
            "author_str": "Armstrong",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n¶1\nArmstrong, J.\n— The primary issue in this case is whether RCW 9.94A.500(1) requires the trial court to order and consider a presentence investigation report (PSI) prior to sentencing a defendant found guilty of failure to register as a sex offender.1 The defendant, Dennis Wayne Nelson, also appeals his conviction for failure to register as a sex offender, arguing insufficient evidence. We hold that the plain language of RCW 9.94A.500(1)2 does not require the trial court to order a PSI because failure to register as a sex offender is not a “sexual offense.” We also hold that the evidence was sufficient to support the conviction.\nI. FACTS\n¶2 The State charged Dennis Wayne Nelson with failure to register as a sex offender on or between July 18, 2003, and January 1, 2004. Nelson waived his right to a jury trial, the case proceeded to a bench trial on stipulated facts, and the trial court found Nelson guilty as charged.\n*178¶3 At sentencing, the State requested that the trial court order a PSI, asserting that one was required under RCW 9-.94A.500(1) because failure to register qualified as a sex offense under RCW 9.94A.030(38)(a)(i). Nelson argued that a PSI was not required because failure to register was not a sexual offense but rather a “status and reporting” offense. Report of Proceedings (RP) at 6-8. Agreeing with Nelson, the trial court refused to request a PSI and sentenced him to seven days, with credit for seven days’ time served.\n¶4 The State appeals the trial court’s refusal to order and consider a PSI prior to sentencing Nelson.\nII. ANALYSIS\n¶5 RCW 9.94A.500(1) provides that the sentencing court “shall, at the time of plea or conviction, order the department [of corrections] to complete a presentence report before imposing a sentence upon a defendant who has been convicted of a felony sexual offense.” (Emphasis added.) The State argues, as it did below, that the trial court was required to order and consider a PSI because failure to register as a sex offender is defined as a sex offense under RCW 9.94A.030(38).3 We disagree.\n|6 This is a question of statutory interpretation, which we review de novo. State v. Ammons, 136 Wn.2d 453, 456, 963 P.2d 812 (1998). Our purpose is to ascertain and give effect to the legislature’s intent, giving terms their plain and ordinary meaning. State v. Bright, 129 Wn.2d 257, 265, 916 P.2d 922 (1996). In doing so, we avoid interpretations that are forced, unlikely, or strained. State v. Hendrix, 109 Wn. App. 508, 512, 35 P.3d 1189 (2001) (citing State v. Elgin, 118 Wn.2d 551, 555, 825 P.2d 314 (1992)). We give undefined statutory terms their common meaning unless the legislature intended otherwise. State v. Walls, 106 Wn. App. 792, 795, 25 P.3d 1052 (2001).\n*179 ¶7 Chapter 9.94A RCW defines failure to register as a sex offender as a “sex offense.” RCW 9.94A.030(38); see also State v. King, 111 Wn. App. 430, 45 P.3d 221 (2002). Although the State recognizes that the term “sexual offense” is not statutorily defined, it concludes that the legislature intended the term to have the same meaning as “sex offense.” Br. of Resp’t at 4-5. But the State cites no authority and presents no argument supporting this conclusion.\n¶8 Although the legislature defined the term “sex offense” in chapter 9.94A RCW, it chose to use the term “sexual offense” rather than “sex offense” in RCW 9-.94A.500(1).4 Thus, the legislature clearly had the term “sex offense” available to it but it chose to use a different, arguably narrower, term in this context. “Because the legislature chose different terms, we must recognize that a different meaning was intended by each term.” State v. Roggenkamp, 153 Wn.2d 614, 626, 106 P.3d 196 (2005). Had the legislature intended to require PSIs for all “sex offenses” it could have easily done so by using that term; we will not substitute the definition for a term it did not elect to use.\n ¶9 Webster’s Third New International Dictionary defines “sexual” as “of or relating to the sphere of behavior associated with libidinal gratification.” Webster’s Third New International Dictionary 2082 (1969). It further defines “libidinal” as “of or belonging to the libido,” and “libido” as “emotional or psychic energy derived from primitive biological urges,” “desire for sexual outlet or gratification,” or “lustful desire or striving.” Webster’s at 1304. Under these definitions, a “sexual offense” is an offense involving sexual *180gratification. Failing to comply with a registration statute does not implicate sexual gratification. Thus, under this definition, the trial court did not err in refusing to request or consider a PSI prior to sentencing Nelson.\n¶10 Furthermore, RCW 9.94A.500’s approach of specifying that PSIs are required only for certain classes of offenses suggests that part of its purpose was to ensure that the State’s limited resources are used in those cases that will benefit most from a PSI. Using the narrower term “sexual offense,” which refers to offenses of a sexual nature, rather than the broader term “sex offense” is consistent with this policy.\n¶11 Accordingly, we conclude that RCW 9.94A.500(1) does not require a PSI for all “sex offenses,” and the trial court did not err.\nIII. SUFFICIENCY\n¶12 Nelson also argues that the evidence was insufficient to support his conviction. Again, we disagree.\n¶13 Prior to his bench trial, Nelson stipulated to the following facts:\n1. On October 18, 1990, the defendant was convicted of two counts of Child Molestation in the First Degree in Cowlitz County Superior Court cause #90-1-00166-8.\n2. Based upon those convictions, the defendant was required to register as a sex offender, pursuant to RCW 9A.44.130.\n3. The defendant was last given written notice of his duty to register as a sex offender and to report any change of address or transiency to the Cowlitz County Sheriff on July 18,2003, by Lynn Ruffe, an employee of the Cowlitz County Sheriff.\n4. Prior to the filing of this case, the last time that the defendant notified the Cowlitz County Sheriff of a change in his address was on July 18, 2003. The defendant notified Lynn Ruffe of this change. The defendant reported his new address as 345 Woodside Drive, Longview, County of Cowlitz, State of Washington.\n*1815. On November 23, 2003, Reserve Sheriff Deputies J.B. Nye and Arne Loren went to 345 Woodside Drive to verify that the defendant was still living at the address he had last registered as his residence. Nye and Loren spoke to the defendant’s father, David Nelson. Mr. Nelson stated that the defendant no longer lived there and that Mr. Nelson did not know where the defendant was now living.\n6. Deputy Marc Gilchrist checked various resources in an attempt to determine whether the defendant had registered in a different county or state. He found no such information.\n7. The defendant did not notify the Cowlitz County Sheriff that he had ceased to live at 345 Woodside Drive within any of the time periods prescribed in the registration statute and charged in the information (the longest being 10 days).\nClerk’s Papers (CP) at 17-18. Based on the stipulated facts, the trial court found that Nelson had committed prior sexual offenses and that he was required to register as a sex offender and report any change of address or transiency pursuant to RCW 9A.44.130. It further found that “[s]ome-time between July 18, 2003, and November 23, 2003, the defendant ceased to live at 345 Woodside Drive,” and that he “failed to notify the Cowlitz County Sheriff that he had ceased to live at 345 Woodside Drive within any of the time periods prescribed in the registration statute and charged in the information (the longest being 10 days).” CP at 18. The court concluded that:\nBecause the defendant failed to notify the Cowlitz County Sheriff of his move from 345 Woodside Drive within any of the time periods prescribed in the registration statute (the longest being 10 days for a sex offender who moves to another state or to a foreign country), the State was not required to prove as an element of the crime charged the specific location that the defendant moved to when he moved from 345 Woodside Drive or that the defendant became transient.\nCP at 18. The court found him guilty of failing to register as a sex offender.\n¶14 Nelson contends that the stipulated facts were insufficient to support the conviction. Specifically, he argues *182that the stipulated facts failed to establish when he ceased to reside at 345 Woodside Drive or when or if he returned to that address.\n¶15 Evidence is sufficient to support a conviction if, viewed in the light most favorable to the prosecution, it permits any rational trier of fact to find the essential elements of the crime beyond a reasonable doubt. State v. Salinas, 119 Wn.2d 192, 201, 829 P.2d 1068 (1992). “A claim of insufficiency admits the truth of the State’s evidence and all inferences that reasonably can be drawn therefrom.” Salinas, 119 Wn.2d at 201. Circumstantial evidence and direct evidence are equally reliable. State v. Delmarter, 94 Wn.2d 634, 638, 618 P.2d 99 (1980).\n¶16 RCW 9A.44.130(l)(a) requires individuals who have previously been convicted of a sexual offense to register with the sheriff in the county of the person’s residence if the registrant is a resident of Washington. If the registrant changes his residence address within the same county, he must send a written notice of the change to the county sheriff within 72 hours of moving. RCW 9A.44.130(5)(a). If he moves to a new county, he must (1) send written notice of the change at least 14 days before moving to the county sheriff in the new county, (2) register with that county sheriff within 24 hours of moving, and (3) send written notice within 10 days to the sheriff in the county he was last registered in. RCW 9A.44.130(5)(a). Additionally, if the registrant subsequently ceases to have a fixed residence within the comity he is registered in, he must notify the sheriff in the county of registration of this change of status within 48 hours excluding weekends and holidays. RCW 9A-.44.130(6)(a). A registrant lacking a fixed residence must also report weekly in person to the sheriff of the county where he is registered. RCW 9A.44.130(6)(b).\n¶17 The stipulated facts established that on November 23, 2003, Nelson’s father informed the investigating officers that Nelson no longer lived at his last reported address. They further established that Nelson did not notify the sheriff in the county he was last registered in that he had *183“ceased to live at 345 Woodside Drive within any of the time periods prescribed in the registration statute and charged in the information.” CP at 5.\nf 18 Taking these facts in the light most favorable to the State, the trial court could reasonably conclude that Nelson at some point abandoned his registered address, either changing his residence or ceasing to have a fixed address, and that he failed to report this change in status as required under the registration statute. Accordingly, the stipulated facts were sufficient to support the conviction.\n¶19 We affirm.\nVan Deren, A.C.J., and Houghton, J., concur.\n\n The State raises this issue in its cross appeal.\n\n\n Formerly RCW 9.94A.110 (2000) (Laws of 2001, ch. 10, § 6).\n\n\n Nelson does not respond to the State’s cross appeal but, as noted above, he argued at sentencing that a “sexual offense” is not the same as a “sex offense.” RP at 6-8.\n\n\n We note that the legislature added the definition of “sex offense” to RCW 9-.94A.030 in 1986, see Laws of 1986, chapter 257, section 17, and that the legislature has chosen not to change the term “sexual offense” in RCW 9.94A.500 even though it has made five substantive amendments to that statute since 1986. See Laws of 2000, ch. 75, § 8; Laws of 1999, ch. 197, § 3; Laws of 1999, ch. 196, § 4; Laws of 1998, ch. 260, § 2; Laws of 1988, ch. 60, § 1.\n\n",
            "ocr": true,
            "opinion_id": 4748346
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Rape"
}