{
    "id": 8328500,
    "judges": "Freeman, McFarland, Turney",
    "date_filed": "1978-02-12",
    "date_filed_is_approximate": true,
    "slug": "wallace-v-state",
    "case_name_short": "Wallace",
    "case_name": "Wallace v. State",
    "case_name_full": "C. W. Wallace v. State",
    "attorneys": "W. A. Thoma for Wallace., Attorney-General Lea for tbe State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Criminai. Law. Indictment. Verdict.. Prisoner was indicted under sec. 4701 of the Code, for obtaining signature to endorsement of a draft by false pretenses, and stated further that the prisoner procured money from the bank upon such endorsement. The Circuit Judge withdrew from the jury as immaterial the proof of the obtaining of money. The verdict of the jury was: “ We find the defendant guilty of obtaining money wider fake pretense, as charged in the indictment.” Held, that the verdict was a substantial finding of the offense charged in the indictment, and that the reference to the money obtained would be, if necessary, stricken out as surplusage.</p> <p>2. Grastd Jury. Selection and appointment. Plea in abatement. The manner of selection and appointment of a grand jury can only be availed of by plea in abatement.</p> <p>3. Verdict. Surplmage. Where the verdict is sustained by the evidence, and is responsive to the indictment, judgment will not be reversed because the verdict goes further and finds a fact not essential to conviction on the offense charged, but such additional finding -will he rejected as surplusage.</p> <p>4. Techtítioalities. While the courts, as strictly now as at any time in the history of the jurisdiction of the State, adhere to technicalities when they involve or contain principle, yet when they are empty and without reason, and tend to defeat law and right, they are no longer regarded.</p>",
    "summary": "PROM MONTGOMERY. Appeal in error from tbe Criminal Court of Montgomery County. C. W. Tyler, Judge.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "70 Tenn. 29"
    ],
    "opinions": [
        {
            "author_str": "Turney",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nTurney, J.,\ndelivered the opinion of the court.\nThe prisoner was indicted in the Criminal Court of Montgomery county, under sec. 4701 of the Code, which is as follows, viz.:\n“Every person who, by any false pretense or by any false token or counterfeit letter, with intent to defraud another, obtains from any person any personal property, or the signature of any person to any written instrument, the false making of which is a forgery, shall on conviction be imprisoned in the penitentiary not less than three nor more than ten years.”\nThis indictment avers that the prisoner, unlawfully, falsely and fraudulently represented himself to John F. Coots, senior member of the firm of John F. Coots &amp; Son, to be one W. S. Hardy, member of the firm of Hardy, Mott &amp; Co., dealers in the city of New York, etc., etc., and by such representation induced John F. *31Coots to sign the firm name of John F. Coots &amp; Son as endorser upon a draft for fifty dollars; that the draft was presented to the First National Bank at Clarksville and paid upon the faith of said endorsement; that by reason of the fraud, &amp;c., Coots &amp; Son were compelled to pay to the bank, etc.\nThe indictment further avers that the prisoner, by means of these false pretenses, obtained the endorsement of John F. Coots &amp; Son, and was thereby enabled to get the draft cashed in bank, &amp;c.\nThe proof fully sustains the indictment in every particular. No objection was made to the indictment.\nObjection is taken in this Court for the first time to the manner of the selection and appointment of the grand jury. \"We have repeatedly held, and several times at the present term, that such objection can only be had by plea in abatement.\nIt is objected that the indictment is for the offense of obtaining by false pretense the signature or endorsement of Coots &amp; Son, and that the verdict of the jury is, “they find the defendant guilty of obtaining money under false pretense, as charged in the indictment,” etc.; that this verdict is neither responsive to the indictment nor to the charge of the court, his Honor having charged the jury: “Proof that the draft in question was cashed by the First National Bank is of no consequence in this case, and is mere surplus-age, and will not be considered by the jury. The charge against the defendant in the indictment is obtaining the signature of John F. Coots &amp; Son to the draft by using the firm name. This offense was com-*32píete as soon as the signature of the firm name was thus obtained, if the proof satisfies your minds that it was so obtained. It is wholly immaterial whether money was or was not obtained afterward upon the faith of this signature.”\nIt is insisted that under this state of the record, and the fact apparent therefrom that court and counsel considered the prosecution as for the fraudulent obtention of the signature, and so treated and conducted the case, that therefore the verdict is void.\nIn examining this record, and looking to the plain and very explicit language of the charge as we have quoted it above, there can, it seems to us, be no doubt that the jury understood the offense complained of exactly as the court and attorneys understood it. In this view the objection taken presents the question, Hid the jury mean by its verdict to ignore the offense charged, and return a verdict of guilty of another ? We think not. The language of the record is, “They, (the jury) find the defendant guilty of obtaining money under false pretense, as charged in the indictment.” How charged in the indictment? Why, by false pretenses inducing the prosecutor to endorse the draft. If the case is cleared of this false pretense,_ then no crime has been committed. No fraud has been practiced upon any other than the prosecutor. No other person’s signature has been fraudulently obtained. No other person has parted with personal property because of the fraud, and upon no other person has a forgery been passed, and no other “false pretense” is “charged in the indictment.” So that it must necessarily and *33of course follow, that the jury in the use of the term “false pretense as charged in the indictment,” had reference to the false pretense practiced upon Coots, the only false pretense laid in the indictment. The language cannot by any possible construction have reference to anything else.\nIf the redundant language “obtaining money” used by the jury is to be held to mean anything, that meaning simply is, that the offense charged, as well as the result stated of obtaining the money are true; and such finding is not only substantially but literally supported and sustained by the entire record.\nThe statute requires that the act shall be perpetrated with intent to defraud, etc. The jury has found that the prisoner by his act did defraud Coots by obtaining money upon the faith of his signature, and that by so obtaining it he compelled Coots to repay to the bank the amount obtained. It was necessary to show by positive or circumstantial evidence the intent; and to - do this, the fact that the party obtained may be shown, as was done here. So that the verdict is not merely as it might have been, “guilty as charged,” but it goes further and finds upon the proof the consummation of the fraudulent intent in the actual obtention of the money.\nIf the entry of the finding of the jury had been in the usual form in such cases, viz.: “guilty in manner and form as charged in the indictment,” we presume no question would have been made upon it, yet such finding would have been substantially the one had in this case. For, after, averring facts necessary to the *34•offense of fraudulently obtaining the signature, tbe indictment concludes, “And the grand jurors present that the said C. W. Wallace in manner and form, and at the time and place aforesaid, did by false and fraudulent pretenses, obtain the endorsement of said John F. Coots &amp; Son, by means of which he, the said C. W. Wallace, was enabled to get the same cashed in bank,” etc. So that the verdict is responsive to the indictment and the proof.\nThe charge of his Honor was correct — the offense was complete upon the making of the endorsement by Coots. Being complete, we are unable to see how it is avoided by a consummation of the purpose of the prisoner to procure money upon the faith of his felony.\nWe are certain the indictment was solely for fraudulently obtaining the signature; that the prisoner was put upon his trial for that offense alone; that he was prosecuted and defended for nothing else; that the court charged upon n'o ' other offense, and that -the jury could not be mistaken as to the matter they had to try. Therefore, so much of. the language of the verdict as recorded as refers to obtaining money under false pretenses, is surplusage, and may be rejected as such, in not being responsive to the indictment, the proof, the the charge of the court, nor to the only issue to be tried.\nSo far as we can learn by the record, objection to the verdict is taken for the first time. at the trial in this court, and now it is sought to put the criminal court in error without that court having liad the opportunity to correct or explain — when, if the question *35had been made, there can be no doubt an entry formally proper would have been made.\nSeeing the consequence now attached to the irregularity, and appreciating the earnestness with which it is pressed upon us, we feel safe in concluding that if it was in the knowledge of the prisoner or his counsel while the record was in the control of the court below, there was nothing of avail to the prisoner in it, and it was purposely passed over.\nGiving to the language of the verdict its natural and pertinent signification, as suggested by every part of the record, and wrong is done to no one. Giving it the technical meaning insisted for, we turn loose a confessed felon — one who not only admits the commission of the crime charged in this case, but who also avows his only business to be, to travel and defraud others as he has the prosecutor.\nNo question is made upon the sufficiency of the proof, which is full and convincing, and in nothing contradicted or weakened.\n¥e see that exact justice has been done, the defendant has had a full benefit of the law, his trial was fair and impartial, with no doubtful question ruled against him.\nWhile the courts as strictly now as at any time in the history of the jurisprudence of the State, adhere to technicalities when they involve or contain principle, yet when they are empty and without reason, and tend to defeat law and right, they are no longer regarded.\nAffirm the judgment.\n*36McFarland, J.,\nSaid\nI do not fully concur in the correctness of this opinion, hut am satisfied that in this particular case no injustice is done the prisoner.\n",
            "ocr": true,
            "opinion_id": 8296280
        },
        {
            "author_str": "Freeman",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nFREEMAN, J.,\ndelivered a dissenting opinion, as follows:\nThe defendant was indicted for obtaining the signature or endorsement of a certain party in the indictment • named, to a draft drawn on a firm in New York.\nThe section of the Code under which the indictment is framed is: “ Every person who by any false pretense, or by any false token or counterfeit letter,, with intent to defraud another, obtains from any person any personal property, or the signature of any person to any written instrument, the false making of which is forgery, shall on conviction, be imprisoned in the .penitentiary not less than three nor more than ten years.”\nIt is clear the indictment is not for getting money under false pretenses. The judge so charged the jury, and even that this was not a subject of inquiry. It is equally clear, and is not contested by my brother Turney, that the indictment is for obtaining the signature to or endorsement of the check, by the false pretense that he was a member of the firm on which it was drawn. Has not the jury most clearly found a verdict in violation of the instructions of his Honor? No one questions this, I believe. Yet it is to be *37held precisely the same thing as if they had obeyed them; that is, they have done what he told them not to do — but in .doing so they have found a 'proper verdict, if this one is affirmed.\nFor this offense we are now to pass judgment upon him. The basis of that judgment is the verdict of the jury. That verdict is, \"We find the defendant guilty of' getting the money under false pretenses, in manner and form as charged.\nThe language is so plain, that we cannot misunderstand it — We find the defendant guilty of getting the money under false pretenses, in manner and form as charged. We pass judgment on him, not for getting money under false pretenses, but for obtaining an endorsement on a draft, by a false pretense. Is this the offense for which he is convicted by the jury? Hot if language means anything. To test this, let us assume there had been two counts in the indictment — * one for obtaining the endorsement, and another for getting money or personal property of another; under which count would we have held the party convicted? Assuredly, the latter, for so the jury say. The hold--ing of the majority opinion can only be correct, then, on the principle that a verdict for one felony, justifies a sentence for another and different one, where we can see he ought to have been convicted of that other. If there had been a count to fit the verdict, it would have been good for that; but as there is none, it is good for another and different offense from the one charged, and for which- he was not tried. In addition, the result, as I understand it, is, that a party *38is tried for one offense, convicted of another, and then, sentenced, without conviction or verdict as to the offense on which we pass judgment.\nThat this verdict does not support or authorize the sentence, seems clear, from the fact that my learned brother is compelled to assume a colloquy not found-in- the record, and an entry not according to the responses given by the jury, but one overlooked by the Judge and Attorney-General, or else it would have been corrected. Why the necessity of correction if it is right now? The fact that it comes here in this, form is most conclusive evidence that it was so returned by the iury, and the judge did not feel authorized to change it. Be this as it may, we can only try defendant by the record, and cannot speculate as to what it would have contained if the judge had had his attention called to it. The law presumes his attention, and as a record it imports absolute verity, and. so must be accepted by us.\nThe jury say, he got the money by false pretenses; yet in fact, he got it, not by a false pretense, but by a genuine signature, admitted to be correct. He got the signature by a false pretense, it is clear — but not the' money.\nI am as much opposed to adhering to mere technicalities as any man, I feel sure; but I cannot go the length of this view, for I cannot see any limit to our power in this direction in the future. If a-party is indicted for larceny, and we see he is guilty from the proof, and the jury find him guilty of rape,. I fear the rule or principle given in this case would-*39enable us to affirm for larceny. Obtaining money under false pretenses is as distinct an offense from obtaining an endorsement, as rape is from larceny. Better let a bill of costs be paid by the State, than to go so far as this, at any rate, at one step. In such a course I prefer to make haste slowly, and be sure of the ground for every step I take. I can’t, see solid ground here, therefore fear to go too fast and too far. For these and other reasons I am compelled to dissent from the majority opinion.\n",
            "ocr": true,
            "opinion_id": 8296281
        }
    ],
    "court_short_name": "Tennessee Supreme Court",
    "court_full_name": "Tennessee Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Rape"
}