{
    "id": 4990522,
    "judges": "Barnes, Carlton, Fair, Griffis, Irving, Ishee, Lee, Maxwell, Roberts, Russell",
    "date_filed": "2012-06-03",
    "date_filed_is_approximate": true,
    "slug": "mccoy-v-state",
    "case_name_short": "McCoy",
    "case_name": "McCoy v. State",
    "case_name_full": "Bruce Calvin McCOY a/k/a Bruce McCoy a/k/a Bruce C. McCoy v. STATE of Mississippi, Appellee Bruce Calvin McCoy a/k/a Bruce McCoy a/k/a Bruce C. McCoy v. State of Mississippi, Appellee Bruce Calvin McCoy v. State of Mississippi",
    "attorneys": "Bruce Calvin McCoy, appellant, pro se., Office of the Attorney General by Ladonna C. Holland, attorney for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied April 23, 2013.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "111 So. 3d 673"
    ],
    "opinions": [
        {
            "author_str": "Maxwell",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMAXWELL, J.,\nfor the Court:\n¶ 1. Bruce Calvin McCoy appeals the dismissal of his three most recent motions for post-conviction relief (PCR). These motions challenge his convictions of two counts of burglary of a dwelling and one count of burglary of a building.1 The trial judge dismissed each of these three motions — which were filed more than six years after his guilty pleas and subsequently to another PCR motion — as untimely and successive. McCoy admits his motions are procedurally barred. But he insists several exceptions to the bars exist: (1) newly discovered evidence of the sentencing judge’s bias, (2) an intervening decision of the Mississippi Supreme Court, and (3) a charging flaw in his indictments. He also claims his attorney’s assistance was constitutionally deficient. Because McCoy’s PCR motions assert no viable exceptions to these procedural bars, we too find the motions are untimely and successive. Thus, we affirm.\nBackground\n¶ 2. After pleading guilty to nine different felonies in 2004, McCoy filed a PCR motion in 2005. Review of the denial of his 2005 PCR motion was assigned to this court. McCoy v. State, 941 So.2d 879 (Miss.Ct.App.2006). We previously summarized the background of his case:\nMcCoy was charged, in four separate indictments on November 10, 2004, for nine different crimes, involving four different victims. On December 6, 2004, McCoy pled guilty to two counts of burglary of a dwelling, one count of burglary of a building, four counts of grand larceny, and two counts of petit larceny. Each of the counts was enhanced under our habitual criminal statute, Mississippi Code Annotated section 99-19-81 (Rev. 2000). At his sentencing hearing held on January 10, 2005, McCoy received a term of incarceration of twenty-five years for both charges of burglary of a dwelling, seven years for the charge of burglary of a building, five years for each of the four grand larceny charges, and six months for the petit larceny charges. All sentences are to run concurrently and without the chance of early release or parole. Various costs, fees, fines and restitution payments were also assessed upon McCoy.\nId. at 880 (¶ 2).\n¶ 3. We dismissed McCoy’s appeal without prejudice for failing to file separate motions challenging each judgment as required by Mississippi Code Annotated section 99-39-9(2) (Supp.2012). McCoy, 941 So.2d at 881 (¶ 4). In 2007, McCoy again filed a PCR motion, which the trial judge denied. McCoy appealed, but his appeal *676was dismissed for failure to pay the costs of the appeal. McCoy v. State, 2007-TS-00951-COA (Aug. 16, 2007).\n¶ 4. On March 15, 2011, McCoy filed three separate PCR motions. The trial judge summarily dismissed each of these new motions as untimely and successive. McCoy now appeals. Because he makes essentially the same arguments in each of his three appeals, we have consolidated and addressed them in one opinion.\nStandard of Review\n¶ 5. We review the dismissal of a PCR motion for abuse of discretion. Burrough v. State, 9 So.3d 368, 371 (¶ 6) (Miss. 2009). A circuit court may summarily dismiss a PCR motion “[i]f it plainly appears from the face of the motion, any annexed exhibits and the prior proceedings in the case that the movant is not entitled to any relief.” Miss.Code Ann. § 99-39-11(2) (Supp.2012). “We will affirm if the petitioner has failed to demonstrate ‘a claim procedurally alive substantially showing denial of a state or federal right.’ ” Mitchener v. State, 964 So.2d 1188, 1192 (¶ 10) (Miss.Ct.App.2007) (quoting Young v. State, 731 So.2d 1120, 1122 (¶9) (Miss.1999)).\nDiscussion\nI. Procedural Bars\n¶ 6. The trial court found, and McCoy concedes, that his present PCR motions are procedurally barred. They were filed outside of the the three-year statute of limitations of the Uniform Post-Conviction Collateral Relief Act (UPCCRA). See Miss.Code Ann. § 99-39-5(2) (Supp.2012). And they are successive to his 2007 PCR motion — another bar to our review. See Miss.Code Ann. § 99-39-23(6) (Supp.2012). But McCoy urges three exceptions to these procedural bars exist.\n¶ 7. First, he claims newly discovered evidence — that one of the crime victims was the trial judge’s court administrator— shows the trial judge was required to re-cuse himself. Second, McCoy suggests an intervening Mississippi Supreme Court decision would have affected the outcome of his case. Third, he argues his fundamental constitutional rights were violated because his indictment failed to allege all elements of burglary.\n\nA. Newly Discovered Evidence\n\n¶ 8. McCoy is correct that newly discovered evidence, if outcome determinitive, provides an exception to both procedural bars. See Miss.Code Ann. §§ 99-39-5(2)(a)(i) (recognizing exception to three-year statute of limitations for newly discovered evidence) and 99-39-23(6) (providing exception to successive-writ bar for newly discovered evidence). Newly discovered evidence is “evidence, not reasonably discoverable at the time of trial, which is of such nature that it would be practically conclusive that, if it had been introduced at trial, it would have caused a different result in the conviction or sentence.” Miss.Code Ann. § 99-39-23(6). To prevail on this exception, McCoy must show evidence that is both newly discovered and material to the outcome of his convictions.\n¶ 9. McCoy suggests he recently learned from an old newspaper article that one of the burglary victims, Laurie Chaison, was the trial judge’s court administrator. McCoy argues the trial judge should have recused on this basis and that he was prejudiced because Chaison testified at his sentencing.\n¶ 10. We find Chaison’s role as court administrator was neither “newly discovered evidence” nor material to the outcome of McCoy’s convictions and sentences. “The term ‘newly discovered evidence’ refers to evidence, that is, an exhibit, testimony, or some other information *677that could have been offered as evidence in the defendant’s trial but was not offered because it was not reasonably discoverable at the time of the trial.” Pickle v. State, 942 So.2d 243, 246 (¶12) (Miss.Ct.App.2006). McCoy was sentenced on January 7, 2005. And according to the trial judge, Chaison did not become court administrator until February 14, 2005, over a month after McCoy was sentenced. So his “evidence” of the trial judge’s bias — that his court administrator was one of the victims — did not exist at the time of McCoy’s sentencing and, thus, could not have been offered at the time of McCoy’s sentencing. But more importantly, Chaison’s supervisor, Judge Mike Taylor, did not sentence McCoy. Instead, it was his predecessor, Judge Mike Smith, who presided over McCoy’s sentencing.\n¶ 11. Because we find McCoy’s bias claim is not supported by the record, the procedural bars remain intact.\n\nB. Intervening Decision of the Mississippi Supreme Court\n\n¶ 12. Another exception to the successive-writ bar and three-year statute of limitations applies when the PCR movant can show “an intervening decision of the Supreme Court of either the State of Mississippi or the United States which would have actually adversely affected the outcome of his conviction or sentence!)]” Miss.Code Ann. §§ 99 — 39—5(2)(a)(i) and 99-39-23(6).\n¶ 13. The intervening decision McCoy points to is the Mississippi Supreme Court’s opinion in Jackson v. State, 2008-CT-00074-SCT, 2010 WL 1239528 (Apr. 1, 2010). However, this opinion was withdrawn. The supreme court withdrew this opinion on July 28, 2011, and issued a substitute opinion. See Jackson v. State, 67 So.3d 725 (Miss.2011). Therefore, the original opinion in Jackson has no prece-dential value. To the extent McCoy relies on language in the substituted opinion— that “when a person is indicted for capital murder predicated on burglary, the indictment must state the underlying offense that comprised the burglary”2 — we note that McCoy did not face the heightened pleading requirements of a capital-murder charge. Rather, he pled guilty to three burglaries. And Jackson did not alter or modify the elements or general pleading requirements for burglaries. So it has no affect on the outcome of McCoy’s convictions or sentences, and his claims remain barred.\n\nC. Violation of a Fundamental Constitutional Right\n\n¶ 14. While his suggested intervening decision exception fails, McCoy also seeks relief under the Rowland exception. See Rowland v. State, 42 So.3d 503, 506 (¶ 9) (Miss.2010) (“holding], unequivocally, that errors affecting fundamental constitutional rights are excepted from the procedural bars of the UPCCRA”). He argues the three burglary counts failed to sufficiently allege the specific crime he intended to commit upon entering the dwellings and storage building, thus violating his fundamental constitutional rights. We disagree.\n¶ 15. To establish burglary, two elements must be proven: “(1) an unlawful breaking and entering, and (2) the intent to commit some crime once entry has been gained.” Harrison v. State, 722 So.2d 681, 685 (¶ 11) (Miss.1998) (quoting Alford v. State, 656 So.2d 1186, 1192 (Miss.1995)). “[T]he crime of burglary does not contain two separate and distinct ‘subcrimes[.]’ ” Booker v. State, 716 So.2d 1064, 1067 (¶ 12) *678(Miss.1998). “Rather, the intent to commit some crime, be it a felony or a misdemeanor, is simply an element of the crime of burglary.” Id. at 1068 (¶ 12) (citing Ashley v. State, 538 So.2d 1181, 1184 (Miss.1989)).\n¶ 16. Though McCoy’s indictments did not specifically state the ulterior offense he allegedly intended to commit upon entry, “[t]he allegation of the ulterior [crime] intended need not ... be set out as fully and specifically as would be required in an indictment for the actual commission of that [crime].” Booker, 716 So.2d at 1068 (¶ 12) (quoting 13 Am.Jur.2d Burglary § 36 (1964)). When burglaries are charged, “[i]t is ordinarily sufficient to state the intended offense generally, as by alleging an intent to steal, or commit the crime of larceny, rape or arson.” Id. (emphasis added). Here, McCoy’s two indictments for burglary alleged his “intent to steal.” Thus, the underlying offense was alleged generally. McCoy was not exposed to a situation where the State merely alleged a burglary but left him guessing about what type of offense it would claim he intended to commit after he broke into the dwelling and building.\n¶ 17. The two dwelling-burglary counts charged that he broke into and entered the victim’s dwelling house “by forcing an outer door of said dwelling house, with the intent to take, steal and carry away the goods and chattels, of value ... in violation of Section 97-17-23.” (Emphasis added). See Miss.Code Ann. § 97-17-23(1) (Supp.2012). His indictment for burglary of a building alleged he broke into and entered a “certain storage building ... by forcing an outer door of said storage building, with the intent to take, steal and carry away the goods and chattels, of value ... in violation of Section 97-17-33.” (Emphasis added). This particular statute criminalizes non-dwelling burglaries whether they are charged by alleging an “intent to steal therein, or to commit any felony.” Miss.Code Ann. § 97-17-33 (Rev.2006). Since McCoy’s three indictments sufficiently pled his intent to steal, each burglary charge is structurally sound. Absent any infirmities in his charging documents, we find no violation of his fundamental constitutional rights, and thus no exception to the procedural bars.\nII. Ineffective Assistance of Counsel\n¶ 18. McCoy also argues his attorney’s representation amounted to ineffective assistance of counsel. In some instances, a lawyer’s performance may be so deficient and so prejudicial “that the defendant’s fundamental constitutional rights were violated.” Bevill v. State, 669 So.2d 14, 17 (Miss.1996). But the mere assertion of a claim of ineffective assistance is not enough overcome the procedural bars. Id. “[W]e must examine [McCoy’s] claim of ineffective assistance of counsel before determining whether it qualifies as an exception to the procedural bar.” Smith v. State, 922 So.2d 43, 47 (¶ 9) (Miss.Ct.App.2006).\n¶ 19. To prevail on a claim of ineffective assistance of counsel, McCoy must show: (1) his counsel’s performance was deficient, and (2) the deficiency was prejudicial. Strickland v. Washington, 466 U.S. 668, 687, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). To perform deficiently, an attorney must fail to meet “an objective standard of reasonableness.” Id. at 688, 104 S.Ct. 2052. There is a “strong presumption that counsel’s conduct falls within the wide range of reasonable professional assistance.” Id. at 689, 104 S.Ct. 2052. Prejudice is established only upon showing a “reasonable probability that, but for counsel’s unprofessional errors, the result of the proceeding would have been different.” Id. at 694, 104 S.Ct. 2052. In the *679context of guilty pleas, this means the defendant “must show that, were it not for counsel’s errors, he would not have [pled] guilty and would have insisted on going to trial.” Burrough v. State, 9 So.3d 368, 375 (¶ 22) (Miss.2009).\n¶ 20. While McCoy alleges a variety of deficiencies on his attorney’s part, his primary challenges are premised on his earlier-claimed exceptions to the procedural bars. Specifically, he argues his attorney was deficient for failing to advise him of the conflict arising from the trial judge’s court administrator being one of the burglary victims. And he recasts his argument about the deficiencies in the indictment related to the burglary counts, claiming his attorney was ineffective for failing to recognize that the underlying offense was not specifically charged. Having already rejected his substantive arguments about the trial judge’s alleged bias and the sufficiency of the burglary counts, we find his attorney was not ineffective for failing to raise these arguments.\n¶ 21. As to his suggestion that he would not have plead guilty had he been informed of the required elements of burglary, the record shows he acknowledged under oath during his guilty plea that his attorney had advised him of the elements. The “specificity” necessary to establish an ineffective-assistance claim “requires more than a party’s own affidavit or mere assertions made within his brief.” Clark v. State, 54 So.3d 304, 308 (¶ 13) (Miss.Ct.App.2011) (citing Vielee v. State, 653 So.2d 920, 922 (Miss.1995)). And here, McCoy provides no affidavits to support his arguments, and his brief alone is insufficient to support his claims. “A plea is considered voluntary and intelligent when the defendant is advised concerning the nature of the charge against him and the consequences of the plea.” Ivy v. State, 918 So.2d 84, 86 (¶ 10) (Miss.Ct.App.2006) (citing Wilson v. State, 577 So.2d 394, 396-97 (Miss.1991)). The record shows the trial judge advised McCoy of the nature of the burglary charges against him. McCoy also acknowledged he understood the charges, and his attorney had explained the elements of the crimes to him. During his plea hearing, McCoy asserted he was voluntarily pleading guilty, and that he was satisfied with his attorney’s representation of him. Absent supporting affidavits or record evidence that contradicts his sworn testimony, we cannot find McCoy’s attorney was ineffective.\n¶ 22. Because we find McCoy merely argues ineffective assistance without demonstrating an actual claim, we affirm the trial court’s application of the procedural bars to this claim as well. See Smith, 922 So.2d at 47 (¶ 9).\n¶ 23. THE JUDGMENTS OF THE LINCOLN COUNTY CIRCUIT COURT DISMISSING THE MOTIONS FOR POST-CONVICTION RELIEF ARE AFFIRMED. ALL COSTS OF THIS APPEAL ARE ASSESSED TO LINCOLN COUNTY.\nLEE, C.J., IRVING AND GRIFFIS, P.JJ., BARNES, ISHEE, ROBERTS, CARLTON, RUSSELL AND FAIR, JJ„ CONCUR.\n\n. McCoy was charged with various offenses in four separate indictments — two counts of burglary of a dwelling, one count of burglary of a building, four counts of grand larceny, and two counts of petit larceny. He only contests his three burglary convictions.\n\n\n. Jackson, 67 So.3d at 728 (¶ ) (emphasis added) (citing State v. Berryhill, 703 So.2d 250, 254-56 (Miss.1997)).\n\n",
            "ocr": true,
            "opinion_id": 4800680
        }
    ],
    "court_short_name": "Court of Appeals of Mississippi",
    "court_full_name": "Court of Appeals of Mississippi",
    "court_type": "SA",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Rape"
}