{
    "id": 5015558,
    "judges": "Burke, Joiner, Kellum, Welch, Windom",
    "date_filed": "1988-10-11",
    "date_filed_is_approximate": true,
    "slug": "wagner-v-state",
    "case_name_short": "Wagner",
    "case_name": "Wagner v. State",
    "case_name_full": "Carless Ledon WAGNER v. STATE of Alabama",
    "attorneys": "Lisa A. Wilson, Rainsville, for appellant., Luther Strange, atty. gen., and Audrey K. Jordan, asst. atty. gen., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied April 10, 2015.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "197 So. 3d 511"
    ],
    "opinions": [
        {
            "author_str": "Burke",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBURKE, Judge.\nCarless Ledon Wagner appeals the revocation of his probation. He had pleaded guilty to first-degree rape and first-degree burglary.and had been sentenced to concurrent terms of 20 years. These sentences were split, and he was ordered to serve 5 years followed by 5 years’ probation.\nOn March 20, 2014, a delinquency report was filed by Wagner’s probation officer, charging him with violating the terms of his probation by failing to avoid injurious or vicious habits and by failing to avoid persons of disreputable or harmful character. On April 11, 2014, Wagner appeared before the court and was appointed counsel; a revocation hearing was set. Counsel thereafter withdrew, and another attorney was appointed to represent Wagner.\nA hearing was held on May 29, 2014. The court read the charges and the summary of the details stated in the probation officer’s report. After each charge, the court asked whether Wagner admitted or denied the charge. His counsel admitted both charges. The court then asked -Wagner if he had any evidence to present. Defense counsel argued that Wagner had been in compliance with the terms of his probation for .2..years and 11 days until “this hiccup.” (R. 5¡) The court asked if Wagner wanted to present any witnesses, and he responded negatively. The prosecutor then argued that he remembered the original case and that he felt that, because the underlying charge was rape, Wagner’s probation should be revoked. Defense counsel argued that because Wagner had been in jail for 48 days based on a failure to appear and because he had maintained his terms of probation for 2 years and, 11 days and had not been accused of any new crimes, Wagner should remain on probation. The court responded:\n“I’ll tell you my problem, [defense counsel]. My problem is that this is a underlying charge of Rape in the First Degree, which is one of the most violent crimes that — other than murder and those type things that we deal with.\n“Mr. Wagner, from looking at . his history, served a five-year day-for-day split and now has been caught on methamphetamine, which is a very serious drug. *513And when you look at the facts, it appears that they were either cooking it or at least using it in his back yard.\n“I am going to revoke the remainder of your probation and order you to serve the remainder of your sentence .in the custody of the Department of Corrections.”\n(R. 8.)\nThereafter, the circuit court entered a written order, stating in pertinent part:\n“The State of Alabama filed this petition to revoke because on or about March 19, 2014 Probation Officer Jonathan Phillips conducted a visit to- Mr. Wagner’s home. Officer Phillips noted that [Wagner] Vas acting suspicious when he exited a small building that had a camera at the front door.’ The only other person at the residence with Mr. Wagner was another convicted felon Jody Daniel Phillips. Mr. Wagner was sent for . a drug screen and tested positive for methamphetamine. At the hearing, Mr. Wagner admitted to the charges - contained in the State’s petition.”\n(C. 24.) The court found, “[a]fter considering the original charges, reviewing the pleadings filed, conducting a hearing, considering the arguments advanced at the hearing, and applying the law to the facts,” that Wagner’s probation should be revoked. (G. 24.)\nWagner filed a motion for a new trial, arguing that he was not afforded a hearing in compliance with § 15-22-54, Ala.Code 1975, and Rule 27.6, Ala. R.Crim. P. Moreover, he argued that the court’s order improperly reflected that Wagner had admitted his charges, because the court failed to comply with requirements of Rule 27.6(c) for accepting a probationer’s admission. Further, Wagner argued generally that his counsel was ineffective. The court denied the motion.\nOn appeal, Wagner argues that he was denied his right to due process because the court failed to, conduct a hearing as required by Rule 27.6, Ala. R.Crim. P. and § 15-22-54, Ala;Code 1975. He further argues that the court erred by finding that he admitted the charges without having complied with the ■ requirements of Rule 27.6(c), Ala. R.Crim. P. Wagner , also alleges that his counsel was ineffective because he did not object to the failure of the court to hold a hearing or require- the State to present any witnesses. Moreover, he argues, defense counsel then admitted Wagner had committed the violations.\n“Section 15-22-54, Ala.Code 1975, requires a hearing as a prerequisite to the revocation of probation. This statutory requirement is mandatory and jurisdictional. Story v. State, 572 So.2d 510 (Ala.Cr.App.1990). Additionally, the appellant was denied his constitutional right to due process by the revocation of his probation without a hearing. The minimal due process' to be accorded a probationer before his probation can be revoked includes'written notice of the claimed violations of probation, disclo-. sure to the probationer of the evidence against him, an opportunity to be heard in person and to present witnesses and documentary evidence, the right to confront and to cross-examine adverse witnesses, a neutral and detached hearing body such as a traditional parole board, and a written statement by the factfin-der as to the evidence relied on and the reasons for revoking probation. Rule 27.5 and 27.6, Ala. R.Crim. P. See Armstrong v. State, 294 Ala. 100, 312 So.2d 620 (1975); Hernandez v. State, 673 So.2d 477 (Ala.Cr.App.1995).”\nHollins v. State, 737 So.2d 1056, 1057 (Ala.Crim.App.1998)(emphasis added).\nIn Saffold v. State, 77 So.3d 178 (Ala.Crim.App.2011), this Court addressed the *514sufficiency of a hearing at which Saffold’s probation was revoked. The Court stated:\n“ ‘ “A hearing ordinarily is defined, in matters not associated with full trials, as a proceeding in which the parties are afforded an opportunity to adduce proof and to argue (in person or by counsel) as to the inferences flowing from the evidence.” Fiorella v. State, 40 Ala.App. 587, 590, 121 So.2d 875, 878 (1960).’ Ex parte Anderson, 999 So.2d 575, 578 (Ala.2008).\n“In D.L.B. v. State, 941 So.2d 324 (Ala.Crim.App.2006), this court addressed a similar issue in which the defendant challenged whether he had received a probation-revocation hearing. In D.L.B., the defendant, while on probation, was arrested on new criminal charges. The circuit court conducted a brief hearing at which it heard arguments from both defense counsel and the prosecutor. At the conclusion of the hearing, the circuit court revoked the defendant’s probation based on the argument presented by the State. D.L.B., 941 So.2d at 325. The defendant appealed, arguing that the circuit court erroneously revoked his probation without first conducting a probation-revocation hearing that complied with § 15-22-54, Ala. Code 1975. This court agreed and reversed the judgment of the circuit court, holding:\n“ ‘Although the July 13, 2005, hearing purported to be a probation-revocation hearing, the court announced that it was revoking D.L.B.’s probation without hearing testimony from any State’s witnesses and without allowing D.L.B. an opportunity to be heard. Because the circuit court revoked D.L.B.’s probation based on the representations of the prosecutor, rather than on evidence presented to the court in the form of witness testimony or other legal evidence, D.L.B. was denied the right to a hearing where he could be heard and present witnesses and documentary evidence and where he could confront and cross-examine adverse witnesses.’\n“D.L.B., 941 So.2d at 326.\n“In the instant case, as in D.L.B., we cannot say that the proceeding held on October 28, 2010, constituted a probation-revocation hearing. The prosecutor represented that Saffold had been arrested on new charges but called no witnesses to testify and presented no other evidence regarding the new charges against Saffold. Saffold was not afforded an opportunity to confront and to cross-examine adverse witnesses after he denied committing the new offenses because the State presented none. Although, unlike the defendant in D.L.B., Saffold was in fact afforded an opportunity to be heard, we question whether Saffold was fully afforded an opportunity to adduce proof by way of witness testimony and documentary evidence that he did not commit the new charges and had not violated the terms and conditions of his probation. The transcript of the proceedings indicates that Saffold’s opportunity to be heard was cut short when the circuit court interrupted him and ordered an officer in the court to ‘put [Saffold] in the box.’ The record indicates that the proceedings ended at that point. Therefore, we must conclude that Saffold was denied his right to a probation-revocation hearing.”\n77 So.3d at 181-82. See also Vallandingham v. State, 4 So.3d 569, 572 (Ala.Crim.App.2008)(“[W]e cannot say here that the proceeding on March 29, 2007, constituted a probation-revocation hearing. That proceeding did not include testimony or the taking of any evidence and did not afford Vallandingham an opportunity to be heard. *515In addition, there is no indication in the record that Vallandingham waived his right to a hearing. Therefore, we must conclude that Vallandingham was denied his right to a probation-revocation hearing at which he could confront and cross-examine adverse witnesses.”). See also Singleton v. State, 114 So.3d 868 (Ala.Crim.App.2012).\nSimilarly, in the present case, Wagner was not afforded the opportunity to confront any witnesses, and there is no indication that he waived his right to a hearing.\nAs to his admissions, through counsel, to the violations, Rule 27.6(c), Ala. R.Crim. P. states:\n“(c) Admissions by the Probationer. Before accepting an admission by a probationer that the probationer has violated a condition or regulation of probation or an instruction issued by the probation officer, the court shall address the probationer personally and shall determine that the probationer understands the following:\n“(1) The nature of the violation to which an admission is offered;\n“(2) The right under section (b) to be represented by counsel;\n“(3) The right to testify and to present witnesses and other evidence on probationer’s own behalf and to cross-éxam-ine adverse witnesses under subsection (d)(1)[1]; and\n“(4) That, if the alleged violation involves a criminal offense for which the probationer has not yet been tried, the probationer may still be tried for that offense, and although the probationer may not be required to testify, that any statement made by the probationer at the present proceeding may be used against the probationer at a subsequent proceeding or trial.\n“The court shall also determine that the probationer waives these rights, that the admission is voluntary and not the result of force, threats, coercion, or promises, and that there is a factual basis for the admission.”\nThe record indicates that the court informed Wagner, who was represented by counsel, of the nature of the violations and the factual allegations' as they appeared in the probation officer’s report. The court then asked if Wagner had “any evidence to offer as to why the Court should not revoke his probation.” (R. 5.) The court later asked if he had any witnesses. No witnesses or evidence was presented by the State, and the court did not inform Wagner of his right to confront or to cross-examine adverse witnesses; nor did the court determine that Wagner had waived that right. The court also did not determine that the admission was voluntary. Moreover, because one of the violations involved Wagner’s testing positive for methamphetamine, it is questionable that the court complied with Rule 27.6(c)(4).\n“Section 15-22-54, Code of Alabama 1975, requires a hearing as a prerequisite to the revocation of probation. This statutory requirement is mandatory and jurisdictional. Martin v. State, 46 Ala.App. 310, 241 So.2d 339 (1970); McCain v. Sheppard, 33 Ala.App. 431, 34 So.2d 225 (1948).” Story v. State, 572 So.2d 510, 511 (Ala.Crim.App.1990). “Pursuant to Rule 27.5(b), Ala. R.Crim. P., a probationer may waive his right to a revocation hearing if: *516‘(1) The probationer has been given sufficient prior notice of the charges and sufficient notice of the evidence to be relied upon; and (2) The probationer admits, under the requirements of Rule 27.6(c), that he committed the alleged violation.’ ” Phillips v. State, 755 So.2d 63, 65 (Ala.Crim.App.1999). There is no indication in the record of a waiver of a probation hearing.\nTherefore, the order of revocation is reversed and this case is remanded to the circuit court for Wagner to be accorded a probation revocation hearing in compliance with § 15-22-54, Ala.Code 1975, and Rule 27.6(c), Ala. R.Crim. P.\nREVERSED AND REMANDED.\nWINDOM, P.J., and KELLUM, J., concur. WELCH, J., dissents. JOINER, J., dissents, with opinion.\n\n. Rule 27.6(d)(1) states: \"The judge must be reasonably satisfied from the evidence that a violation of the conditions or regulations of probation or the instructions occurred. Each party shall have the right to present evidence and the right to confront and to cross-examine adverse witnesses who appear and testify in person. The court may receive any reliable, relevant evidence not legally privileged, including hearsay.”\n\n",
            "ocr": true,
            "opinion_id": 4828514
        },
        {
            "author_str": "Joiner",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJOINER, Judge,\ndissenting,\nI disagree with the Court’s conclusion that Carless Ledon Wagner was not afforded a probation-revocation hearing; therefore, I respectfully dissent.2.\n• As the main opinion notes, Wagner admitted to the circuit court, with'his counsel present, that he had violated the terms and conditions of his probation. It is well settled that an admission waives Wagner’s right to a formal hearing. See Rule 27;5(b), Ada. R.Crim. P. Once an admission is made, the circuit court is required to comply only with Rule 27.6(c), which provides, in pertinent part:\n“(c) Admissions by the Probationer. Before accepting an admission by a probationer that the probationer, has violated a condition or regulation of probation or an instruction issued by the probation officer, the court shall address the probationer personally and shall determine that the probationer understands the following:\n“(1) The nature of the violation to which an admission is offered;\n“(2) The right under section '(b) to be represented by counsel;\n“(3) The right to testify and to present witnesses and other evidence on probationer’s Own behalf and to cross-examine adverse witnesses under subsection (d)(1); and\n“(4) That, if the alleged violation involves a criminal offense for which the probationer has not yet been tried, the probationer may still be tried for that offense, and although the probationer may not be required to testify, that any statement made by the probationer at the present proceeding may be used against the probationer at a subsequent proceeding or trial.”\nThe main opinion states that the following happened at the May 29, 2014, hearing: “The court read;the charges and the summary of the details stated in the probation officer’s report. After each charge, the court asked whether Wagner admitted or denied the charge. His counsel admitted both charges. The court then asked Wagner if he had ány evidence to present.” 197 So.3d at 512. Contrary to the main opinion’s view regarding this hearing, I believe that that was sufficient under Rule 27.6.3\n*517Specifically, as to the main opinion’s conclusion that “the court did. not inform Wagner of his right to confront or to cross-examine adverse witnesses,” 197 So.3d at 515, I think the circuit court’s question — “Do you have any evidence to offer as to why the Court should not revoke his probation?” — sufficiently apprised Wagner of his right to confront any witnesses. Further, as to the main' opinion’s conclusion that “the court ... did not determine that [Wagner’s] admission was voluntary,” 197 So.3d at 515, Wagner does not challenge the voluntariness of his admission — only the sufficiency of his hearing. See, e.g., Brownlee v. State, 666 So.2d 91, 93 (Ala.Crim.App.1995) (holding that “[w]e will not review issues not listed and argued in brief’). Accordingly, I would affirm the circuit court’s revocation of Wagner’s probation.\n\n. In his motion for a new trial, Wagner preserved for appellate review his claim that he was denied his right, pursuant to § 15-24-54, Ala.Code 1975, and Rule 27.6, Ala. R.Crim. P., to a probation-revocation hearing.\n\n\n. I note that Rule 27.6(c)(4), Ala. R.Crim, P., does not apply here because Wagner was not charged with a new criminal offense. Indeed, the record shows that Wagner's counsel stated, during the hearing, that \"[Wagner] has not been accused of any new crime. There’s no new charges.” (R. 7.)\n\n",
            "ocr": true,
            "opinion_id": 4828515
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Alabama",
    "court_full_name": "Court of Criminal Appeals of Alabama",
    "court_type": "SA",
    "court_jurisdiction": "Alabama, AL",
    "crime_category": "Rape"
}