{
    "id": 5075765,
    "judges": "Ogden",
    "date_filed": "2008-09-23",
    "date_filed_is_approximate": true,
    "slug": "nat-outlaw-v-state",
    "case_name_short": null,
    "case_name": "Nat. Outlaw v. State",
    "case_name_full": "Nat. Outlaw v. State",
    "attorneys": "Baker & Maxcy for the appellant., Wm. Alexander, Attorney General, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "<p>1. On a trial for an assault with intent to commit a rape, the defendant asked the court below to charge the jury, that if, from the testimony, they believed the accused assaulted the lady with an intent to have an improper connection with her, but not with intent to force her to it, by force, threats or fraud, and without her consent, then he was pot guilty of assault with intent to commit rape, but was guilty of an aggravated assault. Held, that however correct in the abstract this charge might be, its refusal was justified not only by the fact that the court had already given to the jury the entire law applicable to the case, but also because the testimony proved .that the accused entered the lady’s house without authority, and seized her by the neck, with expressions of his carnal desire and purpose, and therefore the instruction asked had no applicability, and might have misled the jury.</p> <p>2. Drunkenness furnishes neither an excuse nor a palliation for crime.</p>",
    "headnotes": null,
    "summary": "Appeal from Walker. Tried below before the Hon. J. R. Burnett. The details of this case are sufficiently repulsive, but a recital of them would serve no useful purpose. The opinion and the head-notes indicate them distinctly.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "35 Tex. 481"
    ],
    "opinions": [
        {
            "author_str": "Ogden",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOgden, J.\nAt the December term of the district court for Walker county, the defendant was tried and convicted for an assault with intent to commit rape, and was sentenced to the penitentiary for the term of two *482years. Prom the judgment of the court he has brought the case to this court by an appeal. Counsel for appellant assigns as errors for the reversal of the judgment, the ruling of the court in refusing to give the instructions asked by defendant, and the refusal to grant a new trial.\nUpon an examination of the record of this case, and the charges given, and that asked by defendant, we are of the opinion that the court did not err in refusing the charge asked by defendant. The court had already quite fully and correctly charged the jury in relation to the law applicable to the facts proven, and the additional charge asked, though perhaps correct propositions of law, might and probably would have misled the jury. And we are unable to perceive the applicability of the charge asked to the facts proven. If the statements of the prosecuting witness be true, and there is no reason to believe them otherwise, then the defendant was either guilty of the crime charged against him, and of Avhich he was convicted, or else he was guilty of no offense punishable under our law. If defendant was guilty of an assault, as his counsel appear to admit, then his words and acts are abundant proof of the intent. The legal signification of an assault presupposes the Avant of consent of the party assaulted, and an assault and battery necessarily implies, not only want of consent, but force and violence. If, therefore, the defendant committed an assault and battery, with intent thereby to a gratification of his carnal desire, as indicated in his words and acts, then he was guilty as charged, and the verdict of the jury Avas in strict conformity with the law and the facts as proven.\nThere is a very significant circumstance, which may be presumed to have had great influence over the court and jury in determining the intent and character of the *483assault, in the fact that the defendant, an athletic and lecherous man, did enter a house where he had no right to do so, unbidden, and seize hold of an unprotected woman, before she was aware of his presence, and then announced his base purpose, with a strongly implied, if not a direct threat.\nThere was, however, an attempt on the trial of this case, and which appears to some extent in the brief of counsel for defendant, to excuse or extenuate the offense, because the defendant at the time of the perpetration of the outrage was intoxicated. If drunkenness could be successfully pleaded in our courts as an excuse, or even a palliation for crime, it is believed that in many instances trials would become a useless farce, and criminals would soon learn to look with utter contempt upon our pretended courts of justice. Simple drunkenness certainly is not, and should never be, permitted to be pleaded or proved as an excuse or palliation for crime. It is true, that long continued habits of drunkenness may so debase and destroy the reason, or inflame the brain, as to produce permanent or temporary idiocy, or insanity, and while that condition lasts, the mind is incapable of correct reason, and the person so afflicted is not responsible to the law for his acts. In the case at bar there is no proof of continued habits of drunkenness, or delirium, on the part of defendant, and it is not impossible, from all the evidence, that he had purposely, sought the aid of intoxication to brace his nerves and fortify his courage for the terrible outrage for which he was convicted.\nThe whole subject of defendant’s responsibility under the influence of intoxication, and the law which should govern the verdict in his case, were most ably and fully presented to the jury in the charge of the *484court; and if the jury were governed by that charge in their finding, we think the defendant had no cause to complain that the law was not administered in his case. With all the evidence of the case before them, with a full and correct charge of the law to govern their action, the jury have said the defendant was guilty, and the court which heard the whole case has approved that verdict by refusing a new trial; and in view of all the facts and the law, we are not prepared to say the judgment is clearly wrong. It is therefore affirmed.\nAeeibmed.\n",
            "ocr": true,
            "opinion_id": 4891303
        }
    ],
    "court_short_name": "Texas Supreme Court",
    "court_full_name": "Texas Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Rape"
}