{
    "id": 5084730,
    "judges": "Graves, Krueger",
    "date_filed": "1999-07-30",
    "date_filed_is_approximate": true,
    "slug": "lilly-v-state",
    "case_name_short": "Lilly",
    "case_name": "Lilly v. State",
    "case_name_full": "James Lilly v. State",
    "attorneys": "R. L. Whitehead and Harvey P. Shead, both of Longview, for appellant., Ernest S. Goens, State’s Attorney, Austin, for the state.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied May 18, 1949.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "153 Tex. Crim. 361",
        "220 S.W.2d 134"
    ],
    "opinions": [
        {
            "author_str": "Krueger",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKRUEGER, Judge.\nAppellant was convicted of the offense of rape, and his punishment was assessed at confinement in the state penitentiary for a period of 5 years.\nAppellant brings forward a number of complaints, the first of which seems to be that the evidence is insufficient to justfy and sustain his conviction.\n*362The state’s testimony, briefly stated, shows that on the night of the 25th day of August, 1948, appellant carried the prosecutrix, a Negro girl thirteen years of age, out from the town of Longview to some timbered and brushy place and there had carnal knowledge of her. There is but one controverted issue in this case and that is whether or not appellant had an act of sexual intercourse with her. She testified that he did, whereas, he testified that he hugged and kissed her and merely inserted his finger into her private parts. The doctor who examined the prosecutrix on the day following the night of the occurrence testified that his examination of her revealed the fact that her hymen had been ruptured recently; and she was still bleeding at the time of the examination. The jury, who are the exclusive judges of the facts proved, the credibility of the witnesses, and the weight to be given to their testimony, found him guilty and assessed his punishment as hereinabove stated. We think the evidence is ample to sustain the jury’s conclusion of his guilt.\nAppellant’s bills of exception cannot be considered for reasons hereinafter stated.\nThe transcript in this case discloses that on the 27th day of September, 1948, appellant’s motion for a new trial was overruled to which ruling he then and there excepted and gave notice of appeal to this court, but no order was made extending the time within which to file his bills of exceptions. However, under the statutes, appellant had 30 days after the day of adjournment in which to file bills of exceptions. See Sec. 5, Art. 760, C. C. P. In the instant case, appellant did not file his bills of exception until the 23rd day of December, 1948, which was 83 days after court had adjourned. Appellant, on the 4th day of Novvember, 1948, after the 30-day period had expired within which to file bills of exception, made application to the court for an additional 30 days in which to file his bills; but the trial court had no authority to give the extension requested on November 4, 1948, since the 30 days in which he may have granted such extension had expired. Thereafter, on March 19, 1949, and while this case was pending in this court on appeal, appellant filed a motion in the court below to have that court enter an order nunc pro tunc showing that the court had actually given him 60 days from date of adjournment of court in which he could file his bills of exceptions. The court did enter the order nunc pro tunc, and the same is brought forward in a supplemental transcript. Art. 828, C. C. P., restricts the action of the trial courts to substituting lost or destroyed records after notice of appeal has been entered. See Acuff v. State, 98 Tex. Cr. R. 71 (260 S. W. 572); Davis v. State, 120 Tex. Cr. R. 114 (28 *363S. W. 2d 794; and Murphy v. State, 133 Tex. Cr. R. 189 (109 S. W. 2d 488). Under the article of the statute above referred to and the authorities cited, we feel constrained to hold that the trial court was without authority to enter the nunc pro tunc order. Consequently, the bills of exception cannot be considered.\nNo reversible error appearing in the record, the judgment of the trial court is affirmed.\nOpinion approved by the Court.\n",
            "ocr": true,
            "opinion_id": 4901439
        },
        {
            "author_str": "Graves",
            "per_curiam": false,
            "type": "070rehearing",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nON MOTION FOR REHEARING.\nGRAVES, Judge.\nAppellant’s contention relative to his bills of exception appears to be that the trial court orally granted him sixty days in which to prepare and file his bills of exception but failed to make such an entry on the record. It is true that the record is silent as to any time thus granted, and therefore appellant is relegated to his statutorily granted thirty days. It was after the lapse of such thirty days that he applied for an extension of such time, which was made too late to be of any avail for him.\nIt appears from the record that notice of appeal was given in writing by appellant’s attorney, which was filed on September 27,1948, on which date the trial court entered its order overruling appellant’s motion for a new trial; and again, notice of appeal was given and no time mentioned relative to the preparation and filing of the bills of exception.\nOn March 19, 1949, there was filed in this cause in the lower court an order nunc pro tunc setting forth \"the fact that the trial court through inadvertence left out of his order overruling the motion for a new trial herein, the term of sixty days for the preparation, etc., of bills of exception in this cause. The trial court made the statement in such order that he actually did fix the time at sixty days but inadvertently left such time out of his order. This nunc pro tunc order was recorded on March 22, 1949, about seven months after notice of appeal was given. This order comes too late. It is not a corrected copy of the record but a neglected act which had never been on the record. Cases in this court must be tried upon the record made at the trial and not upon the memory of what should have been placed in the record, and such neglected order cannot be placed in the record by a nunc pro tunc order after the jurisdiction of this court has attached by the giving of a notice of appeal.\n*364We recently said in the case of Ayala v. State, 152 Tex. Cr. R. 416, 214 S. W. (2d) 634, (636) as follows:\n“When notice of appeal was given the trial court lost jurisdiction to do anything further than is authorized in Art. 828, C. C. P., which does not include the thing requested by appellant. Many authorities will be found in the notes under the article mentioned in Vernon’s Ann. Texas Criminal Statutes, Vol. 3, C. C. P. The following cases are directly in point: Murphy v. State, 133 Tex. Cr. R. 189, 109 S. W. 2d. 488; Davis v. State, 120 Tex. Cr. R. 114, 28 S. W. (2d) 794; Acuff v. State, 98 Tex. Cr. R. 71, 260 S. W. 572, 262 S. W. 761; Allen v. State, 124 Tex. Cr. R. 642, 65 S. W. 2d. 311.”\nWe are unable to consider the bills of exception under this belated order.\nThe motion will therefore be overruled.\n",
            "ocr": true,
            "opinion_id": 4901440
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Texas",
    "court_full_name": "Court of Criminal Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Rape"
}