{
    "id": 5104858,
    "judges": "Carlson, Chandler, Dickinson, King, Kitchens, Lamar, Pierce, Randolph, Waller",
    "date_filed": "1979-11-13",
    "date_filed_is_approximate": true,
    "slug": "harden-v-state",
    "case_name_short": "Harden",
    "case_name": "Harden v. State",
    "case_name_full": "Timmy Terrell HARDEN a/k/a Timmy Hardin v. STATE of Mississippi",
    "attorneys": "Office of Indigent Appeals by George T. Holmes, Jackson, attorney for appellant., Office of the Attorney General by Billy L. Gore, attorney for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "59 So. 3d 594"
    ],
    "opinions": [
        {
            "author_str": "Chandler",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCHANDLER, Justice,\nfor the Court;\n¶ 1. On September 18, 2008, after a jury trial, Harden was convicted of the statutory rape of his stepdaughter, L.Q.,1 pursuant to Mississippi Code Section 97-3-65(l)(b).2 On December 16, 2008, Harden was sentenced to serve twenty years in the custody of the Mississippi Department of Corrections (MDOC), followed by ten years on post-release supervision, with five years reporting. See Miss.Code Ann. § 47-7-34 (Rev.2004). Harden appeals, raising five issues, including: (1) whether the trial court erred by denying his motion for a continuance to obtain a mental evaluation; (2) whether trial counsel was ineffective for failing to timely request a mental evaluation; (3) whether the trial court erred by admitting his confession; (4) whether the trial court erred by denying a *599jury instruction on whether the confession was coerced; and (5) whether the verdict was against the overwhelming weight of the evidence.\n¶ 2. Finding no error, we affirm.\n\nFACTS\n\n¶ 3. On November 29, 2006, Horn Lake seventh-grader L.Q. ate lunch with an older family friend, Alexandria Christie. She gave Christie the following handwritten note:\nThe day before thanksgiving Tim had sexual intercourse with me twice. How gross !!! That’s what I had to talk to you about. That’s the real, real reason why I wanted you here. I couldn’t tell you on the phone yesterday[;] he wanted me off the phone because of the minutes. By the way, what’s sperm? And what’s a virgin? Someone asked me was I a virgin. From: [L.Q.] To: Alex\nI feel bad about this. I don’t know what to do. I don’t want to hurt my mom again so I[’m] telling you[,] someone who can help me ... I hope[.]\nChristie reported the information to L.Q.’s mother, Towanda Conley. The same day, Conley, L.Q., Christie, and Harden gave statements at the police station.\n¶ 4. During Harden’s tape-recorded interview, Detective Josh Zacharias informed Harden he was not under arrest and then administered his Miranda3 rights. Because Harden said he could not read, Detective Zacharias went over these rights verbally, and Harden indicated that he understood the rights. During the' reading of his rights, Harden repeated the third right, concerning the right to the appointment of counsel. During the interview, Harden repeatedly denied that he had done anything inappropriate with L.Q. But Harden ultimately admitted that he had had sexual intercourse with L.Q. in his bedroom.\n¶ 5. L.Q. gave a tape-recorded statement about what had occurred. She said that she and two younger siblings had been with Harden in his bedroom. When the siblings left to play video games in the living room, Harden had removed her clothes and had put his penis inside her. L.Q. stated that Harden had ejaculated on her body; however, testing of the clothing she put on after the encounter revealed no seminal fluid. When Detective Zacharias asked L.Q. whether she had had other sexual encounters with Harden, she stated that it had happened only once.\n¶ 6. At the trial, L.Q. was unresponsive to most questions about the sexual encounter, but she testified that her note to Christie was truthful. She also testified that she had told her mother that Harden had been touching her inappropriately since she was nine years old, and that she had never had sexual intercourse with anyone else before Harden. She acknowledged that an incident.of a sexual nature previously had occurred with her stepbrother. The audiotape-recorded interviews of Harden and L.Q. were admitted into evidence.\n¶ 7. On December 14, 2006, L.Q. was examined by Elizabeth Thomas, a sexual-assault nurse examiner. Regarding her interview with L.Q., Thomas testified from her notes to the following:\nThis 12-year-old female complained of severe pain from her behind, two weeks ago. She cried that she couldn’t sit down because it hurt so bad. She reported to her mother that it felt like there was a lump down there. Later, she complained of a headache and stomachache. . Her mother took her to the *600health department and was referred to the Lebonheur emergency room. The child disclosed, then, that Timmy, her stepfather, had been touching her and was now putting his penis in her front private part and her back private part.\nAs part of this narrative history, I obtained information that the touching had been ongoing for two years. It was the recent penetration that the child was complaining of the acute injuries.\nThomas testified that her physical examination of L.Q. revealed recent blunt penetrating trauma in the genital and rectal areas. Thomas admitted on cross-examination that she could not identify the object of penetration from her physical examination. Thomas also testified that, previously, L.Q. had been examined at the same clinic after a sexual encounter with her stepbrother that had occurred in August 2006.4 That examination had revealed no trauma to her genital or rectal areas, and L.Q. had denied any penetration.\n¶ 8. Conley testified that she and Harden had been married since 2003, but their divorce was pending at the time of the trial. Conley testified that Harden was “a little bit slower than the average person,” and that he sometimes did not understand things as a normal person would. However, around the house, Harden got the kids ready for school and helped them with their homework, including reading. She testified that, previously, Harden had been employed by Wal-Mart as a cart-pusher and by Popeye’s as a prep cook.\n¶ 9. The only defense witness was Harden’s mother, Sandra Harden. She testified that Harden was born with hydrocephalus and that he is equipped with a tube and valve that pumps fluid from his brain to his chest. He has been on Social Security disability since age eleven. Sandra testified that Harden has undergone several surgeries for his condition throughout his life, beginning when he was two weeks old. She testified that he had a nervous breakdown at age eleven after a surgery and was institutionalized for six months. Sandra stated that Harden has trouble understanding things that are explained to him. She said that, throughout school, he was in special education and had to be taught one-on-one. Sandra stated that Harden had lived with her until his marriage to Conley.\n¶ 10. The jury returned a verdict of guilty of statutory rape. The trial court sentenced Harden to twenty years in the custody of the MDOC, followed by ten years on post-release supervision, with five years reporting.\nDISCUSSION\nI. WHETHER THE TRIAL COURT ERRED BY DENYING HARDEN’S MOTIONS FOR A CONTINUANCE AND HIS MOTION FOR A MENTAL EVALUATION.\n¶ 11. Harden argues that the trial court should have granted his two motions for a continuance and ordered a mental evaluation. The State argues that the denial of continuance is procedurally barred because Harden failed to reassert it in his motion for a new trial. Recently, this Court explored when an issue must be asserted in a motion for a new trial in Densmore v. State, 27 So.3d 379, 383 (Miss.2009). In Densmore, the appellant sought review of the denial of a motion for a continuance he had made after the State had disclosed a key witness at the “last minute.” Id. at 382. On appeal, the State argued that the issue was procedurally barred because the appellant had failed to *601include it in his motion for a new trial. Id. at 383.\n¶ 12. We recognized that “[generally, the failure to grant a continuance must be included in a motion for a new trial to preserve the issue for appellate review.” Id. at 384 (citing Gowdy v. State,' 592 So.2d 29, 33 (Miss.1991)). However, we found the reasons for that rule are “(1) to ‘assure an adequate record for considering the issue’ and (2) ‘to give the trial judge, who is so much closer to the scene than we, every opportunity to act prior to the' expensive and time-consuming process of appellate review.’ ” Id. (quoting Gowdy, 592 So.2d at 33). We explained that these reasons “make[ ] sense in light of the statute which governed continuances prior to the adoption of Mississippi’s Uniform Rules of Circuit and County Court Practice, as that statute only contemplated continuances because of an absent witness or a missing document.” Id. (citing Miss. Code Ann. § 99-15-29 (Rev.2007)). However, this Court held that, in cases involving the last-minute disclosure of a key witness, inclusion of the continuance issue in a motion for a new trial does nothing to serve these goals, because any error in a trial court’s ruling is fully apparent from the record. Id. We stated, “[i]t is not necessary to make a motion for a new trial grounded upon errors shown in the official transcript of the record, including the pleadings, transcribed evidence, instructions, verdict, and judgment of the court.” Id. (quoting Colson v. Sims, 220 So.2d 345, 347 n. 1 (Miss.1969)). As in Densmore, the facts surrounding the alleged error in denying Harden’s motion for a continuance are fully apparent from the record, the trial judge had every opportunity to rule on the matter, and the trial judge, in fact, did rule on the matter. Therefore, we find that this issue is not procedurally barred.\n¶ 13. The decision to grant or deny a motion for continuance is within the trial court’s sound discretion. Payton v. State, 897 So.2d 921, 931 (Miss.2003). It “will not be grounds for reversal unless shown to have resulted in manifest injustice.” Id. This Court will reverse the denial of a continuance only when it appears that manifest injustice resulted from the decision. Richardson v. State, 722 So.2d 481, 484 (Miss.1998) (citing Johnson v: State, 631 So.2d 185,189 (Miss.1994)).\n¶ 14. According to Uniform Rule of Circuit and County Court Practice 9.06, “if before or during trial the court, of its own motion or upon motion of an attorney, has reasonable ground to believe that the defendant is incompetent to stand trial the court shall order the defendant to submit to a mental examination by some competent psychiatrist selected by the court....” The rule further provides that, after the examination, the trial court must conduct a hearing to determine whether the defendant is competent to stand trial. URCCC 9.06. “What constitutes ‘reasonable ground’ to believe that a defendant is incompetent to stand trial rests largely within, the discretion of the trial judge.” Goff v. State, 14 So.3d 625, 644 (Miss.2009). On review, the pertinent question is whether “the trial judge received information which, objectively considered, should reasonably have raised a doubt about defendant’s competence and alerted him to the possibility that the defendant could neither understand' the proceedings, appreciate their significance, nor rationally aid his attorney in his defense.” Id. (quoting Conner v. State, 632 So.2d 1239, 1248 (Miss.1993) (overruled on other grounds) (citing Lokos v. Capps, 625 F.2d 1258,1261 (5th Cir.1980))).\n¶ 15. At Harden’s initial appearance on October 22, 2007, his mother informed the trial court that Harden is mildly mentally *602retarded due to his hydrocephalus. The court appointed an attorney to represent Harden, who secured two continuances and filed a motion to suppress the confession. On May 28, 2008, a new attorney was substituted as Harden’s counsel. The trial occurred on September 16, 2008. The day before trial, this attorney moved for a continuance because he was newly appointed, and, due to Harden’s hospitalization, he had difficulty contacting Harden and needed more time to review the tape-recorded confession and to consider whether to move for a mental evaluation. The trial court denied the motion. The next day, after the trial court denied Harden’s motion to suppress his tape-recorded confession, Harden’s attorney again moved for a continuance because Harden was uncommunicative. The trial court denied the motions, noting that Harden’s new attorney had been appointed more than three and one-half months previously. On appeal, Harden argues that a continuance was necessary in order to obtain his mental evaluation.\n¶ 16. The trial court denied Harden’s first motion for a continuance because the case already had been continued twice at Harden’s request, discovery was complete, and every opportunity had been given to bring forth the motion to suppress. At that point, Harden’s attorney had not requested a mental evaluation. When the trial court denied Harden’s second motion for a continuance, the court stated: “[t]he motion will be denied ... I will note, I have heard mentioned time and time again about Mr. Harden’s mental state, but the only closest thing I’ve got is what I heard on this [confession] tape. The Motion for Continuance will once again be denied. ...” Obviously, the trial court determined that insufficient grounds were before the court at that time to warrant a mental evaluation. We find that no manifest injustice resulted from the trial court’s ruling. At that point in the proceedings, the trial court had received scant information concerning Harden’s mental state. The trial court was within its discretion in finding no reasonable ground existed to continue the case for a mental evaluation.\n¶ 17. Harden also complains that the trial court erred by denying his subsequent motion for a mental evaluation. After the denial of his motion to suppress, Harden entered a petition to plead guilty, but he had difficulty responding to questioning by the trial court. He stated that he did not understand the contents of the plea petition. The trial court allowed his attorney to review the petition with him again. However, after the review, Harden again said he did not understand. Harden’s mother informed the court that Harden has difficulty understanding concepts. The trial court refused to accept his guilty plea. Harden moved for a mental evaluation, arguing that, because he was mentally incapable of participating in the plea proceedings, a mental evaluation was necessary to determine his competency to stand trial.\n¶ 18. The trial court denied the motion, stating:\nFirst and foremost, to the extent that Mr. Harden has an ongoing mental problem or disability or something of that nature, there certainly has been more than adequate time and opportunity to be brought to the court’s attention. It has not been done so. I have nothing by way of evidence in regard to the issue before me still other than comments of counsel, the tape of the interview with Officer Zacharias, and of course, or conversations in chambers regarding the attempts at a plea.\nI don’t claim to put myself inside of Mr. Harden’s mind, but I’ll say this: When we went through the plea dia*603logue, when he wanted me to understand something, he didn’t seem to have any trouble communicating it. It was only when, for lack of better terminology, things weren’t going his way that he seemed to have a lack of understanding.\nBut that aside, I acknowledge and know that a person’s mental state can deteriorate, but based upon what I’ve seen, and that being the tapes that I’ve heard and the actual ... conversations that Mr. Harden has had in this case, I see no reason to feel like or have any concern that he’s not competent under Rule 9.06 to stand trial_\nAnd once again, I will note because I think it is imperative because this topic keeps getting mentioned, but I have nothing by way of proof before me in regards to Mr. Harden’s mental state other than a tape I have heard, Mr. Harden’s comments in court, and comments that have been made by attorneys.\n¶ 19. The above recitation of the trial court’s ruling indicates that the court carefully had considered all the evidence of Harden’s mental state that was available and had determined that no reasonable ground existed to believe Harden was incompetent to stand trial. We find no abuse of discretion in the trial coúrt’s determination. Certainly, the trial court was confronted with evidence that Harden suffered from mental deficiencies. Apparently, the court believed that Harden was exaggerating his mental deficiencies during the plea colloquy. The trial court determined from Harden’s demeanor and conduct during several court appearances and based on the tape-recorded confession that no ground existed to order a mental evaluation of Harden to determine his competency to stand trial. Although this Court lacks the benefit, of having observed Harden; given the broad discretion afforded to trial courts in determining whether to order a mental evaluation and competency hearing, we cannot say the ruling was outside the trial court’s discretion. We note the trial court’s expression of willingness to consider other evidence pertaining to Harden’s competency, had it timely been brought to the attention of the court. This issue is without merit.\nII. WHETHER • TRIAL COUNSEL WAS INEFFECTIVE FOR NOT SEEKING A MENTAL EVALUATION PRIOR TO THE TRIAL DATE.\n¶ 20. Next, Harden argues that trial counsel was constitutionally ineffective because he failed to move for a mental evaluation before the trial date. This Court analyzes ineffective-assistance-of-counsel claims under the standard set forth in Strickland v. Washington, 466 U.S. 668, 688, 104 S.Ct. 2052, 80 L.Ed.2d 674. (1984). Johnson v. State, 29 So.3d 788, 745 (Miss.2009). Strickland requires the resolution of two questions: (1) whether counsel’s performance was deficient, and (2) whether the deficient performance prejudiced the defendant such that, but for counsel’s deficient performance, the result would have been different. Id. A strong but rebuttable presumption exists that counsel’s decisions constituted reasonable trial strategy within “the wide range of reasonable professional assistance.” Id. (quoting Bell v. Cone, 535 U.S. 685, 702, 122 S.Ct. 184B, 152 L.Ed.2d 914 (2002)).\n¶ 21. Regarding claims of ineffective assistance of counsel raised on direct appeal, this Court has stated:\nIt is unusual for this court to consider a claim of ineffective assistance of counsel when the claim is made on direct appeal. This is because we are limited to the trial court record in our review of the claim, and there is usually insufficient *604evidence within the record to evaluate the claim. The Mississippi Supreme Court has stated that, where the record cannot support an ineffective assistance of counsel claim on direct appeal, the appropriate conclusion is to deny relief, preserving the defendant’s right to argue the same issue through a petition for post-conviction relief. This Court will rule on the merits on the rare occasions where “(1) the record affirmatively shows ineffectiveness of constitutional dimensions, or (2) the parties stipulate that the record is adequate to allow the appellate court to make the finding without consideration of the findings of fact of the trial-judge.”\nWilcher v. State, 863 So.2d 776, 825 (Miss.2003) (quoting Aguilar v. State, 847 So.2d 871, 878 (Miss.Ct.App.2002) (citations omitted)).\n¶ 22. Mississippi Rule of Appellate Procedure 22(b) states that “[ijssues which may be raised in post-conviction proceedings may also be raised on direct appeal if such issues are based on facts fully apparent from the record.” But if “the appellant is represented by counsel who did not represent the appellant at trial, the failure to raise such issues on direct appeal shall constitute a waiver barring consideration of the issue in post-conviction proceedings.” M.R.A.P. 22(b). The comment to the rule further explains:\nRule 22(b) allows the appellant to raise post-conviction issues on direct appeal where the issues are fully apparent from the record of the trial, and failure to raise such issues constitutes a waiver. Under this provision, issues such as claims' of ineffective assistance of counsel for failure to object to evidence offered by the state or to argument by the state must be raised on direct appeal. Other post-conviction issues which cannot be raised at the time of the appeal because they involve actions or inaction outside the record are not waived since they cannot practically be raised without further development or investigation.\nM.R.A.P. 22 cmt.\n¶23. Harden argues that this issue is ripe for appellate review because it is apparent from the record that counsel’s failure to move for a mental evaluation earlier than the day of trial prejudiced him. However, the trial court’s ruling shows that, although the trial court was displeased with the timing of the motion, the reason the court denied the motion was that Harden had failed to present evidence sufficient to convince the court that Harden required a mental evaluation under Rule 9.06. This implicates Harden’s other ineffectiveness argument, which is that counsel should have investigated Harden’s mental state more thoroughly before filing the motion. The trial court’s ruling indicates the court was unimpressed with the amount of evidence which Harden had presented on the issue. However, based solely on the appellate record, we are unable to know what additional evidence would have revealed. In other words, we are unable to determine whether additional evidence presented in a timely motion for a mental evaluation would have provided the trial court with information which, objectively considered, reasonably should have raised a doubt about Harden’s competence. See Goff, 14 So.3d at 644. Therefore, we find that this issue “cannot practically be raised without further development or investigation.” M.R.A.P. 22(b) cmt. We dismiss this argument without prejudice to Harden’s ability to raise it on post-conviction relief.\nIII. WHETHER THE TRIAL COURT ERRED IN DENYING HARDEN’S MOTION TO SUPPRESS HIS CONFESSION. .\n¶ 24. Prior to trial, Harden moved to suppress his tape-recorded con*605fession on the grounds that it was not freely and voluntarily given, or was given in violation of his right to counsel. The trial court denied the motion. Harden renews both grounds for suppression on appeal. We review each ground in turn.\n\nA. Voluntariness\n\n¶ 25. Before a challenged confession is admissible, the trial court must determine that it was voluntary beyond a reasonable doubt. For a confession to be voluntary, it must have been freely given and must not be the product of coercion by threats, promises, or inducements. The State bears the burden to prove a confession was-voluntary. Scott v. State, 8 So.3d 855, 861 (Miss.2008) (citing Agee v. State, 185 So.2d 671, 673 (Miss.1966)). Volun-tariness may be established through testimony from officers or those who may have specific knowledge of the facts that the confession was made without any threats, offers of reward, or coercion. Bell v. State, 963 So.2d 1124, 1134 (Miss.2007). This testimony establishes a prima facie case of voluntariness. Id. Then, the defendant may rebut the testimony with contrary evidence; whereupon the State must offer the testimony of all officers who witnessed the confession, or give an adequate reason for their absence. Id.\n¶ 26. This Court will reverse the denial of a motion to suppress only if the trial court’s ruling constituted manifest error .or was against the overwhelming weight of the evidence. Thomas v. State, 42 So.3d 528, 534-35 (quoting Barnes v. State, 30 So.3d 313, 316 (Miss.2010)). Harden contends that Detective Zacharias’s mention of spiritual matters during the interrogation coerced his confession. A mere exhortation to tell the truth is not an improper inducement that will result in an inadmissible confession. Ruffin'v. State, 992 So.2d 1165, 1172 (Miss.2008), This Court has held that whether an interrogator’s statement was an inducement, as opposed to a mere exhortation, “generally depends on the circumstances surrounding the confession, such as the defendant’s youth, good reputation, lack of familiarity with the criminal justice system, and relationship with or trust in the interrogating officer(s).” Thomas v. State, 42 So.3d 528, 536 n. 24 (Miss.2010) (quoting Ruffin, 992 So.2d at 1172). The mild mental retardation of the defendant does not render a confession per se involuntary; rather, the defendant’s mental abilities are but one factor to be considered. Neal v. State, 451 So.2d 743, 756 (Miss.1984).\n¶ 27. In the audiotaped confession, Harden repeatedly denied that anything had happened with L.Q., before he finally confessed. Detective Zacharias told Harden that he was aware Harden was under a lot of pressure; Harden cried and stated that he might as well be dead. Detective Za-charias told Harden that as humans “we all make mistakes,” have “weaknesses” and “at some point we all as men [must be] willing to step up to the plate and accept responsibility.” The following exchange occurred:\nQ: Do you believe in God?\nA: Yeah, I believe in God.\nQ: Okay, do you believe God forgives all?\nA: Yeah, He forgives all.\nQ: He does forgive all, doesn’t He? No matter what your sins are, he forgives you doesn’t He? But do you not also have to accept responsibility, as hard as it is for you right now? As a man, you need to step forward and accept forgiveness. But that forgiveness is not given easily. • You have to meet half-way don’t you? Right? And the only way is for you to accept responsibil*606ity, for you to admit your weakness\n[[Image here]]\nDetective Zacharias also told Harden that, if he did not confess, the truth would come out through the investigation. Detective Zacharias said he would have L.Q. examined, collect the clothes she wore, and have them tested for the presence of Harden’s seminal fluid. Then, Detective Zacharias said, Harden would not be able to say nothing had happened. At the conclusion of the twenty-seven-minute interview, Harden admitted that he had had sex with L.Q.\n¶28. The trial court found that Harden’s statement was voluntary. The trial court noted Detective Zacharias’s testimony that Harden had been emotional, that he had understood what was being asked, and that he had understood his rights. The trial court held that the statements regarding religion did not amount to coercion. The court found that there was nothing to indicate Harden did not understand what was going on, that he had a particular susceptibility to religious matters, or that he was overcome due to a lack of mental capacity.\n¶ 29. Harden cites Johnson v. State, 107 Miss. 196, 65 So. 218 (Miss.1914), and Abram v. State, 606 So.2d 1015, 1031 (Miss.1992) (overruled on other grounds), in support of his coercion argument. In Johnson, a man working for a newspaper acquired a confession by making continuous visits to Johnson in jail. The man told the defendant he had a special connection with the spirit world. Id. at 220. He implied he had a hidden power of occultism and was a spiritual medium who could divine the thoughts of defendant. Id. The interrogations occurred while defendant was sick with fever, taking medication, and under fear of being lynched. Id. at 218. The Court found from the totality of the circumstances that the confession had not been freely and voluntarily given, stating:\nA man ill and nervous could be thrown into a serious physical fear and constraint, even though from superstition, which is a fear of that which is unknown or mysterious, by the intense statement of one who claimed he was a spiritualist — that is, one who holds communications with departed and disembodied spirits — and said that he could see into his black heart and detect guilt.\n\nId.\n\n¶ 30. In Abram, the Court found that the defendant’s confession was inadmissible because it had been induced by the sheriffs promises that he could avoid the death penalty and by a reverend’s statement that he would help the defendant attain the forgiveness of God for the crime. Abram, 606 So.2d at 1032-33. The Court found that these statements proximately caused the defendant to confess, rendering the confession involuntary. Id. at 1034.\n¶ 31. We turn to the circumstances surrounding Harden’s confession. Harden was thirty-four years old. Although he was not familiar with the criminal justice system, nothing showed he had a specific relationship with or trust in Detective Za-charias. During the interview, Detective Zacharias repeatedly encouraged Harden to own up to his actions. He did not tell Harden that he would receive forgiveness from the criminal justice system, but instead told him he would receive forgiveness from God according to Harden’s own expressed belief that God forgives all. Unlike the defendants in Johnson and Abram, Harden had no reason to believe Detective Zacharias had any elevated status concerning religious matters. In Johnson, the person who took the confession had professed to be a spiritualist who could see into the defendant’s heart and detect guilt. Johnson, 65 So. at 220. In\n*607Abram, the inquisitor was a reverend who told the defendant he would help the defendant attain the forgiveness of God if he confessed. Abram, 606 So.2d at 1032-33. Harden did not confess until after Detective Zacharias had told him that forensic evidence would prove Harden’s guilt. The trial court was within its discretion in finding from the contents of the tape-recorded interview that Harden’s mental condition did not render the confession involuntary. We find that the trial court did not manifestly err by holding, from the totality of the circumstances, that Detective Zachari-as’s statements did not induce Harden’s confession.\n\nB. Right to counsel\n\n¶ 32. Harden asserts he invoked his right to counsel by repeating that right after it was read to him by Detective Zacharias. As shown by the tape-recorded statement, Detective Zacha-rias spent the first few minutes of the interview reading Harden his rights and making sure he understood them.5 At one point when Detective Zacharias asked Harden if he understood his rights, Harden stated ‘You said I cán have a lawyér appointed to me. I can’t afford no lawyer.”\n¶ 33. During the. suppression hearing, the following exchange occurred:\nQ: [By Ms. Brewer:] Detective Zacha-rias, did Timmy Harden ever ask for a lawyer?\nA: No.\nQ: Specifically, what did he say concerning a lawyer?.\nA: I asked him if he understood his rights, and at that time, he repeated, I believe, Nó. 3 of the rights waiver about, you know, an attorney being appointed to him.\nQ: I understand I can have a lawyer?\nA: Yes.\nQ: And that was the only comment that was made by him.\nA: That’s correct.\nQ: At no point during the interview did he ask for an attorney?\nA: No.\n¶ 34. Harden argues that the statement ‘You said I can have a lawyer appointed to me” invoked his right to counsel. Neither Harden nor the State addressed at the suppression hearing or on appeal the effect of the second part of Harden’s statement, “I can’t afford no lawyer.” Neither party acknowledged at any time that Harden had made that statement, and they make no arguments pertaining to it. Nonetheless, the entirety of Harden’s tape-recorded statement was before the trial court, which was to consider the totality of the circumstances in determining whether his confession was admissible. Scott v. State, 8 So.3d 855, 862 (Miss.2008).\n¶ 35. There is a bright-line rule that, once an accused has requested counsel during the interrogation process, interrogation must cease, and the accused may hot be questioned further without an attorney being present, unless the accused voluntarily initiates communication. Edwards v. Arizona, 451 U.S. 477, 484-485, 101 S.Ct. 1880, 1885, 68 L.Ed.2d 378 (1981). “The right to an attorney must be specifically invoked.” Holland v. State, 587 So.2d 848, 856 (Miss.1991). “[A] defendant’s request for counsel must be clear and unambiguous in order for an officer to stop questioning the suspect.” Thomas, 42 So.3d at 535 (citing Davis v. United *608States, 512 U.S. 452, 458,-114 S.Ct. 2350, 129 L.Ed.2d 362 (1994)).\n¶ 36. The evidence before the trial court was that Harden did not invoke his right to counsel. Harden asserts that his “invocation” of the right to counsel paralleled that in Holland v. State, 587 So.2d 848, 856-858 (Miss.1991). However, in Holland, the defendant asked during interrogation, “Don’t you think I need a lawyer?” This Court ruled this question was an ambiguous invocation of the right to counsel and questioned then “whether the police detective responded ... within constitutional parameters.” Id. But Harden merely repeated one of his rights after it was read to him, then stated he could not afford counsel. He did not ask for counsel; nor did he even ambiguously ask for counsel. At no time did Harden expressly request the presence of counsel. The fact that Harden has never argued that his statement, “I can’t afford no- lawyer,” invoked his right to counsel strongly indicates Harden did not intend to invoke the right. See People v. Mandrachio, 55 N.Y.2d 906, 449 N.Y.S.2d 24, 433 N.E.2d 1272, 1273 (1982) (stating that “[sjignifi-cantly the defendant himself did not suggest that his comment [that he could not afford an attorney] should be ... construed [as an invocation of the right to counsel] until the case was on appeal”). Considering the totality of the circumstances, Harden’s statements to Detective Zacharias fell far short of the “clear and unambiguous” request for counsel that is required for an effective invocation. Thomas, 42 So.3d at 535 (citing Davis, 512 U.S. at 458, 114 S.Ct. 2350). The trial court did not manifestly err in denying the motion to suppress Harden’s confession on this ground. Therefore, this issue is without merit.\nIV. WHETHER THE TRIAL COURT ERRED IN REFUSING REQUESTED INSTRUCTION IM REGARDING A COERCED CONFESSION.\n¶ 37. Harden requested jury instruction D-4, which reads as follows:\nThe court.instructs the jury for the Defendant, Timmy Terrell Harden, that you can find a confession to have been coerced if you find that it has resulted from fear or threat, or undue influence of a person, operating upon the mind of the person confessing.\nThe trial court denied the instruction, stating that the court’s first instruction to the jury advised jurors of their duty to determine the weight and credibility of the testimony of each witness and of all the evidence in the case.\n¶ 38. Jury instructions are within the sound discretion of the trial court. Rubenstein v. State, 941 So.2d 735, 787 (Miss.2006) (citing Goodin v. State, 787 So.2d 639, 657 (Miss.2001)). “A defendant is entitled to jury instructions on his theory of the case whenever there is evidence that would support a jury’s finding on that theory.” Id. at 962 (citing Jackson v. State, 645 So.2d 921, 924 (Miss.1994)). However, a trial court may refuse a jury instruction when it is an incorrect statement of law, is fairly covered in other instructions, or has no foundation in the evidence. Ruffin, 992 So.2d at 1176. This Court reads jury instructions as a whole and not in isolation. Walker v. State, 913 So.2d 198, 234 (Miss.2005) (quoting Parks v. State, 884 So.2d 738, 746 (Miss.2004)). “[I]f the instructions fairly announce the law of the case and create no injustice, no reversible error will be found.” Montana v. State, 822 So.2d 954, 958 (Miss.2002).\n¶ 39. Harden argues that the trial court erred by denying the instruction under Ellis v. State, 65 Miss. 44, 3 So. 188 (1887), in which this Court held it proper to instruct a jury “that if they believed from *609the evidence that the confession .was untrue, they should disregard it; or if they believed from the evidence that it was made under the influence of hope or fear, they should take this into account in determining what weight or credit, if any, they would attach to it as evidence.” The State argues that the trial court properly denied instruction D-4 because it both improperly commented on the competency of the confession, and improperly singled out a particular piece of evidence.\n¶ 40. We need not reach the question of whether instruction D-4 improperly singled out a particular piece of evidence, because it erroneously asked the jury to determine whether Harden’s confession was coerced. Unlike the instruction in Ellis, ■ instruction D-4 did not ask the jury to consider the weight and credibility of the confession; rather, it instructed the jury to determine whether the confession was coerced. The matter of whether the confession was coerced was for determination by the trial court on the motion to suppress; it was not a matter for the .jury. In Norwood v. State, 258 So.2d 756, 766 (Miss.1972), this Court affirmed the trial court’s refusal of a similar instruction that charged the jury with determining whether a . confession was coerced. The Court stated:\nThis instruction is based upon a misconception of the separate duties of the judge and jury. It is the judge’s duty to determine whether or not the conféssion is admissible in evidence before the jury.... After the trial judge has permitted the confession to be heard by the jury it may determine the weight to be given the alleged confession, and this includes all the attendant circumstances showing the strength or weakness of the statement. The jury is the judge of the weight and worth of the confession admitted in evidence by the judge.\nId. at 765. Further, “[W]here a trial judge [has] ruled on a coercion claim with reference to a confession, the appellant [is] not entitled to have the jury decide the claim anew.” Id. at 766 (citing Lego v. Twomey, 404 U.S. 477, 489-90, 92 S.Ct. 619, 627, 30 L.Ed.2d 618 (1972)); see also Ratliff v. State, 317 So.2d 403, 404 (Miss. 1975) (stating that “the voluntariness of a statement and its admissibility in- evidence is a question for the court to determine and not a question for the jury”). However, the jury may determine the weight and credibility of the confession, which it was properly instructed to do in' this case by instruction C-l. This issue is without merit.\nV. WHETHER THE VERDICT WAS AGAINST THE OVERWHELMING WEIGHT OF THE EVIDENCE.\n¶ 41. Harden filed a motion for a new trial. challenging the weight of the evidence. It was denied. On review of a denial of a motion for a new trial based on an objection to the weight of the evidence, this Court will disturb the verdict only- when it is so contrary to the overwhelming weight of the evidence that to allow it to stand would sanction an unconscionable injustice. Bush v. State, 895 So.2d 836, 844 (Miss.2005). On appellate review of a challenge to the weight of the evidence, this Court sits as the thirteenth juror, and a new trial should be granted only in exceptional cases when the evidence preponderates heavily against the verdict. Id. (quoting Amiker v. Drugs For Less, Inc., 796 So.2d 942, 947 (Miss.2000)).\n¶ 42. Harden’s primary argument is that, due to inconsistencies in L.Q.’s statements, the verdict was against the overwhelming weight of the evidence. Harden points to the fact that L.Q. told Detective Zacharias that there was only one incident *610of sexual contact with Harden, but she told her mother it had been ongoing since she was nine years old, and she told Thomas it had occurred over a two-year period. Also, Harden notes that the history given to Thomas was different from that given to Detective Zacharias. Detective Zacharias stated that the incident had first come to light through L.Q.’s note to Christie. But according to Thomas’s notes, L.Q. had complained of severe pain from her “behind,” and her mother had brought her to the health department and then to the emergency room. Harden also argues that there was no physical evidence supporting the conviction, that his confession was involuntary, and that there are continuing questions about his mental capacity.\n¶ 43. We find that the evidence did not preponderate so heavily against the verdict as to cause an unconscionable injustice. Although there were conflicts in L.Q.’s statements, in every statement, L.Q. consistently maintained that Harden had had sexual intercourse with her on the day before Thanksgiving in 2006. In addition to L.Q.’s testimony and prior statements, the jury was confronted with both Harden’s confession that he had had sex with L.Q., and the results of the physical examination of L.Q., which revealed recent blunt penetrating trauma. We find that the verdict of guilty of statutory rape was not against the overwhelming weight of the evidence.\nCONCLUSION\n¶ 44. The issues presented are without merit.' The trial court did not err by denying Harden’s motions for a continuance and for a mental evaluation; the issue of ineffective assistance of counsel is not fully apparent from the record, and would more appropriately be raised on post-conviction relief; the trial court did not err by admitting Harden’s confession; the trial court did not err by refusing the requested jury instruction; and the verdict was not against the overwhelming weight of the evidence. This Court affirms Harden’s conviction and sentence.\n¶ 45. CONVICTION OF STATUTORY RAPE AND SENTENCE OF TWENTY (20) YEARS IN THE CUSTODY OF THE MISSISSIPPI DEPARTMENT OF CORRECTIONS, WITH TEN (10) YEARS POST-RELEASE SUPERVISION, FIVE (5) YEARS REPORTING, AND FIVE (5) YEARS NON-REPORTING WITH CONDITIONS, AFFIRMED.\nWALLER, C.J., CARLSON AND DICKINSON, P. JJ., RANDOLPH, LAMAR, AND PIERCE, JJ., CONCUR. KITCHENS, J., DISSENTS WITH SEPARATE WRITTEN OPINION. KING, J., NOT PARTICIPATING.\n\n. The victim's name has been changed to protect her identity.\n\n\n. Section 97-3-65(l)(b) states that \"[t]he crime of statutory rape is committed when: ... [a] person of any age has sexual intercourse with a child who: (i)[i]s under the age of fourteen (14) years; (ii)[i]s twenty-four (24) or more months younger than the person; and (iii)[i]s not the person’s spouse.” Miss. Code Ann. § 97-3-65(l)(b) (Rev.2006). At the time of Harden's crime, “sexual intercourse” was defined as \"a joining of the sexual organs of a male and female human being in which the penis of the male is inserted into the vagina of the female.” Miss Code Ann. § 97-3-65(6) (Rev.2006).\n\n\n. Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n\n\n. This stepbrother was not the son of Harden.\n\n\n. There is no requirement for admissibility of a confession that a valid waiver be in writing and signed. Ruffin, 992 So.2d at 1171.\n\n",
            "ocr": true,
            "opinion_id": 4922906
        },
        {
            "author_str": "Kitchens",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKITCHENS, Justice,\ndissenting:\n¶ 46. Because Harden’s confession should have been suppressed pursuant to Edwards v. Arizona, 451 U.S. 477, 101 S.Ct. 1880, 68 L.Ed.2d 378 (1981), I respectfully dissent. Notwithstanding the apparent concession made by Harden’s appellate counsel that his request for counsel was equivocal, Harden’s statement was an unequivocal invocation of his right to have counsel present at his interrogation. Yet, even if we give Detective Zacharias the benefit of the doubt and assume that he understood that Harden might be invoking his right to counsel, the detective was required to cease questioning and, at most, request a clarification from Harden. Chamberlin v. State, 989 So.2d 320, 333 (Miss.2008) (citing Holland v. State, 587 So.2d 848, 856 (Miss.1991)). Thus, the detective’s continued questioning violated Harden’s privilege against self-incrimination, rendering the confession inadmissible. *611U.S. Const, amends. V, XIV; Miss. Const, art. 3, § 26; Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966); Edwards, 451 U.S. 477, 101 S.Ct. 1880.\n¶ 47. As soon as Detective Zacharias informed Harden of his rights, and while he was attempting to obtain a written acknowledgment that Harden had been apprised of his rights, the following exchange occurred:\nHarden: You said I could have a lawyer appointed to me. I can’t afford no lawyer.\nDetective: Well, you know, that’s all stuff that could be worked out — my question is to you, do you want to get this off your back; I can tell you’ve got a lot of pressure on you right now.\nHarden’s statement was a clear and unequivocal invocation of his right to counsel and to his right to have counsel appointed for him. Detective Zacharias’s. response makes it clear that he understood Harden’s wish and did not honor it. This is plainly a violation of the rule announced in Edwards, 451 U.S. at 484-85, 101 S.Ct. 1880, that once the accused has requested counsel, the interrogation must cease “until counsel has been made available to him [or] unless the accused himself initiates further communication, exchanges, or conversations with the police.” '\n¶ 48. However, even if one were to agree that Harden’s statement was less than definite, a request for counsel that is ambiguous requires • the interrogator to cease the interview except for the purpose of clarifying that ambiguity. Chamberlin, 989 So.2d at 333 (citing Holland, 587 So.2d at 856).6 “[A]n ambiguous utterance means that any subsequent interrogation ‘must be limited to attempts to clarify and must not coerce or intimidate the suspect into waiving his rights.’” Holland, 587 So.2d at 857-58 (quoting U.S. v. Fouche, 833 F.2d 1284, 1287 (9th Cir.1987)) (other citations omitted). Yet, instead of seeking clarification, the detective told Harden that it “could be worked out,” and continued to press Harden for a confession. Thus, Harden’s confession was likewise inadmissible based on the officer’s continued questioning without first seeking an explanation of ‘You said I could have a lawyer appointed to me. I can’t afford no lawyer.” Id. See also Kirkland v. State, 559 So.2d 1046,1047-48 (Miss.1990).\n¶ 49. The law of criminal procedure has as its object the protection of the fundamental rights of individuals against their infringement- by the State. Nearly half a century ago, it was established that “when an individual is taken into custody or otherwise deprived of his .freedom by the authorities in any significant way and- is subjected to questioning, the privilege against self-incrimination is jeopardized.” Miranda, 384 U.S. at 478, 86 S.Ct. 1602. We should review cases that implicate a violation of the right against self-incrimination, as in this case, carefully, zealously, and without regard for the heinousness of the offense for which the defendant is accused. Because Harden’s request for counsel was ignored, admission of his confession violated his right against self-incrimination. U.S. Const, amends. V, XIV; Miss. Const, art. 3, § 26. Accordingly, I would reverse Harden’s conviction and remand for a new trial.\n\n. We noted in Chamberlin that the United States Supreme Court, unlike this Court, has declined to require such a procedure but considers it \"good police practice.” Chamberlin, 989 So.2d at 333 (quoting Davis v. U.S., 512 U.S. 452, 461, 114 S.Ct. 2350, 129 L.Ed.2d 362 (1994)).\n\n",
            "ocr": true,
            "opinion_id": 4922907
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Rape"
}