{
    "id": 5213955,
    "judges": "Klingeman",
    "date_filed": "2001-09-16",
    "date_filed_is_approximate": true,
    "slug": "carrillo-v-state",
    "case_name_short": "Carrillo",
    "case_name": "Carrillo v. State",
    "case_name_full": "Reynaldo CARRILLO, Jr. v. The STATE of Texas",
    "attorneys": "Fred J. Deyeso, Jr., San Antonio, for appellant., Ted Butler, Miles L. Johnson, Bobby L. Terry, Asst. Dist. Atty., Bexar County, Luden B. Campbell, San Antonio, for ap-pellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Sept. 1, 1971.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "470 S.W.2d 227"
    ],
    "opinions": [
        {
            "author_str": "Klingeman",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKLINGEMAN, Justice.\nAppellant, a minor sixteen years of age, appeals from a judgment after a jury trial adjudging him to be a delinquent child. This appeal complains of the act of the trial judge allowing a trial amendment during the process of the trial.\nThe original petition of the State alleged the shoplifting of a bottle of cologne, the property of Danny Balli. At the trial the evidence showed that the bottle of cologne and a box of shotgun shells were taken on the same occasion from Joske’s store at Las Palmas, the shotgun shells from a department in which Danny Balli was employed, and the bottle of cologne from a department in which Grace Casanova was employed. The State then moved to amend its petition to allege that Grace Casanova was the owner of the cologne, which motion was granted by the trial court over appellant’s objection.\nAt the time the trial court admitted the trial amendment, the court advised appellant’s attorney that if he needed additional time to prepare a defense, he would be allowed it. After the defendant’s attorney filed his bill of exception, the court again offered to grant a postponement to the defendant to enable him to meet the amended pleadings and the admitted evidence. The testimony of Grace Casanova was not had until after the trial amendment was admitted. Defendant’s attorney had ample opportunity to cross-examine her, and did so vigorously.\nAppellant urges on this appeal that the trial court erred in allowing such trial amendment because the application of Rule 66, Texas Rules of Civil Procedure,1 to a j uvenile proceeding:\n(a) deprives the defendant of proper notice of charges;\n(b) deprives the defendant of a right to cross-examination and confrontation and\n(c) deprives the defendant of a right to basic fairness.\nIt is appellant’s basic contention that under the situation here involved, Article 28.10 of the Vernon’s Ann.Tex.Code Crim.P.Ann. is applicable rather than Rule 66 of the Texas Rules of Civil Procedure. Article 28.10, Tex.Code Crim.P.Ann., provides in part: “Any matter of form in an indictment of information may be amended at any time before announcement of ready for trial upon the merits by both parties, but not afterward. No matter of substance can be amended.”\nThe legislature of Texas and the courts of Texas have made it clear that a proceeding to have a child declared delinquent is a civil matter, and that the statutes and rules relating to civil actions should govern as far as practical. Steed and Wray v. State, 143 Tex. 82, 183 S.W.2d 458 (1944); Dendy v. Wilson, 142 Tex. *229460, 179 S.W.2d 269 (1944) ;2 Yzaguirre v. State, 427 S.W.2d 687 (Tex.Civ.App.—Corpus Christi 1968, no writ); Gamble v. State, 405 S.W.2d 384 (Tex.Civ.App.—Eastland 1966, no writ) ; Article 2338-1, Vernon’s Ann.Tex.Rev.Civ.Stat.Ann.\nAppellant relies heavily on In re Gault, 387 U.S. 1, 87 S.Ct. 1428, 18 L.Ed.2d 527, to support his contentions. The Supreme Court of Texas has had occasion to pass on this matter since Gault in State v. Santana, 444 S.W.2d 614 [(Tex.1969) reversed on other grounds, Santana v. State, 397 U. S. 596, 90 S.Ct. 1350, 25 L.Ed.2d 594, on remand 457 S.W.2d 275 (1970)].3 In its opinion the Texas Supreme Court said (444 S.W.2d 614 at 622): “Holding as we have that juvenile proceedings are not strictly adversary criminal proceedings but are, under Gault, sui generis and to be tried under our statutes as civil cases, it was not error to the court to grant the State the leave to amend. And, under Gault, it is our opinion that the granting of the leave to amend, while at the same time offering Santana an opportunity to postpone the trial to some later date if he so desired, did not deprive the minor of an essentially fair trial so as to offend the due process clause.”\nIn Yzaguirre v. State, supra, the Court in discussing Gault said that the Court [Supreme Court of the United States] did not in any way deny to the State legislature and State courts the power and right to determine the rules of procedure in juvenile trials as long as such rules do not violate the basic requirements of due process and fairness.\nUnder the record we feel that the granting of the trial amendment did not create any material issue of surprise to appellant, and did not deprive him of proper notice; that appellant has not been deprived of the right to cross-examination and confrontation; and that the granting of the trial amendment did not violate the basic requirements of due process and fairness.\nFinding no error, we affirm the judgment of the trial court.\n\n. The applicable portion of this rule reads as follows: “ * * * if during the trial any defect, fault or omission in a pleading, either of form or substance, is called to the attention of the court, the court may allow the pleadings to be amended and shall do so freely when the presentation of the merits of the action will be sub-served thereby and the objecting party fails to satisfy the court that the allowance of such amendment would prejudice him in maintaining his action or defense upon the merits.”\n\n\n. In Dendy v. Wilson (179 S.W.2d 269 at 277) the Court said: “If the objects of the Act are to be accomplished, the proceedings thereunder must necessarily be civil in nature, and while in some respects the orders or the judgment of the court may have the characteristics of a judgment in a criminal case, the customary rules of evidence in civil cases, developed through long experience as essential in arriving at the truth with reasonable certainty, must be followed.”\n\n\n. In Santana the Court held that in a juvenile proceeding the State was properly permitted to amend its petition on date of trial to change its allegations from assault to rape, to rape.\n\n",
            "ocr": true,
            "opinion_id": 5037747
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Rape"
}