{
    "id": 5252740,
    "judges": "Gaitan, Kennedy, Nugent, Wasserstrom",
    "date_filed": "2008-05-14",
    "date_filed_is_approximate": true,
    "slug": "state-v-clay",
    "case_name_short": "Clay",
    "case_name": "State v. Clay",
    "case_name_full": "STATE of Missouri v. Arthur Scott CLAY, Appellant Arthur Scott CLAY v. STATE of Missouri",
    "attorneys": "David S. Durbin, Appellate Defender, Terri L. Backhus, Asst. Appellate Defender, Kansas City, for appellant., William L. Webster, Atty. Gen., Breck K. Burgess, Asst. Atty. Gen., Jefferson City, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Motion for Rehearing and/or Transfer to Supreme Court Denied July 30, 1991., Application to Transfer Denied Sept. 10, 1991.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "812 S.W.2d 872"
    ],
    "opinions": [
        {
            "author_str": "Nugent",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nNUGENT, Presiding Judge.\nA jury found the defendant, Arthur Scott Clay, guilty of forcible rape in violation of § 566.030, RSMo 1986 (repealed 1990). The trial court sentenced him as a prior offender to twenty years’ imprisonment. He later sought postconviction relief in a Rule 29.15 motion, which the hearing court denied after an evidentiary hearing. This consolidated appeal addresses both cases, although the defendant raises no claim to the adverse Rule 29.15 ruling. Appealing only the judgment of conviction, the defendant asserts error resulting from jury separation.\nWe remand for the limited purpose of correcting a clerical error in the judgment. In all other respects, we affirm the judgment of conviction and the denial of post-conviction relief.\nA clerical error in the formal judgment erroneously shows the defendant’s conviction of the “class B felony” of forcible rape. The record, however, clearly shows that the state charged the defendant with and convicted him of forcible rape, an unclassified felony under § 566.030.2, RSMo 1986 (repealed 1990). The trial court can correct this clerical error by striking the reference to “class B felony” from the judgment by nunc pro tunc order without the necessity of resentencing. State v. Jones, 809 S.W.2d 37, 39 (Mo.App.1991); see Weeks v. State, 785 S.W.2d 331, 333 (Mo.App.1990).\nIn his sole point on appeal, the defendant claims that the trial court erred in allowing the jury in violation of statute to separate overnight during deliberations, depriving him of his Fourteenth Amendment right to due process of law.\nThe jury retired to deliberate at 6:05 p.m. During the evening, the jury submitted numerous questions to the court. As the hour advanced with no verdict, the court met with the defendant, defense counsel, and the assistant prosecutor. The group discussed alternatives, including the hammer instruction, mistrial, and sequestration. The court specifically asked defense counsel and the defendant whether they wanted to sequester the jury overnight or to allow the jury to go home. Both replied that they did not want to sequester the jury. At 9:10 p.m., the court reassembled the jury in the courtroom. In the presence of the defendant and counsel, the following exchange occurred:\nTHE COURT: It’s obvious to The Court that you’ve been out deliberating 3 hours and are unable to reach a verdict. I don’t want to know how you stand or anything. It’s getting to be late suppertime. We have made arrangements. The place we made arrangements is open until 11:00.\nDo you think if you went and ate supper and went home and came back in the morning you might be able to do something in the morning or do you think that further deliberations you’d be in the same position?\nI can send you home and we can declare a mistrial. Do you want to go home. We’ve made arrangements to take you and feed you. We’re going to do that.\nDo you think if you went home and came back in the morning you could talk some more about it? Mrs. Beadles, is that what you’d like to do?\nJUROR BEADLES: Yes.\nTHE COURT: It’s been a long day. It’s not the normal thing that you do.\nWhat we’ll do is we’ll recess tonight. Mr. Woodson, take them up and feed them. When you get done, you go home and then you come back at 9:00 in the morning and sleep on it.\n*874(The hour of adjournment having arrived, the jury being duly admonished by The Court, by agreement is allowed to separate for the night, under the usual instructions of The Court, until April 18, 1989, at 8:30 a.m.[)].\nBefore being permitted to separate for the night, The Court made the following statement to the jury:\nTHE COURT: Let me go on just a little bit further on just what I said. You all have nosy husbands and wives or relatives or friends who’ll want to discuss what went on or what this is about. This means exactly what it says. You can tell them that you cannot discuss it with them about anything, nothing. You can’t discuss it with any of your people at home. Just tell them you’ll let them know about it tomorrow. Tell them that you’re not through and you can’t discuss the case.\nSo, with that admonition, you’re excused to go home. (Whereupon, at 9:14 p.m., the proceedings were concluded.)\nThe next morning the jury resumed its deliberations and in less than an hour returned its verdict of guilty to the charge of forcible rape.\nDefense counsel voiced no objection to the jury separation until after the verdict. The motion for new trial alleged for the first time that allowing the jury to separate during deliberations constituted prejudicial error. At the hearing on the motion for new trial, defense counsel offered an explanation for his failure to object and presented evidence and legal authority mandating a new trial in cases involving jury separation and misconduct.\nConceding his failure to object, defense counsel went on to explain that he had made the decision not to object in open court and not to approach the bench because he did not know how the jury stood and because he did not want to convey to the jury that he had required them to stay.\nDefense counsel also related that his office had contacted six jurors and had obtained an unsigned statement from Juror Arnold. In his statement, Mr. Arnold said that he had gone home to his family where he had access to television, radio and the newspaper. He stated that he did not discuss the case with his family because of the court’s order, but he acknowledged that he had thought about the case. Although defense counsel recognized that the media had ignored the case, he argued that Mr. Arnold’s statement showed a possibility of improper influence that would require a new trial.\nIn Missouri, authority to enact laws on jury separation and sequestration resides with the legislature. See State v. Murray, 91 Mo. 95, 3 S.W. 397, 399 (1887). A survey of legislative history shows that until 1989 the law allowed jury separation in non-capital criminal cases during trial, but in felony cases it forbade separation after deliberations began. Section 546.230, RSMo 1986 (repealed 1989), authorized the court to permit jury separation in all non-capital criminal cases at any adjournment or recess during trial. Earlier enactments of § 546.230 required the consent of the prosecuting attorney and the defendant before allowing the jury to separate during trial in non-capital felony cases. See § 546.230, RSMo 1978 (repealed 1985). Section 546.240, RSMo 1986 (repealed 1989), provided that an officer take charge of the jury during its retirement for deliberations in felony trials. Under § 546.240, that officer\nshall be sworn to keep them [the jurors] together in some private or convenient room or place and not permit any person to speak or communicate with them, nor do so himself, unless by order of the court, or to ask them whether they have agreed upon their verdict; and when they have agreed, he shall return them into court, or when ordered by the court....\nSection 494.495, RSMo Supp.1990, replaced §§ 546.230 and 546.240 and became effective on August 28, 1989, after the defendant’s trial. (The new statute specifically authorizes the court to permit jury separation at any adjournment or recess during trial and during jury deliberations in all non-capital criminal cases.)\n*875Section 546.240, in effect at the time of the trial, applies to this case because the separation occurred during deliberations. The defendant’s challenge to the constitutionality of § 494.495 presented in his sole point has no application to this appeal. It had not yet become law at the time of defendant’s trial. We shall, nevertheless, review the remaining portion of the defendant’s point for plain error due to the failure to preserve the claim by timely objection.\nSeparation of the jury “is matter of procedure, amounting to an irregularity, which must be taken advantage of by exception.” State v. Roberts, 272 S.W.2d 190, 192 (Mo.1954), quoting State v. Montgomery, 363 Mo. 459, 251 S.W.2d 654, 656 (1952), and State v. Bowman, 12 S.W.2d 51, 52 (Mo.1928). Under the plain error standard of review, the defendant bears the burden of demonstrating not only that the trial court erred but that the error so substantially affected his rights that manifest injustice or a miscarriage of justice will result if the error remains uncorrected. State v. Hornbuckle, 769 S.W.2d 89, 93 (Mo.) (en banc), cert. denied, — U.S. -, 110 S.Ct. 171, 107 L.Ed.2d 128 (1989).\nThe issue remains whether allowing the jury to separate overnight during deliberations deviated from the procedure established by § 546.240 so as to violate the defendant’s right to due process under the Fourteenth Amendment. As applied in the criminal justice context, due process means that fundamental fairness essential to the very concept of justice. State v. Caffey, 438 S.W.2d 167, 172 (Mo.) cert. denied, 396 U.S. 853, 90 S.Ct. 114, 25 L.Ed.2d 405 (1969). To declare a denial of due process, we must find that a denial of fundamental fairness so infected the criminal process as to deny a fair trial. Id. Legal and factual components involved in this case defeat the defendant’s claim.\nNo federal constitutional right to jury sequestration exists. Powell v. Spalding, 679 F.2d 163, 166 n. 3 (9th Cir.1982); Young v. Alabama, 443 F.2d 854, 856 (5th Cir.1971), cert. denied, 405 U.S. 976, 92 S.Ct. 1202, 31 L.Ed.2d 251 (1972).\nSection 546.240 contained no explicit language prohibiting juror separation during deliberations where the court authorized the separation. Missouri cases requiring a new trial because of juror separation in violation of § 546.240 have involved separations without leave of court. See, e.g., State v. Dodson, 338 Mo. 846, 92 S.W.2d 614, 616 (1936) (sheriff took jury during deliberations to a train exhibition); State v. Cooper, 648 S.W.2d 137, 141 (Mo.App.1983) (juror left jury room during deliberations). Research discloses only one Missouri case involving a complaint about the court’s permitting the jury to separate after submission to go to their homes and return the next morning to continue deliberations. In Roberts, supra, 272 S.W.2d at 192, the court declined review of the separation complaint based on improper preservation. Here, the separation occurred with leave of court, after the court called the jury into the courtroom in the presence of the parties, and after the court appropriately admonished the jury.\nNo Missouri cases have specifically considered whether the separation provisions of § 546.240 could be modified by the defendant’s consent or could be waived by counsel’s failure to object. Here, when questioned by the court about sequestration and separation, both the defendant and his counsel indicated their opposition to sequestration. Further, defense counsel decided not to object at the time of the separation for strategic reasons. In other jury-related matters, Missouri courts have determined that waiver may occur by agreement to or by failure to object, thus waiving the claim of error. See, e.g., State v. Franklin, 751 S.W.2d 128, 130 (Mo.App.1988) (defendant’s objection to giving the hammer instruction constituted a binding waiver to his claim of error in failing to give that instruction); State v. Cooper, 735 S.W.2d 85, 86 (Mo.App.1987) (claim of jury misconduct known by the defendant or counsel before the verdict waived when first presented in the motion for new trial); State v. Lindsey, 630 S.W.2d 191, 196 (Mo.App.1982) (waiver resulted from the repeated failure to raise timely objection to the makeup of the jury panel).\n*876In spite of possible consent and waiver, the defendant had an opportunity at the hearing on his motion for new trial to present evidence to demonstrate plain error resulting from the jury separation. His evidence consisted of the unsigned statement of one juror, who indicated that he had merely thought about the case during the separation. Such evidence failed to reveal actual or identifiable prejudice necessary to support the claimed due process violation.\nWhile no Missouri cases parallel the facts of the case at bar, analogous cases from other jurisdictions lend support to the denial of the defendant’s claim. See generally Annotation, Separation of Jury in Criminal Cases After Submission of Cause-Modern Cases, 72 A.L.R.3d 248 (1976). In State v. Williams, 39 Ohio St.2d 20, 313 N.E.2d 859, 863-64 (1974), no error occurred when the court allowed the jury to separate for lunch after submission where defense counsel raised no objection, although the applicable statute required the court officer to keep the jury together after final submission.\nIn People v. Jackson, 105 Ill.App.3d 750, 61 Ill.Dec. 57, 62-63, 433 N.E.2d 1385, 1390-91 (1982), the court allowed the jury to go home after submission and to return the next day to resume deliberations. Defense counsel raised no objection to the separation until the post-trial motion, believing the separation “worth the gamble” that the jury might return a not-guilty verdict. Id. at 63, 433 N.E.2d at 1391. Case law interpreting the separation statute unambiguously required the jurors stay together during deliberations and prohibited waiver. Id. Denying relief, the appellate court chose not to follow the case law, holding that counsel’s failure to raise an effective objection waived any claim of error regarding jury separation. Id.; accord People v. Dahlin, 184 Ill.App.3d 59, 132 Ill.Dec. 487, 490-91, 539 N.E.2d 1293, 1296-97 (1989); People v. Dungy, 122 Ill.App.3d 314, 72 Ill.Dec. 862, 867-68, 461 N.E.2d 485, 490-91 (1984).\nThe Ninth Circuit affirmed denial of federal habeas corpus relief in Powell v. Spalding, supra, 679 F.2d at 166, where the petitioner argued that the trial court committed reversible error in allowing the jury to separate overnight during deliberations without his personal consent in violation of state statute. The Ninth Circuit found no showing of fundamental unfairness and no demonstration of prejudice in allowing the jury to separate, even if the trial court had violated state law. Id.\nOur examination of the defendant’s claim of error in light of the concepts of fundamental fairness has disclosed no deprivation of due process and no manifest injustice resulting from the jury separation.\nAccordingly, we affirm the judgment of conviction and the denial of Rule 29.15 relief, and remand the case to the trial court for correction of the judgment in accordance with this opinion.\nAll concur.\n",
            "ocr": true,
            "opinion_id": 5079274
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Rape"
}