{
    "id": 5585392,
    "judges": "Golden",
    "date_filed": "2021-09-08",
    "date_filed_is_approximate": true,
    "slug": "barretta-v-barretta",
    "case_name_short": "Barretta",
    "case_name": "Barretta v. Barretta",
    "case_name_full": "Angelena A. Barretta v. Guiseppe Barretta",
    "attorneys": "Henry Albert for plaintiff., Stanley H. Hemley for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "182 Misc. 852"
    ],
    "opinions": [
        {
            "author_str": "Golden",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nGolden, J.\nAction by wife for a separation. The parties were married September 4, 1938. They have a daughter born July 23, 1940. Since the birth of their child, plaintiff has refused any sexual relations with her husband unless he would use a contraceptive. She so testified on cross-examination and stated that as a result of these difficulties over marital relations, they separated, she and their child going to live with her parents, she taking the furniture and household belongings, and he living with his sister.\nA wife who demands benefits under the marriage contract must prove that she is willing to discharge her obligations under it. The refusal of a wife without adequate excuse to have ordinary marriage relations with her husband strikes at the basic obligations of the marriage contract. Here she seeks the benefits of that contract while violating one of the fundamental obligations of it. Our law does not permit her to recover (Mirizio v. Mirizio, 242 N. Y. 74; Downes v. Downes, 225 App. Div. 886).\nNotwithstanding widely divergent religious, sociological, economic, psychological and physiological viewpoints as to the use of contraceptives, the statutes and court decisions of the State of New York clearly indicate disapproval. Section 1142 of our Penal Law makes it a crime to sell, lend or give away, or to offer to sell, lend or give away, or to possess with intent to sell, lend or give away, or to advertise or offer to sell, lend or give *853away any contraceptives. It is a crime also to give any information orally or by printing or writing as to when, where, how, of whom, or by what means a contraceptive may be obtained. A violation of this section of the Penal Law involves moral turpitude (Halstead v. Nelson, 36 Hun 149). The section is constitutional (People v. Sanger, 222 N. Y. 192). A license to exhibit a motion picture illustrating a contraceptive method was held properly refused (Matter of Foy Productions, Ltd., v. Graves, 253 App. Div. 475; Universal Film Manufacturing Co. v. Bell, 100 Misc. 281). The Legislature has declared that the spread of information on this subject and the sale of articles designed to accomplish its objects are acts detrimental to public morals and welfare (People v. Byrne, 99 Misc. 1). And the detriment to public morals and welfare is not only in the acquiring of the knowledge of the means, nor in the acquisition of the material of which the means consists, but also in the use of the knowledge and the means. The insistence of a wife that her husband use such knowledge and means is contrary to the principles and policy enunciated by the statutes and decisions of the State of New York, and for a court to permit plaintiff wife to recover under the circumstances and facts in this case would be contrary to our law as it now stands.\nThe refusal of the plaintiff to permit her husband\" marital relations unless he use a contraceptive is such a violation of her obligations under the marriage contract as to preclude her from the judgment which she seeks for a separation and support. Her complaint must be dismissed. Under defendant’s demand for other and further relief, provision máy be made for custody of the child for the present with the plaintiff, provided that the defendant is to have the fullest right of visitation at all reasonable hours without interference or molestation by anyone, and also to take the child with him if he wishes on holidays, on Saturdays or Sundays, and during his annual vacation, the defendant to pay to plaintiff the sum of seven dollars per week for the support and maintenance of the child, provided that the provisions for visitation and occasional custody are strictly observed by plaintiff and those with whom she and the child may from time to time reside.\n",
            "ocr": true,
            "opinion_id": 5427544
        }
    ],
    "court_short_name": "New York Supreme Court",
    "court_full_name": "New York Supreme Court",
    "court_type": "ST",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Rape"
}