{
    "id": 5748997,
    "judges": "Nahmias",
    "date_filed": "2012-06-20",
    "date_filed_is_approximate": true,
    "slug": "schutt-v-state",
    "case_name_short": "Schutt",
    "case_name": "Schutt v. State",
    "case_name_full": "SCHUTT v. State",
    "attorneys": "Clark & Towne, Jessica R. Towne, for appellant., Daniel J. Porter, District Attorney, Stephen A. Fern, Assistant District Attorney, Samuel S. Olens, Attorney General, Paula K. Smith, Senior Assistant Attorney General, Benjamin H. Pierman, Assistant Attorney General, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "292 Ga. 625",
        "740 S.E.2d 163"
    ],
    "opinions": [
        {
            "author_str": "Nahmias",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nNahmias, Justice.\nAshley Schutt was convicted of malice murder and other crimes in connection with the death of her husband, Greg Schutt. She appeals, arguing that the evidence was insufficient to support her conviction for aggravated assault, that her conviction for aggravated assault should have merged with her murder conviction, that she received ineffective assistance of counsel, and that the trial court erred in failing to suppress her pretrial statements to the police. We affirm the judgment below except for Appellant’s sentence for aggravated assault, which we vacate because we agree that the conviction for that offense merged with her murder conviction.1 *6261. The evidence at trial, viewed in the light most favorable to the verdict, showed the following. On July 25, 2009, Appellant arrived home from work shortly after 1:00 a.m. and prepared her husband a late dinner that she laced with prescription sleep medicine. After her husband fell asleep in the master bedroom, Appellant attacked him, beating him repeatedly with a ball-peen hammer and stabbing him 38 times in the face, chest, sides, back, abdomen, and left thigh. The victim’s throat and wrists were also cut. The medical examiner determined that the cause of death was the combined effect of stab wounds to the torso and thigh and blunt force trauma to the head.\nAppellant was alone in the house with the deceased victim for several hours. During that time, she washed the hammer and two knives in the bathroom sink, attempted to clean up the blood, ripped a picture of her and the victim in two and threw the pieces on the floor next to her and her husband’s wedding rings, used scissors to cut up a pair of her shorts and a bra, and cut herself superficially in the arm a few times with a knife. Around 8:00 a.m., Appellant ran next door to a neighbor’s house and rang the doorbell repeatedly. The neighbor answered the door to find Appellant, who had blood on her face and t-shirt, crouching on his front porch. Appellant told the neighbor that three black men wearing masks had broken into her house, raped her and her husband, and murdered her husband.\nThe neighbor called 911. Responding officers found no sign of forced entry at Appellant’s house and no blood outside the master bedroom area. Appellant was taken to the hospital, where she gave conflicting accounts of the number of assailants to medical personnel and a special victims unit (SVU) officer who interviewed her about the alleged rape. A homicide detective spoke to Appellant at the hospital, and she agreed to give a formal statement. Appellant then accompanied the SVU officer and the homicide detective to the police station, where she was advised of and waived her Miranda rights. In the subsequent interview, which was videotaped, Appellant eventually confessed that she killed her husband, who she claimed had been abusive, and made up the home invasion story. At trial, Appellant did not deny killing her husband but asserted that she suffered from battered person syndrome and post-traumatic stress disorder.\nAppellant contends that the evidence was insufficient to support her aggravated assault conviction based on slitting the victim’s throat, arguing that the evidence showed that the victim was already *627dead before she cut his throat. However, in her videotaped interview, Appellant said that her husband was still alive after his throat was cut because she heard him emit a gurgling sound, and the medical examiner testified that the victim was not necessarily dead when his throat was slit and could still have been alive, albeit very close to death. The jury therefore had an evidentiary basis to find that the victim was still alive when Appellant slit his throat. When viewed in the light most favorable to the verdict, the evidence presented at trial and summarized above was sufficient to authorize a rational jury to find Appellant guilty beyond a reasonable doubt of all the crimes for which she was convicted. See Jackson v. Virginia, 443 U. S. 307, 319 (99 SC 2781, 61 LE2d 560) (1979); Vega v. State, 285 Ga. 32, 33 (673 SE2d 223) (2009) (“ ‘It was for the jury to determine the credibility of the witnesses and to resolve any conflicts or inconsistencies in the evidence.’ ” (citation omitted)).\n2. Appellant also contends that her aggravated assault conviction should have merged into her malice murder conviction. She is correct.\nThe indictment here charged that Appellant committed malice murder “by stabbing [the victim] multiple times” and that she committed aggravated assault by “slitting his throat.” The evidence, particularly the medical examiner’s testimony, showed that the injuries to the victim’s throat were relatively superficial and nonfatal and that it was stab wounds to his torso and thigh and blunt force trauma to the head that killed him. However, the evidence also showed that Appellant cut the victim’s throat after she inflicted the fatal injuries, and it is not clear that there was any deliberate interval between the assaults. Accordingly, Appellant’s aggravated assault and malice murder convictions merged, and her sentence for aggravated assault must be vacated. See Slaughter v. State, 292 Ga. 573 (740 SE2d 119) (2013).\n3. Appellant asserts that she received ineffective assistance from her trial counsel, who was an experienced criminal defense lawyer. To prevail on this claim, she must show that her counsel’s performance was professionally deficient and that, but for the deficiency, there is a reasonable probability that the outcome of the trial would have been more favorable to her. See Strickland v. Washington, 466 U. S. 668, 687, 694 (104 SC 2052, 80 LE2d 674) (1984). Counsel’s trial tactics and strategic decisions will not support a claim for ineffective assistance unless they were “ ‘so patently unreasonable that no competent attorney would have chosen’ ” them. See Brown v. State, 288 Ga. 902, 909 (708 SE2d 294) (2011) (citation omitted).\n(a) Appellant first contends that her trial counsel’s performance was deficient because he allegedly did not prepare her parents at all *628for their trial testimony. However, trial counsel testified to the contrary at the motion for new trial hearing, recounting that he met with Appellant’s parents, discussed the information he planned to elicit on direct examination, and told them the types of questions they could expect on cross-examination. Counsel also explained that he did not overly prepare Appellant’s parents because he did not want their testimony to sound rehearsed, which could come across to the jury as insincere. The trial court was entitled to credit counsel’s testimony over the testimony of Appellant’s parents and to conclude that Appellant did not show deficient performance. See Robinson v. State, 277 Ga. 75, 76 (586 SE2d 313) (2003) (When reviewing an ineffective assistance claim, “ ‘[w]e accept the trial court’s factual findings and credibility determinations unless clearly erroneous ....’” (citation omitted)); Thomas v. State, 246 Ga. App. 448, 450 (540 SE2d 662) (2000) (describing decisions regarding witness preparation as matters of trial tactics and strategy). Moreover, even assuming that, with more preparation, Appellant’s parents would have testified at trial the way they did at the motion for new trial hearing, we see no reasonable probability that the outcome of the trial would have been different.\n(b) Appellant next claims that her trial counsel was deficient in failing to advocate for her to have makeup, a wig, and personal grooming tools to enable Appellant to look nicer at trial. However, trial counsel testified at the motion for new trial hearing that it was part of his trial strategy to present Appellant to the jury as a psychologically defeated and traumatized young woman who had been victimized by an abusive and violent husband. That was a reasonable strategy under the circumstances, and thus Appellant has failed to establish deficient performance. See Brown, 288 Ga. at 909. And we also cannot find any Strickland prejudice resulting from this alleged deficiency; indeed, Appellant does not support her prejudice claim with any argument.\n(c) Finally, Appellant charges her trial counsel with deficient performance for failing to present mitigating evidence at sentencing. However, Appellant has not specified the mitigating evidence that she believes should have been presented, and she therefore has failed to show both deficient performance and resulting prejudice. See Mangrum v. State, 291 Ga. 529, 531 (731 SE2d 761) (2012).2\n*6294. Appellant maintains that the trial court erred in failing to suppress the statements she made to the police at the hospital and at the police station. We disagree.\n(a) Statements at the hospital. Appellant submits that her statements to the SVU officer at the hospital were inadmissible because she had not been advised of her rights under Miranda v. Arizona, 384 U. S. 436 (86 SC 1602, 16 LE2d 694) (1966). Miranda's protections arise when an individual is either formally arrested or restrained to the degree associated with formal arrest. See Tolliver v. State, 273 Ga. 785, 786 (546 SE2d 525) (2001). It is undisputed that Appellant was not formally arrested at the hospital, so the question is whether a reasonable person in Appellant’s situation would have perceived that she was in police custody. See id. In reviewing a ruling on the admissibility of a defendant’s statements where the facts are disputed, we accept the trial court’s factual findings and credibility determinations unless they are clearly erroneous, but we independently apply the law to the facts. See Petty v. State, 283 Ga. 268, 269 (658 SE2d 599) (2008).\nAt a pretrial hearing held pursuant to Jackson v. Denno, 378 U. S. 368 (84 SC 1774, 12 LE2d 908) (1964), the SVU officer testified that he was brought into the case because of Appellant’s claim that she had been raped by home invaders. He explained that while he found Appellant’s story suspicious, he did not communicate his suspicions to her and at no time implied that she was under arrest. The officer was not accusatory in his questioning and did not believe that he had probable cause to arrest Appellant. The officer further testified that he did not do anything that would have led Appellant to believe that she was not free to leave and she never indicated that she thought she was not free to leave. The trial court was entitled to credit the officer’s testimony and, based on that testimony, the court did not err in concluding that a reasonable person in Appellant’s situation would not have perceived that she was in custody. Accordingly, the trial court correctly denied Appellant’s motion to suppress her statements to the SVU officer at the hospital.\n(b) Statements at the police station. Appellant also argues that her videotaped interview at the police station was inadmissible because the State did not show that her waiver of Miranda rights was knowing and voluntary. Appellant concedes that she voluntarily accompanied the SVU officer and the homicide detective to the police station, that she was allowed to change clothes before the interview, and that, at the beginning of the interview, she was advised of her Miranda rights and agreed to waive those rights and speak with the police. However, she claims that review of the lengthy interview *630reveals that her mental status was “too fragile” to allow her to knowingly and voluntarily waive her Miranda rights, although she identifies no specific aspects of the interview that would bear out this claim.\nDecided March 18, 2013.\nClark &amp; Towne, Jessica R. Towne, for appellant.\nDaniel J. Porter, District Attorney, Stephen A. Fern, Assistant District Attorney, Samuel S. Olens, Attorney General, Paula K. Smith, Senior Assistant Attorney General, Benjamin H. Pierman, Assistant Attorney General, for appellee.\nHaving reviewed the videotaped interview, we agree with the trial court that the State proved by a preponderance of the evidence that Appellant was properly advised of her Miranda rights, that she knowingly and voluntarily waived those rights, and that her subsequent statements were voluntary. Accordingly, the trial court did not err in denying Appellant’s motion to suppress her statements at the police station.\n\nJudgment affirmed in part and vacated in part.\n\n\nAll the Justices concur.\n\n\n The crimes occurred on July 25, 2009. On October 21, 2009, Appellant was indicted in Gwinnett County for malice murder by stabbing the victim multiple times, felony murder predicated on aggravated assault for slitting the victim’s throat, aggravated assault for slitting the victim’s throat, possession of a knife during the commission of a crime, and two counts of making false statements. Appellant was tried from April 25 to May 5, 2011. The trial court entered a directed verdict of not guilty on the felony murder charge, but the jury convicted Appellant of the remaining charges. The court sentenced Appellant to life in prison for malice murder plus a consecutive term of 20 years for aggravated assault and consecutive terms of five years each for the weapon charge and the two false statements convictions. On May 12, 2011, Appellant filed a motion for new trial, which she amended on May 24,2012. After an evidentiary *626hearing, the trial court denied the motion on May 31,2012. Appellant timely appealed, and the case was docketed in this Court for the September 2012 term and submitted for decision on the briefs.\n\n\n Appellant also claims that her trial counsel was ineffective in failing to argue that her aggravated assault conviction merged with her malice murder conviction. This claim is moot in light of our holding in Division 2 above.\n\n",
            "ocr": true,
            "opinion_id": 5601155
        }
    ],
    "court_short_name": "Supreme Court of Georgia",
    "court_full_name": "Supreme Court of Georgia",
    "court_type": "S",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Rape"
}