{
    "id": 5752583,
    "judges": "Russell",
    "date_filed": "1987-05-14",
    "date_filed_is_approximate": true,
    "slug": "kennedy-v-state",
    "case_name_short": null,
    "case_name": "Kennedy v. State",
    "case_name_full": "KENNEDY v. State",
    "attorneys": "Way & Burlchaller, for plaintiff in error., Robert R. DeLoach, ■solicitor, II. II. Riders, contra.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. The offense charged being bastardy, the court properly refused to allow the prosecutrix to answer a question as to whether she had testified before the justice of the peace that the child was begotten by the defendant in committing a rape upon her. If the child was begotten by the defendant, and was a bastard likely to be chargeable to the county, the circumstances under which it was begotten were immaterial. Impeachment by contradictory statements must be by previous statements as to material matters. The witness detailed the circumstances under which</p> <p>o the alleged intercourse was had, and these circumstances indicated that she did not fully consent; but whether she had denominated the offense as rape, in testifying before the justice of the peace, was of no consequence.</p> <p>2. The court correctly excluded testimony sought to be adduced to the effect that one other than the defendant had asserted that he was the father of the bastard child. This testimony was clearly hearsay.</p> <p>3. The question of the probability of the child becoming chargeable to the county is not involved in the trial of an indictment for bastardy. Two questions are involved: whether the defendant is the father of the bastard; and whether he refused to give bond in terms of the law — that is, in the manner pointed out by law — when called on to do so..</p> <p>4. The alleged newly discovered evidence, tending' to show that the defendant was not in the county of Tattnall at the time that the intercourse between himself and the mother of the bastard child was alleged to have taken place, was not sufficient to require a new trial upon the ground of newly discovered testimony. The charge in the indictment that the child was begotten on the 9th of April, 1909 (irrespective of the fact that the prosecutrix had testified that the child was begotten on the 5th), put the defendant on notice sufficient to have required him - to produce any evidence within his knowledge as to his whereabouts at any time within the probable period of gestation.</p> <p>5. The evidence authorized the verdict, and there was no error in refusing a new trial.</p>",
    "summary": "Accusation of bastardy; from city court of Reidsville — Judge Morgan. December 31, 1910.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "9 Ga. App. 219"
    ],
    "opinions": [
        {
            "author_str": "Russell",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nRussell, J.\nThe defendant was convicted of the offense of bastardy, and excepts to the judgment overruling his motion for new trial. According to the evidence of the prosecutrix, the defendant, who was her' cousin, came to her father’s house on the 9th of April, 1909, while her father and mother were at court at Reidsville, and while she was engaged in her housework, caught hold of her, threw her down, and had sexual intercourse with her. She testified that no other man had carnal knowledge of her person, and that the defendant was, of course, the father of the child. The mother and the father of the prosecutrix were both introduced, and each testified that they were informed of the occurrence by the prosecutrix, shortly after their return home from court. The State also introduced affidavits signed by the prosecutrix, and dated in October, 1909, charging the defendant with being the father of the bastard child then about to be born, and introduced the warrant issued thereon; also the judgment of the1 justice of the peace requiring the defendant to give bond for the support and maintenance of the child in terms of the law, and the judgment holding the defendant for his appearance at the' city court of Reidsville to answer the charge of bastardy, and reciting that the defendant had failed and refused to give the bond required of him by the said justice. The judgment was dated November 13, *2211909, and signed by J. U. Eowe, J. P. This was the substance of the State’s case.\nOn the part of the defendant there was testimony of a brother of the defendant that he saw the prosecutrix in the act of sexual intercourse with one Frank Small some time during the month of April, prior to the birth of the child the following January, and there was also testimony that an effort was made to procure a marriage license authorizing the marriage of Frank Small and the prosecutrix, and other testimony indicated improper intimacy between her and Small. The prosecutrix, however, denied that she had ever been intimate with Frank Small, and testimony was introduced to the effect that Small was already married; and her mother testified that she (the prosecutrix) never went anywhere with Small, and that Small did not visit her house. The evidence authorized the jury to indulge a doubt as to whether Small was not the father of the child, if they believed the testimony of the defendant’s brother as to sexual intercourse between the prosecutrix and Small; but the jury evidently discredited this testimony, and preferred the sworn statement of the prosecutrix that she had never been intimate with Small, and that no one had ever carnally known her person except the defendant, and for this reason it can not be said that the verdict was contrary to the evidence.\n1. In the first ground of the amended motion for a new trial, error is assigned irpon the court’s refusal to allow counsel for the defendant to ask the prosecuting witness, Mamie Kennedy, whether she had sworn at the preliminary hearing before the justice of the peace that the child was begotten by the defendant in committing a rape upon her. We think the court properly refused to allow the' question. ' It is stated that the attention of the witness was specifically called to the time, place, and circumstances of her previous statement; and it is insisted that the testimony was admissible for the purpose of impeachment, if for no other reason. We can not concur in this view. There is nothing in the testimony of the prosecutrix in relation to the circumstances under which the sexual intercourse with the defendant was had, as 'appears in the, record in the present ease, which would indicate that the female invited and consented to the intercourse. Apcording to her testimony, she was alone in her father’s farm-house, engaged in *222her household duties, and her father and mother were at Reidsville, at court, when the defendant slipped in, and threw her down, and proceeded to have sexual intercourse with her. According to her testimony, the defendant did not ask her consent, and nothing was s'aid by either of them. The record does not inform us whether the house in which’ was this 17-year-old girl was remote from other residences or not. It may be that it was the only dwelling-house within a considerable distance, in a sparsely settled neighborhood. It is true that she does not say that she made any outcry or resistance; but a powerful circumstance indicating that she did not consent to the intercourse is the fact, not disputed, that when her mother returned from town she immediately told her what had occurred. But even if the .prosecutrix had, at the justice’s court, denominated the ojíense as rape, when it was not rape, this would not only have been a mere opinion of an illiterate witness on a question of technical law, but it was furthermore entirely immaterial. Whether the sexual intercourse was forcible and against the will of the female, or desired by her, could not make a difference in the offence of bastardy* The question in the bastardy case was whether, as a result' of the intercourse, the defendant became the father of the bastard child. The contradictory statements which impeach are statements previously ma'de as to material matters; and it being entirely immaterial, as a matter of law, whether the sexual intercourse, if had between the parties, was the result of force, or. was engaged in by mutual consent, the statement of the prosecuting witness on a former investigation, as to that phase of the case, could not serve as the basis of an impeachment. If she had stated that some other person-was the father of the child, or had stated some other date as the time when the child was begotten, these matters, being material as to the paternity of the child, would, as contradictory statements, serve as the basis of an impeachment.\nIt is insisted, however, that the defendant had the right to prove that the witness testified at the former trial that the intercourse was effected by force, for the reason that it is improbable or impossible that a woman would conceive from intercourse forced upon her against her will. It is not necessary for us to decide' this physical question, or to declare that the popular belief that propagation can not result from rape is unfounded, or well sup*223ported, as a matter of medical jurisprudence. Conceding, for argument’s sake, that the defendant had the right to show, if he could, that a child could not have been begotten if he had raped the prosecutrix, and, therefore, that he was not the father of the child as testified by the witness, it would devolve upon him to show in some way that the sexual intercourse was the result of rape; and certainly he could not show this by proving a previous statement of the prosecutrix to that effect. If the question as to the circumstances of intercourse had been material, and the prosecuting witness had previously testified that Kennedy had raped her, the former testimony might have served to impeach the witness, because the jury could discredit the testimony of a witness who would make different statements in relation to the same matter, and this might result in their discarding the testimony of this witness altogether. Nothing, however, is better settled than that previous contradictory statements are not affirmative proof of the matters related therein. The previous statements are received solely for the purpose of impeachment, and for no other purpose; and. therefore, even if the witness had answered that she testified before the justice of the peace that Kennedy raped her, that would not in any sense have proved that Kennedy in fact raped her. As we have stated above, • however, the judge ruled correctly, because it was utterly irrelevant to the issue of bastardy whether the intercourse which resulted in the birth of the bastard child was the result of choice or necessity.\n2. Another exception insisted upon is that the court 'erred in repelling .testimony sought to be elicited from the witness Bob Smith, as to vdietlier or not Frank Small had told the witness, during the middle or latter part of the summer of 1909, that the-child with which Mamie Kennedy, the prosecuting witness, was then pregnant was the child of the said Frank Small. This testimony was properly excluded. It is extremely doubtful whether Frank Small himself could' have been permitted to testify, as a mere conclusion, that he was the father of the child; but certainly to have allowed another witness to state that Frank Small had told him that he was the father of the child would have been to submit to the jury the rankest hearsajc\n3. The third ground of the amended motion presents the contention that the verdict, of guilty is without sufficient evidence to *224support it, in that there was no evidence that the bastard child would probably become chargeable to the county of Tattnall. It is true that there was no oral evidence upon this subject in the trial which is now under review. 1 It was not necessary fox the State to show that the bastard child was likely to become chargeable to the county. That issue was concluded by the judgment of the justice of the peace. The decision upon this point is controlled by the ruling of the Supreme Court in McCombs v. State, 66 Ga. 580 (3), in which a majority of the court held, that “The question of the probability of the child becoming chargeable to the county is not involved in the trial of an indictment for bastardy. Two questions are involved: Whether the defendant is the father of the bastard; and whether he has refused to give bond when called on in terms of the law — that is, in the manner pointed out by law.\" It is true that in that ease Justice Speer dissented, but only upon the ground that the defendant should have been permitted to show ability and willingness on the part of persons other than the parent of the bastard to support the child, and thus prevent its becoming a charge upon the county. In agreeing with the majority of the court in the opinion that nothing short of a present, binding legal obligation to maintain and educate the child would be sufficient on the trial to justify a verdict of not guilty,. Justice Speer really concurs in -the opinion that the State has made a prima facie1 case when it has been shown that the accused is the father of the child, and that he has refused to give the bond, when so required to do, in the terms of the law, and that the fact that the bastard child is not likely to become chargeable to the county is a matter of affirmative defense.\nIn the present case the State was not required to show that the child was likely to become chargeable to Tattnall county, nor to introduce any evidence to that effect; for the defendant introduced no testimony upon the subject which it was necessary for the State to rebut, even if the defendant had the right to present such' a defense. We are of the opinion, however, under the ruling in the McCombs case, supra (though the point was not expressly decided), that the defendant can not reopen the question as to the likelihood of the bastard becoming chargeable to the county at all. In the opinion in the McCombs case, supra, reference is made to the necessity of speedy action on the part of the justice of the peace, to the end that not only shall the bastard child be maintained, *225but the expenses of lying-in of the mother shall be paid, as affording the reason why the defendant is concluded on this branch of the case, when, on trial under indictment. And even though the county is not liable for the keeping of the bastard child until the liability is sanctioned by the proper county authorities, it is to be inferred that in any proper case the humanity of the county authorities will dictate the proper order for its support and maintenance.\n4. Another ground of the motion for new trial is based upon alleged newly discovered testimony, or rather the discovery that certain facts which the defendant knew to be such would be pertinent in the investigation of his guilt or innocence. In support of this ground the affidavits of certain witnesses were introduced, to the effect that the defendant, on the 8th, 9th, lUth, and 11th of April, was in Savannah and Dublin in company with the affiants; the purpose of these affidavits being to show that it was impossible for him to have had the intercourse alleged to have taken place between himself and the prosecutrix in Tattnall county on April 9th. This testimony is merely impeaching in its character, and. therefore can not afford the basis of an extraordinary ground for new trial. It is stated in the showing that the reason why the witnesses were not produced upon the trial was that the prosecutrix had sworn, upon a jorevious investigation of the case, that the intercourse between herself and the defendant took place on the 5th of April, and that, although the accusation alleged that the intercourse was had on April- 9th, still the defendant, knowing that the State could prove any date prior to the finding of the accusation, within the statute of limitations, naturally presumed that the prosecutrix would again testify that the intercourse was had on April 5th. As we have already said, the evidence was merely cumulative and impeaching, and therefore, under the well-settled rule, would not afford ground for a new trial. But.even if this were not true, inasmuch as the indictment charged April 9th, and the defendant knew the State could prove any date within two years, and his whole ease depended upon his evidence to the effect that the tesimony of the prosecutrix was false, he should not have taken anything for granted, and should have been prepared at least to prove an alibi upon the date charged in the accusation, if it was in his power to do so.\n*2265. It is not necessary for the prosecutrix in a case of bastardy to be corroborated, and therefore her credibility, like that of any other witness, is a matter to be determined bjr the jury. In this case the defendant sought (as he had a right to do) to show that another person had sexual intercourse with the prosecutrix .at such a period of time as rendered it probable that such other person, and not himself, was the father of the child. This was proper evidence to oiler as reason for failing to give the bond as required by the justice. But, the State having made a prima facie case, the conviction of the defendant was authorized, unless he showed that he had not refused to give the bond, or that he had a sufficiently valid reason for not having given it; and in the opinion of the jury he failed to do either. So far as appears from the record the trial was free from error. The case was one in which there was a conflict in the evidence, which was to be solved by the jury. We can not say that thejr did not reach the right solution; and, as the trial judge approved the finding, no reason appears why the judgment refusing a new trial should be reversed.\n\nJudgment affirmed.\n\n",
            "ocr": true,
            "opinion_id": 5604868
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Rape"
}