{
    "id": 5789597,
    "judges": "Birdsong",
    "date_filed": "2020-11-16",
    "date_filed_is_approximate": true,
    "slug": "price-v-state",
    "case_name_short": "Price",
    "case_name": "Price v. State",
    "case_name_full": "PRICE v. State",
    "attorneys": "George R. Asinc, for appellant., Thomas J. Charron, District Attorney, Frank R. Cox, Nancy I. Jordan, Debra H. Bernes, Assistant District Attorneys, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "194 Ga. App. 453",
        "390 S.E.2d 663"
    ],
    "opinions": [
        {
            "author_str": "Birdsong",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBirdsong, Judge.\nJohnny Price, Jr., appeals his conviction for aggravated assault *454and burglary in an incident involving an attempted rape. He appeals on grounds the victim’s identification testimony was unreliable under the totality of circumstances under Robinson v. State, 180 Ga. App. 248, 249 (348 SE2d 761) because the victim had inadequate opportunity to view her attacker, and because she gave uncertain and conflicting identification accounts. Further, he contends the trial court erred in failing to quash a search warrant by which a leg hair was obtained from appellant. Held:\n1. The victim testified that about 1:00 a.m. on a rainy July 25, 1987, she was awakened in bed by a nude white man crouching over her, with his hand on her throat, who demanded that she not say a word or she would be killed. The man had a nylon stocking over his face. She screamed and he fled. She saw his face and brown hair through the stocking mask and, by a light that was on in the living room near her bedroom door, saw his silhouette. She called the police immediately. Appellant was arrested 2.7 miles from her apartment by an officer responding to the call. Appellant was driving fast; he cut through a parking lot, and the officer, observing an expired license tag on appellant’s car, stopped him. Appellant had muddy tennis shoes and no socks; his pants legs were wet and there was a puddle of water on his floorboard.\nOutside the victim’s first floor apartment, police found a pair of men’s underwear and a grey tube sock, and a nylon stocking lying on the ground; although there were puddles of water from recent rains, these articles were dry. Police found a knife and several pairs of tube socks in appellant’s car.\nAppellant admitted to a guilty plea on a previous rape charge, where that victim had testified she had discovered appellant nude in her closet with a knife in his hand, and with his face partially covered by a bandanna. Appellant also admitted he had previously been to the Atlanta apartment complex where the victim in this case lived.\nThe victim identified appellant in a lineup, and at trial. We find no merit in appellant’s contentions that the victim’s testimony was inherently unreliable because she could not have seen the intruder clearly through the stocking mask and in the dim light, and because she could not give a physical description immediately after the incident.\nThe investigating officer testified that when the victim was questioned she was hysterical, very incoherent and really “scared to death.” Her inability to give a facial physical description of her attacker at that point does not, per se, render her later identifications inherently unreliable under State v. Robinson, supra. Whether any inconsistencies in her later descriptions were resolved is a question for the jury, as was her credibility in having identified appellant in a lineup and in court. If she gave any inconsistent description, she was *455available for cross-examination and impeachment on those points, and any inconsistency affected her credibility and the weight of evidence;- it did not render her identification as inherently unreliable. See Evans v. State, 188 Ga. App. 379, 381 (373 SE2d 70).\nDecided February 9, 1990.\nGeorge R. Asinc, for appellant.\nThomas J. Charron, District Attorney, Frank R. Cox, Nancy I. Jordan, Debra H. Bernes, Assistant District Attorneys, for appellee.\n2. Appellant contends the search warrant, which required a leg hair be taken, was invalid because he was not under arrest or in custody, and because it forced him to incriminate himself. See, e.g., State v. Armstead, 152 Ga. App. 56, 57 (262 SE2d 233).\nIn Armstead, supra, we held inadmissible a voice exemplar. We found a distinction between forcing an accused to do an act, and compelling him to submit to an act. “[T]he latter .‘takes evidence from the defendant’ [Creamer v. State, 229 Ga. 511 (2) (192 SE2d 350)], and is constitutionally acceptable, the former compels the defendant, in essence, to give evidence which violates an individual’s right not to incriminate himself.” State v. Armstead, supra, p. 56. By this reasoning, appellant Price was not compelled to incriminate himself in violation of constitutional rights.\nThe search warrant was properly supported and made out and was valid; appellant’s arguments notwithstanding, we know of no requirement that a suspect be under arrest or in custody when a proper search warrant is sought and executed.\n\nJudgment affirmed.\n\n\nDeen, P. J., and Cooper, J., concur.\n\n",
            "ocr": true,
            "opinion_id": 5644143
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Rape"
}