{
    "id": 5806723,
    "judges": "Ashby",
    "date_filed": "1990-10-15",
    "date_filed_is_approximate": true,
    "slug": "people-v-gonzalez",
    "case_name_short": "Gonzalez",
    "case_name": "People v. Gonzalez",
    "case_name_full": "THE PEOPLE, and v. DANNY LOPEZ GONZALEZ, and",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "141 Cal. App. 3d 746"
    ],
    "opinions": [
        {
            "author_str": "Ashby",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOpinion\nASHBY, J.\nAfter trial by jury, appellant Danny Lopez Gonzalez was found guilty of one count of forcible rape (Pen. Code, § 261, subd. (2)) and one count of forcible sodomy (Pen. Code, § 286). He was sentenced to state prison for the midterm of six years on both counts, the sentences to run concurrently. He received 113 days’ custody credit and 38 days’ conduct credit for a total of 151 days.\nOn appeal, appellant contends that (1) there was insufficient evidence of penetration to support his conviction of forcible sodomy; (2) the trial court committed prejudicial error by failing to give certain jury instructions sua sponte; and (3) his presentence custody credits were improperly calculated.\nFacts\nOn June 13, 1979, Mrs. Dolores E., an elderly widow who had recently arrived from Mexico, was living at the house of her friend Maria G. At about 11 *789a.m., appellant came to the house. Mrs. E. allowed appellant to come inside because she recognized him as a friend of Maria’s to whom she had been introduced two days before.\nMrs. E. explained that Maria and her family were not at home. Appellant asked for a glass of water and followed her into the kitchen. Mrs. E. then went to her bedroom to get her cigarettes, and again appellant followed her. He closed the door behind him and leaned against it. When she tried to get out, he physically restrained her.\nAppellant asked Mrs. E. to put on some lighter clothes for him. In order to get outside, she told him her clothes were in another room. Appellant opened the bedroom door, but continued to hold onto her. Mrs. E. went into the bathroom, thinking he would let her go there alone. Appellant, however, would not let go and followed her inside.\nIn the bathroom, appellant began to undress Mrs. E. and himself. She tried to prevent him, but he told her not to resist or he would hit her hard and would cover her mouth, and since they were alone, no one would hear her. He continued to threaten her, undressed her completely, and forced her to lie on the bathroom floor. Against her will, he had sexual intercourse with her. It was painful and she began to bleed.\nAppellant then yanked Mrs. E.’s head up by her hair and forced her to lean forward over a clothes hamper. There, he sodomized her, but it hurt a lot and she resisted. Appellant stopped, and Mrs. E. asked him not to climax inside of her. He went to the toilet and began to masturbate. He asked her to help him, and finally climaxed over her bare body.\nMrs. E. dressed quickly and left the bathroom. Outside, she discovered that appellant had shut and locked the living room and kitchen doors. Appellant told her he felt very good and would probably keep on seeing her, and left.\nMrs. E. was upset and ashamed. She did not report the incident to the police because she could not speak English and had never been to a police station. She threw her clothes away and took a shower. When Maria returned to the home at about 2:30 p.m., Mrs. E. was still crying and shaking. She finally told Maria what had occurred, and Maria convinced her to go to the police. Mrs. E.’s rectum and vagina were bleeding. The pain lasted for 15 days. Her clothes were not tom, and no sperm was found on her body or clothes.\nI\nInsufficiency of the Evidence\nAppellant claims the evidence was insufficient to sustain the sodomy conviction because Mrs. E. never testified to actual penetration of her rectum. *790Indeed, the humiliated, upset victim initially was reticent in her description of the event.1 Her testimony on cross-examination, however, was explicit: “Q. To your knowledge, the man that was at your house never entered your rectum; is that correct? [f] A. He tried to introduce or to enter, but I was feeling a lot of pain. It hurt a lot, and that’s when he stopped, [f] Q. So he did not enter; is that true? [f] A. He tried to enter a little bit, but it hurt a lot, and I wouldn’t let him. ” This testimony supports a finding of at least a slight penetration; penetration can also be inferred from the circumstantial evidence of Mrs. E.’s rectal pain and bleeding. (Pen. Code, §§ 286, subd. (a), 287; People v. Singh (1928) 93 Cal.App. 32, 35 [268 P. 958].)\nAppellant also argues the evidence was insufficient because Mrs. E.’s testimony was not corroborated by eyewitnesses or expert testimony. In California, however, conviction of a sex crime may be sustained upon the uncorroborated testimony of the prosecutrix. (Ballard v. Superior Court (1966) 64 Cal.2d 159, 171 [49 Cal.Rptr. 302, 410 P.2d 838, 18 A.L.R.3d 1416].) “Under present law, no special burden is placed upon such a prosecutrix, unshared by other witnesses in a criminal case, insofar as offering proof of the crime is concerned.” (People v. Caudillo (1978) 21 Cal.3d 562, 571 [146 Cal.Rptr. 859, 580 P.2d 274].) Any lack of clarity in the victim’s testimony goes to its weight, which is for the jury to determine. In the instant case, the victim’s testimony was sufficient to sustain the. conviction.\nn\nThe Jury Instructions\nA. CALJIC No. 17.01\nAppellant points out that the evidence supported two incidents of vaginal penetration, one before and one immediately after the sodomy.2 He argues that since the trial court failed to instruct the jury sua sponte in accordance with CALJIC No. 17.01,3 the jury may not have unanimously agreed he committed the one act of rape with which he was charged in the information.\n*791To support this contention, appellant cites the general rule that the entire jury must agree upon the commission of the same “act” in order to convict a defendant of the charged offense. (People v. Castro (1901) 133 Cal. 11, 13 [65 P. 13]; People v. Williams (1901) 133 Cal. 165, 168 [65 P. 323].) He then correctly points out that every new vaginal penetration constitutes a separate “act” of rape of which a defendant can be convicted separately. (People v. Perez (1979) 23 Cal.3d 545, 551-552 [153 Cal.Rptr. 40, 591 P.2d 63, 3 A.L.R.4th 339]; People v. Clem (1980) 104 Cal.App.3d 337, 346-347 [163 Cal.Rptr. 553].)4 From this, he concludes a unanimity instruction is required whenever the number of separate vaginal penetrations exceeds the number of rape counts charged. (See People v. Madden (1981) 116 Cal.App.3d 212, 215 [171 Cal.Rptr. 897]; People v. Goldstein (1982) 130 Cal.App.3d 1024, 1039-1040 [182 Cal.Rptr. 207].)\nThis proposed new rule is overbroad and misses the point. A unanimity instruction is required only if the jurors could otherwise disagree which act a defendant committed and yet convict him of the crime charged. This danger, however, does not automatically arise in every case where a confused and distraught victim happens to recall additional instances of the sex crime charged. Rather, the possibility of disagreement exists where the defendant is accused of a number of unrelated incidents, such as alleged rapes at different times or places, leaving the jurors free to believe different parts of the testimony and yet convict the defendant. (People v. Castro, supra, 133 Cal. at pp. 12-13 [defendant charged with one act of unlawful sexual intercourse, but victim testified to four separate acts over a period of several months]; People v. Williams, supra, 133 Cal. at p. 168 [defendant charged with one act of rape of a minor, but victim testified to hundreds of separate occurrences at indefinite times and places]; People v. Alva (1979) 90 Cal.App.3d 418, 425-426 [153 Cal.Rptr. 644] [defendant charged with three acts of unlawful sexual intercourse, but victim testified to acts once every week or two, for six months].)5 *792Disagreement may also exist where the defendant offers a defense which could be accepted or rejected as to some but not all of the acts. In this situation, the jurors again may disagree as to which act the defendant was guilty of and yet convict him. (See People v. Diedrich, supra, 31 Cal.3d 263, 283; People v. McIntyre, supra, 115 Cal.App.3d 899, 911.)6\nIf under the evidence presented such disagreement is not reasonably possible, the instruction is unnecessary. In the instant case, the second vaginal penetration testified to involved the same victim and occurred at the same place as and within minutes of the first. The jurors could reasonably either entirely believe or entirely disbelieve Mrs. E. Similarly, appellant’s only defense (he disappeared after the close of the prosecution’s case and presented no witnesses on his behalf) was defense counsel’s insinuation during closing argument that Mrs. E. consented to the acts. Appellant’s contention to the contrary, nothing in the record indicates that Mrs. E. consented to the second rape but not to the first. Therefore, the jury could only accept or reject the defense in toto; in either case, they were compelled to reach a unanimous verdict. Accordingly, we find that the unanimity instruction was unnecessary. (See People v. McIntyre, supra, 115 Cal.App.3d 899, 910-911.)\nB. CALJIC Nos. 10.23, 10.50.1\nAppellant next contends the trial court erred in failing to instruct the jury sua sponte in accordance with CALJIC Nos. 10.23 and 10.50.1, which state that a defendant’s good faith, reasonable belief in the victim’s consent is a defense to rape and sodomy. The duty to give these instructions sua sponte, however, arises only if the defendant has met his burden of producing substantial evidence which raises a reasonable doubt as to whether he had such a belief. (People v. Mayberry (1975) 15 Cal.3d 143, 157 [125 Cal.Rptr. 745, 542 P.2d 1337] [burden met where defendant testified concerning his belief that the prosecutrix consented to sexual intercourse, and her testimony showed equivocal behavior toward defendant]; People v. Hampton (1981) 118 Cal.App.3d 324, 329-330 [173 Cal.Rptr. 268] [burden met where defendant testified that prosecutrix consented]; Peoples. Thomas (1968) 267 Cal.App.2d 698, 706 [73 Cal.Rptr. 590] [burden met where defense witnesses other than defendant testified that the minor prosecutrix appeared to be of the age of consent].)\nThe duty to give sua sponte instructions does not arise where the defendant presents no substantial evidence raising the defense. (People v. Hampton, *793supra, 118 Cal.App.3d 324, 330. See also People v. Patrick (1981) 126 Cal.App.3d 952, 968 [179 Cal.Rptr. 276]; People v. Vineberg (1981) 125 Cal.App.3d 127, 138 [177 Cal.Rptr. 819].) Appellant here did not testify, and his victim’s testimony was unequivocal. As soon as appellant closed the bedroom door behind him, Mrs. E. began to resist, and continued to resist him despite his threats until he finally let her go. Appellant’s only “evidence” concerning his belief was his counsel’s theory in closing argument. Jury instructions are not to be given if they are based solely on conjecture and speculation. (People v. Day (1981) 117 Cal.App.3d 932, 936 [173 Cal.Rptr. 9].) There was no error in failing to give these instructions.\nC. CALJIC No. 17.11\nAppellant claims the jury should have been instructed not only with CALJIC No. 17.10, but also with No. 17.11.7 We fail to perceive the claimed difference between the purpose and effect of CALJIC No. 17.10 and No. 17.11, and we find that instructing the jury with CALJIC No. 17.10 was sufficient.\nIt is well established that “when the evidence is sufficient to support a finding of guilt of both the offense charged and a lesser included offense, the jury must be instructed that if they entertain a reasonable doubt as to which offense has been committed, they must find the defendant guilty only of the lesser offense.” (People v. Dewberry (1959) 51 Cal.2d 548, 555 [334 P.2d 852]; Pen. Code, § 1097.) This instruction applies whether the jury must choose between statutory degrees of the same offense or between a principal offense and a lesser included offense. (People v. Dewberry, supra, at pp. 555-556.) CALJIC Nos. 17.10 and 17.11 are tailor-made to express the Dewberry concept in these two situations.\nAppellant contends that CALJIC Nos. 17.10 and 17.11 differ not only because they are directed to different sentencing choices, but also because only CALJIC Nó. 17.11 directs the jury to consider the greater and lesser included offense together instead of separately, and to convict only of the lesser offense if it entertains a reasonable doubt as to which offense occurred. We disagree. We see no practical difference between an instruction which commands the jury to apply the concept of reasonable doubt “serially,” considering each charge in *794turn, and one which requires them to inspect the offenses “together. ” In either case, the principle of reasonable doubt requires an acquittal of the greater offense if the prosecution has not sustained its burden of proof (see People v. Dewberry, supra, 51 Cal.2d at p. 556); in both situations, the jury knows that it must choose the lesser offense if it entertains any reasonable doubt as to the greater. Therefore, once CALJIC No. 17.10 is given, a further instruction of a modified version of CALJIC No. 17.11 would be merely cumulative, and is unnecessary.8\nm\nPresentence Custody Credits\nLastly, both appellant and the People agree that appellant’s in custody and conduct credits were calculated incorrectly. Appellant was arrested for the instant offense on September 13, 1979, and remained in custody until October 22, 1979, when he posted bail. He disappeared in the middle of his trial, but was again arrested on January 3,1982, and held in custody on this offense until he was sentenced on April 26, 1982. Thus, he should have received 154 days of custody credit and 77 days of conduct credit for a total of 231 days. (Pen. Code, §§ 2900.5, 4019; People v. Sage (1980) 26 Cal.3d 498 [165 Cal.Rptr. 280, 611 P.2d 874].) The judgment must be modified to correct this error. (People v. Jackson (1981). 117 Cal.App.3d 654, 659-660 [172 Cal.Rptr. 856]; People v. Wilson (1978) 83 Cal.App.3d 982, 992 [148 Cal.Rptr. 47].)\nThe judgment is modified to provide that appellant has 154 days of custody credit and 77 days of conduct credit. As so modified, the judgment is affirmed.\nFeinerman, P. J., and Stephens, J., concurred.\nAppellant’s petition for a hearing by the Supreme Court was denied June 23, 1983.\n\n Direct examination elicited the following statements: “He wanted to enter from the rear. I wouldn’t let him. Then he pulled back . . . .”\n\n\n The victim testified to a second incident of rape which occurred after she had been dragged to the clothes hamper: “Q. Did he enter while you were leaning over the bathroom clothes hamper—did he enter any part of your body at that time? [K] A. Yes. [K] Q. Did his erect penis get in to your vagina? [Í] A. Yes.”\n\n\n CAUIC No. 17.01 provides: “The defendant is charged with the offense of_. He may be found guilty if the proof shows beyond a reasonable doubt that he committed any one or more of such acts, but in order to find the defendant guilty, all the jurors must agree that he committed the same act or acts. It is not necessary that the particular act or acts committed so agreed upon be stated in the verdict.”\n\n\n Considering the testimony developed at trial, the People, in their discretion, could have elected to prosecute appellant for two counts of rape notwithstanding Penal Code section 654, provided they could have met the correspondingly difficult burden of proving each separate instance beyond a reasonable doubt. (People v. Perez, supra, 23 Cal.3d 545, 551-552; People v. Clem, supra, 104 Cal.App.3d 337, 346-347.)\n\n\n The contrary situation, where the acts testified to are so closely related in time and place that the jurors reasonably must either accept or reject the victim’s testimony in toto, has been described as the “continuous conduct” exception. (People v. Diedrich (1982) 31 Cal.3d 263, 282 [182 Cal.Rptr. 354, 643 P.2d 971]; People v. McIntyre (1981) 115 Cal.App.3d 899, 910-911 [176 Cal.Rptr. 3]; People v. Mota (1981) 115 Cal.App.3d 227, 231-234 [171 Cal.Rptr. 212].) Relying on People v. Madden, supra, 116 Cal.App.3d 212, 218, appellant argues that this exception should apply only to offenses which are continuous in nature, such as failure to provide, driving under the influence and the like, but cannot apply to cases involving multiple sexual abuses, where each new sexual act may be prosecuted as a separate offense. However, the need for the instruction does not depend on how many separate acts occurred or on exactly how many seconds or minutes separated them, but on whether the events testified to were so closely connected that the jurors reasonably had to either accept or reject all of the *792testimony, leaving no room for a conviction despite disagreement concerning which act the defendant committed.\n\n\n Where the jurors cannot disagree concerning the defense offered, these cases treat the lack of an instruction as “harmless error.”\n\n\n CALJIC No. 17.10, which was given, provides: “If you are not satisfied beyond a reasonable doubt that the defendant is guilty of the offense charged, he may, however, be found guilty of any lesser offense, the commission of which is necessarily included in the offense charged, if the evidence is sufficient to establish his guilt of such lesser offense beyond a reasonable doubt, [fl The offense of_with which the defendant is charged . . . necessarily includes the lesser offensefs] of_.”\nCALJIC No. 17.11, which was not given, provides: “If you find the defendant guilty of the offense of_, but have a reasonable doubt as to whether it is of the first or second degree, it is your duty to find him guilty of that crime in the second degree.”\n\n\n People v. Reeves (1981) 123 Cal.App.3d 65 [176 Cal.Rptr. 182], cited by appellant, held it was error not to instruct the jury to consider the charged offense and any lesser offense “together” and to convict of only the lesser offense if a reasonable doubt arose as to which offense was committed; it then concluded the error was harmless partly because CALJIC No. 17.10 had been given. (Id., at p. 70.) We disagree with anything in Reeves which indicates that CALJIC No. 17.10 by itself was in any way insufficient.\n\n",
            "ocr": true,
            "opinion_id": 5661992
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Rape"
}