{
    "id": 5810673,
    "judges": "Kumar",
    "date_filed": "2019-11-22",
    "date_filed_is_approximate": true,
    "slug": "karen-p-v-superior-court",
    "case_name_short": null,
    "case_name": "Karen P. v. Superior Court",
    "case_name_full": "KAREN P. v. THE SUPERIOR COURT OF LOS ANGELES COUNTY, Respondent ANDRES P., Real Parties in Interest",
    "attorneys": "Counsel, Children’s Law Center, Sophia Ali and Etty Shalev for Petitioner., No appearance for Respondent., Michael N. Koenig and David Barling for Real Party in Interest Andres P.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "200 Cal. App. 4th 908"
    ],
    "opinions": [
        {
            "author_str": "Kumar",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOpinion\nKUMAR, J.*\nEvidence Code1 section 994 provides a patient with the power to prevent a third party from disclosing any “confidential communication” with a medical professional. The patient-litigant exception to this privilege (§ 996) indicates, in pertinent part, that the privilege is not applicable “to a communication relevant to an issue concerning the condition of the patient if such issue has been tendered by: [(R] (a) [t]he patient; [or] [][] (b) [a]ny party claiming through or under the patient . . . .”\nThe two issues presented concern the applicability of the patient-litigant exception to dependency proceedings:\n(1) Does a child who is the subject of a Welfare and Institutions Code section 300 dependency petition tender the issue of his or her sexual history in the litigation, within the meaning of section 996, subdivision (a), by disclosing sexual abuse at the hands of a parent to authorities or by submitting to a forensic medical exam prior to the filing of the dependency petition?\n(2) Does the department of children and family services become a “party claiming through or under the [child],” within the meaning of section 996, subdivision (b), by filing a Welfare and Institutions Code section 300 dependency petition containing allegations that the child was sexually abused by a parent?\n*911Respondent, Los Angeles County Superior Court (superior court), ruled petitioner Karen P. (the child) could not avail herself of the physician-patient privilege to prevent real party in interest, Andres P. (the father), from subpoenaing the child’s medical records of sexual history for in camera review by the court. It relied on section 996 in concluding the child’s physician-patient privilege was inapplicable. The superior court noted that the child’s medical condition was at issue but it did not specify the particular subdivision of that section upon which it relied.\nThe father argues the superior court’s ruling was correct because subdivisions (a) and (b) of section 996 constitute an exception to a child’s otherwise legitimate physician-patient privilege. We disagree. The child did not tender her medical condition in the litigation by disclosing the purported abuse2 to authorities or by submitting to a forensic medical exam. Additionally, the Los Angeles County Department of Children and Family Services did not claim “through or under” the child by filing the dependency petition. The petition for writ of mandate is granted.\nI. PROCEDURAL HISTORY\nThe parties do not dispute the relevant superior court proceedings. Real party in interest, the Los Angeles County Department of Children and Family Services (DCFS), filed a petition pursuant to Welfare and Institutions Code section 300 alleging, inter alia, the father sexually abused and raped the child. The father subpoenaed medical records corresponding to the sexual history of the child. The child filed a motion to quash the subpoena. Counsel for the child argued the records were privileged under section 994 and therefore not discoverable by subpoena.3\nThe superior court denied the motion to quash based on a finding that the child’s medical condition was “being put at issue” within the meaning of section 996. In so doing, the superior court ordered the production of: “Any and all medical records [of the child] from . . . December 8, 2006 to the present limited to the following: examinations; referrals and reports relating to any sexual activity, sexually transmitted diseases; genitalia examinations, including PAP tests, including any claims regarding sexual abuse; any allegations of any sexual misconduct; whether or not reported to any agencies.” The superior court sought to examine the medical records in camera and thereafter provide the father with “anything relevant.” The instant petition followed.\n*912We issued an alternative writ directing the superior court to vacate its order or show cause why it should not do so. The superior court declined to vacate its order. The father filed a return to the petition arguing the superior court’s ruling was correct because (1) the child tendered her medical condition when she (a) disclosed the abuse to a social worker and law enforcement and (b) submitted to a forensic medical exam (§ 996, subd. (b)) and (2) the DCFS, as a party claiming through or under the patient, tendered the issue of the child’s condition and extinguished the child’s physician-patient privilege (§ 996, subd. (b)).\nII. DISCUSSION\nA. The Availability of Review\n“Writ relief is appropriate to correct an abuse of discretion by the trial court. [Citation.] Conditions prerequisite to the issuance of a writ are a showing there is no adequate remedy at law (in this case, no right to an immediate appeal) and the petitioner will suffer an irreparable injury if the writ is not granted. [Citation.] Where, as here, an order will effectively undermine a privilege or infringe on privacy rights, review on appeal is deemed inadequate because reversal on appeal will not cure the disclosure of protected information. [Citation.]” (Los Angeles Gay &amp; Lesbian Center v. Superior Court (2011) 194 Cal.App.4th 288, 299-300 [125 Cal.Rptr.3d 169].) “ ‘[T]o the extent the trial court’s ruling is based on assertedly improper criteria or incorrect legal assumptions, we review those questions de novo.’ [Citation.]” (Id., at p. 300.)\nThe superior court made one or both of the following legal assumptions in finding section 996 applicable: (1) the child tendered her medical condition within the meaning of subdivision (a) and/or (2) the DCFS acted through or under the child within the meaning of subdivision (b) when it filed the dependency petition. Both legal assumptions are subject to de novo review. (See Los Angeles Gay &amp; Lesbian Center v. Superior Court, supra, 194 Cal.App.4th at p. 300.) The deprivation of a privilege resulting in the disclosure of private medical communications warrants writ review. (Ibid.)\nB. The Child’s Physician-patient Privilege\nIn relevant part, section 994 provides, “[T]he patient, whether or not a party, has a privilege to refuse to disclose, and to prevent another from disclosing, a confidential communication between patient and physician . . . .” “The privilege serves two purposes: (1) to prevent humiliation that might follow disclosure of the patient’s ailments, and (2) to encourage the patient’s full disclosure to his or her physician. [Citation.]” (Los Angeles Gay &amp; *913Lesbian Center v. Superior Court, supra, 194 Cal.App.4th at p. 309.) As previously noted, the privilege is waived if the patient or a party “claiming through or under the patient” tenders an issue concerning the patient’s medical condition. (§ 996, subds. (a) &amp; (b).)\n“ ‘The patient-litigant exception precludes one who has placed in issue his physical condition from invoking the privilege on the ground that disclosure of his condition would cause him humiliation. He cannot have his cake and eat it too.’ ” (In re Lifschutz (1970) 2 Cal.3d 415, 434 [85 Cal.Rptr. 829, 467 P.2d 557], quoting City &amp; County of S. F. v. Superior Court (1951) 37 Cal.2d 227, 232 [231 P.2d 26].)\nWe first briefly address whether the child tendered an issue concerning her medical condition within the meaning of section 996, subdivision (a). The father asserts the child tendered such an issue on three separate occasions—by disclosing the abuse to a social worker and then to the police, and when she submitted to a forensic medical examination. The father misconstrues the statute.\nThe patient-litigant exception “compels disclosure of only those matters which the patient himself has chosen to reveal by tendering them in litigation.” (In re Lifschutz, supra, 2 Cal.3d at p. 427, italics added; see Koshman v. Superior Court (1980) 111 Cal.App.3d 294, 298 [168 Cal.Rptr. 558] [patient “tenders the issue of his or her medical condition ... by initiating an appropriate pleading . . .”].) “A court must look to what issues have been raised by the litigant who seeks to assert the privilege, including potential defenses to the litigant’s cause of action.” (Patterson v. Superior Court (1983) 147 Cal.App.3d 927, 930 [193 Cal.Rptr. 99].) The “most frequent” application of this exception is in a case where the patient files an action seeking damages for personal injuries. (Koshman v. Superior Court, supra, 111 Cal.App.3d at p. 298.)\nThe patient-litigant exception was not triggered either by the child’s disclosure of sexual abuse to authorities or submission to a forensic medical examination. All of these events predated the dependency litigation. The child did not file the dependency petition and did not tender any issue regarding her medical condition in the superior court litigation. (See Welf. &amp; Inst. Code, § 325 [the dependency petition is filed by the social worker].) Accordingly, the child did not waive her privilege pursuant to section 996, subdivision (a). We now turn to subdivision (b) of that section.\nIn Jones v. Superior Court (1981) 119 Cal.App.3d 534, 544-545 [174 Cal.Rptr. 148] (Jones), the plaintiff filed a lawsuit against several pharmaceutical companies responsible for manufacturing a drug that was ingested by the *914plaintiff’s mother while the plaintiff was in útero. The plaintiff alleged, as a result of her mother’s ingestion of the drug, she suffered injuries. By way of interrogatories, the defendants sought information from the plaintiff’s mother relating to the mother’s medical history. (Id., at pp. 540-541.)\nJones held section 996, subdivision (b) did not extinguish the mother’s physician-patient privilege. (Jones, supra, 119 Cal.App.3d at p. 545.) “[P]laintiff by her instant action is not ‘claiming through or under the patient’ within the meaning of subdivision (b) of section 996. That language is derived from rule 27(4) of the Uniform Rules of Evidence, drafted in 1953 by the National Conference of Commissioners on Uniform State Laws, and is characterized by the California Law Revision Commission as applying to ‘a plaintiff in the patient’s shoes.’ [Citation.] The example given is an action by a patient ‘by guardian to set aside a deed by patient or to cancel a contract for want of capacity of the patient to execute the instrument’ [citation]. Plaintiff does not stand in her mother’s shoes, she stands in her own; and the injuries she complains of are to her own body. Nothing in the legislative history, and no cited authority, supports application of the ‘through [or] under’ exception here.” (Ibid.)\nThe Iowa Supreme Court characterized Jones as “persuasive authority” when analyzing the meaning of the language “through or under” in Iowa’s. version of section 996, subdivision (b). (In re Marriage of Hutchinson (Iowa 1999) 588 N.W.2d 442, 448-449 (Hutchinson).) “We think the words ‘of any party claiming through or under the person’ refer to a person acting in a representative capacity. The meanings given to the word ‘through,’ that is, ‘by means of; by the help or agency of; by the intermediary,’ ‘in the name of’ all relate to action on behalf of another. The meaning of the word ‘under,’ that is, ‘subject to the bidding or authority of,’ describes the power of the person being represented over the actions of the representative. For example, the agent is subject to the authority of the principal.” (Id. at p. 448.)\nWe agree with the rationale of Jones and Hutchinson. Under this rubric, the DCFS was not a party “claiming through or under” the child when it filed the dependency petition containing allegations that the child had been raped and sexually abused. Rather, the child was a party in her own right in the dependency proceeding. (See Welf. &amp; Inst. Code, § 317.5, subd. (b).) The child’s interests were separately represented by her own counsel (see Welf. &amp; Inst. Code, § 317, subd. (e)) who was appointed after the DCFS filed the dependency petition.\nWhen the DCFS filed the dependency petition it did so on behalf of the County of Los Angeles, not in a representative capacity of the child. (See Super. Ct. L.A. County, Local Rules, rule 7.17(b)(4) [“No child may be *915represented by the County Counsel, or any other attorney representing DCFS.”].) The DCFS was not acting akin to a guardian seeking to set aside a deed by a patient or to cancel a contract for want of capacity of the patient to execute the instrument. Accordingly, the filing of the dependency petition did not extinguish the child’s physician-patient privilege vis-á-vis section 996, subdivision (b).\nIII. DISPOSITION\nThe petition for writ of mandate is granted. The September 16, 2011 order denying the motion to quash the subpoena duces tecum on the ground that the patient-litigant exception (Evid. Code, § 996) vitiated the child’s physician-patient privilege (Evid. Code, § 994) is ordered to be vacated by the superior court. The superior court is additionally ordered to vacate the September 21, 2011 order specifying the medical records to be produced pursuant to the subpoena.\nTurner, P. J., and Mosk, J., concurred.\n\nJudge of the Los Angeles Superior Court, assigned by the Chief Justice pursuant to article VI, section 6 of the California Constitution.\n\n\n All further statutory references are to the Evidence Code unless otherwise noted.\n\n\n All references to rape or other sexual abuse endured by the child concern allegations made and are not intended to indicate the acts have been proven.\n\n\n There was no attempt to exercise a physician-patient privilege with respect to the forensic medical examination report. The DCFS was obligated to provide counsel for the father with a copy of that report. (See Welf. &amp; Inst. Code, § 324.5, subd. (a).)\n\n",
            "ocr": true,
            "opinion_id": 5666122
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Rape"
}