{
    "id": 5966149,
    "judges": null,
    "date_filed": "1997-08-05",
    "date_filed_is_approximate": true,
    "slug": "people-v-diaz",
    "case_name_short": "Diaz",
    "case_name": "People v. Diaz",
    "case_name_full": "The People of the State of New York v. Randolfo Diaz",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "85 A.D.3d 1047",
        "926 N.Y.S.2d 128"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nAppeal by the defendant from a judgment of the Supreme Court, Kings County (Silber, J), rendered September 19, 2009, *1048convicting him of a course of sexual conduct against a child in the second degree and endangering the welfare of a child, upon a jury verdict, and imposing sentence.\nOrdered that the judgment is reversed, on the law, and the matter is remitted to the Supreme Court, Kangs County, for a new trial.\nThe defendant was the stepgrandfather of the complainant, who was 11 years old at the time of the trial. The defendant had married the complainant’s grandmother when the complainant was fours years old, and was living with the complainant’s mother and brother in her grandmother’s three-bedroom apartment in Brooklyn.\nIn January 2008, when the complainant was in the fifth grade, she told her mother that the defendant had been sexually abusing her for more than a year, starting when she was eight years old. In this initial outcry, the complainant stated only that the defendant had tried to pull her pants down, had played X-rated videos for her, had touched her around the breast area, and had masturbated in front of her. At trial, the complainant testified that, in addition to the above, the defendant, among other things, had forced her to have sexual intercourse and anal and oral sex with him on multiple occasions. The People’s expert witness, a psychologist, testified, inter alia, that it was usual for child victims of sexual abuse not to report the abuse immediately and, when they did report, to reveal the full extent of the abuse only gradually, in bits and pieces. The psychologist also testified as to how sexual abusers of children “groom” their victims to gain their trust, which account paralleled the behavior of the defendant as described by the complainant in her testimony. The doctor who had conducted a full-body examination of the complainant, including a vaginal and anal/genital examination, testified that the examination revealed no chronic or acute physical findings, and that the complainant’s hymen was intact. The doctor explained that these results did not preclude the possibility of sexual abuse, given that the complainant was in the beginning stages of puberty, when the hymen was becoming thicker and more elastic, and given the complainant’s clear, consistent, and detailed disclosure.\nThe defendant’s expert witness, a pediatrician, testified, inter alia, that the results of the doctor’s physical exam of the complainant were surprising, as penile-vaginal intercourse between an adult and a child aged eight or nine, such as was alleged here, would be expected to result in a tear through the hymen, or even beyond the hymen, which would not heal. As explained by the expert, the fact that the complainant’s hymen *1049was normal was not what would be expected, given the complainant’s age and her allegations. Four other defense witnesses, three of whom were family members, testified that the complainant had a reputation for lying.\nThe jury acquitted the defendant of course of sexual conduct against a child in the first degree, which would have required a finding of penile-vaginal and/or penile-anal penetration, and/or penile-oral contact, but convicted him of course of sexual conduct against a child in the second degree, which did not require such a finding, as well as endangering the welfare of a child.\nViewing the evidence in the light most favorable to the prosecution (see People v Cahill, 2 NY3d 14, 57 [2003]; People v Bleakley, 69 NY2d 490, 495 [1987]), and drawing “[a] 11 reasonable inferences ... in the People’s favor” (People v Washington, 8 NY3d 565, 570 n 2 [2007]; see People v Ford, 66 NY2d 428, 437 [1985]), we find that the evidence was legally sufficient to support the verdict. Moreover, upon our independent review pursuant to CPL 470.15 (5), we are satisfied that the verdict of guilt was not against the weight of the evidence (see People v Romero, 7 NY3d 633 [2006]). Upon weighing the “relative probative force of conflicting testimony and the relative strength of conflicting inferences that may be drawn from the testimony,” we cannot conclude that the trier of fact failed to give the evidence the weight it should have been accorded (People v Bleakley, 69 NY2d at 495 [internal quotation marks omitted]; see CPL 470.15 [5]; People v Romero, 7 NY3d at 645-646).\nHowever, it was error for the trial court to preclude the testimony of one of the defendant’s proposed witnesses, the ex-boyfriend of the complainant’s mother and the father of the complainant’s younger brother (hereinafter the ex-boyfriend). The ex-boyfriend would have testified that, when the complainant was approximately five years old, and he and her mother were living together, the complainant had accused him of “touching her private parts,” but that subsequently, in the presence of the ex-boyfriend and the complainant’s mother, the complainant had recanted and admitted to having lied. Under cross-examination, the complainant denied having made the prior allegation against the ex-boyfriend and, under direct examination, her mother denied any knowledge of that allegation. We agree with the defendant that the testimony of the ex-boyfriend was admissible on two grounds, and preclusion of his proposed testimony was error. Contrary to the People’s contention, the issue is fully preserved for appellate review.\nWhile “the trial courts have broad discretion to keep the *1050proceedings within manageable limits and to curtail exploration of collateral matters” (People v Hudy, 73 NY2d 40, 56 [1988], abrogated on other grounds by Carmell v Texas, 529 US 513 [2000]), “[a] court’s discretion in evidentiary rulings is circumscribed by the rules of evidence and the defendant’s constitutional right to present a defense” (People v Carroll, 95 NY2d 375, 385 [2000]; see People v Hudy, 73 NY2d at 57; People v Grant, 60 AD3d 865 [2009]; People v Ocampo, 28 AD3d 684, 685 [2006]).\nEvidence of a complainant’s prior false allegations of rape or sexual abuse is admissible to impeach the complainant’s credibility (see People v Bridgeland, 19 AD3d 1122, 1123 [2005]; People v Badine, 301 AD2d 178, 180 [2002]; People v Harris, 151 AD2d 981, 982 [1989]). Where, as here, a “defendant established] that the [prior] allegation may have been false[, and] . . . that the particulars of the complaints, the circumstances or manner of the alleged assaults, or the currency of the complaints were such as to suggest a pattern casting substantial doubt on the validity of the charges made by the complainant,” it is error for the trial court to preclude evidence regarding the prior allegation (People v Bridgeland, 19 AD3d at 1123-1124 [internal quotation marks and citations omitted]; see People v Badine, 301 AD2d 178 [2002]; cf. People v Mandel, 48 NY2d 952, 953 [1979]; People v Hill, 17 AD3d 1081, 1082 [2005]).\nThe ex-boyfriend’s testimony should have been permitted on the additional ground that the complainant’s mother testified, in response to a question during direct examination, that she was unaware of any accusation against the ex-boyfriend. “The denial of the opportunity to contradict answers given by a witness to show bias, interest or hostility . . . deprive[s] [a] defendant of his right to confrontation” (People v Gomez, 79 AD3d 1065, 1067 [2010] [internal quotation marks omitted]; see People v Vigliotti, 203 AD2d 898, 899 [1994]).\nContrary to the People’s contention, the error was not harmless. Here, as in People v Bridgeland (19 AD3d 1122 [2005]), “the credibility of the [11-year-old] complainant was critical” (id. at 1123). Since the evidence against the defendant was far from overwhelming, consisting as it did solely of the complainant’s testimony and that of her mother, and, as indicated by the verdict, the jury had already found the complainant less than fully credible, it is at least “reasonably probable that a little more doubt would have been enough” to have acquitted the defendant of all charges, and that the testimony of the ex-boyfriend “might well have persuaded the jury to be significantly less skeptical of defendant’s story, and more skeptical of the *1051complainant’s” (People v Hunter, 11 NY3d 1, 4 [2008]). As it cannot be said that there is no significant probability that the error contributed to the defendant’s conviction (see People v Crimmins, 36 NY2d 230, 237 [1975]), the error was not harmless beyond a reasonable doubt.\nThe trial court also erred in permitting the prosecutor to adduce testimony from the People’s expert, Dr. Eileen Treacy, describing how a sex offender typically operates to win over the trust of a child victim, a description closely paralleling the complainant’s account of the defendant’s behavior. Here, too, the defendant’s contention that the testimony improperly bolstered the credibility of the complainant was sufficiently preserved for appellate review.\nWhile expert testimony may be admitted “to explain behavior of a victim that might appear unusual or that jurors may not be expected to understand” (People v Carroll, 95 NY2d at 387, citing People v Taylor, 75 NY2d 277 [1990]; see People v Rich, 78 AD3d 1200, 1202 [2010]), it is inadmissible “when introduced merely to prove that a sexual assault took place ... or bolster a witness’ credibility” (People v Bennett, 79 NY2d 464, 473 [1992] [citation omitted]). The trial court erroneously concluded that the testimony regarding “grooming” of children by sex offenders was admissible under People v Taylor (75 NY2d 277 [1990]). Instead, the testimony “was the . . . equivalent of affirming the credibility of the People’s witness through the vehicle of an [expert] opinion that many [cases of sexual abuse against children] occur as the victim . . . related,” and its sole purpose was “to bolster the testimony of another witness (here the victim) by explaining that [her] version of the events [was] more believable than the defendant’s” (People v Ciaccio, 47 NY2d 431, 439 [1979]). Under these circumstances, “the potential value of the evidence [was] outweighed by the possibility of undue prejudice to the defendant or interference with the province of the jury” (People v Bennett, 79 NY2d at 473).\nThe defendant’s remaining contentions are without merit. Angiolillo, J.P., Balkin, Dickerson and Cohen, JJ., concur.\n",
            "ocr": true,
            "opinion_id": 5825190
        }
    ],
    "court_short_name": "Appellate Division of the Supreme Court of New York",
    "court_full_name": "Appellate Division of the Supreme Court of the State of New York",
    "court_type": "SA",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Rape"
}