{
    "id": 8441710,
    "judges": "Katzmann, Lohier, Straub",
    "date_filed": "1991-02-02",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-lockhart",
    "case_name_short": "Lockhart",
    "case_name": "United States v. Lockhart",
    "case_name_full": "United States v. Avondale LOCKHART",
    "attorneys": "Patrick S. Sinclair (Maria Cruz Melendez and David C. James, on the brief), Assistant United States Attorneys, for Loretta E. Lynch, United States Attorney for the Eastern District of New York, Brooklyn, NY, for Appellee., David A. Lewis, Assistant Federal Public Defender, Federal Defenders of New York, New York, NY, for Defendant-Appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued: Jan. 14, 2014.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "749 F.3d 148"
    ],
    "opinions": [
        {
            "author_str": "Katzmann",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKATZMANN, Chief Judge:\nIn this case, we must decide whether a sentencing provision that provides for a ten-year mandatory minimum term of imprisonment if a defendant was previously convicted “under the laws, of any State relating to aggravated sexual abuse, sexual abuse, or abusive sexual conduct involving a minor or ward,” 18 U.S.C. § 2252(b)(2), requires that an “aggravated sexual abuse” or “sexual abuse” conviction involve a minor or ward, or whether only “abusive sexual conduct” is modified by the phrase “involving a minor or ward,” such that a sexual abuse conviction involving an adult victim constitutes a predicate offense. We conclude that the statutory text and structure indicate that the latter reading is correct and therefore affirm the district court’s imposition of a ten-year sentence on Defendant-Appellant Avondale Lock-hart.\nBaciíground\nIn June 2010, after receiving information indicating that Lockhart had transferred money to a distributor of child pornography, federal agents initiated an undercover operation, in which they solicited Lockhart to purchase videos portraying child pornography from an agent-run service. Lockhart requested a number of videos from the agents, and on July 13, 2010, after obtaining a search warrant, the agents conducted a controlled delivery of the package ostensibly containing the videos Lockhart had ordered. Once Lockhart accepted the package, the agents executed the search warrant and seized Lockhart’s laptop and external hard drive, which together contained over 15,000 images and at least nine videos depicting child pornography.\nAs a result of this investigation, Lock-hart was indicted on March 24, 2011, on two counts: (1) attempted receipt of child pornography in violation of 18 U.S.C. § 2252(a)(2), based on his attempted purchase of videos containing child pornography from the undercover agents; and (2) possession of child pornography in violation of 18 U.S.C. § 2252(a)(4)(B), based on the images and videos already on his computer and hard drive. On March 6, 2012, pursuant to a plea agreement, Lockhart pleaded guilty to count two of the indictment in the United States District Court for the Eastern District of New York. Count one of the indictment was thereafter dismissed.\nLockhart had previously been convicted in state court in April 2000 of first degree sexual abuse, in violation of New York Penal Law § 130.65(1). The arrest report from this earlier conviction alleges that Lockhart pinned down his fifty-three-year old girlfriend, ripped off her underpants, and attempted to penetrate her vagina with his penis. Lockhart received a sentence of five years’ probation and was classified as a level-one sex offender as a result of this conviction.\nThe Presentence Report (“PSR”) prepared for Lockhart’s sentencing calculated a recommended sentencing range of 78-97 months under the U.S. Sentencing Guidelines. However, the PSR adopted the government’s position that Lockhart was subject to a mandatory minimum sentence of ten years under 18 U.S.C. § 2252(b)(2), which requires such a term of imprisonment if a person violates § 2252(a)(4) and “has a prior conviction ... under the laws of any State relating to aggravated sexual *151abuse, sexual abuse, or abusive sexual conduct involving a minor or ward.” 18 U.S.C. § 2252(b)(2). The PSR thus recommended an effective range under the Sentencing Guidelines of 120 months due to Lockhart’s prior conviction for sexual abuse in the first degree. In his sentencing submission, Lockhart argued that his prior conviction could not support the imposition of the mandatory minimum sentence because his sexual abuse offense did not involve a minor. The district court rejected Lockhart’s position, concluding that the mandatory minimum applied, and imposed a ten-year sentence, to be followed by ten years’ supervised release. This appeal followed.\nDiscussion\nAs discussed above, Lockhart pleaded guilty to possession of child pornography in violation of 18 U.S.C. § 2252(a)(4) and was sentenced pursuant to § 2252(b)(2). While § 2252(b)(2) generally requires no minimum sentence, in certain circumstances the statute provides for a mandatory minimum sentence of ten years. In its entirety, § 2252(b)(2) provides:\nWhoever violates, or attempts or conspires to violate, paragraph (4) of subsection (a) shall be fined under this title or imprisoned not more than 10 years, or both, but if any visual depiction involved in the offense involved a prepubescent minor or a minor who had not attained 12 years of age, such person shall be fined under this title and imprisoned for not more than 20 years, or if such person has a prior conviction under this chapter, chapter 71, chapter 109A, or chapter 117, or under section 920 of Title 10 (article 120 of the Uniform Code of Military Justice), or under the laws of any State relating to aggravated sexual abuse, sexual abuse, or abusive sexual conduct involving a minor or ward, or the production, possession, receipt, mailing, sale, distribution, shipment, or transportation of child pornography, such person shall be fined under this title and imprisoned for not less than 10 years nor more than 20 years.\n18 U.S.C. § 2252(b)(2) (emphasis added).1\nHere, the district court found that Lockhart was subject to the mandatory minimum based on his prior state conviction for sexual abuse of an adult woman. On appeal, Lockhart challenges that conclusion, arguing that § 2252(b)(2)’s mandatory minimum does not apply if the victim of the prior sexual abuse offense is an adult, rather than a minor. Thus, the sole issue on appeal is whether the phrase “involving a minor or ward” modifies an entire category of state-law crimes — those “relating to aggravated sexual abuse, sexual abuse, or abusive sexual conduct” — or whether “involving a minor or ward” modifies only its immediately preceding antecedent, “abusive sexual conduct.” ‘We review de novo all questions of law relating to the district court’s application of a federal sentence enhancement.” United States v. Beardsley, 691 F.3d 252, 257 (2d Cir.2012).2\n*152In interpreting § 2252(b)(2), “[w]e start, as we must, with the language of the statute,” giving the statutory terms their “ ‘ordinary or natural’ meaning.” Bailey v. United States, 516 U.S. 137, 144-45, 116 S.Ct. 501, 133 L.Ed.2d 472 (1995) (quoting Smith v. United States, 508 U.S. 223, 228, 113 S.Ct. 2050, 124 L.Ed.2d 138 (1993)), superseded by statute on other grounds, Pub.L. No. 105-386,112 Stat. 3469 (1998) (codified as amended at 18 U.S.C. § 924(c)). Where, as here, the plain meaning is not pellucid, we can draw upon a variety of interpretive tools, including canons, statutory structure, and legislative history, to discern meaning. As to canons, we first consider which rule of statutory construction should inform our understanding of the phrase “relating to aggravated sexual abuse, sexual abuse, or abusive sexual conduct involving a minor”: the last antecedent rule or the series qualifier canon.\n“Under the last antecedent rule, ‘a limiting clause or phrase should ordinarily be read as modifying only the noun or phrase that it immediately follows.’ ” United States v. Kerley, 416 F.3d 176, 180 (2d Cir.2005) (ellipsis omitted) (quoting Barnhart v. Thomas, 540 U.S. 20, 26, 124 S.Ct. 376, 157 L.Ed.2d 333 (2003)). Although the “rule is not an absolute and can assuredly be overcome by other indicia of meaning,” the last antecedent rule generally applies absent a contrary indication of meaning. Barnhart, 540 U.S. at 26, 124 S.Ct. 376 (citing 2A N. Singer, Sutherland on Statutory Construction § 47.33 at 369 (6th rev. ed.2000)). Relying on this presumption, the government contends that, as the district court concluded, the phrase “involving a minor or ward” modifies only “abusive sexual conduct,” and therefore Lockhart’s prior state conviction for sexual abuse triggers the imposition of § 2252(b)(2)’s ten-year mandatory minimum sentence, regardless of the fact that the victim of his prior offense was an adult.\nLockhart argues in favor of the application of the contrary series qualifier canon of statutory construction, which “provides that a modifier at the beginning or end of a series of terms modifies all the terms.” United States v. Laraneta, 700 F.3d 983, 989 (7th Cir.2012). The series qualifier canon applies where “[t]he modifying clause appear[s] ... at the end of a single, integrated list,” Jama v. Immigration &amp; Customs Enforcement, 543 U.S. 335, 344 n. 4, 125 S.Ct. 694, 160 L.Ed.2d 708 (2005), and where the modifying clause “undeniably applies to at least one antecedent, and ... makes sense with all,” United States v. Bass, 404 U.S. 336, 339-40, 92 S.Ct. 515, 30 L.Ed.2d 488 (1971). Lockhart contends that this canon should be applied, as the phrase “involving a minor” appears at the end of the integrated list of three antecedents, all of which would “make[] sense” if limited by this modifying clause.\nLockhart and the government put forth various arguments to support reliance on their preferred canons. We are not fully persuaded that either canon applies unambiguously based on the language and structure of this statutory phrase alone. For example, while Lockhart is correct that the modifying clause “involving a minor” appears at the end of this particular list of state-law crimes, this is not the prototypical situation in which the series qualifier canon is applied, since the list itself falls in the middle of a longer list of qualifying predicate crimes; that is, the *153modifier does not end the list in its entirety. Cf. Bass, 404 U.S. at 337, 92 S.Ct. 515 (applying the series qualifier rule to the phrase “receives, possesses, or transports in commerce or affecting commerce” where that series provided the sole list of conduct prohibited by the statute). On the other hand, the inclusion of the word “or” before “abusive sexual conduct” and then again before “the production ... of child pornography” in the immediately following clause suggests that the state sexual abuse crimes are set off as a separate list within the larger list, lending some support to Lockhart’s preferred reading.3\nWe are not persuaded by Lock-hart’s position that the three types of state sexual abuse offenses constitute a related “continuum of conduct,” each element of which should be modified by the phrase “involving a minor” to maintain a common limitation on the entire continuum. Br. for Def.-Appellant at 20. Such a reading would eliminate any distinction between “sexual abuse involving a minor” and “abusive sexual conduct involving a minor,” since “abusive sexual conduct involving a minor” seemingly would encompass anything that constitutes “sexual abuse involving a minor,” as well as, for example, other sexual conduct that may be criminalized only when the victim is a child. See, e.g., United States v. Hubbard, 480 F.3d 341 (5th Cir.2007) (finding a conviction for “soliciting sex from a person the Defendant believed to be under sixteen” to constitute a conviction relating to “abusive sexual conduct involving a minor”). Thus, Lock-hart’s proposed reading may run up against the principle of statutory interpretation that “[w]e assume that Congress used two terms because it intended each term to have a particular, nonsuperfluous meaning.” Bailey, 516 U.S. at 146, 116 S.Ct. 501.\nAt the same time, neither are we convinced by the government’s contention that the fact that there is no comma separating “abusive sexual conduct” from the modifier “involving a minor or ward” itself proves that “involving a minor or ward” should be read together with “abusive sexual conduct,” but not with “aggravated sexual abuse” or “sexual abuse.” We have previously acknowledged that “[o]ne of the methods by which a writer indicates whether a modifier that follows a list of nouns or phrases is intended to modify the entire list, or only the immediate antecedent, is by punctuation — specifically by whether the list is separated from the subsequent modifier by a comma.” Am. Int’l Grp., Inc. v. Bank of Am. Corp., 712 F.3d 775, 781-82 (2d Cir.2013). However, while a comma may be a helpful aid to statutory interpretation, inclusion of such a comma is not a hard-and fast rule of grammar. See Bass, 404 U.S. at 340 n. 6, 92 S.Ct. 515 (“[M]any leading grammarians, while sometimes noting that commas at the end of series can avoid ambiguity, concede that use of such commas is discretion*154ary”)- Here, inserting a comma before “involving a minor or ward” might confuse rather than clarify the meaning of this provision because, as discussed above, the relevant series of state sexual abuse offenses is separated only by a comma from a continuing list of state child pornography offenses. In this case, then, adding a comma before “involving a minor or ward” might make the modifying clause appear to be a separate element in a longer list and would, in any case, be grammatically unnecessary. Accordingly, here, basing our analysis “only on punctuation is necessarily incomplete and runs the risk of distorting [the] statute’s true meaning.” U.S. Nat’l Bank of Or. v. Indep. Ins. Agents of Am., Inc., 508 U.S. 439, 454, 113 S.Ct. 2173, 124 L.Ed.2d 402 (1993). While the lack of a separating comma may run contrary to Lockhart’s interpretation, it is not dispositive of our reading of § 2252(b)(2). See United States v. Rezin, 322 F.3d 443, 448 (7th Cir.2003).\nUltimately, we cannot definitively determine by applying the canons whether the phrase “involving a minor or ward” modifies the entire category of state-law sexual abuse crimes or only “abusive sexual conduct.” While the government’s reading appears to have greater support in the relevant clause, lingering ambiguity prevents us from concluding on this basis alone that the government’s interpretation is the correct one. However, this ambiguity does not end our inquiry into the meaning of the statutory text. Rather, it is well established that statutory phrases should not be construed “in isolation; we read statutes as a whole.” Samantar v. Yousuf, 560 U.S. 305, 319, 130 S.Ct. 2278, 176 L.Ed.2d 1047 (2010) (quoting United States v. Morton, 467 U.S. 822, 828, 104 S.Ct. 2769, 81 L.Ed.2d 680 (1984)).\nAccordingly, we look to the remainder of § 2252(b)(2) and consider whether its overall scheme may shed light on what state-law sexual abuse offenses Congress intended to include as predicate offenses for imposition of the mandatory minimum sentence. In addition to imposing a ten-year term of imprisonment for predicate violations of state law, § 2252(b)(2) also provides for such a sentence if the defendant has a prior conviction under federal law for a violation under “[chapter 110], chapter 71, chapter 109A, or chapter 117, or under section 920 of Title 10 (article 120 of the Uniform Code of Military Justice).” The referenced statutes prohibit sexual conduct, including conduct that may have both minor and adult victims. See 18 U.S.C. §§ 1460-1470 (Chapter 71, offenses relating to obscene matter, materials or language); 18 U.S.C. §§ 2241-2248 (Chapter 109A, sexual abuse of adults or minors); 18 U.S.C. §§ 2251-2260A (Chapter 110, sexual exploitation and other abuse of minors); 18 U.S.C. §§ 2421-2428 (Chapter 117, transportation of adults or minors for illegal sexual activity and related crimes); 10 U.S.C. § 920 (rape and sexual assault under the Uniform Code of Military Justice). Importantly, § 2252(b)(2) does not specify that a conviction under a federal statute must involve a minor; a violation of any of these statutory provisions constitutes a predicate offense for the application of § 2252(b)(2)’s mandatory minimum sentence, regardless of the age of the victim.\nLooking at § 2252(b)(2) as a whole, we find, as a number of other circuits have explained, that “it would be unreasonable to conclude that Congress intended to impose the enhancement on defendants convicted under federal law, but not on defendants convicted for the same conduct under state law.” United States v. Spence, 661 F.3d 194, 197 (4th Cir.2011); see also Hubbard, 480 F.3d at 350 (“Read in context, the phrase ‘involving a minor’ modifies only ‘abusive conduct.’ We are *155persuaded this was the intent of Congress, not simply because of the placement of the phrase ‘involving a minor,’ but because the enumeration of prior federal offenses that will also give rise to a mandatory minimum sentence expressly includes sexual abuse of adults or minors.”); Rezin, 322 F.3d at 448 (“[I]t would have been strange had Congress on the one hand authorized heavier punishment for offenders who had a prior federal conviction for a sexual crime whether or not it involved a minor, and on the other hand insisted that if the prior conviction had been for a state offense, even one identical to one of the enumerated federal offenses, the victim had to be a minor.”); cf. United States v. Sinerius, 504 F.3d 737, 740 (9th Cir.2007) (assuming, without analysis, that “the terms ‘aggravated sexual abuse,’ ‘sexual abuse,’ and ‘abusive sexual conduct involving a minor’ under § 2252A(b)” set forth distinct offenses); United States v. West, 333 Fed.Appx. 494 (11th Cir.2009) (per curiam) (holding that it was not plain error to apply the mandatory minimum to a prior conviction where the state law at issue did not always require an actual minor victim). This reasoning compels us to conclude that “involving a minor or ward” modifies only prior state convictions for “abusive sexual conduct,” not those for “sexual abuse” or “aggravated sexual abuse,” each of which would constitute a predicate federal offense if committed against an adult or a child.\nWe acknowledge that the Sixth, Eighth and Tenth Circuits have reached the opposite conclusion, namely, that the phrase “involving a minor or ward” modifies all three categories of state sexual abuse crimes. However, the Eighth and Tenth Circuits have drawn this conclusion without elaborating on their reasoning. Indeed, these circuits appear merely to have assumed that a prior state-law sexual abuse conviction requires a minor victim for purposes of the sentencing enhancement, an assumption that made little difference in those cases since the predicate violations at issue involved minor victims. See United States v. Hunter, 505 F.3d 829, 831 (8th Cir.2007) (relying on this assumption); United States v. McCutchen, 419 F.3d 1122, 1125 (10th Cir.2005) (considering whether “the statute under which [a] prior state conviction arose must have included as an element the victim’s status as a minor” for the conviction to fall within the scope of any of the three categories in § 2252(b)(2)). The Sixth Circuit has reached this conclusion most explicitly, although it did so because it found that another panel of that court had “already considered the proper construction of the statutory language at issue,” and that that prior decision bound the current panel, even though the earlier opinion did not engage in any express analysis of the statutory language. United States v. Mateen, 739 F.3d 300, 304-05 (6th Cir.2014) (citing United States v. Gardner, 649 F.3d 437 (6th Cir.2011)), reh’g en banc granted, opinion vacated (Apr. 9, 2014). We are not compelled to follow such unexplored assumptions in coming to our conclusion here.4\nResisting the conclusion that Congress intended to treat state and federal predi*156cate crimes similarly, Lockhart argues that the relevant pattern in § 2252(b)(2) is instead that Congress limited other state-law predicate offenses in this and related sentencing provisions to those involving children. See, e.g., 18 U.S.C. § 2252(b)(2) (including state offenses relating to “child pornography”); 18 U.S.C. § 2251(e) (including state offenses relating to “sex trafficking of children”). According to Lock-hart, then, not reading “aggravated sexual abuse” and “sexual abuse” to be limited to those convictions “involving a minor or ward” would create an inconsistency among the treatment of different state-law offenses. While there is some logic to this position, we do not think that this theory is more reasonable than the assumption that Congress would intend for courts to treat prior sexual abuse convictions similarly, regardless of whether the conviction was under federal or state law. Lockhart’s interpretation is further undermined when one compares the language used to describe the universe of state sexual abuse convictions in § 2252(b)(2) with the federal analogs in 18 U.S.C. §§ 2241 (aggravated sexual abuse), 2242 (sexual abuse), and 2243 (sexual abuse of a minor or ward). Under the federal statutory scheme, adult and minor victims are included under the first two provisions, while § 2243 covers only minors and wards. Although the language used in § 2252(b)(2) is not identical to these statutory titles, it nonetheless suggests that Congress intended to impart a similar structure to state-law predicate offenses for purposes of this sentencing enhancement, and the pattern Lockhart perceives among other state-law offenses does not necessarily apply here.\nWe furthermore note that the brief legislative history of this provision does not alter our conclusion. See S.Rep. No. 104-358,104th Cong., 1996 WL 506545, at *9 (1996) (stating only that the penalties under §§ 2252 and 2252A would provide for a mandatory minimum sentence for “a repeat offender with a prior conviction under chapter 109A or 110 of title 18, or under any State child abuse law or law relating to the production, receipt or distribution of child pornography”). Likewise, resort to the rule of lenity is inappropriate where, as here, “the statutory text allows us to make far more than ‘a guess as to what Congress intended.’ ” DePierre v. United States, — U.S. —, 131 S.Ct. 2225, 2237, 180 L.Ed.2d 114 (2011) (quoting Reno v. Koray, 515 U.S. 50, 65, 115 S.Ct. 2021, 132 L.Ed.2d 46 (1995)).\nAccordingly, because we conclude that “involving a minor or ward” modifies only “abusive sexual conduct” and not “sexual abuse” or “aggravated sexual abuse,” we find that the district court correctly applied § 2252(b)(2)’s sentencing enhancement in light of Lockhart’s prior conviction for sexual abuse.\nConclusion\nFor the foregoing reasons, the judgment and sentence of the district court are affirmed.\n\n. Language identical or similar to the key phrase \"aggravated sexual abuse, sexual abuse, or abusive sexual conduct involving a minor or ward” is used in four other sentencing provisions in Chapter 110 of Title 18 of the United States Code. See 18 U.S.C. §§ 2251(e) (referring to \"abusive sexual contact,” rather than \"conduct”), 2252(b)(1), 2252A(b)(1), 2252A(b)(2).\n\n\n. As part of his plea agreement, Lockhart waived his right to appeal his sentence but excluded from that waiver the issue now before the Court. On March 26, 2013, the government filed a motion to dismiss Lockhart’s appeal based on this waiver. However, on July 8, 2013, the government moved to withdraw its motion to dismiss, acknowledging that the instant issue fell outside the scope of *152the appeal waiver. The Court granted the government's motion to withdraw its prior motion on July 9, 2013. Therefore, waiver is not at issue, and we proceed to the merits of Lockhart's claim.\n\n\n. Although we do not deem this dispositive on its own, we note that 18 U.S.C. § 2251(e)’s similar language differs from that used in § 2252(b)(2) in a manner that sheds some light on the present dispute. Specifically, § 2251(e) imposes a heightened sentence on defendants convicted of prior crimes \"under the laws of any State relating to aggravated sexual abuse, sexual abuse, abusive sexual contact involving a minor or ward, or sex trafficking of children, or the production ... of child pornography.” In this context, aggravated sexual abuse, sexual abuse, and abusive sexual conduct do not form their own separate list ending in a common modifier; rather, “abusive sexual contact involving a minor or ward” is the third element of a four-element list ending in \"sex trafficking of children.” We assume that Congress intended § 2251(e)’s similar language to be read in tandem with § 2252(b)(2). Thus, the addition of a fourth element in § 2251(e) after the modifier suggests that the series qualifier canon should not be applied.\n\n\n. In United States v. Beardsley, 691 F.3d 252 (2d Cir.2012), this Court commented that for a state-law conviction to trigger the analogous sentencing enhancement under 18 U.S.C. § 2252A(b)(1), \"the statute underlying the pri- or conviction must itself relate to sexual abuse of minors for the enhancement to apply.” Id. at 269. However, this statement is dictum and does not bind this panel. At issue in Beardsley was whether to take a categorical approach in determining whether a state-law conviction for endangering the welfare of a child was a predicate offense under § 2252A(b)(l) sentencing enhancement. *156Beardsley’s actual conduct underlying the conviction constituted \"abusive sexual conduct involving a minor,\" so that case turned on the scope of the conduct prohibited by the statute, not whether the conviction must involve a minor. See id. at 256. This understanding of Beardsley was confirmed in a recent decision of this Court, in which we stated that \"[w]e did not expressly identify in Beardsley that the three types of predicate offenses are distinct, nor did we address whether the phrase 'involving a minor or ward' modifies only 'abusive sexual conduct’ as other Courts of Appeals have done.” United States v. Barker, 723 F.3d 315, 322 (2d Cir.2013) (per curiam). Thus, we are not bound by Beardsley’s suggestion that \"involving a minor” modifies each term.\n\n",
            "ocr": true,
            "opinion_id": 8412865
        }
    ],
    "court_short_name": "Second Circuit",
    "court_full_name": "Court of Appeals for the Second Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}