{
    "id": 6239495,
    "judges": "Margulies",
    "date_filed": "1993-01-19",
    "date_filed_is_approximate": true,
    "slug": "people-v-mendez",
    "case_name_short": "Mendez",
    "case_name": "People v. Mendez",
    "case_name_full": "The PEOPLE, and v. Juan Pablo MENDEZ, and",
    "attorneys": "James S. Donnelly-Saalfield, Sausalito, under appointment by the Court of Appeal, for Defendant and Appellant., Xavier Becerra, Attorney General, Gerald A. Engler, Chief Assistant Attorney General, Jeffrey M. Laurence, Assistant Attorney General, Amit Kurlekar and Arthur P. Beever, Deputy Attorneys General for Plaintiff and Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "230 Cal. Rptr. 3d 543",
        "21 Cal. App. 5th 654"
    ],
    "opinions": [
        {
            "author_str": "Margulies",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMargulies, Acting P.J.\n*656Juan Pablo Mendez appeals from an order extending his civil commitment as a mentally disordered offender (MDO). Mendez contends the judgment should be reversed because the trial court erred by improperly instructing the jury to consider the consequences of its verdict. He also argues the trial court abused its discretion by admitting case-specific hearsay in violation of People v. Sanchez (2016) 63 Cal.4th 665, 204 Cal.Rptr.3d 102, 374 P.3d 320 ( Sanchez ), his counsel rendered ineffective assistance, and the cumulative effect of the trial court's errors resulted in an unfair trial. Because we agree with his first contention and reverse for a new trial, we find it unnecessary to resolve his remaining claims.\nI. BACKGROUND\nWe state only the facts relevant to the resolution of this appeal. We incorporate by reference the procedural history section from Mendez's prior appeal, People v. Mendez , 2017 WL 406845 (Jan. 31, 2017, A147173 [nonpub. opn.] ), which contains background information on Mendez's offense history and commitment to the State Department of State Hospitals.\n*545A. Procedural History\nIn or around 1991, Mendez was charged with intent to commit rape and false imprisonment. He was found not guilty by reason of insanity (NGI) and committed to the Napa State Hospital. In 2003, while committed as an NGI patient, he stabbed another patient three times with a homemade weapon. He was convicted of assault with a deadly weapon ( Pen. Code,1 § 245, subd. (a)(1) ), and committed as an MDO in 2007 pursuant to section 2962. After a December 2015 bench trial, his commitment was extended by one year from January 1, 2016 to January 1, 2017, pursuant to sections 2962 and 2970.\nOn June 3, 2016, the Napa County District Attorney filed a petition to again extend Mendez's commitment as an MDO. A jury found the petition true, and the trial court signed an order extending his commitment by one year.\n*657B. Expert Testimony at Trial\nAt trial, the prosecution called three expert witnesses.\nRobert Wagner, a clinical and forensic psychologist at Coalinga State Hospital, evaluated Mendez in May 2016. Wagner diagnosed Mendez with schizoaffective disorder, meaning he had all the symptoms of schizophrenia, as well as depression and manic episodes. Mendez described hallucinations to Wagner, and Wagner reviewed records noting \"symptoms of hallucinations or delusions, disorganized behavior or thinking, paranoia, ups and downs in terms of hygiene.\" Wagner explained schizoaffective disorder is a lifetime illness, but can be treated with medication. Discussing whether Mendez's mental disorder was in remission, Wagner testified his medications improved his mental illness, such that his hallucinations \"softened\" or had \"less of an impact,\" but he did not believe Mendez was in remission.\nWagner opined Mendez was \"more than likely\" to stop taking medication if not required to do so, and as a result, would pose a danger to others. He testified Mendez had refused medication from December 2014 to April 2015 while in Napa County Jail, and \"was described in the documentation as being very psychotic, hallucinating, and began to show some problems with [his] behavior.\" Wagner admitted Mendez had not engaged in any violent behavior when he went off his medication at that time. Wagner also felt Mendez would pose a danger to others because \"he was not on medication and he was clearly psychotic at the time of [his] previous arrests.\" Wagner based his opinion on the fact Mendez had been found incompetent to stand trial and it took him four months at Atascadero State Hospital to get him restored to competency. Wagner acknowledged he had never \"observed [Mendez] actually off of medications\" but instead relied on \"what staff has written\" or what Mendez had told him. Mendez told Wagner he did not believe he had a mental illness, when he leaves the hospital he intends not to take his medications, his medications \" 'neither help nor hinder [him] psychiatrically,' \" and going off his medication while in county jail in 2014 and 2015 \" 'didn't affect [him] at all.' \" Wagner concluded Mendez posed a substantial risk of danger to others in the community, and it would not be beneficial for him to be released from the hospital.\nDuring his testimony, Wagner recognized Mendez had not engaged in any violent acts since 2004, was generally well liked by his treatment team, was seen as \"very stable,\" was \"a really good patient,\" was \"able to deal with [his hallucinations],\"\n*546and had the highest level of privileges available at the hospital, meaning he had free access to patient grounds and units. On the HCR-20 risk assessment tool, he tested as low risk for future violence in a facility and moderate risk for *658violence if placed in the community without outpatient services. On the short-term assessment of risk and treatability (START) instrument, he tested low risk for violence and aggression based on a number of mitigating factors, including that he had good impulse control and adaptive responsivity (meaning his response to external triggers was appropriate), was good at adhering to rules, and had a number of occupational skills. Wagner also noted Mendez's age lessened his risk of danger to others.\nShana Nguyen, a \"telepsychiatrist\" also testified for the prosecution at trial. Nguyen had been Mendez's treating psychiatrist since June 2016, and had monthly sessions with him via video conference. Nguyen opined Mendez suffered from schizoaffective disorder bipolar type, that is \"severe, with psychotic features.\" Mendez told her he saw and heard spirits, including his parents and \"microscopic\" spirits. She also testified he was labile, grandiose, has pressured speech, and shared thoughts of being sexually inappropriate.\nNguyen learned from Mendez's records he was on an involuntary Qawi2 medication order since 2008. He also told her \"if he were to be allowed to refuse or not to take medication, he would\" and she believed he would stop taking his medications if the involuntary medication order were not in place. Nguyen thought Mendez would decompensate if he stopped taking his medications, and based on her review of his record, she noticed he had decompensated \"when he was sent out to jail and returned back to the State Hospital,\" at which time he was reported as having \"active-more symptoms of mania.\" She acknowledged Mendez had not engaged in any acts of violence at that time, and did not know any details of his symptoms because the report only noted \"mania\" and did not elaborate further.\nNguyen opined Mendez would pose \"a substantial [risk of] dangerousness in the community if he's not supervised or treated.\" She based this conclusion on her belief he would \"stop his medication if he were free in the community\" and noted his noncompliance with treatment \"historically ... causes him to decompensate and therefore commit his crimes.\" She was also concerned he still \"harbors thoughts of touching women in their privates,\" failed to acknowledge a substance abuse problem, and lacked insight into his mental illness. Like Wagner, Nguyen acknowledged Mendez had not been violent or threatening during the time she had treated him, was well liked by the treatment staff, complied with rules, took his medication, attended groups, and had full privileges to walk freely around the hospital.\nMark Naas, a psychologist and community program director for the Contra Costa conditional release program (CONREP), also testified. Naas conducted *659risk assessments to determine whether MDO's in state hospitals could be released into a CONREP program. Mendez was evaluated twice by CONREP in 2016, and both evaluations concluded he was not eligible for the program because he did not meet the applicable criteria.\nNaas testified once an MDO is decertified and released into the community, there are no mandatory treatment services and CONREP provides services to MDO's after expiration of their commitment only *547if ordered by the court. He also stated the state hospital provided social workers and other treatment providers to help prepare an MDO for release, and under Laura's Law, a court could supervise a released MDO if symptoms of mental illness were present.\nII. DISCUSSION\nA. Consequences of the Verdict\nMendez contends the trial court erred by modifying the standard jury instruction CALCRIM No. 3457 regarding extension of commitment as an MDO. The instruction provides, in relevant part, the prosecution must prove three elements beyond a reasonable doubt: (1) Mendez has a severe mental disorder; (2) the severe mental disorder is not in remission or cannot be kept in remission without continued treatment; and (3) because of the severe mental disorder, Mendez presently represents a substantial danger of physical harm to others. ( CALCRIM No. 3457.) At the request of the prosecution, the trial court modified the third element and instructed the jury, \"Because of his severe mental disorder, he presently represents a substantial danger of physical harm to others if released into the community unsupervised .\" (Italics added.) The trial court also changed the jury verdict form to conform to the modified jury instruction. Mendez argues the modification impermissibly directed the jury to consider the consequences of the verdict and constituted reversible error.\nPreliminarily, we reject the Attorney General's argument Mendez has forfeited the issue on appeal. Defense counsel objected (twice) to the instruction at trial. In any event, because Mendez challenges the instruction as incorrect in law, he did not have to raise his argument below. ( People v. Jandres (2014) 226 Cal.App.4th 340, 357, 171 Cal.Rptr.3d 849 ; People v. Ramos (2008) 163 Cal.App.4th 1082, 1087, 78 Cal.Rptr.3d 186.)\nTurning to the substance of Mendez's argument, we review de novo whether jury instructions correctly state the law. ( People v. Posey (2004) 32 Cal.4th 193, 218, 8 Cal.Rptr.3d 551, 82 P.3d 755.)\n*660In MDO proceedings, as in criminal matters generally, it is \"improper for the jury to consider what disposition of the defendant may be made or what treatment he may receive.\" ( People v. Allen (1973) 29 Cal.App.3d 932, 936, 106 Cal.Rptr. 43 ( Allen ); People v. Collins (1992) 10 Cal.App.4th 690, 696, 12 Cal.Rptr.2d 768 ( Collins ).) In Allen , the court held it was reversible error to permit the prosecution in a mentally disordered sex offender proceeding to argue that if committed, the defendant would receive beneficial treatment in a state hospital, but if released he would be sent to jail, come out the same person, and potentially commit new crimes. ( Id. at pp. 934, 938, 106 Cal.Rptr. 43.) Noting such considerations were improper under the plain language of the statute, the court also concluded allowing evidence and argument about the \"alleged speculative benefits of involuntary treatment\" was misleading and invited the jury to weigh matters irrelevant to the issue they were charged with determining. ( Id. at pp. 936-938, 106 Cal.Rptr. 43.) In Collins , the trial court erred by instructing the jury it would determine whether a defendant in an MDO proceeding should be further hospitalized or released on parole. ( Id. at p. 695, 12 Cal.Rptr.2d 768.) \" 'There can be no purpose to advising a jury of the consequences of its decision under the present circumstances, except to improperly deflect its attention from the issue of the defendant's current mental condition to the possible effect of a decision to find [in his favor], i.e., to \"stack the *548deck\" against the defendant.' \" ( Id. at p. 696, 12 Cal.Rptr.2d 768, quoting People v. Kipp (1986) 187 Cal.App.3d 748, 750-751, 232 Cal.Rptr. 87 [holding trial court erred in NGI extension proceeding by advising the jury their verdict would determine whether the defendant should be released or continue to be confined for involuntary treatment].)\nSimilarly, here, the trial court erred when it instructed the jury to consider the consequences of its verdict. By adding the language \"if released into the community unsupervised\" to the third prong regarding present dangerousness, the trial court implied Mendez would be released unsupervised unless the jury found he should be recommitted, and expressly directed the jury to base its determination on that hypothetical outcome. Contrary to those instructions, however, the statutory criteria does not require the jury to decide whether Mendez will be dangerous if released unsupervised, only whether he presents a substantial danger of physical harm to others given his present mental condition. (§ 2972, subd. (c).) In modifying the instruction as it did, the trial court told the jury to reach its factual finding based on considerations irrelevant to the issue it was called upon to decide.\nThe instruction was also misleading, because as the Attorney General concedes, a true finding would not necessarily result in Mendez being released unsupervised. The Attorney General points to evidence developed *661during trial on various alternatives to unsupervised release and argues the \"jury was manifestly made aware that release was not the automatic outcome of a non-MDO finding.\" The problem with the argument is two-fold: (1) while jurors were made aware of several possible alternatives to unsupervised release, they were told to base their factual finding on a particular outcome that was entirely speculative; and (2) disposition in MDO proceedings is not within the province of the jury. As the court observed in Allen , \"should the subject of disposition and treatment be permitted to be opened up by the district attorney, the entire spectrum of possible dispositions could properly be explored by the defendant, which ... could involve the jury in utterly perplexing collateral and time-consuming efforts not appropriate to the determination of the central issue.\" ( Allen , supra , 29 Cal.App.3d at p. 938, 106 Cal.Rptr. 43.)\nThe prejudicial effect of the modification was exacerbated by the trial court's modification of the verdict forms and the prosecution's extensive argument to the jury about the potential consequences of its verdict. (See Collins , supra , 10 Cal.App.4th at pp. 694, 696, 12 Cal.Rptr.2d 768 [verdict forms led jury to believe it was deciding whether defendant should be treated as an inpatient or released and erroneous instructions permitted prosecutor to devote opening statement and closing argument to consequences of verdict].) The verdict form, which tracked the modified CALCRIM No. 3457 instruction, stated, \"Because of his severe mental disorder, [Mendez] presently represents a substantial danger of physical harm to others if released into the community unsupervised .\" (Italics added.) During closing argument and rebuttal, the prosecution repeatedly emphasized if Mendez's commitment was not extended, he would be released into the community unsupervised, would stop taking his medications, and would become more paranoid, manic, and unable to handle his hallucinations and delusions on his own. The impact of the prosecution's argument on the jury is reflected in a note presented at the conclusion of trial by one juror, which asked, \"Does he have a family infrastructure to go to on *549the outside?\" The query suggests jurors were concerned with what would happen if Mendez were released into the community unsupervised, which the trial court's erroneous instruction expressly directed them to consider.\nThe Attorney General's reliance on People v. Shazier (2014) 60 Cal.4th 109, 175 Cal.Rptr.3d 774, 331 P.3d 147 and People v. Roberge (2003) 29 Cal.4th 979, 129 Cal.Rptr.2d 861, 62 P.3d 97 is misplaced. Those cases both involved the Sexually Violent Predator Act, which, unlike section 2972, subdivision (c), expressly requires the jury to consider whether a mentally disordered sex offender's release might lead to commission of new violent predatory sex crimes and whether it is necessary to keep a defendant in secure custody. ( Shazier , at p. 130, 175 Cal.Rptr.3d 774, 331 P.3d 147 ; Roberge , at p. 982, 129 Cal.Rptr.2d 861, 62 P.3d 97 ; Welf. &amp; Inst. Code, §§ 6600, subd. (a)(1), 6601, subd. (d).) Nor are we persuaded by the Attorney *662General's cursory reference to People v. Noble (2002) 100 Cal.App.4th 184, 190, 121 Cal.Rptr.2d 918. In Noble , the trial court's erroneous jury instruction shifted the burden of proof to the defendant to prove his mental disorder was in remission when medicated. In dicta, the Noble court commented, \"Where ... an MDO defends on such a theory, the trial court should instruct the jury as follows: The People have the burden to prove, beyond a reasonable doubt, that if released, the defendant will not take his or her prescribed medication and in an unmedicated state, the defendant represents a substantial danger of physical harm to others.\" ( Id. at p. 190, 121 Cal.Rptr.2d 918.) Mendez, however, did not assert a \"medication defense,\" and Noble has no application to the facts of this case.\nOn this record, we cannot conclude the errors discussed above were harmless. The evidence regarding Mendez's dangerousness was equivocal-both Wagner and Nguyen testified he had not recently engaged in violent acts, he behaved well, was stable when medicated, complied with rules, and presented a low to moderate risk for violence. Both experts testified about past instances when Mendez had stopped taking his medication and opined he would go off medication and become a danger to others if released to the community. In light of those expert opinions, the incorrect modification of the legal standard in the instructions and on the verdict form, and the extensive argument from the prosecution about what would happen if the jury declined to order Mendez recommitted, we conclude it is reasonably probable a more favorable result would have been reached in the absence of the error. ( People v. Watson (1956) 46 Cal.2d 818, 836, 299 P.2d 243.)\nB. Sanchez and Ineffective Assistance of Counsel Claims\nMendez also contends the trial court committed prejudicial error under Sanchez , supra , 63 Cal.4th 665, 204 Cal.Rptr.3d 102, 374 P.3d 320, by allowing case-specific hearsay, and his counsel rendered ineffective assistance by failing to object to the errors at trial.3 Because we conclude the instructional error discussed above was prejudicial and constitutes reversible *550error, we need not address these additional claims. *663III. DISPOSITION\nThe judgment is reversed and the matter is remanded for retrial.\nWe concur:\nHumes, P.J.\nDondero, J.\n\nAll statutory references are to the Penal Code unless otherwise indicated.\n\n\nIn re Qawi (2004) 32 Cal.4th 1, 7 Cal.Rptr.3d 780, 81 P.3d 224 (Qawi ).\n\n\nThough we do not reach these issues, it appears Mendez's Sanchez claims may have been forfeited by counsel's failure to object to case-specific hearsay at trial. (See, e.g., People v. Stevens (2015) 62 Cal.4th 325, 333, 195 Cal.Rptr.3d 762, 362 P.3d 408 [\"the failure to object to the admission of expert testimony or hearsay at trial forfeits an appellate claim that such evidence was improperly admitted\"]; People v. Burroughs (2016) 6 Cal.App.5th 378, 408, 211 Cal.Rptr.3d 656 [defendant forfeited some Sanchez claims].)\n\n",
            "ocr": true,
            "opinion_id": 6106411
        }
    ],
    "court_short_name": "California Court of Appeals, 5th District",
    "court_full_name": "California Court of Appeal, 5th District",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Rape"
}