{
    "id": 6240525,
    "judges": "Haller",
    "date_filed": "2012-07-13",
    "date_filed_is_approximate": true,
    "slug": "people-v-gutierrez",
    "case_name_short": "Gutierrez",
    "case_name": "People v. Gutierrez",
    "case_name_full": "The PEOPLE, and v. Salvador R. GUTIERREZ, and",
    "attorneys": "Certified for Partial Publication.*, Nancy J. King and Laura G. Schaefer, San Diego, under appointment by the Court of Appeal, for Defendant and Appellant., Xavier Becerra, Attorney General, Gerald A. Engler, Chief Assistant Attorney General, Julie L. Garland, Assistant Attorney General, Melissa Mandel, Alana Butler and Meredith S. White, Deputy Attorneys General, for Plaintiff and Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "247 Cal. Rptr. 3d 850",
        "35 Cal. App. 5th 1027"
    ],
    "opinions": [
        {
            "author_str": "Haller",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHALLER, J.\n*1028A jury convicted defendant Salvador R. Gutierrez of nine counts of committing lewd and lascivious acts upon a child ( Pen. Code,1 § 288, subd. (a)). In a bifurcated proceeding, the court found true that *1029defendant had been convicted of two serious felonies (§§ 667, subd. (a)(1), 668 &amp; 1192.7, subd. (c)) and two prior strike offenses (§§ 667, subds. (b)-(i), 668 &amp; 1170.12), and found one of defendant's prior convictions brought him within the One Strike law (§ 667.61, subds. (a), (c), and (d).) The court thus sentenced defendant to 205 years to life in state prison.\nDefendant appealed, arguing (1) his counsel was ineffective for failing to object to the use of an Arizona conviction for impeachment purposes because it was not a crime of moral turpitude, and (2) the court violated his Sixth Amendment right to a jury trial when it determined that this child molestation conviction constituted a serious felony and strike prior under California law because the court had made factual findings regarding the underlying offense. As set forth in People v. Gutierrez 2017 WL 2224358 (Cal.App. 1st Dist. May 22, 2017, DO69706 [nonpub. opn.] (Gutierrez I ) ), we rejected defendant's first argument, but agreed with his second, finding a lack of substantial evidence to support the court's finding that his Arizona conviction constituted a serious felony or strike prior under California law. We remanded the case for resentencing, and affirmed the judgment in all other respects.\nAt resentencing, the court imposed on defendant a revised term of 35 years plus *852100 years to life in prison, as explained post.\nIn the instant appeal, defendant contends for the first time that his new sentence constitutes cruel and unusual punishment because at the age of about 69 (when he filed his opening brief), the court's sentence means \"he will die in prison before he even complet[es] the determinate part of his sentence.\" Defendant contends his sentence \" 'shocks the conscience and offends fundamental notions of human dignity' [citation]\" because he committed the offenses for which he is being punished about \"10 to 15 years\" ago, which punishment \"was enhanced due to an offense [he] committed in 1988.\"\nAs we explain, we conclude defendant forfeited this claim by his failure to raise it either in connection with Gutierrez I or in the trial court following remand. However, to forestall a claim of ineffective assistance of counsel with respect to this specific issue, we further conclude defendant's sentence does not violate either the federal or state constitutional prohibition on cruel and/or unusual punishment.\nDefendant in an April 8, 2019 petition for rehearing (petition) alleged that remand was necessary to allow the court to exercise its discretion and determine whether to dismiss one or more of the five-year enhancements imposed under section 667. He also alleged for the first time that the court erred in imposing various fines, fees, and assessments without first affording *1030him a separate ability-to-pay hearing, in reliance on People v. Dueñas (2019) 30 Cal.App.5th 1157, 1160, 242 Cal.Rptr.3d 268 ( Dueñas ). We granted the petition and, on this court's own motion, invited the parties to file supplemental letter briefs addressing only whether defendant was entitled to such a hearing under Dueñas , or whether defendant has forfeited this issue based on his failure to raise it in the trial court, both in connection with the instant appeal and in Gutierrez I . The parties submitted supplemental letter briefs, which we have read and considered.\nAs we explain, we remand solely for the court to exercise its discretion and determine whether to impose one or more of the five-year enhancements under section 667. In all other respects (including with respect to the imposition of fines, fees, and assessments), the judgment is affirmed.\nFACTUAL AND PROCEDURAL BACKGROUND\nDefendant's Sexual Abuse of his Granddaughter\nDefendant's daughter, Paula H., had a daughter, victim Raquel G., born in 1993. Raquel testified that when she was young she spent very little time with her own father, as her parents had separated when she \"was really little.\" In fact, Raquel could not even remember a time when her parents were together. As a result, Raquel was close to her mother and older brother, and to defendant, whom she described as a \"father figure.\"\nRaquel testified that growing up, she and her family spent a great deal of time with her grandparents, including defendant and her grandmother Gloria, as they were \"always at their house,\" which also was located in San Diego. Raquel recalled being cared for by defendant when her mother Paula was at work. When she was about eight years old and in third grade, Raquel recalled defendant sometimes would come in the morning to their family home, stay with them after Paula left for work, and then either walk or drive her and her brother to school, which was located a few blocks away. Defendant also sometimes picked Raquel up from school. It was around this time period that defendant *853started doing \"inappropriate\" things to Raquel.\nRaquel testified the first incident, like all others, took place in a \"tuxedo shop\" located in Lemon Grove, California, that defendant owned and operated. She testified, \"I can't remember if he took off my clothes or if he told me to, but I was-I had my clothes off. And he made it seem like it would be fun if I let him touch me. He made me touch his penis and-and he would-I think he took his pants off and made me touch him.\" During this incident, defendant touched, but did not insert his fingers inside, Raquel's vagina. Defendant also put his \"mouth on [her] vagina.\" Raquel recalled during this particular incident defendant also hoisted her up onto the copier located in the back of the shop and made copies of her naked bottom.\nRaquel testified during this incident she shook her head \"no\" as defendant grabbed her hand and placed it on his penis. Defendant then \"manipulated\" her hand while it was on his penis and made her \"jack him off.\" When Raquel tried to remove her hand from his penis, defendant made her \"put it back on there.\" Raquel was \"pretty sure\" defendant ejaculated during this first incident. At the time, Raquel did not know what it meant to ejaculate, nor did she understand \"what was happening\" at the time or whether it was \"right or wrong.\" After this incident, and all others, defendant made her go to the bathroom and \"clean\" herself. Once inside the bathroom, Raquel looked in the mirror and \"started crying.\" Defendant also instructed Raquel not to tell anybody about the incident.\nRaquel recalled the next incident with defendant \"got a little worse\" than the first. She testified, \"He [i.e., defendant] did the same things that he did the first time, but then the second time he asked me if I would be okay if he put his fingers in me, and I said no. And he just kind of was, like, 'Oh, it will be okay.' So he did it and then I screamed.\" Raquel recalled this incident took place after school near the front door of the tuxedo shop.\nDuring this second incident, Raquel was naked. As before, defendant \"made [her] masturbate him.\" Also as before, defendant \"put his mouth on [her] vagina.\" When Raquel pulled her hand away from defendant's penis, \"he finished\" by masturbating himself, ejaculated, then instructed Raquel to clean herself in the bathroom.\nRaquel recalled another incident that took place around the time of defendant's birthday. There was a party for defendant with much of the family in attendance. During the party, defendant claimed he needed to take care of \"some business at the tuxedo shop.\" Defendant asked Raquel to accompany him to the shop. Raquel refused, as she \"had a feeling\" defendant again would sexually abuse her. Defendant insisted, and Raquel reluctantly went with him.\nDuring this incident, defendant took off Raquel's clothes. Raquel recalled there was a \"church service going on next door,\" \"so it was pretty loud, and he-he was playing-he was, like, touching [her] vagina. And he had me, like, reaching over to masturbate him. And then he stopped and he said what if I try to-he said, 'What if I try this time,' and he like, pulled out his penis and tried to stick the tip of it in.\" Raquel testified that this incident took place on the floor; that when he tried to put his penis in her vagina, she said \"no really loud\"; that his penis touched, but did not penetrate, her vagina; that he in response put his hand over her mouth and told her, \"I need it to be quiet because there [were] people walking back and forth outside\"; and that she \"was traumatiz[ed]\" by this incident.\n*854Like the two other incidents, defendant ejaculated, this time on Raquel's stomach. Also as before, defendant instructed Raquel to clean herself and not to tell anyone what he had done.\nIn addition to these three incidents, Raquel recalled defendant sexually abused her on other occasions as well. With respect to these other incidents, she testified, \"I remember them, but it's just like he-he did the same things every time. I don't really remember how far they were apart when he did it or what....\" Raquel recalled that all of these incidents took place \"over a long period of time, like, months\" or perhaps over a year.\nRaquel further testified that she was \"sure\" that there were at least four incidents of sexual abuse by defendant, but there \"were probably more than that\"; and that with respect to all four incidents, there were at least two occasions when he: (1) used his fingers and touched her vagina; (2) placed his mouth on her vagina; (3) forced her hand to touch his penis; (4) and ejaculated on her stomach. Also during the four incidents, defendant at least one time tried to put his penis inside Raquel's vagina.\nWhen asked if there were any incidents of abuse away from the tuxedo shop, Raquel recalled an incident when defendant came to their home to watch her and her brother and take them to school. After Paula left for work and as her brother slept, defendant asked Raquel \"to touch him.\" She refused, and \"nothing ever happened.\"\nBefore she disclosed the abuse, Raquel testified her mother \"often\" asked her if \" 'anyone ever touched [her]? Has grandpa [i.e., defendant] ever [done] anything to [her],' \" to which Raquel would always lie and respond \"no.\" Raquel further testified she denied any inappropriate touching by defendant because she \"was a kid\" who felt \"scared\" and \"ashamed,\" thinking she was \"wrong\" for what had happened.\nRaquel told Paula about the abuse by defendant a \"couple years later,\" after her mother made plans to have defendant watch the children so that she and a friend could travel to Colorado for a wedding. Raquel testified that she then \"begged\" her mother not to leave them in defendant's care; that her mother became concerned and suspicious because she had \"never seen [Raquel] ... that scared before, and panicky\"; and that because her mother kept asking what was wrong, Raquel finally disclosed she had been sexually abused by defendant.2\nRaquel, however, never gave her mother the \"details\" about the abuse. After her disclosure, Raquel recalled her mother \"talked to someone\" about the abuse and *855then told her, \"It's taken care of,\" or words to that effect. Raquel testified her mother then did not tell Raquel that defendant had a prior conviction for child molest, or that her mother also had been sexually abused by defendant when she was a child.\nOnce she disclosed the abuse, Raquel testified that \"things\" changed, as her grandmother moved north and Raquel's family \"stopped talking to that side of the family a little bit\"; and that it was a \"hard transition\" for her because it \"felt like everyone was just kind of leaving [her], like it was [her] fault.\"\nRaquel further testified she was interviewed multiple times by a child welfare agency when she was young, before defendant abused her, and twice after the abuse occurred. She was interviewed on October 16, 2002, when she was nine years old. On that occasion, the agency was investigating a report of physical abuse by Raquel's father against her brother. Raquel denied any inappropriate touching by defendant or anyone else during this interview, and during another interview on April 22, 2004, when she was 10 years old, despite the fact defendant had sexually abused her. Although Raquel did not tell the agency social workers about the abuse, she did tell a friend. The family subsequently moved to Temecula after Raquel finished seventh grade.\nWhile in ninth grade, Paula insisted her daughter see a counselor, as Raquel was not doing well in school or at home. Raquel testified she then \"wanted to kill [herself]\" because \"of what [defendant] did to [her].\" During a counseling session, Raquel opened up and disclosed the abuse by defendant.\nThereafter, law enforcement became involved. Raquel spoke to a police officer, perhaps by telephone, and then was interviewed at her school by two officers and a social worker. Although Raquel could not recall the date of the school interview, an agency report noted it took place on September 24, 2008. Raquel recalled during this interview she disclosed that defendant had \"raped [her], that he touched [her].\" After making this disclosure, according to Raquel \"nothing\" happened and \"[n]o one ever contacted [the family] again about it.\" The family subsequently moved to South Carolina.\nAfter the move, Raquel and her mother in 2013 contacted the Riverside and/or San Diego Police Departments to follow up on the status of the investigation of defendant. Raquel recalled speaking with an officer on the telephone. When asked why she wanted to make that call, Raquel stated, \"I wanted to have justice for myself.\" At some point, law enforcement had Raquel attempt to contact defendant by telephone, with the hope he would confess to sexually abusing Raquel. Defendant, however, did not answer or return her calls. When asked how she felt about testifying against her own grandfather, Raquel stated she no longer considered defendant to be her grandfather because \"people who love you wouldn't do that to you, what he did to me.\"\nPaula testified after having two children, including Raquel, she went back to work. She estimated she began working when Raquel was in the first grade. Paula typically worked four days a week, all day long. After about three years, Paula changed jobs, which sometimes required her to go to work at 6:30 a.m. Being a single mother, Paula had to rely on various family members to help with childcare. At one point, Paula's mother Gloria suggested defendant could help with the children. Paula testified she asked Gloria if this was a good idea \"due to his background.\" Gloria reassured her daughter, stating defendant *856was \"fine\" and \"had recovered from his previous actions involving molesting.\"\nPaula testified that defendant left Gloria in about 2002 and that she and the children moved to Temecula in about 2005, when Raquel was in 8th grade. Paula recalled she and her boyfriend (now husband) were going to a wedding in early September 2004. Paula had asked her mother to watch the children while they were away. Gloria agreed, but was going to be a day \"late\" arriving to San Diego. Gloria suggested defendant as an alternative. Paula told Raquel that her grandfather was going to watch her and her brother for a day. Raquel in response stated she \"wasn't comfortable\" with that arrangement. Based on \"motherly instinct,\" Paula began questioning Raquel.\nInitially, Raquel refused to tell her mother about the abuse. As Paula prodded, Raquel finally disclosed the sexual abuse by defendant. Raquel did not give her mother many details, other than disclosing the abuse had been \"years before.\" Paula testified she immediately set up a conference call involving Gloria, Paula's aunt, who was defendant's sister, and defendant, to make sure they were \"all on the same page.\"\nDuring this call, Paula disclosed what Raquel had just told her, and instructed defendant to \"stay the heck away from [her] daughter and not to come around [her family].\" Paula testified that during this call, defendant (in Spanish) said, \"I'm sorry, mija, I'm sorry, mija,\" noting that \"mija\" in Spanish meant daughter. Paula refused to accept defendant's apology, telling him at one point, \"How dare you.\" Paula ended up taking Raquel with her to Colorado. On their trip (and despite Raquel's recollection to the contrary), Paula testified she told her daughter that defendant also had molested her when she was a child.\nPaula did not contact law enforcement after Raquel's disclosure. Paula testified, \"When I was a child and these type of instances would happen, such as when I was molested, it was usually resolved in the family, so when I mentioned it to my mom, my mom spoke with the same sister that I had called when it happened to Raquel, and at that time when-so that's basically how it was-that is basically the way it was resolved when I was a child, is you talked to the family, they talk to the person, the person stops; so I believed that I would speak to my family, let them know, that they would-that they would deal with the situation the same way.\"\nAfter moving to Temecula, Paula noticed \"something was bothering\" Raquel. After Raquel repeatedly said, \"Mom, you don't understand,\" Paula urged her daughter to see a counselor because if Raquel was not going to speak with her mother, or her stepdad, she needed to talk to someone. Raquel finally agreed, and met with a counselor when she was in the 10th grade. The day after Raquel started counseling, law enforcement from Riverside became involved. During an interview with law enforcement, Paula also disclosed that defendant had molested her when she was a child.\nBecause the abuse occurred in San Diego, law enforcement from San Diego also became involved.3 Several years passed *857and the family, who had since moved to South Carolina, never heard back from any law enforcement agency. After leaving quite a few messages, Paula finally called \"archives in San Diego County to see what [had] happened\" to her daughter's case. The family was then required to \"refile\" the case with the sheriff's department in Lemon Grove.\nDefendant's Past Acts of Sexual Abuse, Including of Paula\nPaula testified that while she was growing up, defendant-her biological father-sexually abused her. Defendant was never charged in connection with this abuse. Paula estimated the abuse started when she was about six, and ended when she was about nine years old. Paula recalled the abuse typically occurred in her parents' bedroom. Defendant would make Paula take off her clothes and touch his \"weaner\" while he too was naked. Defendant would then force her to \"stroke\" his penis to the \"point of ejaculation.\" He also put candy on his penis so that Paula \"could lick or suck the candy off.\"\nPaula estimated that defendant abused her in this way about 20 times; that he tried to \"make it fun and games\" so she would not be afraid; and that he also touched her labia, after demanding she \"[o]pen [her] legs.\" Paula described for the jury the sounds defendant would make as she stroked his penis, including when he ejaculated.\nAlthough Paula could not remember the \"first\" time defendant abused her, she could remember the last time. As was the case with Raquel (and others, as discussed post ), defendant instructed Paula not to tell anyone about the abuse. At some point, however, Paula began to feel \"ashamed\" and knew \"there was something wrong.\" Paula testified Gloria saw a change in her, and asked Paula if she was okay. It was then Paula disclosed to her own mother that \"dad had touched [her].\"\nAs a result of this disclosure, defendant was prohibited from picking up Paula after school. Paula also noticed the disclosure \"took a lot out of her [mother].\" After the disclosure, Paula testified her relationship with defendant was \"a little standoffish,\" but got better as she became a teenager, then abruptly ended when she was about 15 years old.\nThe record shows defendant stipulated that on February 24, 1988, he pleaded guilty to a violation of \" section 288(a), lewd act on a child\" under 14 years of age, in San Diego County Superior Court case number CR91480, which led to a six-year prison term. Victoria D. was the victim in the 1988 conviction, which served as a strike prior and serious felony prior in the instant case.\nVictoria D. testified that she was 10 years old in the summer of 1986; that defendant and his family had a swimming pool and lived about two doors away from her home; and that during summer in 1986 and 1987, she would play with defendant's children, including Paula, and go swimming in their pool. Victoria estimated Paula then was about 16 years old.\n*858Victoria and neighbor Tina often went on weekdays to defendant's home to swim. Usually they were alone with defendant, as Paula was rarely at home. Victoria described for the jury the \"many times\" defendant was \"completely naked\" and \"touched himself\" in front of the two girls. Victoria recalled one instance inside defendant's home when he masturbated in front of the girls, and his semen went \"onto the floor.\" Defendant also showed the girls \"nude magazines\" and praised them for resembling the individuals pictured in the magazines. Defendant also had a \"sex toy\" and \"there was touching of both [her] and Tina.\"\nRegarding the touching, Victoria testified defendant used his hand to touch her vagina, both outside and inside-skin to skin-of her bathing suit. Victoria also saw defendant touch her friend Tina in the same manner. Defendant also told both girls to close their eyes and then he separately grabbed their hands and placed them on his penis. Victoria saw Tina touch defendant's penis, and Victoria also touched his penis, even after she had told him \"no, no, no.\" Defendant sometimes offered the girls \"a dollar or a soda or a candy bar\" as an enticement to touch his penis. Defendant also told both girls that they were to tell nobody about the touching, as it was \"strictly\" between them.\nIn addition to the 1988 conviction, the record shows defendant in 1974 was convicted in Arizona of lewd and lascivious acts, case number CR76640. As described in his October 24, 2017 supplemental probation report, \"defendant, by his own admission, went to [a grammar s]chool and saw three girls, one, [including] Terri B[.], who was nine years old. He talked to them about a sexual matter and became aroused. He kept their attention by asking if they would help him look for his dog. He masturbated in front of the three girls, and while doing so, felt ... one of the girls over her pants. The defendant ejaculated and then cleaned himself with a newspaper. He walked the girls most of the way home, and then got into his car and went home. In his written statement, he indicated, 'I feel I need help, so this will never happen again.' \"\nIn 1979, defendant was arrested after he exposed himself and masturbated in the presence of two five-year-old girls who lived in his neighborhood. Defendant pleaded nolo contendre to one count of annoying or molesting a child (former § 647, subd. (a)) and was placed on formal probation.\nResentencing\nAs noted, defendant in Gutierrez I was convicted of nine counts of lewd and lascivious acts upon a child under 14 years of age. Counts 1 and 2 involved defendant touching Raquel's vagina with his finger with the intent of arousing, appealing to, and gratifying his lust, passions and sexual desires; counts 3 and 4 involved defendant putting his mouth on Raquel's vagina; counts 5 and 6 involved defendant forcing Raquel to use her hand to touch his penis; count 7 involved defendant touching his penis to Raquel's vagina; and counts 8 and 9 involved defendant ejaculating on Raquel. As summarized ante , each such act of abuse by defendant was set forth in two different counts-with the exception of count 7-because Raquel recalled each happened on (at least) two different occasions.\nAt resentencing, the court carefully summarized the breakdown of defendant's sentence as follows: \"Count 1, Penal Code Section 288(a), with the [section] 667.61(a)(c)(d), Penal Code Section 667(b) through (i), and Penal Code Section 667(a)(1), the defendant is to serve 25 years to life. That is doubled by virtue of *859the strike prior to 50 years to life, adding a five-year consecutive for the serious felony prior.\n\"Count 2, which is Penal Code Section 288(a), and Penal Code Section 667.61(a)(c)(d), and Penal Code Section 667(b) through (i), plus Penal Code Section 667(a)(1), the defendant is sentenced to 25 years to life. That is doubled by operation of law to 50 years to life consecutive, with an additional five years consecutive based upon the serious prior. This total indeterminate term is 10 years, plus 100 years to life.\n\"Sentencing under Penal Code Section 1170.1, which is the determinant sentencing, Count 3, Penal Code Section 288(a), under Penal Code Section 667(b) through (i), the Court had previously selected the upper term of eight years. The Court is doubling that by operation of law to 16 years.\n\"Count 4, Penal Code Section 288(a), 667(b) through (i), again that will be upper term of eight years, doubled by operation of law to 16 years. That will run concurrent to Count 3. [¶] Count 5 also will be 16 years under the same analysis, and it also will run concurrent to Count 3. [¶] Count 6, and again these are all violations and convictions under Penal Code Section 288(a) and Penal Code Section 667(b) through (i), upper term eight, doubled by operation of law to 16, to run concurrent with Counts 3, 4, 5. [¶] Count 7, Penal Code Section 288(a), under Penal Code Section 667(b) through (i), again will be 16 years, and that's the upper term doubled.\n\"In addition to that, the Court is selecting one-third the mid[-]term, which is 12 years consecutive, doubled, for a total term of four years. That four years will be consecutive to the 16 years under Count 3.\n\"Count 8, Penal Code Section 288(a), Penal Code Section 667(b) through (i), is again the upper term, eight years, doubled by operation of law to 16 years. That will run concurrent with Count 3 and 4, 5 and 6. [¶] Count 9, Penal Code Section 288(a), Penal Code Section 667(b) through (i), 16 years. Same analysis. And that will run concurrent.\n\" Penal Code Section 667(a)(1), the serious felony prior conviction is five years, and that will run consecutive to the 16 years as Counts 3 and Count 7, which is the four years consecutive.\n\"So the total determinant sentence will be 25 years. The total exposure therefore is 35 years, plus 100 years to life.\"\nDISCUSSION\nI**\nII\nPetition\nA. Senate Bill No. 1393***\nB. Imposition of Fines, Fees, and Assessments\nBriefly, in Gutierrez I the trial court imposed without objection a $ 10,000 restitution fine (§ 1202.4, subd. (b)(1)) and a suspended matching parole revocation fine (§ 1202.45). The court then stated it \"finds the defendant has *1031the financial ability to pay the court security fee of [$ ]360 [ (§ 1465.8) ], the ICNA [i.e., Immediate Critical Needs Account] fee of [$ ]270 [ ( Gov. Code, § 70373 ), a] Criminal Justice fee of [$ ]164 [ ( Gov. Code, § 29550.1 ), and a] sex registration fee of $ 500 [ (§ 290.3) ].\" Defendant also did not object to the imposition of these fees. *860Following Gutierrez I , the court at resentencing again imposed without objection a $ 10,000 restitution fine and a suspended matching parole revocation fine, a $ 360 court security fee, a $ 270 ICNA fee, a $ 154 criminal justice administration fee,10 and a $ 500 sex registration fee. As noted, defendant first raised the issue of his alleged inability to pay these fines and fees in his petition, relying on Dueñas , supra , 30 Cal.App.5th 1157, 242 Cal.Rptr.3d 268.\nIn Dueñas , the defendant at sentencing objected on due process grounds to the trial court's imposition of a $ 30 court facilities assessment ( Gov. Code, § 70373 ), a $ 40 court operations assessment (§ 1465.8), and a statutory minimum $ 150 restitution fine (§ 1202.4, subd. (b)(1)). ( Dueñas, supra , 30 Cal.App.5th at p. 1162, 242 Cal.Rptr.3d 268.) The defendant in Dueñas was a probationer who suffered from cerebral palsy, was indigent, homeless, and the mother of young children. The court agreed to, and held, a separate inability-to-pay hearing as requested by the defendant.\nThe trial court at that hearing considered the defendant's \"uncontested declaration concerning her financial circumstances, determined that she lacked the ability to pay the previously ordered attorney fees, and waived them on the basis of her indigence. The court concluded that the $ 30 court facilities assessment under Government Code section 70373 and $ 40 court operations assessment under ... section 1465.8 were both mandatory regardless of [her] inability to pay them\" ( Dueñas, supra , 30 Cal.App.5th at p. 1163, 242 Cal.Rptr.3d 268 ), and that she failed to show \" 'compelling and extraordinary reasons' required by statute ( Pen. Code, § 1202.4, subd. (c) ) to justify waiving [the $ 150] fine. The court rejected Dueñas's constitutional arguments that due process and equal protection required the court to consider her ability to pay these fines and assessments ....\" ( Dueñas , at p. 1163, 242 Cal.Rptr.3d 268.)\nIn reversing, the Dueñas court concluded that \"due process of law requires the trial court to conduct an ability to pay hearing and ascertain a defendant's present ability to pay before it imposes court facilities and court operations assessments under ... section 1465.8 and Government Code section 70373\" ( Dueñas, supra , 30 Cal.App.5th at p. 1164, 242 Cal.Rptr.3d 268 ); and that, *1032\"although ... section 1202.4 bars consideration of a defendant's ability to pay unless the judge is considering increasing the fee over the statutory minimum, the execution of any restitution fine imposed under this statute must be stayed unless and until the trial court holds an ability to pay hearing and concludes that the defendant has the present ability to pay the restitution fine.\" ( Ibid. )\nThe application of Dueñas has been addressed in several recent cases.11 In People v. Castellano (2019) 33 Cal.App.5th 485, 245 Cal.Rptr.3d 138 ( Castellano ), the same division of the Second Appellate District that filed Dueñas applied its holding to a defendant who had been assessed various court fees and the statutory minimum restitution fine. ( Castellano , at pp. 488-489, 245 Cal.Rptr.3d 138.) In doing so, the court explained that a defendant must \"in the first instance contest in the trial court his or her ability to pay the fines, fees and *861assessments to be imposed and at a hearing present evidence of his or her inability to pay the amounts contemplated by the trial court.\" ( Id. at p. 490, 245 Cal.Rptr.3d 138.) It held, however, that the defendant's failure to object to the fine and fees before Dueñas was decided was not a forfeiture of the issue because Dueñas was \"a newly announced constitutional principle that could not reasonably have been anticipated at the time of trial.\" ( Castellano , at p. 489, 245 Cal.Rptr.3d 138.) More recently in People v. Johnson (2019) 35 Cal.App.5th 134, 247 Cal.Rptr.3d 1 ( Johnson ), the court agreed with Castellano on the forfeiture issue, commenting \"we are hard pressed to say [the Dueñas ] holding was predictable and should have been anticipated.\" ( Johnson , at p. 138, fn., 247 Cal.Rptr.3d 1 omitted.)\nIn People v. Frandsen (2019) 33 Cal.App.5th 1126, 245 Cal.Rptr.3d 658 ( Frandsen ) the court took a different approach on forfeiture. There, the trial court assessed various fees totaling $ 120 and imposed a statutory maximum $ 10,000 restitution fine. The appellate court first rejected the defendant's contention that his Dueñas -based challenge to the fine and fees presented a purely legal claim that could be raised for the first time on appeal. ( Frandsen , at p. 1153.) It likewise found unpersuasive the argument that Dueñas was unforeseeable. ( Frandsen , at p. 1154,.) Finally it noted that an objection would not have been futile because even pre- Dueñas governing law permitted a challenge to a maximum restitution fine based on ability-to-pay grounds. ( Frandsen , at p. 1154, 245 Cal.Rptr.3d 658.)\nWe find it unnecessary to address any perceived disagreement on the forfeiture issue between Frandsen on one hand and Castellano and Johnson on the other. Both Castellano and Johnson involved situations in which the trial court imposed the statutory minimum restitution fine. ( Castellano, supra , 33 Cal.App.5th at p. 488, 245 Cal.Rptr.3d 138 ;\n*1033Johnson, supra , 35 Cal.App.5th at pp. 137-138 and fn. 5, 247 Cal.Rptr.3d 1.) In this case, as in Frandsen , the trial court imposed the statutory maximum restitution fine. And as Frandsen correctly notes, even before Dueñas a defendant had every incentive to object to imposition of a maximum restitution fine based on inability to pay because governing law as reflected in the statute ( § 1202.4, subd. (c) ) expressly permitted such a challenge. ( Frandsen, supra , 33 Cal.App.5th at p. 1154, 245 Cal.Rptr.3d 658.)\nOn two separate occasions, Gutierrez had the statutory right to request that the court consider his ability to pay in setting the restitution fine, but he did not do so. His silence is a classic example of the application of the forfeiture doctrine relied upon by the California Supreme Court in numerous criminal sentencing cases decided well before Dueñas. (See, e.g., People v. Aguilar (2015) 60 Cal.4th 862, 864, 182 Cal.Rptr.3d 137, 340 P.3d 366 [applying the forfeiture rule to challenges to probation-related costs and an order for reimbursement of fees paid to appointed trial counsel]; People v. Trujillo (2015) 60 Cal.4th 850, 853-854, 182 Cal.Rptr.3d 143, 340 P.3d 371 [applying the forfeiture rule to an unpreserved claim regarding probation-related fees and defendant's inability to pay them]; People v. Nelson (2011) 51 Cal.4th 198, 227, 120 Cal.Rptr.3d 406, 246 P.3d 301 [defendant's claim that the trial court erred by failing to consider ability to pay a restitution fine is forfeited by the failure to object].) Thus, even if Dueñas was unforeseeable (a point on which we offer no opinion), under the facts of this case Gutierrez forfeited any ability-to-pay argument regarding the restitution fine by failing to object.\n*862The same is true of the fees the court imposed.12 As a practical matter, if Gutierrez chose not to object to a $ 10,000 restitution fine based on an inability to pay, he surely would not complain on similar grounds regarding an additional $ 1,300 in fees. Moreover, at the time of sentencing the court relied on trial testimony and the probation report to make a factual finding that \"defendant has the financial ability to pay\" these fees. Gutierrez did not object, a decision that is understandable in view of his lengthy employment history, including service as an aircraft mechanic, manager of retail tuxedo shops and, at the time of trial, 12 years' experience operating a taco shop.\nDISPOSITION\nThe matter is remanded only for resentencing to allow the court to consider whether it should strike one or more of defendant's serious prior felonies on which the enhancements imposed under section 667, subdivision (a)(1) are *1034based. In all other respects, the judgment-including all fines, fees, and assessments imposed by the trial court-is affirmed.13\nI CONCUR:\nDATO, J.\nBENKE, J., concurring in part.\nDefendant in his petition relied on People v. Dueñas (2019) 30 Cal.App.5th 1157, 242 Cal.Rptr.3d 268 ( Dueñas ), this time seeking an ability-to-pay hearing despite twice failing to object to the imposition of the fines and fees. The majority finds the various fines and fees imposed on defendant at resentencing were not improper. I agree with the majority's conclusion. I write separately, however, because I disagree with the majority's reasoning in support of its conclusion. More fundamentally I write to express my disagreement with Dueñas , which I believe misapplies California's statutory law and erroneously selects a general due process and equal protection theory as the basis for its decision. I instead believe that the Eighth Amendment to the United States Constitution offers a more proper basis for determining when a fine or fee exceeds constitutional limits, to the extent such an analysis is necessary.\nThe Majority Opinion\nAs noted, the record shows defendant did not object either in Gutierrez I , or on remand from that appeal, to the imposition of the following fines and fees: a $ 10,000 restitution fine ( Pen. Code, § 1202.4, subd. (b)(1) )1 and a suspended matching parole revocation fine (§ 1202.45); a $ 360 court security fee (§ 1465.8); a $ 270 Immediate and Critical Needs Account fee ( Gov. Code, § 70373 ); a $ 154 criminal justice administration fee ( Gov. Code, § 29550.1 );2\n*863and a $ 500 sex offender registration fee (§ 290.3).\nThe majority expresses no opinion on whether Dueñas was properly decided (fn. 11), but instead finds the case inapplicable because the trial court here imposed a restitution fine under section 1202.4, subdivision (b)(1) above the statutory minimum, and thus, *1035defendant, unlike Ms. Dueñas, had the right under subdivision (c)3 of this statute to object on inability-to-pay grounds.\nThe majority goes on to find that, as a result of section 1202.4, subdivision (c), defendant's failure to object to the restitution fine constituted a forfeiture irrespective of Dueñas. On that basis, the majority also finds that, if defendant did not object based on inability to pay the $ 10,000 restitution fine, he certainly could not complain about the remaining fees, which collectively were substantially less than the restitution fine; and that, in any event, the trial court made a finding defendant had the ability to pay.\nDueñas and its Constitutional Underpinning\nUnlike the majority, I am not certain that Dueñas can be so easily dismissed. Dueñas involved unique facts that have been well-documented by others, so I will refrain from repeating them here. But the directive of Dueñas is clear: \"due process of law requires the trial court to conduct an inability to pay hearing and ascertain a defendant's present ability to pay before it imposes court facilities and court operations assessments under ... section 1465.8 and Government Code section 70373\" ( Duenas , supra , 30 Cal.App.5th at p. 1164, 242 Cal.Rptr.3d 268, italics added); and that, \"although ... section 1202.4 bars consideration of a defendant's ability to pay unless the judge is considering increasing the fee over the statutory minimum, the execution of any restitution fine imposed under this statute must be stayed unless and until the trial court holds an ability to pay hearing and concludes that the defendant has the present ability to pay the restitution fine.\" ( Ibid. , italics added.)\nIn support of its reasoning, the Dueñas court relied on Griffin v. Illinois (1956) 351 U.S. 12, 76 S.Ct. 585, 100 L.Ed. 891 ( Griffin ) and related case law. It also cited several Government Code sections in concluding our Legislature also \"has recognized the deleterious impact of increased court fees on indigent people\" (Dueñas , supra , 30 Cal.App.5th at p. 1165, 242 Cal.Rptr.3d 268 ); further noting as follows on this point: \"The Legislature has declared that 'our legal system cannot provide \"equal justice under law\" unless all persons have access to the courts without regard to their economic means. California law and court procedures should ensure that court fees are not a barrier to court access for those with insufficient economic means to pay those fees.' ( Gov. Code, § 68630, subd. (a).) The Legislature has also declared that 'fiscal *1036responsibility should be tempered with concern for litigants' rights to access the justice system. The procedure for allowing the poor to use court services without paying ordinary fees must be one that applies rules fairly to similarly situated persons, is accessible to those with limited knowledge of court processes, *864and does not delay access to court services.' ( Gov. Code, § 68630, subd. (b).)\n\"Accordingly, the Legislature has provided for fee waivers for indigent litigants at the trial and appellate court levels that excuse them from paying fees for the first pleading or other paper, and other court fees and costs, including assessments for certain court investigations. ( Gov. Code, § 68631.) Government Code section 68632 grants permission to proceed without paying costs to those receiving certain public assistance benefits, to those whose monthly income is 125 percent or less of government poverty guidelines, and to those who 'cannot pay court fees without using moneys that normally would pay for the common necessaries of life for the applicant and the applicant's family.' ( Gov. Code, § 68632, subds. (a) - (c).)\n\"While this protective mechanism lessens the disproportionate burden that these fundraising fees present to indigent litigants in the civil context, the Legislature neither instituted nor rejected a corresponding safeguard for assessments attached to a criminal conviction. Both Government Code section 70373 and ... section 1465.8 are silent as to the consideration of a defendant's ability to pay in imposing the assessments.\" ( Dueñas , supra , 30 Cal.App.5th at pp. 1165-1166, 242 Cal.Rptr.3d 268, italics added, fn. omitted.)\nAfter additional policy discussion, the Dueñas court concluded the assessment provisions of Government Code section 70373 and section 1465.8, \"if imposed without a determination that the defendant is able to pay, are thus fundamentally unfair; imposing these assessments upon indigent defendants without a determination that they have the present ability to pay violates due process under both the United States Constitution and the California Constitution. ( U.S. Const. 14th Amend.; Cal. Const., art. I, § 7.) These fees, assessed as part of a larger statutory scheme to raise revenue to fund court operations, should be treated no differently than their civil counterparts enacted in the same legislation and imposed only on those with the means to pay them. [Citation.]\" ( Dueñas , supra , 30 Cal.App.5th at pp. 1168-1169, 242 Cal.Rptr.3d 268, fn. omitted.)\nDueñas and its Repercussions\nSince Dueñas was decided, this court has been flooded with petitions for rehearing and requests to submit supplemental briefing on the issue of ability to pay fines and fees imposed on defendants. Defendant in the instant case is *1037no exception. I note new cases, most unpublished, are filed almost daily in which Dueñas 's ability-to-pay hearing is an issue. Some defendants in the first instance are also moving under Dueñas for such relief in the trial courts, despite having pending appeals, and then moving to augment the records on appeal with minute orders showing the trial courts in the first instance granted their \" Dueñas motions.\"4 (See, e.g., People v. Adame (May 29, 2019) 2019 WL 2281260, *1, fn. 2, 2019 LEXIS 3642, *1, fn. 2.)\nThere has also been a succession of cases analyzing whether a defendant forfeits Dueñas 's newly created constitutional right to a preassessment ability-to-pay hearing by failing to make this specific *865objection in the trial court. Some of the cases have found there was a forfeiture,5 others have found no forfeiture,6 and still others have either found Dueñas to be factually distinguishable,7 or refused to decide the issue altogether, stating that because remand was necessary on another ground, a defendant then could raise the ability-to-pay issue in the trial court. To these cases the majority here adds refusal to apply Dueñas altogether. The result of Dueñas has been neither fair to all appellants nor consistent. I see no reason to refrain from examining its correctness. *1038Dueñas's Analysis is Fundamentally Flawed\nUnlike the majority, I instead would conclude the Dueñas decision incorrectly applies California statutes; and in addition, is fundamentally flawed in that general \"fairness\" grounds of due process and/or equal protection principles do not afford a defendant a preassessment ability-to-pay hearing before a trial court imposes fines and fees on him or her.\nFirst, I believe that in reaching its conclusions, Dueñas by judicial fiat inserted language into statutes that did not exist. That is, I note the adjective \"present\" used by the Dueñas court in its ability-to-pay analysis is nowhere to be found in Penal Code sections 1202.4 and 1465.8, or in Government Code section 70373. (See Dueñas , supra , 30 Cal.App.5th at p. 1164, 242 Cal.Rptr.3d 268 ; but see Pen. Code, § 987.8 [noting if a defendant is provided legal assistance, following the conclusion of criminal proceedings a court \"may, after notice and hearing, make a determination of the present ability of the defendant to pay all or a portion of the cost thereof\" (italics added) ].)\nPerhaps more egregiously, Dueñas in its analysis completely disregarded unambiguous language in subdivision (c) of section 1202.4 stating that inability to pay cannot be considered when only the statutory minimum is imposed, as was the case *866there. Moreover, by also adding the word \"present\" to the ability-to-pay analysis with respect to the restitution fine, Dueñas ignored section 1202.4, subdivision (d), which says the exact opposite: \"Consideration of a defendant's inability to pay may include his or her future earning capacity. \" (Italics added.) A court lacks the power to rewrite a statute either so as to make it conform to a presumed intention that is not stated, or to ignore a statute's plain and unambiguous language. (See People v. Statum (2002) 28 Cal.4th 682, 692, 122 Cal.Rptr.2d 572, 50 P.3d 355.)\nI would conclude that, to the extent the Legislature provided such a right, which in the instant case it did with respect to the restitution fine (see § 1202.4, subds. (b)(1) &amp; (c) ) and the sex offender registration fee (see § 290.3, subd. (a)),8 a defendant's failure to avail him-or herself of that statutory relief constituted a forfeiture under the \"traditional\" rule. (See Frandsen , supra , 33 Cal.App.5th at p. 1155.)\nSecond, with regard to the application of general due process and equal protection principles, the heavy reliance Dueñas places on Griffin was, in my *1039view, misplaced. Griffin involved the issue of court access. Specifically, that case concluded that due process and equal protection guaranteed an indigent criminal defendant a free transcript of trial proceedings in order to provide that defendant with access to a court of review, where he would receive an adequate and effective examination of his criminal conviction. ( Griffin, supra , 351 U.S. at p. 16, 76 S.Ct. 585.)\nI, for one, do not believe the imposition of the two assessments and one restitution fine on the defendant in Dueñas is an issue of access to our courts or justice system, as was the case in Griffin and similar authorities.9 Nor do I believe the fines or fees imposed on the defendant in Dueñas satisfied the traditional due process definition of a taking of life, liberty or property.\nLikewise, Dueñas 's citations to multiple provisions of the Government Code do not support its conclusion that our \"Legislature has recognized the deleterious impact of increased court fees on indigent people.\" ( Dueñas , supra , 30 Cal.App.5th at p. 1165, 242 Cal.Rptr.3d 268.) In my view, these statutes instead ensure that all people, without regard to economic status, have equal access to our justice system. Again, in my opinion the imposition of the two assessments and one restitution fine on the defendant in Dueñas was not an issue of *867access to the courts or our system of justice.\nIn sum, I find no general due process and equal protection authority which requires a court to conduct a preassessment present ability-to-pay hearing before imposing any fine or fee on a defendant, as Dueñas seems to conclude. On a practical note, it takes little imagination to envision the potential expansion of the holding of Dueñas to a multitude of other fines or fees that were not the subject of that case, or the instant case. One such possible fine is victim restitution, which is encompassed in subdivision (f) of section 1202.4 - one of the same statutes at issue in Dueñas. Although that subdivision expressly requires a court to order \"full restitution\" to the victim, should the constitutional basis of Duenas stand, any restitution hearing might require a finding of present ability to pay victim restitution.\n*1040Finally, I would further conclude relief from fines or fees based on inability to pay is more properly analyzed under the Eighth Amendment prohibition against excessive fines, fees, and punishment, which analysis I turn to next.\nThe Excessive Fines Clause\nRejection of the due process and equal protection analysis of Dueñas does not leave parties without recourse if they believe a statutory assessment of fines, fees, and punishment amounts to a constitutional violation as written or applied.\nTo the extent defendant in the instant case claimed poverty is the \"only reason [he] cannot pay the fine[s] and fees,\" as was the case in Dueñas ( Dueñas , supra , 30 Cal.App.5th at p. 1160, 242 Cal.Rptr.3d 268 ), I would analyze that claim under the excessive fines clauses of both the Eighth Amendment,10 made applicable to the states through the Fourteenth Amendment, as recently announced by the United Supreme Court in Timbs v. Indiana (2019) --- U.S. ----, 139 S.Ct. 682, 203 L.Ed.2d 11, as well as article 1, section 17, of our state constitution.11\nThe Eighth Amendment prohibits the imposition of excessive fines. The word \"fine,\" as used in that provision, has been interpreted to be \" 'a payment to a sovereign as punishment for some offense.' \" ( United States v. Bajakajian (1998) 524 U.S. 321, 327-328, 118 S.Ct. 2028, 141 L.Ed.2d 314 ( Bajakajian ).) A fine is excessive for purposes of the Eighth Amendment \"if it is grossly disproportionate to the gravity of the defendant's offense.\" ( Id. at p. 334, 118 S.Ct. 2028.)\nBriefly, in Bajakajian the defendant attempted to take $ 357,144 out of the country, in contravention of federal law requiring any person transporting more than $ 10,000 out of the United States to file a report with the appropriate government agency. The government in Bajakajian claimed that the entire $ 357,144 was forfeited. ( Bajakajian, supra , 524 U.S. at p. 325, 118 S.Ct. 2028.)\nThe high court in Bajakajian pointed out that \"[t]he touchstone of the constitutional inquiry under the Excessive Fines Clause is the principle of proportionality.\" ( Bajakajian, supra , 524 U.S. at p. 334, 118 S.Ct. 2028.) As found by our own high court, Bajakajian \"then set out four considerations: (1) the defendant's culpability; (2) the relationship between the harm and the penalty; (3) the penalties imposed in *868similar statutes; and (4) the defendant's *1041ability to pay. \" ( People ex rel. Lockyer v. R.J. Reynolds Tobacco Co. (2005) 37 Cal.4th 707, 728, 36 Cal.Rptr.3d 814, 124 P.3d 408 ( R.J. Reynolds ), citing Bajakajian , at pp. 337-338, 118 S.Ct. 2028.) After reviewing those considerations, the Bajakajian court held that the forfeiture of the defendant's currency constituted an excessive fine barred by the Eighth Amendment. ( Bajakajian , at p. 343, 118 S.Ct. 2028.)\nI believe the application of an Eighth Amendment analysis allows for consistent and fair review of fines and fees imposed on individuals while they are focused both legally and factually in the trial court, with the appeal process remaining available for review.\nIn the instant case, with respect to the restitution fine of $ 10,000 and the sex offender registration fee of $ 500, I would find that defendant forfeited his statutory right by failing to object to such imposition and make a showing of inability to pay. With respect to the remaining fines and fees, I would find that, to the extent defendant challenged them based only on his indigency, such fines and fees are not \"excessive\" in violation of the Eight amendment of the federal Constitution, or article 1, section 17 of our state Constitution, based on the Bajakajian \"considerations\" as identified by our own high court. (See R.J. Reynolds, supra , 37 Cal.4th at p. 728, 36 Cal.Rptr.3d 814, 124 P.3d 408, citing Bajakajian, supra , 524 U.S. at pp. 337-338, 118 S.Ct. 2028.) On this basis, I thus would affirm the fines and fees imposed on defendant in the instant case.\n\nAll further statutory references are to the Penal Code.\n\n\nThe record shows the People called Catherine McLennan to testify as an expert witness. McLennan, who estimated she had conducted over 3,000 forensic interviews (as of 2015), opined there was \"pretty universal agreement\" among experts that the \"majority\" of children \"most commonly delay disclosing when they have been sexually abused.\" McLennan further opined that it was \"unusual\" in child sexual abuse cases for there to be an \"immediate\" report; and that on one end of the spectrum, children are much more likely to disclose immediately if they have been abused by a stranger. In that instance, there \"are few repercussions, fewer possible negative outcomes for that child in telling. They don't know the person. They're not bonded to them. They're not telling on somebody that they care about. It's not likely to have a big impact on that child's life to tell.\" On the other end of the spectrum, McLennan noted that if the child is abused by a caretaker, a parent, or a \"parent figure, there's a huge bond. There's a huge possible allegiance or loyalty to that individual. There is a perception on the child's part that if they tell on this person, who's very close to them, there's very likely to be some changes in their lives, and some of those are viewed by the child as not necessarily positive.\"\n\n\nSan Diego Police Department detective Wendy Valentin testified that she worked in the sex crimes unit in 2008; that she received a \"courtesy report from the Riverside Sheriff's Department and a CPS referral\" about a \"late disclosure that a victim at the age of 15 had reported that her maternal grandfather had molested her\"; that Detective Valentin first spoke to Paula, then to Raquel, on the telephone; that Raquel was unsure if she wanted the police involved; and that as she was starting her investigation she learned the alleged abuse did not take place in the City of San Diego, but instead within the jurisdiction of the San Diego County Sheriff's Department. Detective Valentin thus forwarded her October 2008 report and the information she had received from Riverside to the sheriff's department in the City of Lemon Grove, for it to continue the investigation. In 2011, Detective Valentin transferred to the homicide unit. Sometime thereafter she spoke to Paula, who wanted to know the status of the case involving her daughter. Detective Valentin instructed Paula to call the sheriff's department, as the detective then knew nothing about the status of the case.\n\n\nSee footnote *, ante .\n\n\nSee footnote *, ante .\n\n\nThe criminal justice administration fee imposed by the court on remand was $ 10 less than the fee it had previously imposed in Gutierrez I pursuant to Government Code section 29550.1.\n\n\nBecause we resolve this issue on forfeiture grounds, we express no opinion on whether Dueñas was correctly decided.\n\n\nGutierrez also forfeited the right to challenge the imposition of the sex registration fee. That statute authorizes the court to consider ability to pay, the court found he had the ability to pay, and he failed to object.\n\n\nWe note that defendant in his supplemental briefing argued that, if the issue of inability to pay is deemed forfeited, as we have concluded, he was deprived effective assistance of counsel based on his counsel's failures to object to the section 1202.4 restitution fine. We decline to reach this issue on this record, without prejudice to defendant raising the ineffective assistance of counsel issue in a separate proceeding, if he so chooses.\n\n\nFurther statutory references are to the Penal Code unless otherwise stated.\n\n\nThe criminal justice administration fee imposed by the court on remand was $ 10 less than the fee it had previously imposed pursuant to Government Code section 29550.1 in Gutierrez I .\n\n\nSubdivision (c) of section 1202.4 in part provides: \"The court shall impose the restitution fine unless it finds compelling and extraordinary reasons for not doing so and states those reasons on the record. A defendant's inability to pay shall not be considered a compelling and extraordinary reason not to impose a restitution fine. Inability to pay may be considered only in increasing the amount of the restitution fine in excess of the minimum fine pursuant to paragraph (1) of subdivision (b).\" (Italics added.)\n\n\nI note that under section 1237.2, a trial court retains jurisdiction even after a notice of appeal has been filed to \"correct any error in the imposition or calculation of fines, penalty assessments, surcharges, fees, or costs upon the defendant's request for correction,\" but with an important exception: this statute \"only applies in cases where the erroneous imposition or calculation of fines, penalty assessments, surcharges, fees, or costs are the sole issue on appeal.\" (Italics added.)\n\n\nSee, e.g., People v. Frandsen (2019) 33 Cal.App.5th 1126, 1153, 1155, 245 Cal.Rptr.3d 658 (Frandsen ) [refusing the defendant's request for an ability-to-pay hearing based on Dueñas because Dueñas 's announcement of a newly created constitutional right was not an \"unforeseen change in the law,\" as the Dueñas court applied \"law that was old, not new,\" and thus, concluding that it \"stand[s] by the traditional and prudential virtue of requiring parties to raise an issue in the trial court if they would like appellate review of that issue\"], People v. Bipialaka (2019) 34 Cal.App.5th 455, 246 Cal.Rptr.3d 177 [citing Frandsen in concluding without analysis that the defendant forfeited his objection to various fines and fees based on inability to pay by failing to make that objection in the trial court]. Thus, I note that even courts that have disagreed with Dueñas have done so not because they disagree with its holding that due process and equal protection afford a defendant an ability-to-pay hearing before fines and fees can be imposed, but rather on the basis that such a right, if its exists, can be waived or \"forfeited.\" (See, e.g., Frandsen , at p. 1155, 245 Cal.Rptr.3d 658.)\n\n\nSee, e.g., People v. Castellano (2019) 33 Cal.App.5th 485, 489, 245 Cal.Rptr.3d 138 [finding no forfeiture because when the defendant was sentenced, Dueñas had not yet been decided, and no California court before Dueñas had held it was unconstitutional to impose fines, fees, and assessments without a predetermination of the defendant's ability to pay].\n\n\nSee, e.g., People v. Johnson (2019) 35 Cal.App.5th 134, 138, 247 Cal.Rptr.3d 1 (Johnson ) [distinguishing Dueñas on the ground that it involved a \"homeless probationer ... who suffered from cerebral palsy and was unable to work,\" in contrast to the defendant in its case who was serving an eight-year prison sentence and who had \"ample time to pay [various fines and fees] from a readily available source of income while incarcerated,\" and thus finding any alleged due process error harmless beyond a reasonable doubt].\n\n\nSubdivision (a) of section 290.3 provides: \"Every person who is convicted of any offense specified in subdivision (c) of Section 290 shall, in addition to any imprisonment or fine, or both, imposed for commission of the underlying offense, be punished by a fine of three hundred dollars ($ 300) upon the first conviction or a fine of five hundred dollars ($ 500) upon the second and each subsequent conviction, unless the court determines that the defendant does not have the ability to pay the fine. \" (Italics added.)\n\n\nConsistent with the holding of Griffin and its concern of fair access for all to our courts and justice system, subdivision (b) of former section 987.8 provided: \"In any case in which a defendant is provided legal assistance, either through the public defender or private counsel appointed by the court, upon conclusion of the criminal proceedings in the trial court, or upon the withdrawal of the public defender or appointed private counsel, the court may, after notice and a hearing, make a determination of the present ability of the defendant to pay all or a portion of the cost thereof. The court may, in its discretion, hold one such additional hearing within six months of the conclusion of the criminal proceedings. The court may, in its discretion, order the defendant to appear before a county officer designated by the court to make an inquiry into the ability of the defendant to pay all or a portion of the legal assistance provided.\" (Italics added.) I note that current subdivision (b) of this statute is substantively identical.\n\n\nThe Eighth Amendment provides, \"Excessive bail shall not be required, nor excessive fines imposed, nor cruel and unusual punishments inflicted.\"\n\n\nArticle 1, section 17 of our state Constitution provides, \"Cruel or unusual punishment may not be inflicted or excessive fines imposed.\"\n\n",
            "ocr": true,
            "opinion_id": 6107474
        }
    ],
    "court_short_name": "California Court of Appeals, 5th District",
    "court_full_name": "California Court of Appeal, 5th District",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Rape"
}