{
    "id": 6331857,
    "judges": "Rosenblatt",
    "date_filed": "1977-12-01",
    "date_filed_is_approximate": true,
    "slug": "people-v-putland",
    "case_name_short": "Putland",
    "case_name": "People v. Putland",
    "case_name_full": "The People of the State of New York v. David G. Putland",
    "attorneys": "APPEARANCES OF COUNSEL, Noel Tepper for defendant. John R. King, District Attorney (Bridget R. Rahilly of counsel), for plaintiff.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "102 Misc. 2d 517"
    ],
    "opinions": [
        {
            "author_str": "Rosenblatt",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION OF THE COURT\nAlbert M. Rosenblatt, J.\nAt issue is the constitutionality of certain provisions of the newly amended juvenile offender law (CPL 180.75, as amd by L 1979, ch 411, § 5; CPL 210.43 as added by L 1979, ch 411, § 6) as measured against defendant’s contention that the statutes are violative of the doctrine of separation of powers.\nThe defendant, who at the time of the alleged crimes was 21 days short of his sixteenth birthday, stands indicted, as a juvenile offender, of second degree murder, in violation of subdivision 1 of section 125.25 of the Penal Law and first degree sodomy, in violation of section 130.50 of the Penal Law. He is accused of forcibly sodomizing and then hanging an eight-year-old boy, and seeks removal to Family Court, pursuant to CPL 210.43. He is opposed by the District Attorney, who relies on CPL 210.43 (subd 1, par [b]), as furnishing him with the statutory basis to block removal by simply withholding consent.\nTHE SEPARATION OF POWERS\nThe defendant claims that a constitutional infirmity inheres in a statute by which the District Attorney may exercise what amounts to a veto power over removal. He asserts that a removal decision is, or should be, a judicial determination exclusively, and that the statute is unconstitutional if it be construed as granting the prosecution an unimpeachable right to bar the door to the Family Court.\nWe need not labor long over the statutory intent. The Legislature, without a doubt, intended to, and quite plainly did, vest the District Attorney with the power to grant or withhold removal consent, when certain highly serious designated crimes are charged.\nThe statute reads as follows:\n*519\"§ 210.43. Motion to remove juvenile offender to family court.\n\"1. After a motion by a juvenile offender, pursuant to subdivision five of section 180.75 of this chapter, or after arraignment of a juvenile offender upon an indictment, the superior court may, on motion of any party or on its own motion:\n\"(a) except as otherwise provided by paragraph (b), order removal of the action to the family court pursuant to the provisions of article seven hundred twenty-five of this chapter, if, after consideration of the factors set forth in subdivision two of this section, the court determines that to do so would be in the interests of justice; or\n\"(b) with the consent of the district attorney, order removal of an action involving an indictment charging a juvenile offender with murder in the second degree as defined in section 125.25 of the penal law; rape in the first degree, as defined in subdivision one of section 130.35 of the penal law; sodomy in the first degree, as defined in subdivision one of section 130.50 of the penal law; or an armed felony as defined in paragraph (a) of subdivision forty-one of section 1.20, to the family court pursuant to the provisions of article seven hundred twenty five of this chapter if the court finds one or more of the following factors: (i) mitigating circumstances that bear directly upon the manner in which the crime was committed; (ii) where the defendant was not the sole participant in the crime, the defendant’s participation was relatively minor although not so minor as to constitute a defense to the prosecution; or (iii) possible deficiencies in the proof of the crime, and, after consideration of the factors set forth in subdivision two of this section, the court determined that removal of the action to the family court would be in the interests of justice.” (CPL 210.43.)\nThe question, therefore, is whether there is an encroachment on the separation of powers, under a statutory grant enabling the prosecutor to position himself as a barrier to removal, in one of the expressly enumerated crimes.\nThe separation of executive, legislative, and judicial powers is basic to our State and Federal Governments (Story, Commentaries on the Constitution [5th ed], § 395; Marbury v Madison, 1 Crunch [US] 137; O’Donoghue v United States, 289 US 516, 530). While the Supreme Court has left to the States the nature and degree of separation (Dreyer v Illinois, 187 US *52071, 84) our State, and its courts, have shown a continuing passion for the preservation and protection of the doctrine, as quintessential to our governmental framework (People ex rel. Burby v Howland, 155 NY 270, 282; Matter of Davies, 168 NY 89, 101-102; Matter of La Guardia v Smith, 288 NY 1).\nEven when under a more \"pragmatic, flexible” approach to division (Nixon v Administrator of Gen. Servs., 433 US 425, 442; United States v Nixon, 418 US 683), the Supreme Court has recognized that a constitutional flaw would exist in any statute which disrupts the proper balance between the coordinate branches. Whether the formulation be one of rigid departmentalization, or the more recent approach in the Nixon cases (supra) and Youngstown Co. v Sawyer (343 US 579) this court holds that CPL 210.43 poses no direct or potential threat to the judicial functions under the statute.\nThe District Attorney is a quasi-judicial officer (People v Fielding, 158 NY 542, 547) but for purposes of separation falls within the executive branch (United States v Cox, 342 F2d 167, cert den sub nom. Cox v Hauberg, 381 US 935; Matter of Hassan v Magistrates’ Ct. of City of N. Y., 20 Misc 2d 509, opp dsmd 10 AD2d 908, mot for lv to app dsmd 8 NY2d 750, cert den 364 US 844). The Legislature, by requiring the prosecutor’s preliminary consent, has not invested him with a judicial function or with a vehicle for trespassing on judicial turf. If and when a prosecutor does consent, the court must itself, in the interests of justice, and under the articulated standards, decide whether removal would be appropriate (cf. People v Taylor, 76 Ill 2d 289).\nThe judicial decision making thus comes into play, with its neutrality and discretion exercised independent of the District Attorney’s position. To put it another way, this proceeding, like others, contemplates the existence of a concurring triumvirate: the defense, the prosecution, and the court. In a murder indictment, the concurrence of all three is envisioned as a basis for the removal of what is presumptively a superior court case. By granting the court and the District Attorney the authority to concur in or to reject the defendant’s proposed removal, the prosecutorial consent is no different from the \"veto power” which resides in the prosecution when it chooses to withhold consent to a lesser plea. In both illustrations, the concurrence of each of the three entities furnishes *521the basis for the result.1 When, for example, a defendant wants to plead to a reduced charge, and the court is agreeable, the District Attorney’s consent is required (CPL 220.10, subds 3, 4) and there is nothing remarkable or unconstitutional about that. (Matter of McDonald v Sobel, 272 App Div 455, affd 297 NY 679; Newman v United States, 382 F2d 479.) It can no longer be seriously claimed that the District Attorney is imposing on judicial power or exercising a judicial function by being consulted for that consent, any more than it can be claimed that a civil plaintiff who wishes to settle a case, may challenge the \"veto power” of an opponent who refuses to settle for the amount offered.\nSignificantly, the power of the District Attorney to thwart removal exists only in this most serious class of offenses. In the vast majority of cases, the superior court may, notwithstanding the District Attorney’s objection, grant a defense motion for removal under CPL 210.43 (subd 1, par [a]). The Legislature has, in essence, proclaimed that the State has a right to public, criminal trials for juveniles accused of designated crimes, but has refrained from casting the parties in a jurisdictional straitjacket. Recognizing that there may be some cases which, owing to circumstances, better along in Family Court, the Legislature paved an ameliorative path, to be traversed only in \"those unusual cases” in which noncriminal treatment is appropriate. (Matter of Vega v Bell, 47 NY2d 543, 551.)\nThe prosecution, the defense, and the court, comprise the whole of societal interest. The District Attorney represents, conceptually, the people of the community and State, except, of course, for the individual accused. Between them, however, *522the entire State society is spoken for both constitutionally and figuratively, with the court acting as the overseer of rights and obligations. When all members of the troika agree on a dispositional result, no contradictory societal interest remains. Removal to a Family Court may take place, therefore, only when these three interests converge.\nThe scheme is not irrational. It is well within the power of the Legislature to insist on superior court trials in cases such as this, and to provide its prosecutorial arm with the means to carry out that objective. If an appropriate case arises, the State is given the opportunity to relax its right to a superior court trial and may seek to channel the case to Family Court,2 much in the same way that it is given the opportunity, in certain cases, to compromise its right to the trial of an indictment by agreeing to a lesser plea. This prosecutorial act does not amount to a judicial function and does no violence to the system of checks and balances. On the contrary, the Legislature, rather than enacting an absolute bar to removal, has seen fit to regulate the process by providing for removal upon the coalition of all societal interests.\nOur statutory and constitutional history is replete with legislative enactments by which a litigant is conferred with the power to grant or withhold consent when important rights stand to be compromised. Thus, the right to felony trial by Grand Jury indictment (see Matter of Simonson v Cahn, 27 NY2d 1; People v Iannone, 45 NY2d 589, 593, n 4; NY Const, art I, § 6, amd Nov. 6, 1973) may now be supplanted by superior court information, if both the defendant and the prosecution consent (CPL 195.10). The enforcement of the right to waive is not a judicial function, and if either side refuses consent, or, as one may put it, exercises an unfettered veto power, there can be no trial by superior court information. These rights and prerogatives, far from infringing on the judicial branch, support the concept of separation of powers, for a court is without authority to compel consents as against what may even be, in the court’s view, an injudicious or wholly unreasonable stance by a party. (See, e.g., Newman v United States, 382 F2d 479, 482, n 9, supra.)\n*523The right of a party in a criminal trial to grant or withhold consent as a condition precedent is also found in other instances. The broad discretion to prosecute or not is vested solely in the executive branch, through the District Attorney (United States v Nixon, 418 US 683, 693, supra; People v Di Falco, 44 NY2d 482; People v Florio, 301 NY 46, 53; Matter of McDonald v Goldstein, 191 Misc 863, affd 273 App Div 649) so that no prosecution may be compelled or conducted without his actual or implied consent (People v Van Sickle, 13 NY2d 61; People v Harding, 44 AD2d 800; Inmates of Attica Correctional Facility v Rockefeller, 477 F2d 375).\nMoreover, a court may not sentence a class A-II or class B felony convict to lifetime probation without prosecutorial consent and recommendation (Penal Law, § 65.00, subd 1, par [b]). The provision has been upheld as against the claim that the District Attorney is being granted a judicial function (People v Eason, 40 NY2d 297).\nProsecutorial consent is required as a predicate to the granting of an adjournment in contemplation of dismissal under CPL 170.55, to a reduction of a conviction under CPL 440.10 (subd 5, par [b]), and to the discharge of an alternate juror (CPL 270.30), among other provisions. Conversely, defense consent is statutorily required for a youthful offender to be tried in private (CPL 720.15, subd 2), for a regular juror to be replaced by an alternate (CPL 270.35), for a jury instruction on the defendant’s not having testified (CPL 300.10, subd 2), and, of course, for a jury trial waiver (CPL 320.10; People v Davis, 49 NY2d 114, Nov. 29, 1979), among others.\nIn each of these instances, the People or the defendant, as the case may be, is granted an important right, which may be dispensed with only upon express consent. All of the rights exist in a judicial setting, to be sure, yet it has never been successfully claimed that their exercise amounts to the usurpation of a judicial function.3\nTHE LEGISLATIVE POWER\nAs we have seen, the Legislature, acting in response to legitimate social and political concerns, has lowered the age of potential criminal responsibility for certain designated felo*524nies. No attack is made upon the power of Legislature to eliminate the defense of infancy for youths accused of committing certain crimes while under the age of 16 (CPL 1.20, subd 42; Penal Law, § 10.00, subd 18, par [1]; § 30.00, subd 2) — in this instance, 21 days before his sixteenth birthday. The reduction in the age of criminal answerability for murder is, in this respect, the repetition of the enactment of an earlier day, under statutes for which no suggestion of unconstitutionality was made (People v Murch, 263 NY 285; People v Roper, 259 NY 170), despite a far lower age of criminal responsibility for the ultimate crimes.4\nThe Court of Appeals has expressed the view that the Legislature may, compatibly with Kent v United States (383 US 541) the leading case on the constitutionality of juvenile removal proceedings, designate the adult criminal justice court as the primary and presumptive forum for the trial of cases of the type involved here, with no automatic requirement for a removal \"hearing” of any kind (Matter of Vega v Bell, 47 NY2d 543, 553, supra). The holding is consistent with decisions in other jurisdictions (see, e.g., Woodward v Wainwright, 556 F2d 781, reh den 560 F2d 1023, cert den 434 US 1088; Cox v United States, 473 F2d 334, cert den 414 US 869; Russell v Parratt, 543 F2d 1214; United States v Quinones, 516 F2d 1309, cert den 423 US 852; People v Sprinkle, 56 111 2d 257; State v Grayer, 191 Neb 523).5\nBoth sides cite Vega (supra) in support of their positions. Vega’s primary holding was that under former CPL 180.75 (subd 4, par [a]), a juvenile offender could be indicted by a *525Grand Jury without first being afforded a removal hearing in the only forum statutorily designated for it, namely, the local criminal court. The case turned on the power of the Grand Jury to indict, whether or not a removal or preliminary hearing was conducted by a local criminal court. The power was upheld, under the rationale of People ex rel. Hirschberg v Close (1 NY2d 258) the Vega court reasoning that the indictment should not be dismissed despite the failure to have afforded the defendant his sole statutory opportunity to gain removal over the objection of the prosecution. The court went on to state that no great harm flowed from the denial, because the superior court, after indictment, had the inherent (although not statutory) power to conduct a removal hearing of its own, and, in proper cases, to order removal over the objection of the District Attorney (Matter of Vega v Bell, 47 NY2d 543, 552, supra).\nThe court limited its discussion to the procedures surrounding those juvenile crimes which the court had the power to remove over the objection of the District Attorney. Under the prior law, and under the present law, the court is given no statutory unilateral authorization to remove an intentional (second degree) murder indictment. Vega’s alleged crime, first degree sodomy, was removable, over objection, by either the local criminal court or the superior court.6\nIt was not necessary for the Vega court to discuss the implications of a statute which barred removal (over prosecutorial objection) in second degree murder cases.\nBecause there is language in Vega (supra, p 552) suggesting that the judicial power to dismiss in the interests of justice may be read to include the power to remove in the interests of justice and over objection, the court will make such \"inquiry” under CPL 210.43 (subd 3) as would be made if the case were one which the court had the express, as opposed to inherent or implied, power to remove in the face of prosecutorial opposition.7\n*526To begin with, no formal hearing is necessary either under Vega (supra, p 553) or under the statute (CPL 210.43). The court has before it the documentation submitted by both sides, and is able to make the determination on that basis.\nREMOVAL FACTORS\nRemoval, in accordance with legislative intent, may be ordered only in the \"exceptional case” (Matter of Vega v Bell, 4(1 NY2d, at p 553). The Legislature promulgated statutory criteria. There may be no removal in the absence of either mitigating circumstances concerning the commission of the alleged crime, limited and minor complicity by the defendant, or deficiencies in proof. (CPL 210.43, subd 1, par [b], cls [i], [ii], [in].) If one or more features exist, the court must weigh eight factors that bear on the issue of removal (CPL 210.43, subd 2, par [a]-[h]) in the interests of justice.\nThe seriousness and circumstances of the offense, and the extent of harm caused by the offense are beyond debate. (CPL 210.43, subd 2, pars [a], [b].)\nAs for CPL 210.43 (subd 2, par [c]), the court has examined the Grand Jury minutes and finds the proof to be sufficient for indictment. (CPL 200.50, 210.30.) On the basis of all the proof and allegations presented, the court is unable to conclude that mitigating circumstances existed, or that the defendant was a minor participant, as opposed to sole actor.\nThe defendant’s history and character are alleged, by his attorney, to be exemplary. Assuming that to be so, and assuming further that he is easily suggestable and prone to flights of imagination (CPL 210.43, subd 2, par [d]), these considerations pale when offered as a basis for averting trial upon a charge of inordinate severity.\nWhere the offense charged is the sodomization and murder of a young boy, the imposition of an authorized Penal Law sentence would be thoroughly compatible with the goals of penology and deterrence (Penal Law, § 1.05), if and when the defendant is ever found to be culpable. (CPL 210.43, subd 2, par [e].)\nCPL 210.43 (subd 1, pars [f], [g]) merit expanded discussion.\n*527COMMUNITY SAFETY AND WELFARE, CONFIDENCE IN PUBLIC justice, and anomie8\nIt is axiomatic that law be administered openly, and in full view of the community. Recognizing that true justice may, on occasions however rare, compel partial or complete closure, we postulate that all proceedings be open, unless the equities cry out for the opposite. A private trial, however appropriate in certain types of cases, is not a proper forum for the adjudication of an alleged crime of these proportions. Whether the defendant eventually be found innocent or guilty, it is imperative that the proceedings be a subject of open scrutiny. Removal to Family Court would isolate the proceeding from the community, and bring with it all of the suspicions that ineradicably line the avenues of secrecy. (See People v Green, NYLJ, Oct. 16, 1978, p 16, col 2.)\nThus, the word anomie, uniquely fitting here, has been developed to describe the sense of alienation which the public would feel, if they were not able to see, first hand, whether and to what extent the charges are borne out. This is not to suggest that the courts have any constitutional or communal interest in furnishing an arena for the benefits of those few who seek the sensational or the sordid. The concerns involve all citizens, including the nonobservers, the passive, the detached, all of whom, while they may never in a lifetime visit a court, are freed from any doubts that concealment instills, despite what may even be a faultless Family Court system. None of the valid arguments (personal safety, a prejudicial proceeding, etc.) withstand analysis in the case at bar.\nThere is another matter. When discussing public welfare and confidence, it is not too much for the court, being an inhabitant here, to conclude that public confidence in criminal justice would not be at all fostered if a youth, almost 16 years of age, is found to have sodomized and murdered an eight-year-old boy, and is then — as he must be — released from secure confinement after 18 months. (Family Ct Act, § 753-a, subd 3, par [a], cl [ii].) If, on the other hand, he is eventually acquitted, both the result and the means should be within public view. Naturally, those issues are entirely for a jury to determine, and the court takes no position on the defendant’s guilt or innocence.\n*528In other words, concerns about the concept of anomie, and public’s confidence in its legal system, overwhelmingly dictate that the State not be compelled to forego a full scale criminal prosecution, with the outcome and result commensurate with legisative and community standards. It is not the function of the court, generally, and upon the grounds raised here particularly, to discuss the wisdom of the legislation. To the extent that the point is involved under CPL 210.43 (subd 2, pars [f], [g]), it is enough to say that the legislation is not, at present, out of harmony with community attitudes. Lastly, the court has no reason to believe that further inquiry need be made under CPL 210.43 (subd 2, par [h]), or that the utilization of that section would in any way change the result reached.\nAccordingly, the motion for removal to Family Court is denied.\n\n.1 recognize that the analogy may be challenged as imperfect because the removal statute does not afford the defense the same opportunity to block removal as it does the District Attorney. An accused juvenile in Family Court is entitled to many of the same constitutional and procedural rights that are guaranteed to superior court defendants (Matter of Gault, 387 US 1) with the notable exception of trial by jury (Matter of David J., 70 AD2d 276). If the accused is found guilty of second degree murder in superior court, he faces life imprisonment (Penal Law, § 70.05, subd 2, par [a]) with no provision for youthful offender eligibility (CPL 720.10, subd 2), whereas, in Family Court, if the accused is found to have committed the same act — denominated a designated class A felony act — he may be confined in a secure facility for 18 months, at the very most (Family Ct Act, § 753-a, subd 3, par [a], cl [ii]). Under these circumstances, an attempt by the defense to block removal would be unheard of. The Legislature may, of course, furnish the accused juvenile offender with a statutory right to resist removal to Family Court, but the provision would involve symmetrical niceties only, with little relationship to reality.\n\n\n. The Legislature’s expressed presumptive preference for superior court trials in this category of cases is reinforced by a provision endeavoring to restrict perfunctory prosecutorial consent, by requiring the District Attorney to articulate his reasons if and when he consents to removal (CPL 210.43, subd 5, par b). Moreover, the Grand Jury is not authorized to send a case to Family Court if they find that the defendant did an act for which they may indict. (People v Harris, 100 Misc 2d 736).\n\n\n. It should be noted that the defendant is not asserting a right to a Family Court trial, his contention being limited to an attack upon the prosecutor’s right to bar removal. Indeed, it has been pointed out that there is no constitutional right to juvenile treatment (People v Lugo, 98 Misc 2d 115; Broadway v Beto, 338 F Supp 827, affd sub nom. Broadway v State of Texas, 459 F2d 483, cert den 409 US 1012; State v Berard, — RI —, 25 Crim L Rep 2285).\n\n\n. Under earlier statutes, crimes punishable by death or life imprisonment were expressly excluded from Children’s Court jurisdiction, for children 7 to 16 years old (L 1924, ch 254). Under chapter 553 of the Laws of 1948 15 year-olds were indictable for crimes punishable by death or life imprisonment, but removal to Children’s Court was authorized by the indictment court, sua sponte, or upon the recommendation of the District Attorney or Grand Jury (former Code Grim Pro, §§ 312-b, 312-c). The District Attorney, under the 1948 statute, was not given the power to block removal. Consequently, the 1948 enactment was free of the constitutional challenge to the statute at bar.\n\n\n. The cited cases go beyond this court’s immediate holding. There is language in all of them to the effect that the prosecution may unilaterally select the forum, by deciding to charge the defendant in juvenile court, or in the adult court. (See, also, People v Eboli, 34 NY2d 281, 288.) These cases adopt a far more extreme position than this court need consider, for our statute, unlike the ones involved in the cases cited, has established a presumptive forum, viz., the superior court, with provisions for removal only upon certain express conditions and upon final approval by. the court.\n\n\n. Under the present law, first degree sodomy has been added to the list of designated crimes for which removal may take place only upon prosecutorial consent (CPL 180.75, 210.43). For a fuller discussion concerning changes from the 1978 juvenile offender law (L 1978, ch 481) to the one at bar (L 1979, ch 411) see Warner, Analysis of Changes in Juvenile Offender Law (NYLJ, Aug. 6, 1979, p 1, col 1). As to practices and procedures in other States see Peyser, The New Juvenile Offender Law in New York (NYLJ, Sept. 27, 1978, p 1, col 1).\n\n\n. Indeed, if the court agreed with defendant’s claim that the statute involves an infringement on the separation of powers, the provisions under attack may, and *526should, be read in a way that preserves constitutionality — here, by deciding whether removal, if authorized, would be appropriate (People v Kaiser, 21 NY2d 86, 103).\n\n\n. I am indebted to Professor Peter Preiser for his use of this word. He has done much to add a dimension to it, by perceiving its application to criminal justice.\n\n",
            "ocr": true,
            "opinion_id": 6200417
        }
    ],
    "court_short_name": "New York County Courts",
    "court_full_name": "New York County Courts",
    "court_type": "ST",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Rape"
}