{
    "id": 6470536,
    "judges": null,
    "date_filed": "2018-05-21",
    "date_filed_is_approximate": true,
    "slug": "in-re-spradling",
    "case_name_short": "In re Spradling",
    "case_name": "In re Spradling",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 101.0,
            "download_url": "https://www.kscourts.org/KSCourts/media/KsCourts/Opinions/124083.pdf?ext=.pdf",
            "author_id": null,
            "opinion_text": "                  IN THE SUPREME COURT OF THE STATE OF KANSAS\n\n\n                                              No. 124,083\n\n                           In the Matter of JACQUELINE J. SPRADLING,\n                                           Respondent.\n\n\n                          ORIGINAL PROCEEDING IN DISCIPLINE\n\n        Original proceeding in discipline. Opinion filed May 20, 2022. Disbarment.\n\n\n        Matthew J. Vogelsberg, Deputy Disciplinary Administrator, argued the cause, and Krystal L. Vokins,\nDeputy Disciplinary Administrator, was on the brief for the petitioner.\n\n\n        LJ Leatherman, of Palmer Law Group, LLP, of Topeka, argued the cause and was on the briefs\nfor respondent.\n\n\n        PER CURIAM: This is an original proceeding in discipline filed by the office\nof the Disciplinary Administrator against the respondent Jacqueline J. Spradling, an\nattorney admitted to the practice of law in Kansas in 1992. After a December 2020\nhearing before a panel of the Kansas Board for Discipline of Attorneys, the panel issued a\nfinal hearing report on June 3, 2021. The hearing panel determined that respondent\nviolated KRPC 1.1 (2021 Kan. S. Ct. R. 321) (competence), KRPC 3.1 (2021 Kan. S. Ct.\nR. 384) (meritorious claims and contentions), KRPC 3.3(a)(1) (2021 Kan. S. Ct. R. 385)\n(candor toward the tribunal), KRPC 3.4(c) and (e) (2021 Kan. S. Ct. R. 389) (fairness to\nopposing party and counsel), KRPC 8.1 (2021 Kan. S. Ct. R. 424) (bar admission and\ndisciplinary matters), and KRPC 8.4(c) and (d) (2021 Kan. S. Ct. R. 427) (misconduct)\ninvolving respondent's conduct during the prosecutions of Dana Chandler and Jacob\nEwing, Chandler's direct appeal, and respondent's disciplinary proceeding.\n\n\n\n\n                                                     1\n\f      After the hearing and arguments, the hearing panel made the following findings of\nfact, conclusions of law, and recommendations:\n\n\n                                           \"Findings of Fact\n\n\n               \"31. The hearing panel bases the following findings of fact on the evidence\n      presented during the disciplinary hearing, including the exhibits admitted into evidence\n      and the testimony of the witnesses. The hearing panel finds the following facts by clear\n      and convincing evidence.\n\n\n               \"32. The hearing panel is cognizant that the criminal cases which gave rise to\n      this case remain pending in district court. The hearing panel's findings of fact and\n      conclusions of law do not reflect what the State may or may not be able to prove during\n      any retrial of the cases. Rather, the findings of fact and conclusions of law relate only to\n      the respondent's conduct during the previous trials and appeals held in the cases as well\n      as the respondent's conduct during the disciplinary investigation.\n\n\n                                \"Prosecution of Dana Chandler\n\n\n               \"33. M.S. and Dana Chandler were married in 1982. Two children were born of\n      the marriage. On March 3, 1997, M.S. filed a petition for divorce in the District Court of\n      Douglas County, case number 97D0163. That same day, M.S. filed an amended motion\n      for interlocutory relief. In the motion, M.S. included standard language seeking an order\n      mutually restraining Chandler and M.S. from bothering the other. On March 5, 1997, the\n      district court granted M.S.'s motion and ordered that, 'Petitioner and respondent are\n      mutually restrained and enjoined from contacting, bothering, harassing or molesting each\n      other in any manner whatsoever, wheresoever each may be, pending the final hearing of\n      this matter.'\n\n\n               \"34. On March 5, 1998, the district court entered a journal entry of divorce. The\n      district court awarded custody of the minor children to M.S. and visitation to Chandler.\n      Based on the language contained in the ex parte order referenced above, the standard\n      restraining order terminated on March 5, 1998.\n\n\n                                                    2\n\f          \"35. M.S. developed a romantic relationship with K.H. K.H. resided in Topeka,\nKansas.\n\n\n          \"36. On October 13, 1998, following the expiration of the standard ex parte\nrestraining order, M.S. filed a motion for an immediate restraining order in the divorce\naction. In the motion for an immediate restraining order, M.S. asserted that Chandler was:\n\n\n                 (a) intentionally, maliciously and repeatedly following and\n                      harassing the petitioner, [M.S.];\n\n\n                 (b) destroying personal property of petitioner's acquaintances,\n                      including on two different occasions slashing automobile\n                      tires and ripping the convertible top of an automobile;\n\n\n                 (c) harassing petitioner on the telephone under the pretense of\n                      talking to the parties' children;\n\n\n                 (d) verbally abusing petitioner in the presence of the children\n                      and parents at sporting activities; and\n\n\n                 (e) verbally abusing petitioner in the presence of friends and\n                      neighbors.\n\n\nThere are no entries in the Record of Action in the Douglas County District Court case\nthat establish that Chandler filed a response to M.S.'s motion, that the motion was set for\nhearing, or that the district court ruled on the motion.\n\n\n          \"37. In approximately 2000, M.S. and the children moved to Topeka, Kansas.\nNeither M.S. nor K.H. sought or obtained a protection from abuse order restraining\nChandler in either Douglas County, Kansas or Shawnee County, Kansas.\n\n\n          \"38. During the afternoon hours of July 7, 2002, M.S. and K.H. were found\ndead in K.H.'s Topeka home, from gun shot wounds. There was no evidence of a\n\n                                               3\n\fburglary—there was no evidence that anything was missing from the home; K.H. was\nwearing jewelry, M.S.'s wallet containing more than $950 in cash was in his shorts, and\nK.H.'s purse containing more than $350 in cash was on the kitchen counter. A sliding\nglass door leading into the house from the back was ajar. The gun was never recovered\nand no fingerprints were found on the empty shell casings or elsewhere at the scene of the\ncrime.\n\n\n         \"39. At the time of the murders, Chandler lived in Denver, Colorado. Later,\nChandler moved to Oklahoma.\n\n\n         \"40. In July 2011, Chandler was charged with two counts of premeditated first-\ndegree murder. See K.S.A. 21-3401(a).\n\n\n         \"41. The trial was held in March, 2012. The respondent was the lead prosecutor\nin Chandler's murder trial. There were 10 days of testimony during which the State called\nover 80 witnesses and introduced nearly 900 exhibits into evidence. The jury convicted\nChandler of two counts of premeditated first-degree murder and the district court\nsentenced Chandler to two consecutive life sentences, each carrying a mandatory\nminimum 50-year prison term.\n\n\n         \"42. Chandler took a direct appeal of the convictions to the Kansas Supreme\nCourt. Chandler challenged the sufficiency of the evidence and asserted that the\nrespondent engaged in prosecutorial misconduct. On April 6, 2018, the Supreme Court\nreversed Chandler's convictions based on prosecutorial misconduct committed by the\nrespondent. [State v.] Chandler, 307 Kan. 657, 414 P.3d 713 (2018).\n\n\n                          \"Protection from Abuse Order\n\n\n         \"43. On January 23, 2012, more than a month before Chandler's jury trial\ncommenced, the respondent filed a motion to admit K.S.A. 60-455 evidence. In the\nmotion, the respondent sought permission to offer evidence that M.S. filed a motion for\nan immediate restraining order on October 15, 1998, indicating that Chandler\nintentionally, maliciously, and repeatedly followed and harassed him, that she destroyed\nthe personal property of his acquaintances, and that she engaged in telephone harassment.\n\n                                            4\n\fThe respondent also sought permission to offer evidence of a protection from abuse order\nfiled by M.S. and Chandler's daughter in 2009.\n\n\n        \"44. The district court granted the motion and permitted the respondent 'to\npresent evidence regarding 1) the following and harassing of [M.S.] including the\nOctober 15, 1998 PFA Order, 2) the entering of [M.S.]'s home, 3) arguing with victims\n[M.S.] and [K.H.], 4) peeking inside [M.S.]'s home, and 5) frequently phoning both\nvictims at various times during the day and night.'\n\n\n        \"45. The district court affirmed its prior ruling that M.S. and K.H.'s statements\nthat they feared being murdered by Chandler were inadmissible hearsay. The court,\nhowever, ordered that 'a witness could relate incidents (pursuant to K.S.A. 60-460[d][3])\nif those incidents were recently perceived by the victim(s)' and were otherwise admissible\nbased on the district court's rulings. Finally, the District Court ordered that a witness\n'could testify about his or her personal observation of the victim's demeanor while\nrelating the incident.'\n\n\n        \"46. In the respondent's opening statement, she stated that M.S. 'responded to\n[Chandler's request to set aside all the orders in the divorce case] with motions for an\nimmediate restraining order against the defendant which is a court ordering the defendant\nto stay from him.' M.S. filed only one motion—rather than multiple motions—seeking an\nimmediate restraining order. Later, in her opening statement, the respondent stated that\nM.S. 'asked for the immediate restraining order . . . on October 15th, 1998. And in his\nrequest, . . . said that the defendant continued to follow and harass him . . .'\n\n\n        \"47. During her opening statement, the respondent also displayed a slide show.\nThe slide show included a slide which stated, '[M.S.] responded with Motions for\nImmediate Restraining Order against the defendant . . .'\n\n\n        \"48. Gordon Rock represented M.S. in the divorce action filed in Douglas\nCounty, Kansas. The respondent called Mr. Rock to testify as a witness in Chandler's\ntrial. The respondent did not question Mr. Rock regarding the existence of any type of\nrestraining order in effect at the time of the murders.\n\n\n\n                                               5\n\f        \"49. Sergeant Volle was the lead detective who investigated the murders of\nM.S. and K.H. The respondent called Sergeant Volle to testify as a witness in the case\nagainst Chandler. On direct examination, the respondent did not ask Sergeant Volle any\nquestions regarding the existence of a restraining order.\n\n\n        \"50. During redirect-examination, the respondent questioned Sergeant Volle\nregarding a protection from abuse order as follows:\n\n\n        'Q. Will you tell the jury what a production [sic] from abuse or PFA is.\n\n\n        'A. It's a document signed by the Court that says you are not able to have\n             contact with another person, you're not supposed to call them, write them,\n             contact them in any manner.\n\n\n        'Q. A court order precluding one person from contacting another?\n\n\n        'A. Yes.\n\n\n        'Q. Did [M.S.] get a protection from abuse?\n\n\n        'A. Yes, he did.\n\n\n        'Q. Against who?\n\n\n        'A. Against the defendant.\n\n\n        'Q. In 1998?\n\n\n        'A. That's correct.'\n\n\n        \"51. On recross-examination, the following exchange occurred between\nSergeant Volle and defense counsel:\n\n\n\n\n                                             6\n\f        'Q. Detective Volle, you testified that [M.S.] had obtained a protection from\n               abuse order; is that correct?\n\n\n        'A. Yes.\n\n\n        'Q. Do you have that?\n\n\n        'A. It's in the divorce file. I don't have a copy of it.\n\n\n        'Q. Was it actually signed by a judge and filed or was it a motion or a request\n               for one that wasn't—\n\n\n        'A. I don't recall.'\n\n\n        \"52. During the respondent's closing statement to the jury, she argued:\n\n\n        'How else do we know the defendant is guilty? [M.S.] got a protection from\n        abuse, a court order. He applied and said, hey, Judge, please order this woman to\n        stay away from me and the Judge agreed. And in 1998, meaning one year after he\n        filed for the divorce, he was continuing to have problems with the defendant not\n        leaving him alone. So he got a court order saying she has to stay away. The\n        protection from abuse order did not stop the defendant, though.'\n\n\nAgain, the respondent displayed a slide show. The slide show included slides that stated,\n'How Else Do We Know the Defendant is Guilty [M.S.] GOT A PROTECTION FROM\nABUSE COURT ORDER KEEPING DEFENDANT AWAY FROM HIM IN 1998' and\n'How Else Do We Know the Defendant is Guilty THE PFA DID NOT STOP\nDEFENDANT . . .'\n\n\n        \"53.      Chandler filed a direct appeal of her convictions to the Supreme Court.\nThe parties filed initial briefs and the Supreme Court conducted oral arguments. The\nrespondent was one of the attorneys who wrote the initial brief and she argued the case.\n\n\n\n\n                                               7\n\f        \"54.     The respondent drafted the statement of facts included in the State's\ninitial appellate brief. Additionally, the respondent signed the State's initial brief.\n\n\n        \"55.     In the State's initial brief, the respondent stated that '[w]hile Defendant\nproclaims that there was no protection from abuse order, the record shows otherwise.'\nThe respondent also stated that M.S. 'was granted a protection from abuse order in 1998.'\n\n\n        \"56.     The respondent delivered the oral argument on behalf of the State.\nDuring the argument, the respondent conceded that M.S. did not obtain a protection from\nabuse order from the Douglas County District Court. The respondent, however, continued\nto argue that a restraining or protective order followed M.S.'s October 1998 motion for an\nimmediate protective order.\n\n\n        \"57.     Upon additional questioning by members of the Supreme Court,\nhowever, the respondent ultimately conceded that there was no document evidencing a\nrestraining or protective order in evidence. After multiple questions by the Supreme\nCourt regarding the statements in her closing argument relating to the existence of a\nrestraining or protective order, the respondent finally clarified:\n\n\n        'I don't want to mislead this Court. There is no document that I found in State's\n        Exhibit 969 which was the divorce file. There's no document in that file that is\n        either a protection from abuse or a protective order. So, if I indicated that there\n        was a document, I don't want to mislead you. I do know, speaking with the\n        victim's family members, that the order existed. 'Um, and that that was\n        discovered by Detective Volle as the lead detective in this case.'\n\n\n        \"58. Then, the parties were permitted to present additional supplemental briefs\nand the case was argued for a second time. At the time the supplemental briefs were filed\nand the case was argued for a second time, the respondent was no longer employed by the\nShawnee County District Attorney's office and she did not participate in those portions of\nthe appellate case.\n\n\n\n\n                                               8\n\f        \"59. On July 27, 2016, Keen Umbehr filed a complaint against the respondent.\nThe respondent provided a written response to the disciplinary complaint to the\ndisciplinary administrator's office on October 4, 2016. In her response to the disciplinary\ncomplaint, the respondent again relied on Sergeant Volle's testimony. Specifically, the\nrespondent stated, 'Here, the lead detective testified under oath that [M.S.] had received a\nprotection from abuse order against the defendant in October of 1998.' The respondent\ndid not acknowledge that Sergeant Volle recanted his testimony on recross-examination.\n\n\n        \"60. After the initial complaint and response were received by the disciplinary\nadministrator's office, the disciplinary investigation was placed on hold pending the\nSupreme Court's decision in Chandler's direct appeal. On April 6, 2018, the Supreme\nCourt reversed Chandler's convictions and the disciplinary investigation resumed.\n\n\n        \"61. As part of the disciplinary investigation, on July 24, 2018, the respondent\nsubmitted to a sworn statement. During the sworn statement, the respondent testified\nunder oath that M.S. had a protection from abuse order in place at the time of the\nmurders.\n\n\n        'A. . . . So, in preparing the case for trial, I spent enough time with Detective\n             Volle to try and familiarize myself with a case that he had spent years,\n             really, investigating, and during that trial preparation there are many things\n             that Volle passed on to me, and one of them was there was a pending PFA at\n             the time that [M.S.] and [K.H.] were murdered. And so we—\n\n\n        'Q. Can I interrupt you?\n\n\n        'A. Yes.\n\n\n        'Q. A pending PFA, you mean a pending PFA that has been asked for [but] not\n             signed by a judge?\n\n\n        'A. No, signed, but—\n\n\n        'Q. What does pending mean then?\n\n                                             9\n\f         'A. Pending meaning—\n\n\n         'Q. Outstanding?\n\n\n         'A. —signed, current, controlling, in place.\n\n\n         'Q. In effect?\n\n\n         'A. In effect, yep. . . .'\n\n\nThe respondent also testified that she did not recall that Sergeant Volle recanted his\nredirect testimony on recross-examination.\n\n\n         \"62. At the disciplinary hearing, the respondent called K.R., M.S.'s co-worker,\nto testify. K.R. testified that he recalled reading over a restraining order with M.S.\nHowever, on examination by a hearing panel member, K.R. testified he believed that the\ndivorce was not yet finalized when he read over the restraining order with M.S.\n\n\n         \"63. The respondent also presented an affidavit from K.R. K.R.'s affidavit\nprovides, in pertinent part, as follows:\n\n\n         '8.      [M.S.] told me he was getting a restraining order to keep [Chandler]\n         away from him.\n\n\n         '9.      I know [M.S.] had a restraining order prohibiting Chandler from\n         contacting him.\n\n\n         '10.     I believe [M.S.] brought the restraining order to work and show[ed] it to\n         me, saying, \"Finally\".'\n\n\nThus, at best, K.R. confirmed only that M.S. received the standard restraining order\nissued at the outset of the divorce action, restraining both parties from bothering the\nother.\n\n                                             10\n\f        \"64. Moreover, the hearing panel finds that K.R.'s testimony lacks credibility as\nit conflicted with other statements made by K.R. (The respondent made a note that K.R.\nstated, 'M wanted a restraining order.'); (K.R. testified at Chandler's preliminary hearing\nthat M.S. wanted a restraining order.); and (K.R.'s testimony at Chandler's jury trial was\nstruck by the district court after K.R. testified that M.S. had a restraining order, called the\npolice, and 'just point blank [told] them what do I got to do, die before you're going to\nhelp me.')\n\n\n        \"65. Sergeant Volle testified at the respondent's disciplinary hearing. He\ntestified that he does not have a specific memory of a specific family member of a victim\ninforming him of the existence of a restraining order. Rather, he recalled reviewing Mr.\nRock's client file, observing the motion for an immediate restraining order, and noting\nthat Mr. Rock's file did not include a restraining order issued in response to the motion.\nSergeant Volle recalled contacting the Douglas County District Court, requesting a copy\nof any order issued in response to the motion, but not receiving an order. He testified that\nhe would have noted the existence of a restraining order in the police reports only if he\nwas able to document the order's existence. The hearing panel finds that Sergeant Volle\ndid not include a reference to a restraining order in the police reports because he was\nunable to verify an order's existence. Sergeant Volle testified that he assisted in preparing\nthe probable cause affidavit and that the probable cause affidavit did not include any\nreferences to a restraining order in effect at the time of the murders.\n\n\n        \"66. Finally, Sergeant Volle testified:\n\n\n        'Again, it's—I—I can't deal in hearsay. I get the hearsay coming into the report. I\n        had recollection that there was an application, but Douglas County could not\n        provide me a copy of the actual order, the final order. So it's—it's a matter of I\n        can believe it's there, I can't prove it's there, so it's not going to go in my\n        affidavit. But the fact that they couldn't provide it doesn't mean that it doesn't\n        exist. It's just a matter I can't prove it. So I'm not going to put it in my affidavit if\n        I can't prove it, . . .'\n\n\n\n\n                                               11\n\f        \"67.      The respondent testified on her own behalf at the disciplinary hearing.\nFor the first time, the respondent acknowledged that she introduced no evidence that a\nrestraining order was in effect at the time of the murders. She testified, 'And I can't tell\nyou as I sit here today that the restraining order exists. Since—the—the—since you filed\nthe complaint against me, I went looking, and I can't find it.'\n\n\n        \"68.      She admitted that she was wrong when she stated in the sworn statement\nthat a protection from abuse order was in effect.\n\n\n        'Q. . . . And when they asked you about the PFA you made the claim that there\n               was a PFA still in existence at the time of the murders?\n\n\n        'A. Yes, I did. I misspoke.\n\n\n        'Q. And you actually said that there was two PFAs, one in '97 and one in '98—\n\n\n        'A. Yes.\n\n\n        'Q. —that were both active at the time of the murders?\n\n\n        'A. I don't believe—I don't remember saying they were both active at the time\n               of the murders. However, I did say that at least one, I think I said that the\n               one was active or in place at the time of the murder, and I was wrong.\n\n\n        'Q. I don't believe you said that you were wrong in your sworn statement.\n\n\n        'A. Yeah.\n\n\n        'Q. You were pretty—you were pretty adamant it was in effect?\n\n\n        'A. Yeah, you're right, I really was. And, you know, when I gave my sworn\n               statement my mistake was not asking to look at the file. I hadn't seen it, 'um,\n               since, oh—I don't know if I looked at the facts before I gave oral arguments\n               in 2016 or not. Assuming that I did, that would have been the last time I\n\n                                               12\n\f             saw, so it—it had been a couple years, two to six—two to six years, I think\n             that is, since I had seen the file. And so, what I should have done, and I\n             failed to do, was ask to look at the discovery before I gave my statement.\n\n\n        'Q. And if you went and looked at the discovery, what would it have told you?\n\n\n        'A. What it told me as I prepared for this hearing, that there is no document\n             that's a restraining order.'\n\n\n        \"69. The respondent testified that she did not plan to ask Sergeant Volle\nquestions about a restraining order. But, during redirect-examination, the respondent\nasked Sergeant Volle about the existence of a protection from abuse order to differentiate\nChandler from other suspects.\n\n\n        \"70. The respondent testified that she did not recall that Sergeant Volle changed\nhis testimony on recross-examination.\n\n\n        \"71. The disciplinary administrator's office questioned the respondent about any\nattempts she made to verify whether the Douglas County District Court granted M.S.'s\nmotion for an immediate restraining order. Initially, the respondent did not squarely\nanswer the question. Rather, the respondent explained that it was not her practice to offer\nrestraining orders into evidence and it was Chandler's conduct that was relevant not\nwhether an order was issued restraining her from contacting M.S. Eventually, the\nrespondent testified that she could not recall whether she looked for an order in the\ndivorce file during the criminal investigation and prosecution. Likewise, she could not\nrecall whether she directed someone else to look for an order in the divorce file. But see\n(The respondent testified that she did not 'try to verify whether or not an order had\nresulted from this motion filed in October of '98.')\n\n\n        \"72. During the disciplinary hearing, the respondent testified that prosecutors\nuse the term, 'protection from abuse orders' or 'PFA' interchangeably with other types of\norders including restraining orders, protective orders, no contact bond conditions, no\ncontact probation conditions, and no contact provisions in divorce cases. Additionally,\nthe respondent called other witnesses who testified similarly.\n\n                                             13\n\f                             \"Five Minute Phone Call\n\n\n        \"73. On July 5, 2002, two days prior to the murders, Chandler called M.S. seven\ntimes. One of the phone calls lasted five minutes.\n\n\n        \"74. During opening statement of Chandler's jury trial, the respondent alleged\nthat during the five-minute phone call M.S. told Chandler that he was engaged to marry\nK.H. The respondent implied that news of the engagement prompted Chandler to travel to\nKansas and murder M.S. and K.H. two days later.\n\n\n        \"75. S.R., Chandler's sister, testified at Chandler's jury trial that Chandler was\naware that M.S. was going to marry K.H. and that Chandler most likely learned the news\nduring a conversation with M.S. S.R. did not testify about when Chandler learned that\nM.S. was going to marry K.H. The respondent did not question S.R. about the five-\nminute phone call.\n\n\n        \"76. During Chandler's jury trial, Agent Malick testified about his interview of\nS.R. Agent Malick confirmed S.R.'s trial testimony. Again, the testimony did not include\nany information about when Chandler learned that M.S. planned to marry K.H. Further,\nthe respondent did not question Agent Malick whether S.R. reported that Chandler\nlearned that M.S. planned to marry K.H. during the five-minute phone call.\n\n\n        \"77. At trial, T.S., M.S.'s brother, testified that M.S. relayed a conversation to\nhim that M.S. had with Chandler in the 'breezeway' of M.S.'s home. Specifically, T.S.\ntestified that sometime in late May or early June 2002—more than a month prior to the\nmurders—M.S. found Chandler in the 'breezeway' of his home. T.S. testified that, during\nthat conversation, Chandler suggested to M.S. that they reconcile and that she move into\nhis home so that they could again live together as a family. T.S. testified that, in response,\nM.S. told Chandler that he was marrying K.H. The respondent did not question T.S.\nabout his knowledge of the five-minute phone call.\n\n\n\n\n                                             14\n\f        \"78. During closing argument, the respondent, again, asserted that two days\nprior to the murders, during the five-minute phone call, M.S. told Chandler that he was\nengaged to marry K.H.\n\n\n        \"79. On appeal, Chandler asserted that the respondent's statements about the\ncontent of the five-minute phone call constituted error.\n\n\n        \"80. During the oral argument, the Supreme Court questioned the respondent\nabout her argument to the jury that M.S. informed Chandler of his engagement to K.H.\nduring the five-minute phone call. In response to a question by Justice Johnson, the\nrespondent asserted, 'We know exactly what happened during that phone call because\n[M.S.] told his brother, [T.S.]. . . . I'm going to get married to [K.H.] and I'm afraid of\nwhat that news will do when I tell [Chandler] because I'm afraid of what she will do . . . .'\nFurther, in response to a question by Justice Beier, the respondent confirmed her position\nthat T.S. testified about the substance of the discussion between M.S. and Chandler\nduring the five-minute phone call.\n\n\n        \"81. Upon further questioning by the Supreme Court, the respondent abandoned\nher argument that T.S.'s testimony established that Chandler learned of the engagement in\nthe five-minute phone call. See also (At the disciplinary hearing, the respondent agreed\nthat T.S.'s testimony did not establish the substance of the five-minute phone call.)\n\n\n                         \"Escape Route Through Nebraska\n\n\n        \"82. During her opening statement, the respondent stated that the State's\nevidence would show:\n\n\n        '. . . The defendant's actual route included that she went from Denver to Topeka,\n        [M.S.] and [K.H.]'s house, and after killing both [M.S.] and [K.H.] in an interest\n        to get out of the state as quickly as she could, she drove directly up to Nebraska.\n        After she gets to Nebraska, she turns around and goes home heading towards\n        Denver. This route matches the defendant's gas purchases and the defendant's gas\n        consumption by her credit card receipts. It is the only route that matches that\n\n\n\n                                              15\n\f        she's attributed to. Meaning, what we know she bought in gas is not consistent\n        with what she told Detective Volle she did. It is not consistent with what she told\n        [J.B.] she did the weekend of the murder.'\n\n\n        \"83. Before the jury, the respondent asked Sergeant Volle whether there was 'a\nroute other than going east that would have taken a person out of Topeka into another\nstate that's the quickest route to get out of Kansas.' Defense counsel objected and\nrequested a sidebar. The attorneys approached the bench and defense counsel argued that\nthe question called for speculation. The respondent responded, 'Your honor, what I'm\ntrying to explain is that if a person heads north, they can get out of [the] state into\nNebraska, and it may be that I asked it inartfully, but I will not be asking for a route, only\nthat heading north out of Topeka you get out of the state.' The district court sustained the\nobjection.\n\n\n        \"84. During the balance of the trial, the respondent put on no evidence to\nestablish that Chandler drove through Nebraska to return to Colorado.\n\n\n        \"85. Later, during the respondent's rebuttal closing argument, the respondent\nmade an additional reference to the Nebraska exit theory, 'What these two gas cans [do]\nmatch up with is it gives her enough fuel to get from Denver to Topeka to do the killing\nand get out of the state. That's the significance of the gas cans. Otherwise her 27-mile-\nper-gallon can't be done.'\n\n\n                                 \"Internet Searches\n\n\n        \"86. During the investigation into the murders, computers associated with\nChandler were seized and turned over to the Kansas Bureau of Investigation for\nexamination. Kansas Bureau of Investigation Agent John Kite examined the computers\nand prepared reports regarding his findings. In addition, an additional investigator, Mark\nJohnson, examined the computers associated with Chandler.\n\n\n        \"87. In her opening statement, the respondent told the jury that Agent Kite\nwould testify that Chandler 'accessed articles on CJ Online that dealt with how to defend\nagainst murder charges and articles that dealt with sentencing in murder charges.'\n\n                                              16\n\f        \"88. During her direct-examination of Agent Kite during Chandler's jury trial,\nthe respondent asked Agent Kite several questions about Internet searches conducted on\nthe computers associated with Chandler. During the examination, the following exchange\noccurred:\n\n\n        'Q. Did you find anything related to viewing articles on CJ Online or the\n               Topeka Capital-journal [sic]?\n\n\n        'A. Yes. I found HTML fragments that produced search results for CJ Online\n               that had related articles about the homicide and the investigations into them.\n\n\n        'Q. And then at the one-year anniversary, did you also find a search regarding\n               these homicides and the investigation into them?\n\n\n                  'MR. BENNETT: Just for clarification, anniversary of what?\n\n\n                  'MS. SPRADLING: [M.S.] and [K.H.]'s murder.\n\n\n        ....\n\n\n        'Q. Did you find the anniversary of the double homicides that there had been\n               another search regarding or looking into CJ Online about the homicides?\n\n\n        'A. The HTML fragments I found that related to that produced a story which\n               was the one-year anniversary story by Tim Hrenchir.'\n\n\nThe respondent did not question Agent Kite whether Chandler searched the Internet for\narticles about how to defend against murder charges or articles about sentencing in\nmurder charges. Further, during cross-examination, Agent Kite indicated that in his\nexamination of Chandler's computers, he did not find anything 'that was significant to\n[him] that occurred prior to July 7, 2002.' The respondent did not call Mark Johnson to\ntestify regarding his examination of Chandler's computers. The respondent put on no\n\n\n\n                                               17\n\fother evidence regarding Chandler's Internet searches or Chandler's access to online\narticles regarding how to defend against murder charges or about sentencing in murder\ncases.\n\n\n         \"89. During the disciplinary investigation, the respondent made a sworn\nstatement. During that sworn statement, the respondent testified that Chandler conducted\nthe Internet searches that the respondent referenced in her opening statement and closing\nargument. She testified during the disciplinary hearing that Agent Kite told her during\ntrial preparation that Chandler made those searches. She indicated that she did not recall\nthe questions that she asked Agent Kite during the jury trial but she testified that she\nintended to ask him about Internet searches and articles accessed relating to murder\ncharges.\n\n\n         \"90. On September 19, 2019, as part of the disciplinary investigation, Agent\nKite gave a deposition. During the deposition, Agent Kite specifically denied ever finding\nevidence that Chandler accessed articles regarding how to get away with murder, how to\ndefend against murder charges, or sentencing in murder cases. Furthermore, Agent Kite\ndenied ever conveying such information to the respondent during a pretrial meeting. At\nthe disciplinary hearing, Agent Kite again testified that he did not find evidence that\nChandler conducted Internet searches about how to defend against murder charges or\nsentencing in murder cases.\n\n\n         \"91. Because of the conflict in testimony, the hearing panel must weigh the\ncredibility of the witnesses in light of all the evidence presented. The respondent did not\npose any questions to Agent Kite designed to elicit testimony to establish that Chandler\nconducted Internet searches on how to defend against murder charges or on sentencing in\nmurder cases. Further, Agent Kite's reports do not contain any conclusions that Chandler\nconducted Internet searches on how to defend against murder charges or sentencing in\nmurder cases. Because other evidence corroborates Agent Kite's testimony, because\nAgent Kite has no reason to fabricate, because the respondent did not ask Agent Kite any\nquestions designed to elicit the information, because the respondent has expressed that\nshe does not recall a number of facts in this case, because the respondent has now\n\n\n\n\n                                             18\n\fadmitted that other statements she made previously were incorrect, and because the\nrespondent misstated evidence, the hearing panel accepts Agent Kite's testimony and\nrejects the respondent's testimony in this regard.\n\n\n                          \"Chandler Thinks She is Smarter\n\n\n        \"92. During the murder trial, the respondent called Chandler's former employer,\nJ.M. to testify. During his testimony, J.M. testified that Chandler's intelligence was\n'probably above average.' The respondent did not present any additional evidence\nregarding Chandler's intelligence. Chandler, 307 Kan. at 688.\n\n\n        \"93. During closing argument, the respondent said, 'she's smart, she's got high\nintelligence and she thought she was smarter than the police department and she thought\nshe was smarter than the jurors and it's not true, . . . And we have you. She's not smarter\nthan the cops, [and] she's not smarter than you.'\n\n\n                            \"Reference to S.R. in Gallery\n\n\n        \"94. Shortly before the parties made closing arguments in Chandler's jury trial,\nthe district court admonished the parties to refrain from asking members of the gallery to\nstand up during the closing arguments. The admonition was aimed at the respondent\nbased on an experience in a previous case. The district court also stated, 'Do not do that in\nthis case. I don't want references to folks here at all.'\n\n\n        \"95. Despite the district court's clear order, during her closing argument in the\nChandler jury trial, the respondent referred to S.R. and pointed out that S.R. was giving\nthe respondent 'a look.' Specifically, the respondent stated, '[t]hat's the defendant and her\nclose friend [S.R.] that I'm getting a look from talking about what a great day it was\nbecause [P.W.] was dead and can't put the defendant in Kansas.'\n\n\n        \"96. At the oral argument, the following exchange occurred between the\nrespondent and Justice Rosen:\n\n\n\n\n                                               19\n\f        'JUSTICE ROSEN: Well, I'll jump in with what I think is misconduct, and that's\n        right off the bat you were warned not to refer or to have anybody in the gallery\n        stand up, . . .\n\n\n        'MS. SPRADLING: Yes, sir.\n\n\n        'JUSTICE ROSEN: And then there was \"I don't want you to do that in this case.\n        I don't want references to folks here at all.\" And then during your closing\n        argument you do exactly what the trial Court emphatically told you not to do. . . .\n\n\n        ....\n\n\n        'MS. SPRADLING: And, actually, let me disagree with you, please. . . . There\n        was no one who stood up in the Chandler case. I didn't request anyone to stand\n        up in the Chandler [case].\n\n\n        'JUSTICE ROSEN: Any reference to, you said \"I'm getting a look.\" . . . and\n        you're referring to the defendant's sister, I believe.\n\n\n        ....\n\n\n        'JUSTICE ROSEN: You're referring to someone in the gallery, and the Court\n        told you not to do that.\n\n\n        'MS. SPRADLING: Let me disagree with the analogy, if I could, please. I do not\n        think that saying that the defendant's sister who was mean mugging the State is\n        akin to asking half of the gallery to stand up during closing argument. So I\n        respectfully disagree that I did the same thing that the Court asked me not to.'\n\n\n        \"97. At the disciplinary hearing, the respondent generally acknowledged that\nshe violated the district court's order by pointing out S.R. in the gallery when she testified\nas follows:\n\n\n\n\n                                              20\n\f         'I admit today it was wrong. I didn't at the time believe that I was violating the\n         Court's order. My understanding of the Court's motion in limine, or pretrial order,\n         was that I was to not have anybody stand. I still had that belief at oral argument.\n         But I shouldn't have commented on it. You just take those looks and go on would\n         have been the better approach.'\n\n\n                             \"Robbing the Children of Their Father\n\n\n         \"98. In the rebuttal portion of her closing argument, the respondent argued,\n'[n]ow the State, just like the defense, would also like to implore you not to convict an\ninnocent person. That would be horrible. Don't convict an innocent person. Instead,\nconvict her because she killed [M.S.], she killed [K.H.], and she robbed her own children\nof their father and his fiancé [sic]. . . .[']\n\n\n         \"99. During the respondent's sworn statement, the respondent disagreed with the\nSupreme Court and testified that her statement was factual—by killing M.S. and K.H.,\nChandler robbed her children of their father.\n\n\n         \"100. At the disciplinary hearing, the respondent simply stated that the statement\nwas made in the 'heat of the moment.'\n\n\n                              \"Prosecution of Jacob Ewing\n\n\n         \"101. In 2016, the Jackson County Attorney filed six criminal cases against Jacob\nEwing, charging him with committing numerous sex crimes against several individuals.\nThe county retained the respondent as a special prosecutor to handle the prosecution of\nthe criminal cases against Ewing.\n\n\n         \"102. On February 14, 2017, the respondent filed a motion to consolidate two of\nthe six cases for trial, cases numbered 2016-CR-195 and 2016-CR-203. Those cases\ninvolved J.M. and M.W. The district court granted the respondent's motion and scheduled\na jury trial.\n\n\n\n\n                                                 21\n\f        \"103. On June 26, 2017, a five-day jury trial commenced. The jury found Ewing\nguilty of two counts of rape, four counts of aggravated criminal sodomy, two counts of\nbattery, one count of possession of drug paraphernalia, one count of hosting minors\nconsuming alcohol, and one count of furnishing cereal malt beverages to a minor.\n\n\n        \"104. Ewing appealed his convictions to the Court of Appeals, arguing, among\nother issues, that the respondent committed prosecutorial error during her closing\nargument.\n\n\n                                   \"Touch DNA\n\n\n        \"105. During her closing argument, the respondent stated:\n\n\n        'Now, [J.M.] told everyone, and there's no contradiction to this, that when she\n        went to bed in the defendant's bed she was fully clothed. Why is that important?\n        It's important because of the defendant's DNA around the waistband of [J.M.'s]\n        panties. You cannot get the defendant's DNA there unless [J.M.] was unclothed.\n        She went to bed in panties and sweats. Unless the sweats are taken off, she would\n        not have the defendant's DNA there. And the only reason that [J.M.'s] panties\n        were exposed was because the defendant took her pants off.'\n\n\nThe respondent informed the jury that Ewing's DNA could not—as a certainty—be on\nJ.M.'s underwear waistband unless her sweat pants had been removed by Ewing. The\nrespondent's argument is not supported by the evidence at trial. First, J.M. testified that\nshe did not remember whether she had changed clothes in Ewing's bathroom or his\nbedroom and she did not remember whether she laid the sweat pants on Ewing's bed\nbefore changing into them. Further, Rachel White, a forensic scientist with the Kansas\nBureau of Investigation, testified that touch DNA occurs when 'an individual has simply\ntouched an item and left behind some of their skin cells just in the process of touching\nthat item.' Further, White testified that touch DNA could transfer from bed sheets to\nunderwear by simply laying down on bed sheets.\n\n\n\n\n                                             22\n\f                              \"Low-Functioning Young Woman\n\n\n        \"106. The respondent asserted that a witness was low functioning and also\nasserted that Ewing liked to 'watch autism abuse pornography.'\n\n\n        \"107. At the disciplinary hearing, the respondent testified that the jury observed\nthe witness' testimony and it was clear from how she presented that the witness was low-\nfunctioning.\n\n\n        \"108. Additionally, Shawna Miller, the Jackson County Attorney testified at the\nrespondent's disciplinary hearing regarding whether the witness was low functioning.\nSpecifically, Ms. Miller testified regarding her experience with the witness during\nEwing's preliminary hearing, as follows:\n\n\n        'A. One thing[]that sticks out to me is I conducted the preliminary hearing and I\n               questioned her on the stand, and, 'um, one thing in particular is right when I\n               got to kind of the very, very difficult part of her testimony where we had to\n               start talking about penetration, she kind of froze and seemed to just not\n               respond for—it was probably only a few seconds, but it seemed like a long\n               time.\n\n\n               'And at some point later there was discussion that—I think it was on her\n               cross-examination by defense she explained that she had disassociated. That\n               was kind of her way of coping with trauma and she had done that because\n               she was being asked to remember something that was extremely traumatic\n               for her. So that was one of the reasons that they brought that up.\n\n\n               'Another thing that I would just note in dealing with her is that, 'um, I almost\n               had to examine her like I would examine a young child. Had to use very\n               simple terms. She was very easily confused by the questions. We had to ask\n               very simple questions. It's kind of hard to articulate other than to say that I\n               had to ask her questions like I would a very young child on the stand, not\n               somebody who was in her early twenties, late teens.\n\n\n\n                                               23\n\f        'Q. And does she have a fidgeting issue?\n\n\n        'A. She does, yeah, 'um . . .\n\n\n        'Q. Is it—is it one of those that—the Supreme Court Justice Hand, [sic]\n              \"pornography, you know it when you see it,\" but is it one of those that when\n              you see it you realize there's some mental issues going on there? Just—\n\n\n        'A. Yeah.\n\n\n        'Q. Yeah. And—\n\n\n        'A. It's pretty evident.\n\n\n        'Q. And can you just describe it a little bit, because one of the issues we have is\n              not making the record—\n\n\n        'A. Right.\n\n\n        'Q. —so I apologize, and I hope JM isn't—doesn't need to be embarrassed about\n              any of this, but we—we've got to put it in this record so we've got it, so . . .\n\n\n        'A. It would just go back to, you know, she was very childlike, and just having\n              to ask her questions as you would a young child. Very simple words. Simple\n              questions. Breakdown your questions into very simple, small answers. You\n              could tell that she—you could tell that she was very traumatized obviously\n              with the disassociation that I described. She acted as a young child would on\n              the stand. You mentioned fidgeting, just kind of keeping her attention,\n              keeping her focused was a little bit of a challenge, too.'\n\n\nMiller's testimony, however, was not evidence that was presented to the jury in the\nunderlying jury trial.\n\n\n\n\n                                              24\n\f                   \"Victimized on Social Media and Looking for Attention\n\n\n         \"109. In her closing argument, the respondent argued:\n\n\n         '. . . [t]he delay in the reporting is in part because of what we saw in this\n         courtroom, because women who have been sexually assaulted do not want to be\n         cross-examined on it. They do not want to tell well-intending but still strange\n         people to them about a sexual experience. They do not want to be victimized on\n         social media by the defendant's friends or family. They do not want to have the\n         embarrassment, the humiliation that these young women have had to know.'\n\n\n         \"110. The respondent also argued:\n\n\n         '. . . Are these gals looking for attention? The only attention they've got in this\n         case is negative attention. [They] both were described as passive, shy. They're\n         not looking for attention. There's pictures of [J.M.'s] vagina put into evidence.\n         Anybody want that attention? Dr. Allison talked to you about women do not\n         report because they don't want the attention. This is a scarlet letter, is what this\n         case is about, and the scarlet letter is simply this, that these three women have\n         been branded. In the public and social media they've been branded, and nobody\n         seeks out that type of attention. The ugliness that has been directed towards these\n         women can be taken into consideration for you when you decide whether or not\n         you believe their testimony.'\n\n\n         \"111. There was no evidence presented at trial that M.W. or J.M. were victimized\non social media by Ewing's friends or family. Further, during the testimony of the Chief\nDetective of the Jackson County Sheriff's Office, the district court sustained an objection\nto the respondent's question about contact between M.W. and Ewing's family. The district\ncourt ruled that Ewing's family's behavior toward M.W. was irrelevant to the material\nissues at trial.\n\n\n\n\n                                              25\n\f                     \"If There was Sex It was Nonconsensual\n\n\n        \"112. During closing argument, the respondent also stated that 'in [M.W.'s] case\nthe defendant acknowledges that they had sex. It's different from [J.M.'s], but in [M.W.'s]\ncase the defendant is saying it was consensual. So with [J.M.] you have to decide whether\nthey had sex or not. If they did, it could not have been consensual.'\n\n\n        \"113. The respondent's statement boils down to if the jury concluded that Ewing\nand J.M. had sexual contact, then the sexual contact was nonconsensual. While Ewing\ndid not assert consent as a defense, he maintained that he could not recall the events of\nthe night in question.\n\n\n          \"Watching Pornography on Mobile Phone and Autism Abuse\n\n\n        \"114. During the final moments of the respondent's initial closing argument, the\nrespondent reminded the jury that Ewing's mobile phone had been seized and examined.\nThe respondent then stated, '[n]ow, folks, while the defense is telling you that the\ndefendant did not watch those videos[,] know this, the evidence shows differently.'\n\n\n        \"115. Agent Malick testified before the jury that he could not say with any\ncertainty 'what section of the video was watch[ed] or was not watched.' Also, Agent\nMalick testified that the data from the mobile phone suggested that only portions of the\nvideos were watched and the data from the mobile phone did not support a conclusion\nthat Ewing watched the videos in their entirety in one sitting.\n\n\n        \"116. During the rebuttal portion of her closing argument, the respondent stated,\n'now, the defense says this is all smoke. It's not smoke, it's evidence of an attitude of\nwhat—of how you treat women. . . . Autism abuse, yes, he does.'\n\n\n        \"117. In August 2018, after Ewing filed his brief, but while his appeal was still\npending, Ewing's mother, W.E., filed a disciplinary complaint against the respondent.\n\n\n\n\n                                              26\n\f        \"118. The Court of Appeals reversed Ewing's convictions. The Court of Appeals\nbased the reversal on cumulative error. The Court of Appeals concluded that the district\ncourt's erred in admitting State's Exhibit 66 (a DVD containing a compilation of\npornographic videos) into evidence. In addition, the Court of Appeals concluded that the\nrespondent engaged in prosecutorial error (not misconduct), that the respondent failed to\nshow that the cumulative error was harmless beyond a reasonable doubt, and that Ewing\nwas denied a fair trial. The Court of Appeals remanded the cases for a new trial. The\nSupreme Court denied the State's petition for review.\n\n\n                               \"Conclusions of Law\n\n\n        \"119. Based on the above findings of fact, the hearing panel concludes as a\nmatter of law that the respondent violated Kansas Rules of Professional Conduct 1.1\n(competence), 3.1 (meritorious claims and contentions), 3.3 (candor to the tribunal), 3.4\n(fairness to opposing party and counsel), 8.1 (disciplinary matters), and 8.4 (professional\nmisconduct), as detailed below.\n\n\n                         \"Prosecution of Dana Chandler\n\n\n                          \"Protection from Abuse Order\n\n\n        \"120. In the K.S.A. 60-455 motion filed pretrial, the respondent sought\npermission to offer evidence of the motion for immediate restraining order filed in\nOctober, 1998. In the K.S.A. 60-455 motion, the respondent did not seek permission to\nadmit evidence of an order restraining Chandler from contacting M.S.\n\n\n        \"121. Because the respondent accurately described the evidence in the K.S.A. 60-\n455 motion, because in that motion the respondent did not seek to introduce evidence of\nan order restraining Chandler, and because the respondent never saw the order, the\nhearing panel concludes that, when the respondent filed the motion to admit K.S.A. 60-\n455 evidence, the respondent knew that she had no evidence to establish that the district\ncourt granted M.S.'s motion for an immediate restraining order.\n\n\n\n\n                                            27\n\f        \"122. Again, in her opening statement, the respondent accurately acknowledged\nthat M.S. filed a motion for an immediate restraining order in October, 1998. Because the\nrespondent accurately described the evidence regarding M.S.'s 1998 motion for an\nimmediate restraining order in her opening statement, the hearing panel concludes that\nthe respondent knew, at the outset of the trial, just as she knew when she filed the K.S.A.\n60-455 motion, she had no evidence that the district court granted M.S.'s motion for an\nimmediate restraining order.\n\n\n        \"123. Despite that knowledge, during her redirect-examination of Sergeant Volle\nduring Chandler's jury trial, the respondent asked him whether M.S. had a protection\nfrom abuse order in place against Chandler. While Sergeant Volle testified that M.S. did\nhave a protection from abuse order protecting him from Chandler on redirect-\nexamination, he later recanted that testimony and indicated that he could not recall\nwhether it was a request for an order or an actual order.\n\n\n        \"124. At the conclusion of Sergeant Volle's trial testimony, there was no\nevidence presented on which the respondent could rely to argue that M.S. obtained any\ntype of order restraining Chandler and that Chandler violated such an order. Further,\nduring the balance of the jury trial, the respondent presented no other evidence regarding\nthe existence of any type of restraining order.\n\n\n        \"125. Relying on Sergeant Volle's redirect trial testimony—in separate\nproceedings including (a) her closing argument before the jury, (b) in the State's initial\nappellate brief, (c) during oral argument before the Supreme Court, (d) in her written\nresponse to the disciplinary complaint, and (e) in her sworn statement made during the\ndisciplinary investigation—the respondent falsely asserted that M.S. had a protection\nfrom abuse order in place at the time M.S. and K.H. were murdered.\n\n\n        \"126. The Supreme Court concluded that the respondent's false statement in\nclosing argument that M.S. had a protection from abuse order in place at the time of the\nmurders was prosecutorial misconduct. Determining whether a prosecutor committed\nerror or misconduct involves a different analysis than determining whether a prosecutor\nviolated the Kansas Rules of Professional Conduct. However, a review of the law in this\narea is helpful.\n\n                                             28\n\f        \"127. In State v. Sherman, 305 Kan. 88 (2016), the Supreme Court modified the\nanalysis employed when considering prosecutorial error and prosecutorial misconduct.\nThe Supreme Court articulated a two-step analysis when evaluating claims of reversible\nprosecutorial error.\n\n\n        'Appellate courts will continue to employ a two-step process to evaluate claims of\n        prosecutorial error. These two steps can and should be simply described as error\n        and prejudice. To determine whether prosecutorial error has occurred, the\n        appellate court must decide whether the prosecutorial acts complained of fall\n        outside the wide latitude afforded prosecutors to conduct the State's case and\n        attempt to obtain a conviction in a manner that does not offend the defendant's\n        constitutional right to a fair trial. If error is found, the appellate court must next\n        determine whether the error prejudiced the defendant's due process rights to a fair\n        trial.' Id. at 109.\n\n\nIf there is no reasonable possibility that the error contributed to the guilty verdict, then\nthe error is harmless. The Supreme Court defined prosecutorial misconduct as\nprosecutorial error done with a level of culpability exceeding mere negligence. Id. at 114.\n\n\n        \"128. The distinction between prosecutorial error and prosecutorial misconduct\nas well as the impact of the conduct on the verdict are crucial when deciding whether a\ncriminal case will be upheld or reversed. Those considerations are, likewise, relevant\nwhen considering whether the same conduct amounts to professional misconduct under\nthe Kansas Rules of Professional Conduct. When a prosecutor commits error or engages\nin misconduct, whether the prosecutor acted negligently, with knowledge, or intentionally\nis an important consideration.\n\n\n        \"129. Generally, the respondent defended this allegation by asserting that she\nmade a mistake. To that end, the respondent put forth a number of arguments in an\nattempt to establish that her false statements were not made knowingly or intentionally.\n\n\n        \"130. First, the respondent asserted that she did not recall Sergeant Volle's\ntestimony on recross-examination. Competent representation of the State required the\n\n                                              29\n\frespondent to be familiar with all the evidence presented to the jury, including the\nevidence elicited during the examination by opposing counsel.\n\n\n        \"131. Second, the respondent argued that she knew an order existed because\nunnamed family members of the victims told her and Sergeant Volle so. The respondent's\nposition appeared to be that because she believed that the order existed, she had a\nreasonable basis for arguing that a restraining order was in effect to the jury. The\nrespondent's belief, even a sincere belief, is not a replacement for evidence in any case\nand that is particularly true in a murder trial. The hearing panel is troubled by the\nrespondent's failure to understand that her belief was an insufficient basis for her\nargument that a restraining order was in place at the time of the murders and that\nChandler violated the order.\n\n\n        \"132. Third, at oral argument in Chandler's appeal and to some extent during the\ndisciplinary hearing, the respondent argued that while there was no protection from abuse\norder in place at the time of the murders, there was a restraining order in place and the\nterms protection from abuse order, restraining order, protective order, etc., are\ninterchangeable.\n\n\n        \"133. Protection from abuse orders, protection from stalking orders, restraining\norders, protective orders, bond provisions, probation provisions, and temporary orders in\ndivorce cases are all governed by separate statutory provisions, are obtained in different\nways, and are available in different circumstances. Finally, each type of restrictive order\ncarries with it a different implication. For example, in divorce cases, it is standard to\nobtain an initial ex parte order restricting each party from bothering the other. That type\nof order was issued in M.S. and Chandler's divorce case and continued in effect until the\ndivorce was granted on March 5, 1998. On the other hand, a protection from abuse order\ncan be issued only if a district court determines that a petitioning party has satisfied the\nstatutory requirements of K.S.A. 60-3101, et seq.\n\n\n        \"134. In support of her argument, the respondent elicited testimony from other\nwitnesses who agreed that the terms are interchangeable. The respondent's argument in\nthis regard is fallacious—just because others also believe it is proper to use 'PFA' to\ndescribe a variety of different types of restrictive orders does not make it proper to do so.\n\n                                              30\n\f        \"135. The hearing panel concludes that regardless of whether prosecutors\ngenerally use the term 'PFA' interchangeably with other terms, the respondent's\nstatements in her closing argument of Chandler's jury trial, during the oral argument, and\nin the disciplinary investigation that a protection from abuse order was in place at the\ntime of the murders and that Chandler violated the order was improper. The respondent\nshould not have argued that there was any type of order in place without seeing or\npresenting the order.\n\n\n        \"136. Next, the respondent testified that it was not her practice to introduce\nrestraining orders into evidence. The respondent's testimony is, at best, disingenuous.\n\n\n        a.   In the K.S.A. 60-455 motion, the respondent specifically sought permission\n        to admit evidence that M.S. and Chandler's daughter obtained a protection from\n        abuse order against Chandler.\n\n\n        b.   And, in her questioning of Sergeant Volle at trial, the respondent\n        specifically asked, on redirect examination, whether M.S. obtained a protection\n        from abuse order against Chandler.\n\n\n        c.   Likewise, during closing argument, the respondent did not argue only\n        Chandler's conduct which served as the basis for M.S.'s motion for an immediate\n        restraining order, the respondent also argued that M.S. obtained a protection from\n        abuse order and the order did not stop Chandler.\n\n\nIt is because the respondent offered evidence and argument about a protection from abuse\norder that this discussion is necessary.\n\n\n        \"137. In addition to the false statement made to the jury and to the Supreme\nCourt, during the respondent's sworn statement made during the disciplinary\ninvestigation, she also made false statements.\n\n\n\n\n                                             31\n\f        \"138. During the disciplinary hearing, the respondent admitted that her sworn\nstatement included misstatements. The hearing panel appreciates the respondent's\nadmission on cross-examination that her sworn statement includes misstatements.\nHowever, the respondent's testimony that during the sworn statement she 'misspoke,' that\nshe 'was wrong,' and that her 'mistake was not asking to look at the file' ring hollow when\nconsidering that the statement was made under oath, during a disciplinary investigation,\nand only two months after the Supreme Court overturned Chandler's two premeditated\nmurder convictions based on the respondent's misconduct.\n\n\n        \"139. Further, the record is void of any evidence that the respondent took steps to\ncorrect the respondent's untrue statements made during the sworn statement. Importantly,\nafter the sworn statement was reduced to writing, the respondent reviewed the sworn\nstatement and offered an errata sheet of corrections.\n\n\n        \"140. The hearing panel concludes that the respondent took an oath to tell the\ntruth when she gave the sworn statement and she failed to do so and that occurred in a\ndisciplinary investigation.\n\n\n                                    \"KRPC 1.1\n\n\n        \"141. Lawyers must provide competent representation to their clients. KRPC 1.1.\n'Competent representation requires the legal knowledge, skill, thoroughness and\npreparation reasonably necessary for the representation.' Id. The hearing panel recognizes\nthe respondent's extensive preparation for the murder trial. The respondent, however,\nadmitted before the Supreme Court during oral argument and at the disciplinary hearing\nthat she did not recall Sergeant Volle's testimony on recross-examination. The hearing\npanel concludes that the respondent violated KRPC 1.1 by not noting that Sergeant Volle\nchanged his testimony. The respondent's failure to thoroughly note the change in\ntestimony led to the respondent improperly relying on Sergeant Volle's redirect-\nexamination in closing argument. Accordingly, the hearing panel concludes that the\nrespondent violated KRPC 1.1.\n\n\n\n\n                                            32\n\f                                  \"KRPC 3.3(a)(1)\n\n\n        \"142. 'A lawyer shall not knowingly make a false statement of fact or law to a\ntribunal or fail to correct a false statement of material fact or law previously made to the\ntribunal by the lawyer.' KRPC 3.3(a)(1). In Kansas, '[a] matter is material if it is one to\nwhich a reasonable man would attach importance in determining his choice of action in\nthe transaction in question.' Griffith v. Byers Construction Co., 212 Kan. 65, 73, 510 P.2d\n198 (1973).\n\n\n        \"143. The respondent violated this rule in three separate ways.\n\n\n        a.    First, the respondent intentionally made a false statement of material fact to\n        the district court when she argued to the jury during closing arguments that M.S.\n        sought and obtained a protection from abuse order and that Chandler violated the\n        protection from abuse order. The respondent exacerbated the misconduct by\n        intentionally including false information in the slides that she displayed during\n        closing argument. Specifically, the respondent's slide falsely stated: 'How Else\n        Do We Know the Defendant is Guilty [M.S.] GOT A PROTECTION FROM\n        ABUSE COURT ORDER KEEPING DEFENDANT AWAY FROM HIM IN\n        1998' and 'How Else Do We Know the Defendant is Guilty THE PFA DID NOT\n        STOP DEFENDANT . . .'\n\n\n        b.    Second, on appeal, the respondent likewise made a false statement of\n        material fact to the Supreme Court when she made similar statements in the\n        State's initial brief.\n\n\n\n        c.    Finally, the respondent made a false statement to the Supreme Court during\n        oral argument when she falsely argued that evidence was introduced at trial to\n        support her claim that a restraining order was in effect at the time of the murders.\n\n\nThe hearing panel concludes that the respondent intentionally made the false statements\nof material fact to the district court and Supreme Court, in violation of KRPC 3.3(a)(1).\n\n\n\n\n                                             33\n\f                                         \"KRPC 3.4(e)\n\n\n        \"144. 'A lawyer shall not . . . in trial, allude to any matter . . . that will not be\nsupported by admissible evidence.' KRPC 3.4(e). In her oral closing statement and the\nslide show that accompanied it, the respondent argued that M.S. obtained a protection\nfrom abuse order and Chandler violated that order. The only evidence that the respondent\nsought permission to introduce regarding this came in the form of Sergeant Volle's\ntestimony. On recross-examination, Sergeant Volle effectively recanted his statement that\nan order had been issued when he stated in response to a question by defense counsel that\nhe could not recall whether an order was issued or whether only an application for an\norder was made. Because the respondent's argument that a restraining order existed at the\ntime of the murders and that Chandler violated the restraining order was not based on any\nevidence admitted before the jury, the hearing panel concludes that the respondent\nviolated KRPC 3.4(e).\n\n\n                                      \"KRPC 8.1\n\n\n        \"145. Lawyers must cooperate in disciplinary investigations. KRPC 8.1(a)\nprovides that 'a lawyer in connection with a . . . disciplinary matter, shall not knowingly\nmake a false statement of material fact.' The respondent violated KRPC 8.1 in two ways.\n\n\n        \"146. First, in the respondent's written response to the initial complaint, the\nrespondent stated that Sergeant Volle 'testified under oath that [M.S.] had received a\nprotection from abuse order against the defendant in October of 1998.' However,\nSergeant Volle backtracked on his statement elicited during redirect-examination when\nopposing counsel asked him, on recross-examination, specifically whether an order had\nbeen issued or just that a motion had been filed and Sergeant Volle testified that he could\nnot recall. Further, it is undisputed that M.S. never petitioned for nor obtained a\nprotection from abuse order restricting Chandler.\n\n\n        \"147. In the respondent's sworn statement, she made similar statements about the\nexistence of a protection from abuse order and that the order remained in effect at the\ntime of the murders. The respondent's violation of this rule is particularly egregious in\nlight of the timing of the sworn statement. Just months prior to the sworn statement, the\n\n                                               34\n\fSupreme Court concluded that the respondent engaged in prosecutorial misconduct and\nreversed Chandler's two convictions of premeditated murder based on that misconduct.\n\n\n        \"148. The hearing panel concludes that the respondent intentionally made false\nstatements of material fact in the disciplinary investigation in violation of KRPC 8.1(a).\n\n\n                                   \"KRPC 8.4(c)\n\n\n        \"149. 'It is professional misconduct for a lawyer to . . . engage in conduct\ninvolving dishonesty, fraud, deceit or misrepresentation.' KRPC 8.4(c). The respondent\nengaged in conduct that involved dishonesty when she argued before the jury that M.S.\nsought and obtained a protection from abuse order and that Chandler violated the\nprotection from abuse order. The respondent repeated that dishonest conduct when she\nincluded similar statements in the State's initial appellate brief, during oral argument, in\nher written response to the initial complaint in the disciplinary investigation, and during\nthe sworn statement. As such, the hearing panel concludes that the respondent violated\nKRPC 8.4(c).\n\n\n                                   \"KRPC 8.4(d)\n\n\n        \"150. 'It is professional misconduct for a lawyer to . . . engage in conduct that is\nprejudicial to the administration of justice.' KRPC 8.4(d). The Supreme Court concluded\nthat the respondent's statement in closing argument that M.S. obtained a protection from\nabuse order and that Chandler violated the protection from abuse order was prosecutorial\nmisconduct in that it was error 'done with a level of culpability exceeding mere\nnegligence.' Further, in reversing Chandler's murder convictions, the Supreme Court\nconcluded that the respondent's misconduct prejudiced Chandler's right to a fair trial\nbecause there was a reasonable possibility that the error contributed to the guilty verdict.\nBecause the respondent's misconduct prejudiced Chandler's right to a fair trial, the\nhearing panel concludes that the respondent violated KRPC 8.4(d).\n\n\n\n\n                                             35\n\f                             \"Five Minute Phone Call\n\n\n        \"151. Only M.S. and Chandler—and anyone they told—would know what was\nsaid during the five-minute phone call. M.S. is not available to testify, Chandler opted not\nto testify, which was her Constitutional right, and there appears to be no evidence that\neither M.S. or Chandler told anyone else what was discussed during that telephone call.\nAs a result, during the jury trial, the respondent did not and could not present any\nevidence as to the substance of the conversation.\n\n\n        \"152. Even though the respondent did not have any evidence as to what was\ndiscussed during the five-minute phone call, in her opening statement the respondent\nasserted that during that call M.S. told Chandler that he was engaged to K.H. and implied\nthat because the call occurred two days before the murders and because M.S. feared\nChandler's reaction to his engagement, the call was the motivation for the murders.\n\n\n        \"153. The evidence that the respondent introduced at trial directly contradicted\nthat statement. The respondent introduced evidence, through T.S., that M.S. told\nChandler four to six weeks before the murders that he was going to marry K.H. during\nthe 'breezeway' conversation.\n\n\n        \"154. Again, in closing argument, without any evidence to support the argument,\nthe respondent asserted that during the five-minute phone call, M.S. told Chandler that he\nwas engaged to marry K.H. and the respondent implied that news of the engagement\nprompted Chandler to travel to Kansas and murder M.S. and K.H. two days later.\n\n\n        \"155. During oral argument, the respondent told the Supreme Court that 'We\nknow exactly what happened during that phone call.' The respondent went on to explain\nthat the testimony of T.S. establishes that M.S. told Chandler during the five-minute\nphone call that he was engaged [to] marry K.H. The respondent's arguments to the\nSupreme Court misstate the evidence presented to the jury. T.S.'s testimony centered\naround the 'breezeway' conversation which occurred four to six weeks prior to the\nmurders.\n\n\n\n\n                                             36\n\f        \"156. The hearing panel finds, as the Supreme Court concluded, that there was no\nevidence presented at Chandler's jury trial regarding the substance of the conversation\nthat occurred during the five-minute phone call between M.S. and Chandler on July 5,\n2002. Likewise, the hearing panel concludes that it was improper for the respondent to\nargue that Chandler learned of the engagement in the five-minute phone call and then\nimply that the news of the engagement prompted Chandler to travel to Kansas and\nmurder M.S. and K.H. two days later.\n\n\n                                      \"KRPC 3.1\n\n\n        \"157. 'A lawyer shall not bring or defend a proceeding, or assert or controvert an\nissue therein, unless there is a basis for doing so that is not frivolous.' KRPC 3.1. The\nhearing panel concludes that the respondent violated KRPC 3.1 before the district court\nand the Supreme Court. First, the respondent's assertions in her opening statement and in\nher closing argument that Chandler learned of M.S.'s plans to marry K.H. during the five-\nminute phone call and the respondent's implication that that knowledge prompted\nChandler to travel to Topeka and kill M.S. and K.H., are not based on any evidence and\nare therefore frivolous. Also, the respondent also violated KRPC 3.1 during the oral\nargument before the Supreme Court. There, the respondent stated, '[w]e know exactly\nwhat happened during that phone call.' There is no basis for the respondent's statement to\nthe Supreme Court. The respondent's belief in a theory of the case is not evidence.\nBecause the respondent knew that she did not have a basis for making the assertions, the\nhearing panel concludes that the respondent intentionally violated KRPC 3.1 during the\nopening statement and closing argument of the jury trial and during the oral argument\nbefore the Supreme Court.\n\n\n                                    \"KRPC 3.4(e)\n\n\n        \"158. 'A lawyer shall not . . . in trial, allude to any matter . . . that will not be\nsupported by admissible evidence.['] KRPC 3.4(e). The respondent's assertion that\nChandler learned of M.S. and K.H.'s plans to marry during the five-minute phone call and\nthe implication that that knowledge prompted Chandler to travel to Topeka and kill M.S.\nand K.H. in the respondent's opening statement and closing argument, were not supported\nby admissible evidence. Accordingly, the hearing panel concludes that the respondent\n\n                                               37\n\fviolated KRPC 3.4(e) when she made assertions in her opening statement and closing\nargument that were not supported by admissible evidence.\n\n\n                                   \"KRPC 8.4(d)\n\n\n         \"159. KRPC 8.4(d) provides that '[i]t is professional misconduct for a lawyer to\n. . . engage in conduct that is prejudicial to the administration of justice.' The respondent\nengaged in conduct that was prejudicial to the administration of justice when she asserted\nduring her opening statement and closing argument, without any evidence, that Chandler\nlearned that M.S. and K.H. planned to marry during the five-minute phone call. She then\nimplied that that knowledge prompted Chandler to travel to Topeka and kill M.S. and\nK.H. two days later without any evidence. The respondent's unsupported statements made\nit appear to the jury that this part of the prosecution's theory of the case was supported by\nevidence when it was not. As such, the hearing panel concludes that the respondent\nviolated KRPC 8.4(d).\n\n\n                         \"Escape Route Through Nebraska\n\n\n         \"160. The respondent's assertion in her opening statement that Chandler's actual\nroute after the murders took her through Nebraska was not based on any evidence.\nRather, the respondent's statement was based on a theory of the case that the respondent\ndiscussed with Sergeant Volle pretrial. While the respondent believed Sergeant Volle's\ntheory on this issue to be true, the respondent lacked any evidence to prove the theory.\nThe hearing panel concludes that the respondent's statement during her opening statement\nwas improper because she had no evidence, only a theory, that Chandler 'drove directly\nup to Nebraska. . . .'\n\n\n         \"161. Likewise, the hearing panel finds that the respondent's assertion in her\nclosing argument during Chandler's jury trial that Chandler sought to 'get out of the state'\nafter the murders lacked evidentiary support. The statement was improper and violated\nthe district court's ruling sustaining defense counsel's previous objection.\n\n\n         \"162. The hearing panel concludes that at the time of the trial, the respondent\nknew she did not have any admissible evidence of the Nebraska exit theory.\n\n                                             38\n\f                                    \"KRPC 3.4(e)\n\n\n        \"163. 'A lawyer shall not . . . in trial, allude to any matter . . . that will not be\nsupported by admissible evidence.['] KRPC 3.4(e). The respondent's statements in\nopening and arguments in closing regarding the Nebraska exit theory were not supported\nby evidence admitted at trial. Because the respondent made statements not supported by\nadmissible evidence, the hearing panel concludes that the respondent, again, intentionally\nviolated KRPC 3.4(e).\n\n\n                                    \"KRPC 8.4(d)\n\n\n        \"164. 'It is professional misconduct for a lawyer to . . . engage in conduct that is\nprejudicial to the administration of justice.' KRPC 8.4(d). The respondent engaged in\nconduct that was prejudicial to the administration of justice when she made statements\nduring her opening statement and her closing argument that Chandler traveled through\nNebraska after killing M.S. and K.H. without evidence of such. The respondent's\nunsupported statements made it appear to the jury that this 'theory' was supported by\nevidence when it was not. As such, the hearing panel concludes that the respondent\nviolated KRPC 8.4(d).\n\n\n                                  \"Internet Searches\n\n\n        \"165. When the respondent stated during opening statements that Agent Kite\nwould testify that Chandler 'accessed articles on CJ Online that dealt with how to defend\nagainst murder charges and articles that dealt with sentencing in murder charges,' the\nrespondent knew that she had no evidence to support the statement.\n\n\n        \"166. Agent Kite's reports contained no references to Internet searches about how\nto defend against murder charges or sentencing in murder cases. Agent Kite did not tell\nthe respondent that Chandler conducted such searches.\n\n\n        \"167. The hearing panel concludes that the respondent did not have a good faith\nbasis to state during opening statements that Chandler accessed articles and searched the\n\n                                               39\n\fInternet looking for articles about defending against murder charges and sentencing in\nmurder cases.\n\n\n        \"168. The hearing panel is particularly troubled by this statement in light of the\nfact that the respondent did not ask Agent Kite any questions during his trial testimony\nabout Chandler accessing articles and conducting Internet searches about how to defend\nagainst murder charges and articles addressing sentencing in murder cases.\n\n\n                                    \"KRPC 3.4(e)\n\n\n        \"169. 'A lawyer shall not . . . in trial, allude to any matter . . . that will not be\nsupported by admissible evidence.['] KRPC 3.4(e). The respondent's statements in her\nopening statement, that Agent Kite would testify that Chandler searched the Internet on\nhow to defend against murder charges and on sentencing in murder charges, was not\nsupported by admissible evidence. Because the respondent's statement in her opening\nstatement were not supported by admissible evidence, the hearing panel concludes that\nthe respondent, again, violated KRPC 3.4(e).\n\n\n                                    \"KRPC 8.4(d)\n\n\n        \"170. 'It is professional misconduct for a lawyer to . . . engage in conduct that is\nprejudicial to the administration of justice.' KRPC 8.4(d). The respondent engaged in\nconduct that was prejudicial to the administration of justice when she stated, in her\nopening statement, that Agent Kite would testify that Chandler conducted Internet\nsearches on how to defend against murder charges and sentencing in murder charges was\nnot supported by any evidence before the jury. Accordingly, the hearing panel concludes\nthat the respondent engaged in conduct prejudicial to the administration of justice, in\nviolation of KRPC 8.4(d).\n\n\n                          \"Chandler Thinks She is Smarter\n\n\n        \"171. Chandler's former employer's testimony that Chandler had 'probably above\naverage' intelligence provided insufficient evidence to support the respondent's argument\nthat Chandler thought that she was smarter than the police and smarter than the jury. The\n\n                                               40\n\frespondent had no evidence to support the statements that Chandler thought that she was\nsmarter than the police and smarter than the jury. Further, the comments were designed to\ninflame the jury. Through those comments, the respondent suggested that the jury should\nbe personally affronted by the 'thoughts' the respondent attributed to Chandler.\n\n\n        \"172. The hearing panel finds that the respondent's comments that Chandler\nthought that she was smarter than the police and smarter than the jury were not based on\nthe evidence. Moreover, the hearing panel concludes that the statements were improper\nand constitute violations of the Kansas Rules of Professional Conduct.\n\n\n                                    \"KRPC 3.4(e)\n\n\n        \"173. 'A lawyer shall not . . . in trial, allude to any matter . . . that will not be\nsupported by admissible evidence.['] KRPC 3.4(e). In closing, the respondent's argument\nthat Chandler had 'high intelligence,' that Chandler thought that she was smarter than the\npolice, and that Chandler thought that she was smarter than the jury was not based on\nsufficient evidence admitted before the jury. Because the respondent's statement in her\nclosing argument was not supported by sufficient admissible evidence, the hearing panel\nconcludes that the respondent, again, violated KRPC 3.4(e).\n\n\n                                    \"KRPC 8.4(d)\n\n\n        \"174. 'It is professional misconduct for a lawyer to . . . engage in conduct that is\nprejudicial to the administration of justice.' KRPC 8.4(d). The respondent engaged in\nconduct that was prejudicial to the administration of justice when she argued that\nChandler thought that she was smarter than the police and smarter than the jury. The\nrespondent's purpose in making this statement was to inflame the jury—to cause the jury\nmembers to be personally affronted by Chandler's thoughts. The hearing panel concludes\nthat the respondent's closing commentary about Chandler's thoughts was prejudicial to\nthe administration of justice, in violation of KRPC 8.4(d).\n\n\n\n\n                                               41\n\f                              \"Reference to S.R. in Gallery\n\n\n         \"175. The respondent violated the district court's clear order prohibiting\nreferences to members of the gallery during closing argument.\n\n\n         \"176. The respondent's violation of the district court's order was compounded at\noral argument when the respondent argued that because she did not ask anyone in the\ngallery to stand up, she did not violate the order. The respondent failed to recognize that\nthe district court's order was not limited to asking individuals in the gallery to stand up, as\nthe district court also ordered, 'Do not do that in this case. I don't want references to folks\nhere at all.'\n\n\n         \"177. While the respondent generally acknowledged that she violated the district\ncourt's order during her testimony at the disciplinary hearing, the respondent's admission\nwas tempered, 'I admit today it was wrong. I didn't at the time believe that I was violating\nthe Court's order. My understanding of the Court's motion in limine, or pretrial order, was\nthat I was to not have anybody stand. I still had that belief at oral argument. But I\nshouldn't have commented on it. You just take those looks and go on would have been\nthe better approach.'\n\n\n         \"178. The respondent's reference to her understanding of the district court's\npretrial order is curious. The meaning of the district court's order is plain. The district\ncourt ordered the parties to not refer to anyone in the gallery and the respondent referred\nto a person in the gallery.\n\n\n                                     \"KRPC 3.4(c)\n\n\n         \"179. KRPC 3.4(c) provides that '[a] lawyer shall not . . . knowingly disobey an\nobligation under the rules of a tribunal except for an open refusal based on an assertion\nthat no valid obligation exists.' The respondent knowingly disobeyed an order of the\ndistrict court when she stated during closing argument that she was 'getting a look from'\nS.R. As such, the hearing panel concludes that the respondent violated KRPC 3.4(c).\n\n\n\n\n                                               42\n\f                                    \"KRPC 8.4(d)\n\n\n        \"180. 'It is professional misconduct for a lawyer to . . . engage in conduct that is\nprejudicial to the administration of justice.' KRPC 8.4(d). The respondent engaged in\nconduct that was prejudicial to the administration of justice when she pointed out S.R. in\nthe gallery, in violation of the district court's order, during closing arguments. By\npointing out S.R. and stating that S.R. was giving the respondent a look, the respondent\nattempted to apply additional weight to the recorded conversation between Chandler and\nher sister. The hearing panel concludes that the respondent's conduct in her closing\nargument was prejudicial to the administration of justice. As such, the hearing panel\nconcludes that the respondent violated KRPC 8.4(d).\n\n\n                       \"Robbing the Children of Their Father\n\n\n        \"181. The respondent's statement that Chandler 'robbed her own children of their\nfather and his fiancé [sic]' is improper. It is well-settled law that it is improper for a\nprosecutor in closing argument to comment on the impact the crime had on the victim's\nfamily. Such comments are not relevant to prove the case, the comments divert the jury's\nattention from deciding the case on the evidence, and the comments appeal to the jury's\nsympathy for the victim's family. See State v. Holt, 300 Kan. 985, 992, 336 P.3d 312\n(2014) (improper for a prosecutor to comment during a murder trial that there is a 9-year-\nold and a newborn without a father) and State v. Henry, 273 Kan. 608, 640-41, 44 P.3d\n466 (2002) (improper for a prosecutor to urge the jury to think about how the murder\nvictim's mother must have felt on Mother's Day).\n\n\n        \"182. The hearing panel is likewise troubled by the respondent's testimony at the\nsworn statement given during the disciplinary investigation. There, the respondent\ntestified that because her statement that Chandler 'robbed her children of their father' was\nfactual, it was appropriate for closing argument. As an experienced prosecutor, the\nrespondent should be well aware of the law on this point.\n\n\n\n\n                                               43\n\f        \"183. Finally, the respondent's testimony before the hearing panel also does not\nestablish that the respondent understands why this comment is misconduct. At the\ndisciplinary hearing, without acknowledging the wrongful nature of the statement, the\nrespondent implied that it was unplanned and resulted from the 'heat of the moment.'\n\n\n        \"184. The hearing panel concludes that the respondent's statement that Chandler\nrobbed her own children of their father and his fiancé [sic], was not relevant to prove that\nChandler killed M.S. and K.H., was designed to divert the jury's attention from deciding\nthe case on the evidence, and appealed to the jury's sympathy for the victim's family.\n\n\n                                     \"KRPC 1.1\n\n\n        \"185. Lawyers must provide competent representation to their clients. KRPC 1.1.\n'Competent representation requires the legal knowledge, skill, thoroughness and\npreparation reasonably necessary for the representation.' Id. It is well settled that\nprosecutors may not comment on the impact of a crime on the crime victim or the crime\nvictim's family. The respondent's statement during closing argument that Chandler\nrobbed her children of their father and his fiancé [sic] was improper and evidenced a lack\nof competence. Accordingly, the hearing panel concludes that the respondent violated\nKRPC 1.1.\n\n\n                                   \"KRPC 8.4(d)\n\n\n        \"186. KRPC 8.4(d) provides that '[i]t is professional misconduct for a lawyer to\n. . . engage in conduct that is prejudicial to the administration of justice.' KRPC 8.4(d).\nThe respondent engaged in conduct that was prejudicial to the administration of justice\nwhen she argued to the jury the impact the crime had on the victim's family. The hearing\npanel concludes that the respondent's statement in this regard was an attempt to elicit the\nsympathy of the jury and divert the attention of the jury and was prejudicial to the\nadministration of justice, in violation of KRPC 8.4(d).\n\n\n\n\n                                              44\n\f                            \"Prosecution of Jacob Ewing\n\n\n                                    \"Touch DNA\n\n\n        187. The hearing panel concludes that the respondent's argument to the jury, in\nher closing argument, that the only way Ewing's DNA could be found on the waistband\nof J.M.'s panties was if Ewing took off J.M.'s panties was contrary to the evidence.\nSpecifically, the respondent's argument was contrary to the evidence provided by the\nrespondent's expert, Rachel White. The hearing panel concludes that the respondent's\nstatement was improper.\n\n\n                                    \"KRPC 3.4(e)\n\n\n        \"188. 'A lawyer shall not . . . in trial, allude to any matter . . . that will not be\nsupported by admissible evidence.['] KRPC 3.4(e). In the respondent's closing argument\nin Ewing's jury trial, the respondent made several statements that were not supported by\nthe evidence. The respondent's statement that the only way Ewing's DNA could be found\non the waistband of J.M.'s panties was if Ewing took off J.M.'s panties was not supported\nby the evidence. The hearing panel concludes that the respondent violated KRPC 3.4(e)\nwhen she argued that the only way Ewing's DNA could be found on the waistband of\nJ.M.'s panties was if Ewing took off J.M.'s panties.\n\n\n                         \"Low-Functioning Young Woman\n\n\n        \"189. There was no evidence introduced at trial that the witness was low-\nfunctioning or autistic. The respondent has a duty to refrain from making improper,\nleading, inflammatory, or irrelevant statements to the jury and must guard against\nappealing to jurors' sympathies or prejudices. State v. Holt, 300 Kan. 985, 992, 336 P.3d\n312 (2014).\n\n\n        \"190. The respondent argued that it was clear from the witness' appearance that\nshe was low functioning. However, in order for the respondent to argue that the witness\n\n\n\n\n                                               45\n\fwas low-functioning, the respondent was required to present evidence that the witness\nwas low-functioning. The respondent's beliefs, assumptions, and conclusions are not\nevidence.\n\n\n        \"191. The respondent's argument that the witness was low-functioning combined\nwith the respondent's argument that Ewing liked to watch autism pornography were\nimproperly designed to inflame the passions of the jury.\n\n\n                                    \"KRPC 3.4(e)\n\n\n        \"192. 'A lawyer shall not . . . in trial, allude to any matter . . . that will not be\nsupported by admissible evidence.['] KRPC 3.4(e). In the respondent's closing argument\nin Ewing's jury trial, the respondent made several statements that were not supported by\nthe evidence. There was no evidence introduced at trial that the witness was low-\nfunctioning or autistic. The hearing panel concludes that the respondent violated KRPC\n3.4(e) when she argued that the witness was low-functioning without first introducing\nevidence to support the argument.\n\n\n                                    \"KRPC 8.4(d)\n\n\n        \"193. KRPC 8.4(d) provides that '[i]t is professional misconduct for a lawyer to\n. . . engage in conduct that is prejudicial to the administration of justice.' KRPC 8.4(d).\nThe respondent engaged in conduct that was prejudicial to the administration of justice\nwhen she made statements in her closing argument that were designed to inflame the\njury's passions and prejudices and contributed to the cumulative error resulting in the\nreversal of Ewing's convictions. The respondent's purpose in arguing that a witness was\nlow functioning and that Ewing liked to watch autism pornography was to inflame the\njury. The hearing panel concludes that the respondent's statement that the witness was\nlow-functioning was designed to inflame the jury and generate sympathy for the victims,\nin violation of KRPC 8.4(d).\n\n\n\n\n                                               46\n\f             \"Victimized on Social Media and Looking for Attention\n\n\n        \"194. While the respondent argued that J.M. and M.W. were attacked on social\nmedia by Ewing's friends and family, the respondent presented no evidence to the jury to\nsupport those arguments. On appeal, the respondent admitted there was no evidence to\nsupport her comments made during closing argument that the women were branded with\nthe scarlet letter and that there was ugliness directed to the women. The hearing panel\nconcludes that the respondent's statements in this regard were designed solely to inflame\nthe jury's passions and prejudices.\n\n\n                                    \"KRPC 3.4(e)\n\n\n        \"195. 'A lawyer shall not . . . in trial, allude to any matter . . . that will not be\nsupported by admissible evidence.['] KRPC 3.4(e). In the respondent's closing argument\nin Ewing's jury trial, the respondent made several statements that were not supported by\nthe evidence. The respondent's statement that J.M. and M.W. were attacked on social\nmedia by Ewing's friends and family was not supported by the evidence. Because the\nrespondent's statement that J.M. and M.W. were attacked on social media by Ewing's\nfriend[s] and family was not supported by evidence, the hearing panel concludes that the\nrespondent violated KRPC 3.4(e).\n\n\n                                    \"KRPC 8.4(d)\n\n\n        \"196. KRPC 8.4(d) provides that '[i]t is professional misconduct for a lawyer to\n. . . engage in conduct that is prejudicial to the administration of justice.' KRPC 8.4(d).\nThe respondent engaged in conduct that was prejudicial to the administration of justice\nwhen she made statements in her closing argument that were designed to inflame the\njury's passions and prejudices and contributed to the cumulative error resulting in the\nreversal of Ewing's convictions. Likewise, when the respondent argued that J.M. and\nM.W. were attacked by Ewing's friends and family, the respondent sought to produce\nsympathy for the victims and to inflame the jury's passions and prejudices. The\nrespondent's statement that J.M. and M.W. were attacked by Ewing's friends and family\nwas designed to inflame the jury and generate sympathy for the victims, the hearing panel\nconcludes that the respondent violated KRPC 8.4(d).\n\n                                               47\n\f                     \"If There was Sex It was Nonconsensual\n\n\n        \"197. The respondent's argument during closing that if Ewing had sex with J.M.\nthen it could not have been consensual misstated the evidence. The evidence presented\nwas contradictory and the conclusion that the respondent made regarding the conflicting\nevidence was improper.\n\n\n                                    \"KRPC 3.4(e)\n\n\n        \"198. 'A lawyer shall not . . . in trial, allude to any matter . . . that will not be\nsupported by admissible evidence.['] KRPC 3.4(e). In the respondent's closing argument\nin Ewing's jury trial, the respondent made several statements that were not supported by\nthe evidence. The respondent's argument during closing that if Ewing had sex with J.M. it\nwas [non]consensual misstated conflicting evidence and was improper. Because the\nrespondent's statement lacked evidentiary support, the hearing panel concludes that the\nrespondent violated KRPC 3.4(e).\n\n\n          \"Watching Pornography on Mobile Phone and Autism Abuse\n\n\n        \"199. The respondent's statement, during the final moments of her initial closing\nargument, that Ewing's mobile phone had been seized and examined and that 'while the\ndefense is telling you that the defendant did not watch those videos[,] know this, the\nevidence shows differently,' misstates the evidence presented to the jury.\n\n\n        \"200. During the rebuttal portion of her closing argument, the respondent again\nmisstated the evidence when she said 'now, the defense says this is all smoke. It's not\nsmoke, it's evidence of an attitude of what—of how you treat women. . . . Autism abuse,\nyes, he does.' Because the respondent did not present evidence to the jury that Ewing\nabused anyone with autism, the hearing panel concludes that the respondent's statement\nwas improper.\n\n\n\n\n                                               48\n\f                                    \"KRPC 3.4(e)\n\n\n        \"201. 'A lawyer shall not . . . in trial, allude to any matter . . . that will not be\nsupported by admissible evidence.['] KRPC 3.4(e). In the respondent's closing argument\nin Ewing's jury trial, the respondent made several statements that were not supported by\nthe evidence. The respondent's statement that [Ewing] abused a person with autism was\nnot supported by the evidence. Accordingly, the hearing panel concludes that the\nrespondent violated KRPC 3.4(e) in this regard.\n\n\n                                    \"KRPC 8.4(d)\n\n\n        \"202. KRPC 8.4(d) provides that '[i]t is professional misconduct for a lawyer to\n. . . engage in conduct that is prejudicial to the administration of justice.' KRPC 8.4(d).\nThe respondent engaged in conduct that was prejudicial to the administration of justice\nwhen she made statements in her closing argument that were designed to inflame the\njury's passions and prejudices and contributed to the cumulative error resulting in the\nreversal of Ewing's convictions. In the rebuttal portion of her closing argument, the\nrespondent's statement that Ewing engaged in the abuse of a person with autism served\nno purpose other than to inflame the jury and generate sympathy for the victims. As such,\nthe hearing panel concludes that the respondent's statement was designed to inflame the\njury and generate sympathy for the victims, in violation of KRPC 8.4(d).\n\n\n                          \"American Bar Association\n                    Standards for Imposing Lawyer Sanctions\n\n        \"203. In making a recommendation for discipline, the hearing panel considered\nthe factors outlined by the American Bar Association in its Standards for Imposing\nLawyer Sanctions (hereinafter 'Standards'). Pursuant to Standard 3, the factors to be\nconsidered are the duty violated, the lawyer's mental state, the potential or actual injury\ncaused by the lawyer's misconduct, and the existence of aggravating or mitigating factors.\n\n\n\n\n                                               49\n\f        \"204. Duty Violated. The respondent violated her duty to the public to maintain\nher personal integrity. The respondent also violated her duty to the public, to the legal\nprofession, and the legal system to refrain from conduct that is prejudicial to the\nadministration of justice.\n\n\n        \"205. Mental State. The respondent's level of intent is a key factor for the hearing\npanel to consider in making its recommendation for discipline in this case. The\nrespondent engaged in misconduct during the trial and appeal of Chandler's criminal case\nand Ewing's case. Additionally, the respondent engaged in misconduct during the\ndisciplinary investigation.\n\n\n        \"206. When the Supreme Court reversed Chandler's two premeditated murder\nconvictions, it concluded that the respondent's culpability exceeded negligence.\n\n\n        \"207. In the disciplinary context, '\"knowingly,\" \"known,\" or \"knows\" denotes\nactual knowledge of the fact in question. A person's knowledge may be inferred from\ncircumstances.' KRPC 1.0(g).\n\n\n        \"208. In the Standards for Imposing Lawyer Sanctions, the ABA defines intent\nand knowledge as follows:\n\n\n        '\"Intent\" is the conscious objective or purpose to accomplish a particular result.\n\n\n        '\"Knowledge\" is the conscious awareness of the nature or attendant\n        circumstances of the conduct but without the conscious objective or purpose to\n        accomplish a particular result.'\n\n\nBased on all the evidence in the record, the hearing panel concludes that the respondent\nacted knowingly and intentionally.\n\n\n        \"209. Injury. The respondent's misconduct caused serious actual injury. Two\npremeditated murder convictions were reversed as a result of the respondent's\nmisconduct. Additionally, two counts of rape, four counts of aggravated criminal\nsodomy, two counts of battery, one count of possession of drug paraphernalia, one count\n\n                                             50\n\fof hosting minors consuming alcohol, and one count of furnishing cereal malt beverages\nto a minor were reversed, in part, because of the respondent's misconduct. The injury\nsignificantly impacts J.M., M.W., the families of M.S., K.H., J.M., and M.W., the\ndefendants, the families of both the defendants, the public, the legal profession, and the\nlegal system. The hearing panel concludes that the injury caused in this case is extreme\nand the effects will be long-lasting.\n\n\n                       \"Aggravating and Mitigating Factors\n\n\n        \"210. Aggravating circumstances are any considerations or factors that may\njustify an increase in the degree of discipline to be imposed. In reaching its\nrecommendation for discipline, the hearing panel, in this case, found the following\naggravating factors present.\n\n\n        \"211. Prior Disciplinary Offenses. In 2015, the disciplinary administrator's office\ninformally admonished the respondent for violating KRPC 4.2 (communication with\nperson represented by counsel).\n\n\n        \"212. A Pattern of Misconduct. The respondent engaged in multiple patterns of\nmisconduct.\n\n\n        a.    In both the Chandler case and the Ewing case, the respondent included\n        many statements in her closing arguments that were not supported by any\n        evidence introduced at trial.\n\n\n        b.    In the Chandler case, the respondent perpetuated the misconduct by\n        repeating the same statements in the appellate brief, during oral arguments, in her\n        written response to the initial complaint, and during the sworn statement.\n\n\n        c.    The respondent engaged in similar misconduct in both the Chandler\n        prosecution and the Ewing prosecution. For example, in the Chandler\n        prosecution, the respondent argued that M.S. told Chandler that he planned to\n        marry K.H. during the five-minute phone call. The respondent then inferred that\n        Chandler's motivation to murder M.S. and K.H. was because M.S. told Chandler\n\n                                             51\n\f           that he planned to marry K.H. during the five-minute phone call. However, the\n           respondent had no evidence that M.S. told Chandler that he planned to marry\n           K.H. during that call. In fact, the respondent had no evidence whatsoever as to\n           what was discussed during that telephone call. Likewise, in the prosecution of the\n           Ewing case, the respondent argued that Ewing watched pornography on his\n           phone and then inferred that because he watched pornography on his phone, he\n           committed the sexual assaults. The evidence introduced at trial establishes that\n           pornography was downloaded to Ewing's phone. However, the respondent did\n           not present evidence that Ewing watched the pornography.\n\n\nThe hearing panel concludes that the respondent engaged in deliberative patterns of\nserious misconduct.\n\n\n           \"213. Multiple Offenses. The respondent violated six separate rules in many\nways. As such, the hearing panel concludes that the respondent committed multiple\noffenses.\n\n\n           \"214. Submission of False Evidence, False Statements, or Other Deceptive\nPractices During the Disciplinary Process. At the disciplinary hearing, the respondent\nadmitted that statements made in her sworn statement were inaccurate. The respondent's\nsworn statement came just a few months after the Supreme Court issued its opinion\nreversing Chandler's conviction. Further, at that time, the disciplinary complaints had\nalready been pending for some time. The respondent was on notice that her statements\nwere being carefully scrutinized. Finally, the record is clear that the respondent reviewed\nher sworn statement, because she specifically requested that corrections be made to the\nsworn statement. The hearing panel concludes that providing false information in the\nsworn statement amounts to engaging in a deceptive practice during the disciplinary\nprocess.\n\n\n           \"215. Refusal to Acknowledge Wrongful Nature of Conduct. While the\nrespondent admitted that she made mistakes, the respondent denied that her conduct\nviolated the Kansas Rules of Professional Conduct. Accordingly, the hearing panel\nconcludes that the respondent refused to fully acknowledge the wrongful nature of her\nconduct.\n\n                                               52\n\f           \"216. Substantial Experience in the Practice of Law. The Supreme Court\nadmitted the respondent to practice law in the State of Kansas in 1992. At the time of the\nmisconduct, the respondent had been practicing law for approximately 20 years.\n\n\n           \"217. Mitigating circumstances are any considerations or factors that may justify\na reduction in the degree of discipline to be imposed. In reaching its recommendation for\ndiscipline, the hearing panel, in this case, found the following mitigating circumstances\npresent.\n\n\n           \"218. The Present and Past Attitude of the Attorney as Shown by Her\nCooperation During the Hearing and Her Full and Free Acknowledgment of the\nTransgressions. The respondent generally cooperated in the disciplinary investigation and\nprosecution. The respondent provided written responses to the complaints, she submitted\nto a sworn statement, and she filed an answer to the formal complaint and an answer to\nthe amended formal complaint. This mitigating factor is offset significantly because the\nrespondent did not acknowledge that her transgressions violate the rules and she provided\nfalse information during the sworn statement.\n\n\n           \"219. Previous Good Character and Reputation in the Community Including Any\nLetters from Clients, Friends and Lawyers in Support of the Character and General\nReputation of the Attorney. The respondent is an experienced and well-respected\nprosecutor. The respondent enjoys the respect of her peers and generally possesses a good\ncharacter and reputation as evidenced by a letter received by the hearing panel and by the\ntestimony of Judge Parrish, Carl Cornwell, Jerry Hathaway, Kim Parker, Joel Meinecke,\nand Ron Paschal.\n\n\n           \"220. Remorse. While the respondent did not admit that she violated any rules\nand while the respondent argued that she should not be disciplined, the respondent also\nexpressed remorse. The respondent testified as follows: 'My responsibility as a\nprosecutor is to protect people, and I failed in these cases.'\n\n\n           \"221. Remoteness of Prior Offense. The misconduct which gave rise to the\ninformal admonition in 2015 is remote in character to the misconduct in this case.\n\n                                              53\n\f        \"222. In addition to the above-cited factors, the hearing panel has thoroughly\nexamined and considered the following Standards:\n\n\n        '6.11   Disbarment is generally appropriate when a lawyer, with the\n                intent to deceive the court, makes a false statement, submits a\n                false document, or improperly withholds material information,\n                and causes serious or potentially serious injury to a party, or\n                causes a significant or potentially significant adverse effect on\n                the legal proceeding.\n\n\n        '6.12   Suspension is generally appropriate when a lawyer knows that\n                false statements or documents are being submitted to the court or\n                that material information is improperly being withheld, and takes\n                no remedial action, and causes injury or potential injury to a\n                party to the legal proceeding, or causes an adverse or potentially\n                adverse effect on the legal proceeding.\n\n\n        '6.21   Disbarment is generally appropriate when a lawyer knowingly\n                violates a court order or rule with the intent to obtain a benefit\n                for the lawyer or another, and causes serious injury or potentially\n                serious injury to a party, or causes serious or potentially serious\n                interference with a legal proceeding.\n\n\n        '6.22   Suspension is appropriate when a lawyer knowingly violates a\n                court order or rule, and there is injury or potential injury to a\n                client or a party, or interference or potential interference with a\n                legal proceeding.'\n\n\n                                        \"Discussion\n\n\n        \"223. The hearing panel recognizes that these two criminal cases were very\ndifficult and complicated cases to prosecute. In the Chandler case, the prosecution was\nbased on circumstantial evidence and involved a well-publicized double homicide that\n\n                                             54\n\fwas tried 10 years after the crimes were committed. The Ewing case had other\ncomplicating factors—it occurred in a small community and turned on the jury's\nconclusions of the credibility of witnesses.\n\n\n        \"224. The respondent presented credible evidence that she is known to be a\nskilled, experienced prosecutor. In fact, the respondent's reputation as a skilled,\nexperienced prosecutor appears to be precisely why she was assigned and appointed to\nprosecute these complex cases.\n\n\n        \"225. The respondent's reputation evidence, however, is at odds with the\nevidence in the disciplinary case. The respondent repeatedly made arguments without\nevidentiary support for the arguments. The respondent made false statements to the\nSupreme Court. The respondent ignored the order of a district court. The respondent\neither failed to pay attention to the recross-examination of a key witness in the Chandler\ncase or she intentionally disregarded the fact that the witness recanted his testimony\nregarding a key issue. The respondent improperly argued the impact of the crime on\nsurviving members of the crime victims—contrary to well-established law.\n\n\n        \"226. From all the evidence presented, it appears that the respondent concluded\nthat Chandler and Ewing were guilty of the crimes charged and she adopted a 'win at all\ncosts' approach.\n\n\n        \"227. This case does not involve the respondent making an error in judgment or\nengaging in an isolated incident of misconduct. As stated above, the respondent's\nmisconduct was knowingly and intentionally committed. The respondent engaged in a\ndeliberative pattern of serious misconduct which resulted in serious injury.\n\n\n        \"228. The injury caused by the respondent's misconduct is extreme. As a result of\nthe respondent's misconduct, the family members of M.S. and K.H. as well as the women\ninjured by Ewing will have to endure a second trial. Both criminal cases are complicated\nand will require the dedication of significant community resources to retry. Further, the\nrespondent's misconduct undermines the confidence in the judicial system and caused\nserious injury to the administration of justice.\n\n\n\n                                               55\n\f                \"229. 'A prosecutor has the responsibility of a minister of justice and not simply\n      that of an advocate. This responsibility carries with it specific obligations to see that the\n      defendant is accorded procedural justice and that guilt is decided upon the basis of\n      sufficient evidence.' Comment 1 to KRPC 3.8. The respondent failed in her obligation to\n      see that Chandler and Ewing were accorded procedural justice.\n\n\n                \"230. Justice Biles summed up the respondent's misconduct succinctly: 'Taken\n      as a whole, this prosecution unfortunately illustrates how a desire to win can eclipse the\n      State's responsibility to safeguard the fundamental constitutional right to a fair trial owed\n      to any defendant facing criminal prosecution in a Kansas courtroom.' Chandler, 307 Kan.\n      at 695.\n\n\n                                \"Recommendations of the Parties\n\n\n                \"231. The disciplinary administrator's office recommended that the respondent's\n      license to practice law be indefinitely suspended.\n\n\n                \"232. The respondent recommended that she receive no discipline.\n\n\n                             \"Recommendation of the Hearing Panel\n\n\n                \"233. Based on the deliberative pattern of serious misconduct and the serious\n      injury that followed, the hearing panel unanimously recommends that the respondent be\n      disbarred.\n\n\n                \"234. Costs are assessed against the respondent in an amount to be certified by\n      the Office of the Disciplinary Administrator.\"\n\n\n      Respondent filed exceptions to the panel's findings of fact, conclusions of law, and\nrecommended discipline.\n\n\n\n\n                                                    56\n\f                                         DISCUSSION\n\n\n       We first briefly address respondent's argument that the hearing panel should\nhave granted her motion to admit the results of a polygraph examination that was\nadministered to her before the hearing. The Internal Operating Rules of the Kansas\nBoard for Discipline of Attorneys, D.1, requires the panel to \"rule on the prehearing\nmotions presented\" by the parties. (2021 Kan. S. Ct. R. 308). Disciplinary hearings are\ngoverned by the Rules of Evidence. Supreme Court Rule 222(e)(1) (2021 Kan. S. Ct. R.\n272); see also In re Crandall, 308 Kan. 1526, 1543, 430 P.3d 902 (2018) (considering\narguments in an attorney discipline case \"in light of the Rules of Evidence\"). We review\nthe panel's ruling for abuse of discretion. The panel abuses its discretion if its decision is\n(1) arbitrary, fanciful, or unreasonable; (2) based on an error of law; or (3) based on an\nerror of fact. In re Harrington, 305 Kan. 643, 656, 385 P.3d 905 (2016).\n\n\n       In a prehearing ruling, the panel exercised its discretion by declining to admit the\npolygraph results, appropriately applying the rationale from State v. Wakefield, 267\nKan. 116, 136, 977 P.2d 941 (1999), where we held that polygraph examinations are\ninadmissible absent a stipulation by the parties. We therefore find that the panel did not\nabuse its discretion in declining to admit the results of respondent's polygraph\nexamination.\n\n\nI.   Rule Violations\n\n\n       \"In a disciplinary proceeding, this court generally considers the evidence, the\ndisciplinary panel's findings, and the parties' arguments to determine whether KRPC\nviolations exist and, if they do, what discipline should be imposed. Attorney misconduct\nmust be established by clear and convincing evidence.\" In re Swischer, 314 Kan. 439,\n445, 499 P.3d 1130 (2021); see Supreme Court Rule 226(a)(1)(A) (2021 Kan. S. Ct. R.\n\n\n                                              57\n\f276). Evidence is clear and convincing when it \"'causes the factfinder to believe that \"the\ntruth of the facts asserted is highly probable.\"'\" In re Rumsey, 301 Kan. 438, 447, 343\nP.3d 93 (2015) (quoting In re Lober, 288 Kan. 498, 505, 204 P.3d 610 [2009]). \"'In\nmaking this determination, the court does not weigh conflicting evidence, assess witness\ncredibility, or redetermine questions of fact. If a disputed finding is supported by clear\nand convincing evidence, it will not be disturbed.'\" In re Ayesh, 313 Kan. 441, 464, 485\nP.3d 1155 (2021) (quoting In re Hodge, 307 Kan. 170, 209-10, 407 P.3d 613 [2017]).\nHowever, we are not bound by the Disciplinary Administrator's or the hearing panel's\nrecommendations. In re Kupka, 311 Kan. 193, 204, 458 P.3d 242 (2020).\n\n\n       A. The panel misapplied KRPC 1.1 because an isolated incident of mere\n          negligence, standing alone, is insufficient to support a KRPC 1.1 violation.\n\n       KRPC 1.1 (2021 Kan. S. Ct. R. 321) states: \"A lawyer shall provide competent\nrepresentation to a client. Competent representation requires the legal knowledge, skill,\nthoroughness and preparation reasonably necessary for the representation.\" The panel\nfound that respondent violated KRPC 1.1 in two ways. First, she failed to note that\nSergeant Volle \"changed his testimony\" on re-cross examination, in violation of KRPC\n1.1's \"thoroughness\" requirement. The inquiry into a lawyer's thoroughness includes\nconsidering \"the preparation and study the lawyer is able to give the matter.\" KRPC 1.1\ncmt. 1. The panel \"recognize[d] the respondent's extensive preparation for the murder\ntrial,\" yet it found that despite this extensive preparation, respondent's failure to note the\nchange in testimony constituted incompetence.\n\n\n       Second, the panel found that respondent's comment that Chandler \"robbed her\nchildren of their father and his fiancé [sic]\" during closing arguments evidenced a lack of\ncompetence because \"[i]t is well settled that prosecutors may not comment on the impact\nof a crime on the crime victim or the crime victim's family.\" Respondent admits that she\n\n\n\n                                              58\n\fshould \"not have commented on the victim's children losing their father,\" but asserts that\nshe made the comment \"in the heat of the moment.\"\n\n\n       The panel's conclusions seem to rely on a strict-liability-esque interpretation of\nKRPC 1.1. Indeed, the Disciplinary Administrator even argues that the rule \"requires no\nproof of a particular mental state.\" We disagree. As we stated in State v. Sherman, 305\nKan. 88, 90-92, 378 P.3d 1060 (2016), not all improper or erroneous acts of a prosecutor\nconstitute \"misconduct.\" \"Prosecutorial acts properly categorized as 'prosecutorial\nmisconduct' are erroneous acts done with a level of culpability that exceeds mere\nnegligence.\" (Emphasis added.) 305 Kan. at 114.\n\n\n       \"We prefer to examine the particular circumstances of each disciplinary case.\"\nIn re Ketter, 268 Kan. 146, 153, 992 P.2d 205 (1999). Given this, we hesitate to dictate\nany bright line rule for defining when an attorney has violated KRPC 1.1, and instead\nemploy a case-by-case approach more akin to Justice Potter Stewart's famous \"I know it\nwhen I see it\" standard. Jacobellis v. State of Ohio, 378 U.S. 184, 197, 84 S. Ct 1676, 12\nL. Ed. 2d 793 (1964) (Stewart, J., concurring). But despite the difficulty in creating a\nhard and fast rule for defining \"incompetence,\" we have no trouble holding that an\nisolated incidence of \"mere negligence\" cannot rise to the level of \"incompetence\"\ncontemplated by KRPC 1.1.\n\n\n       The \"'enforcement of competent standards has been generally limited to relatively\nexotic, blatant, or repeated cases of lawyer bungling.' C. Wolfram, Modern Legal Ethics\n§ 5.1 (1986).\" In re Discipline of Laprath, 670 N.W.2d 41, 64 (S.D. 2003). And while\nKRPC 1.1 certainly requires a lawyer to provide \"legal knowledge\" reasonably necessary\nfor the representation, the panel's finding that respondent's one-off victim impact\nstatement translated to a lack of legal knowledge necessary to competently prosecute the\ncase is illogical. Moreover, respondent's failure to notice the shift in Sergeant Richard\n\n\n                                             59\n\fVolle's testimony on recross-examination was also an isolated act at the trial that did not\nexceed \"mere negligence\" or reflect negatively on respondent's \"preparation and study.\"\nKRPC 1.1 cmt. 1; see also In re Disciplinary Action Against Feland, 820 N.W.2d 672,\n684 (N.D. 2016) (\"[A]n isolated act of negligence will not necessarily satisfy the broad,\ngeneric concepts of incompetence or lack of diligence.\"); In re Askew, 225 A.3d 388,\n394-95 (D.C. 2020) (ethics rules are designed to address \"failures that constitute a\n'serious deficiency' in an attorney's\" conduct, and \"[m]ere careless errors do not rise to the\nlevel of incompetence\"). The panel's findings that respondent violated KRPC 1.1 are not\nbased on any repeated patterns of conduct that exceed mere negligence and therefore do\nnot satisfy the broad, generic concept of incompetence.\n\n\n       Because we hold that mere negligence, standing alone, is insufficient to support a\nKRPC 1.1 violation, we find the panel's conclusion that respondent violated KRPC 1.1 is\nnot supported by clear and convincing evidence.\n\n\n       B. The panel's finding that respondent violated KRPC 3.1 is supported by clear\n          and convincing evidence.\n\n       KRPC 3.1 (2021 Kan. S. Ct. R. 384) provides that \"[a] lawyer shall not bring or\ndefend a proceeding, or assert or controvert an issue therein, unless there is a basis for\ndoing so that is not frivolous, which includes a good faith argument for an extension,\nmodification or reversal of existing law.\" The panel determined that respondent violated\nthis rule because no evidence supported her claim that Chandler learned of M.S.'s\nengagement during the five-minute phone call. The panel concluded respondent also\nviolated KRPC 3.1 in Chandler's direct appeal when she stated before our court during\noral arguments that \"[w]e know exactly what happened during that phone call.\"\n\n\n       Respondent focuses on the theory of the call being the \"trigger\" call, pointing out\nthat Sergeant Volle testified at the hearing that \"many other law enforcement officers\"\n\n\n                                             60\n\freached a \"consensus\" that the call \"triggered\" the murders, and that KBI investigator\nMark Malick similarly testified that he \"strongly believed\" that \"that phone call was the\ntrigger.\" But just because the call itself was widely believed to be the trigger does not\nprove what was actually said during the call. There is no evidence that would support\nrespondent's statement before this court that \"[w]e know exactly what happened during\nthat phone call\" or for her to make similar claims at trial.\n\n\n       Respondent argues that \"to be sanctioned\" she \"must have known there was no\nevidence nor reasonable inferences from the facts to show . . . the content of the five-\nminute phone call.\" We are unpersuaded by this argument, because respondent has\noffered no reason why she supposedly did not know about the lack of evidence. All the\nevidence was readily available when she made her statement. Moreover, because of her\nword choice, she was not making a \"reasonable inference.\" Rather, \"we know exactly\"\npresented it as a conclusive statement of fact.\n\n\n       Therefore, we conclude that the panel's finding that respondent violated KRPC 3.1\nis supported by clear and convincing evidence.\n\n\n       C. The panel's finding that respondent violated KRPC 3.3(a)(1) is supported by\n          clear and convincing evidence.\n\n       KRPC 3.3(a)(1) (2021 Kan. S. Ct. R. 385) provides that \"[a] lawyer shall not\nknowingly . . . make a false statement of fact or law to a tribunal or fail to correct a false\nstatement of material fact or law previously made to the tribunal by the lawyer[.]\" The\nrule requires a \"knowing\" state of mind, which \"denotes actual knowledge of the fact in\nquestion. A person's knowledge may be inferred from circumstances.\" KRPC 1.0(g)\n(2021 Kan. S. Ct. R. 318).\n\n\n\n\n                                              61\n\f       The panel found that respondent intentionally violated this rule in three ways:\n(1) by arguing to the jury during closing arguments (including in her PowerPoint slide)\nthat M.S. sought and obtained a PFA and that Chandler violated it; (2) by making similar\nstatements in the State's initial appellate brief; and (3) during oral arguments before this\ncourt when she argued that evidence introduced at trial supported her claim that a\nrestraining order was in effect at the time of the murders.\n\n\n       Before the Chandler trial, respondent filed a K.S.A. 60-455 motion requesting to\nadmit evidence of stalking type behavior to establish Chandler had motive to kill both\nvictims. In it, she stated: \"[M.S.] requested an immediate restraining order on October\n15, 1998, indicating that this defendant intentionally, maliciously, and repeatedly\nfollowed and harassed him, destroyed personal property of his acquaintances and had\nengaged in telephone harassment.\" (Emphasis added.) Notably, the K.S.A. 60-455 motion\ndid not state that M.S.'s motion had ever resulted in a granted order. This fact supports\nthe panel's finding that respondent intentionally violated KRPC 3.3(a)(1), as the language\nof respondent's pretrial motion seems to acknowledge that M.S. had only requested a\nmotion for a restraining order, yet had not been granted one. This is especially true\nconsidering that in the very same motion, respondent also described a PFA order that had\nactually been granted against Chandler by her daughter several years after the murders,\nindicating that respondent was well aware that no such order had been entered in 1998.\n\n\n       Moreover, Sergeant Volle testified at the hearing that he unsuccessfully tried to\nlocate a signed order. He also testified that he did not have any specific memory of a\nfamily member telling him that M.S. obtained a PFA against Chandler. And during\nrespondent's oral argument before our court in Chandler's direct appeal, she made clear\nthat she knew no order was entered, or at least, that the order was not physically in the\nState's evidence—but we only obtained this admission from respondent after asking her\ndozens of questions:\n\n\n                                             62\n\f        \"JUSTICE BILES: And in the—I was reading the closing arguments again last\nnight, and when that comes up it seems like you hit it hard and fast. Number one, you\nsaid something that wasn't true, that there was a protection from abuse order. Number\ntwo, you said that that means that the judge agreed that the defendant was a danger\nbecause you'd have—that would be the foundation for entering an order for protection\nfrom abuse. And number three, you said that the defendant ignored the order.\n\n\n        \"MS. SPRADLING: Yes, sir.\n\n\n        \"JUSTICE BILES: And none of that is true?\n\n\n        \"MS. SPRADLING: It is true.\n\n\n        \"JUSTICE BILES: How's it true if there was no protection from abuse order?\n\n\n        \"MS. SPRADLING: Because what I should have said Your Honor, was that\nthere was a protective order. A protective order, as this Court knows is an umbrella.\n\n\n        \"JUSTICE BILES: Entered at the beginning of the divorce proceeding against\nboth parties and concerning, I think in her case, the residence. That's a whole lot different\nthen a protection from abuse order, isn't it?\n\n\n        \"MS. SPRADLING: Yes, but there are two orders in this case, Your Honor.\n\n\n        \"JUSTICE BILES: Okay. Well, what do I need to look at?\n\n\n        \"MS. SPRADLING: There was a protective order in October of 1998. That is\ndifferent from the protective order that was originally given in 1997, which fits the\ndefinition that you described. However, after the divorce was over in September of 1998,\nthe defendant had still not signed the divorce journal entry and she had filed, the day after\nthe last hearing multiple motions to reopen the entire case. It was after this in October of\n1998 that Mike Sisco requested a protective order and a case manager.\n\n\n\n                                                63\n\f         \"JUSTICE BILES: And the Court didn't—but the district court didn't give that\nprotective order that was requested in 1998?\n\n\n         \"MS. SPRADLING: I can tell you, if I'm limited to the record on appeal, I\ncan't—I cannot point to it.\n\n\n         \"JUSTICE BILES: You entered into evidence the entire divorce file.\n\n\n         \"MS. SPRADLING: No, sir, I did not.\n\n\n         \"JUSTICE [BILES]: Or a ton of it anyway?\n\n\n         \"MS. SPRADLING: Yes.\n\n\n         \"JUSTICE [BILES]: We have a huge exhibit—\n\n\n         \"MS. SPRADLING: Yes, sir.\n\n\n         \"JUSTICE [BILES]: —that—that's—that's the divorce file and there's no order\nin it.\n\n\n         \"MS. SPRADLING: There is no order in it, you're exactly right. There's no—\n\n\n         \"JUSTICE [BILES]: I mean, you can't say there was an order entered because\nthere's nowhere in evidence that an order was entered.\n\n\n         \"MS. SPRADLING: I believe that testimony that an order was entered is also\ndirect evidence that allows—\n\n\n         \"JUSTICE [BILES]: That would be the detective's statement?\n\n\n         \"MS. SPRADLING: Yes, sir.\n\n\n\n\n                                           64\n\f        \"JUSTICE [BILES]: But the detective took it back in cross-examination and\nsaid, oh, I really don't recall if there was an order, you'll have to look at the file in\nevidence.\n\n\n        \"MS. SPRADLING: Yes, Your Honor.\n\n\n        \"JUSTICE [BILES]: There's no order in evidence. How do you stand up in front\nof a Jury and tell them that a protective—protection from abuse order was entered and\nthen say that that means that the judge validated the claim and that the defendant ignored\nit?\n\n\n        \"MS. SPRADLING: Because a protective order, protection from abuse and also\nprotective order is signed off by a judge who must agree—\n\n\n        \"JUSTICE [BILES]: But there was no protective—I mean, all I can do is go by\nwhat you said.\n\n\n        \"MS. SPRADLING: Sure.\n\n\n        \"JUSTICE [BILES]: So what you said was there was a protection from abuse\norder, and that's not true?\n\n\n        \"MS. SPRADLING: That is not true. It is protective order, not a protection from\nabuse. And the difference is the protective order was issued in the divorce proceeding. A\nprotection from abuse order is an order that a person applies for and is granted outside of\nthe divorce proceeding. However, they are both protective of one person against the\nother. They both require, by judicial order, one person to stay away from the other. And\nhaving been involved in pretrial meetings and preparation in this case, I can tell you that\nthere was a protective order. I said protective—protection from abuse and I should have\nsaid protective.\n\n\n        \"JUSTICE JOHNSON: And this is your—\n\n\n\n\n                                               65\n\f               \"[JUSTICE BILES]: [J]ust—is it your claim that in that statement you are within\n       the wide latitude given to prosecutor's, that's really our step?\n\n\n               \"MS. SPRADLING: Yes, sir. I can tell you without certain there's no ill will in\n       saying protection from abuse rather than protective order.\n\n\n               \"JUSTICE BILES: But that's—I'm sorry, go ahead.\n\n\n               \"JUSTICE JOHNSON: Now are we talking about the October '98 request?\n\n\n               \"MS. SPRADLING: Yes, sir.\n\n\n               \"JUSTICE JOHNSON: Well, I'm confused. A month before trial the State filed a\n       60-455 motion asking to—to enter this—this evidence, 'um, and it only referred to a\n       request for an immediate restraining order in October '98. I'm curious why the State\n       wouldn't have asked that the Court consider the order if there was one, in fact, in place.\n\n\n               \"MS. SPRADLING: I don't want to mislead this Court. There is no document\n       that I found in State's Exhibit 969 which was the divorce file. There's no document in that\n       file that is either a protection from abuse or a protective order. So, if I indicated that\n       there was a document, I don't want to mislead you. I do know, speaking with the victim's\n       family members, that the order existed. 'Um, and that that was discovered by Detective\n       Volle as the lead detective in this case.\" (Emphases added.)\n\n\n       And lastly, respondent testified at the hearing that before the Chandler trial she\nonly found the motion for immediate restraining order in the divorce file, which led her to\nrefer only to the \"motion for immediate restraining order\" in her opening statement. This,\ntaken together with the above exchange during oral arguments and the language in\nrespondent's 60-455 motion, supports the hearing panel's finding that respondent violated\nKRPC 3.3(a)(1).\n\n\n\n\n                                                     66\n\f       D. The panel's finding that respondent violated KRPC 3.4(c) is supported by\n          clear and convincing evidence.\n\n       KRCP 3.4(c) (2021 Kan. S. Ct. R. 389) provides that \"[a] lawyer shall not . . .\nknowingly disobey an obligation under the rules of a tribunal except for an open refusal\nbased on an assertion that no valid obligation exists[.]\" The panel found that respondent\nviolated this rule when she referenced the gallery in her closing argument in direct\ncontradiction of Judge Parrish's order. KRPC 3.4(c) requires a \"knowing\" violation,\nwhich can be shown through \"actual knowledge of the fact in question\" or \"inferred from\ncircumstances.\" KRPC 1.0(g).\n\n\n       Judge Parrish's ruling was as follows:\n\n\n               \"THE COURT: . . . One thing I do want to say, I know we've had a lot of folks\n       that have been here observing the trial and I suspect there are very, very strong feelings\n       on both sides of this case. I do not want any of the folks that are in the gallery to be asked\n       to stand up at any time during the closings.\n\n\n               ....\n\n\n               \"I will [be] jumping on you big time, if you do that. Do not do that in this case. I\n       don't want references to folks here at all.\n\n\n               \"MS. SPRADLING: I understand your parameters, your Honor.\n\n\n               \"THE COURT: That goes for both sides. We're not injecting any sympathy for\n       victims or for the defendant into these proceedings. And it's appropriate that we not inject\n       that into the proceedings.\" (Emphasis added.)\n\n\n       However, respondent referred to a friend of Chandler's that was present in the\ngallery shortly after this ruling was made. After playing an audio recording of a jail call,\n\n\n                                                      67\n\frespondent stated: \"That's the defendant and her close friend Shirley Riegel that I'm\ngetting a look from talking about what a great day it was because Patti Williams was dead\nand can't put the defendant in Kansas.\" (Emphasis added.) Given that Judge Parrish\nexplicitly stated that \"I don't want references to folks here at all,\" and respondent replied\nthat she \"underst[oo]d [the] parameters,\" the panel's finding that respondent knowingly\nviolated the order is supported by clear and convincing evidence because the order's plain\nlanguage gave respondent \"actual knowledge\" of her \"obligation under the rules of the\ntribunal.\" KRPC 1.0(g); 3.4(c).\n\n\n       E. The panel's finding that respondent's conduct during the Chandler\n          prosecution violated KRPC 3.4(e) is supported by clear and convincing\n          evidence.\n\n       KRPC 3.4(e) (2021 Kan. S. Ct. R. 389) provides that \"[a] lawyer shall not . . . in\ntrial, allude to any matter that the lawyer does not reasonably believe is relevant or that\nwill not be supported by admissible evidence . . . .\" KRPC 3.4(e) requires that the\nattorney have a \"reasonable belief,\" which \"denotes that the lawyer believes the matter in\nquestion and that the circumstances are such that the belief is reasonable.\" KRPC 1.0(j).\n\n\n       The panel found five instances in the Chandler trial where respondent violated this\nrule: (1) arguing the existence of the PFA; (2) five-minute phone call; (3) Nebraska exit\ntheory; (4) internet searches; and (5) \"Chandler thinks she is smarter\" comment. We\nconsider each finding in turn.\n\n\n       First, the panel found that respondent violated KRPC 3.4(e) because her\n\"argument that a restraining order existed at the time of the murders and that Chandler\nviolated the restraining order was not based on any evidence admitted before the jury.\"\nRespondent points to Sergeant Volle's testimony on redirect examination as the basis for\nhaving made the statements to the jury:\n\n\n                                              68\n\f\"Q. Will you tell the jury what a production [sic] from abuse or PFA is.\n\n\n\"A. It's a document signed by the Court that says you are not able to have contact with\nanother person, you're not supposed to call them, write them, contact them in any\nmanner.\n\n\n\"Q. A court order precluding one person from contacting another?\n\n\n\"A. Yes.\n\n\n\"Q. Did [M.S.] get a protection from abuse?\n\n\n\"A. Yes, he did.\n\n\n\"Q. Against who?\n\n\n\"A. Against the defendant.\n\n\n\"Q. In 1998?\n\n\n\"A. That's correct.\n\n\n\"Q. Did [M.S.] get a PFA or protection from abuse against anybody other than the\ndefendant?\n\n\n\"A. No one else.\"\n\n\nChandler's defense counsel asked the following of Volle on recross:\n\n\n\"Q. Detective Volle, you testified that [M.S.] had obtained a protection from abuse order;\nis that correct?\n\n\n\n\n                                           69\n\f       \"A. Yes.\n\n\n       \"Q. Do you have that?\n\n\n       \"A. It's in the divorce file. I don't have a copy of it.\n\n\n       \"Q. Was it actually signed by a judge and filed or was it a motion or a request for one that\n       wasn't—\n\n\n       \"A. I don't recall.\"\n\n\n       In State v. Chandler, 307 Kan. 657, 678, 414 P.3d 713 (2018), we described this\nexchange as Sergeant Volle \"admit[ting] he could not say any such order existed, which\nput the prosecutor on notice that the detective's testimony could not establish this as fact.\"\nDespite this notice, respondent stated in closing arguments:\n\n\n                \"How else do we know the defendant is guilty? [M.S.] got a protection from\n       abuse, a court order. He applied and said, hey, Judge, please order this woman to stay\n       away from me and the Judge agreed. And in 1998, meaning one year after he filed for the\n       divorce, he was continuing to have problems with the defendant not leaving him alone.\n       So he got a court order saying she has to stay away. The protection from abuse order did\n       not stop the defendant, though.\"\n\n\n       Respondent also displayed a slide to the jury that stated: \"HOW ELSE DO WE\nKNOW THE DEFENDANT IS GUILTY? [M.S.] GOT A PROTECTION FROM\nABUSE COURT ORDER KEEPING DEFENDANT AWAY FROM HIM IN 1998.\"\n\n\n       Respondent called Ron Paschal, Chairman of the Kansas Prosecutor's Grievance\nand Ethics Committee, at the hearing to testify that he did not view the exchange on\nrecross \"as a recantation,\" but rather \"as a fairly effective cross-examination,\" and that he\n\n\n\n                                                       70\n\fviewed the issue as being \"more about the quality of the evidence.\" Yet even if we were\nto adopt that view of the exchange, still another problem remains when considering the\nlanguage that respondent used when referring to the PFA.\n\n\n       Respondent told the jury that M.S. \"got a court order saying she has to stay away.\nThe protection from abuse order did not stop the defendant, though.\" (Emphasis added.)\nThis statement indicated to the jury that an active order was in place at the time of the\nmurders. But K.S.A. 60-3107(e) provides that \"a protective order . . . shall remain in\neffect until modified or dismissed by the court and shall be for a fixed period of time not\nto exceed one year[.]\" The only identified application in the Chandler case was from\n1998. So even if that order had been granted, it would have expired years before the\nmurders without an affirmative renewal. Therefore, even if we gave full credit to\nSergeant Volle's testimony about the 1998 PFA, it was still too far of a jump for\nrespondent to declare that the order remained in place four years later in 2002 when the\nmurders occurred.\n\n\n       We accordingly find the panel's conclusion is supported by clear and convincing\nevidence because Sergeant Volle's testimony did not give the respondent an evidentiary\nbasis for asserting that M.S. had obtained a PFA order or that Chandler violated it when\nshe allegedly committed the murders.\n\n\n       Next, the panel found that respondent violated KRPC 3.4(e) when she declared\nthat Chandler learned of M.S.'s engagement during the five-minute phone call and\nimplied that this knowledge prompted Chandler to travel to Topeka and kill the victims\nbecause it was not supported by admissible evidence.\n\n\n\n\n                                             71\n\f      As we described above, no evidence was admitted at trial about the content of the\nphone call. While it was apparently widely agreed among investigators that this call was\nthe \"trigger,\" this does not confirm what was said during the call. KRPC 3.4(e) prohibits\nalluding to any matter that will not be supported by admissible evidence. And respondent\npresented no evidence supporting the theory. Accordingly, the panel's finding that\nrespondent violated KRPC 3.4(e) by discussing the substance of the five-minute phone\ncall during opening and closing but not admitting or attempting to admit any evidence as\nto its contents is supported by clear and convincing evidence.\n\n\n      Third, the panel found that respondent intentionally violated KRPC 3.4(e) during\nher \"opening and arguments in closing regarding the Nebraska exit theory\" because they\n\"were not supported by evidence admitted at trial.\"\n\n\n      Respondent's opening statement claimed:\n\n\n      \"The defendant's actual route, you'll be provided in this case, is that she went through I-\n      70 east to Topeka from Denver passing through WaKeeney on July 6th, 2002, as\n      Margaret Linden will indicate. Somewhere along that route, probably around Salina, the\n      defendant would have had to have used the ten gallons of gas that were in the two five-\n      gallon gas cans she purchased at Autozone before she committed the murders. The\n      defendant's actual route included that she went from Denver, to Topeka, Mike and\n      Karen's house, and after killing both Mike and Karen in an interest to get out of the state\n      as quickly as she could, she drove directly up to Nebraska. After she gets to Nebraska,\n      she turns around and goes home heading towards Denver. This route matches the\n      defendant's gas purchases and the defendant's gas consumption by her credit card\n      receipts.\" (Emphases added.)\n\n\n      Additionally, respondent displayed slides to the jury that depicted a map of Kansas\nand the eastern half of Colorado, with notes made along the map that stated \"Defendant's\nactual route.\" (Emphasis added.)\n\n\n                                                   72\n\f       The jury certainly heard evidence that challenged the legitimacy of Chandler's\nalleged route and her whereabouts the weekend of the murders. However, it is one thing\nfor respondent to highlight the inconsistencies in Chandler's story—and it is quite another\nfor her to make repeated claims that Nebraska was Chandler's \"actual route.\" We thus\nfind that the panel's conclusion that respondent violated KRPC 3.4(e) is supported by\nclear and convincing evidence.\n\n\n       Fourth, during respondent's opening statement, she claimed: \"John Kite will also\ntell you that the defendant accessed articles on CJ Online that dealt with how to defend\nagainst murder charges and articles that dealt with sentencing in murder charges.\" The\npanel found that this violated KRPC 3.4(e) because this claim was not supported by\nadmissible evidence.\n\n\n       At trial, respondent asked Agent John Kite only a few questions about any CJ\nOnline articles covering the homicides that Chandler may have searched:\n\n\n       \"Q. Did you find anything related to viewing articles on CJ Online or the Topeka Capital-\n       journal.\n\n\n       \"A. Yes. I found HTML fragments that produced search results for CJ Online that had\n       related articles about the homicide and the investigations into them.\n\n\n       ....\n\n\n       \"Q. Did you find the anniversary of the double homicides that there had been another\n       search regarding or looking into CJ Online about the homicides?\n\n\n       \"A. The HTML fragments I found that related to that produced a story which was the\n       one-year anniversary story by Tim Hrenchir.\"\n\n\n\n                                                   73\n\f       However, this quick exchange about the anniversary articles in no way relates to a\nsearch about how to defend against murder. Clearly the testimony elicited from Agent\nKite did not match up with respondent's opening statement.\n\n\n       The panel also pointed to testimony from Agent Kite at the hearing. The panel\nfound that Agent Kite \"denied ever finding evidence that Chandler accessed articles\nregarding how to get away with murder, how to defend against murder charges, or\nsentencing in murder cases. Furthermore, Agent Kite denied ever conveying such\ninformation to the respondent during a pretrial meeting.\" And though Agent Kite's\ntestimony conflicted with respondent's version of events, the panel weighed the\nwitnesses' credibility and found:\n\n\n               \"Because other evidence corroborates Agent Kite's testimony, because Agent\n       Kite has no reason to fabricate, because the respondent did not ask Agent Kite any\n       questions designed to elicit the information, because the respondent has expressed that\n       she does not recall a number of facts in this case, because the respondent has now\n       admitted that other statements she made previously were incorrect, and because the\n       respondent misstated evidence, the hearing panel accepts Agent Kite's testimony and\n       rejects the respondent's testimony in this regard.\"\n\n\n       We generally respect the panel's findings when it concludes that one person's\ntestimony was more credible than another's because, as the trier of fact, the panel had the\nchance to observe the witnesses and assess their demeanor. As such, we will not reweigh\nevidence or evaluate the witnesses' credibility. In re Saville, 311 Kan. 221, 235, 458 P.3d\n976 (2020); In re Murphy, 312 Kan. 203, 224, 473 P.3d 886 (2020). The panel made such\na credibility determination here, and evidence presented at the hearing supports this\nfinding. We will not disturb it.\n\n\n\n\n                                                    74\n\f          The fifth and final instance of respondent's conduct in the Chandler trial that the\npanel found violated KRPC 3.4(e) came from closing arguments, where respondent\nstated:\n\n\n          \"She planned it in advance. You know why, you heard the evidence, she's smart, she's got\n          high intelligence and she thought she was smarter than the police department and she\n          thought she was smarter than the jurors and it's not true, because we are lucky enough to\n          have law enforcement officers who didn't torture her. She's still playing the victim. They\n          wanted justice. And we have you. She's not smarter than the cops, she's not smarter than\n          you.\"\n\n\n          The panel found that this argument was \"not based on sufficient evidence admitted\nbefore the jury\" and therefore violated KRPC 3.4(e).\n\n\n          At respondent's hearing, detectives testified about their theory that Chandler\nconsidered herself smarter than law enforcement, in part based on Chandler's tactic of\n\"going dark\" during the time the murders took place (meaning that she took steps to\nensure her credit cards and phone could not be tracked). The FBI completed a profile on\nChandler, and \"one of the key things\" that the profile described about her is that she is the\ntype of person who \"feel[s] like they're the smartest person in the room.\"\n\n\n          Despite these reports and seemingly widespread consensus among the\ninvestigative team that Chandler thought she was smarter than everyone else, the jury\ndid not hear any of this evidence. The only information presented to the jury about\nChandler's intelligence came from her boss at Buell & Company in Denver. He testified\nthat Chandler was his bookkeeper, and when respondent asked him how smart he\nbelieved Chandler was, he answered: \"Intelligence wise, probably above average.\" This\none sentence of testimony about Chandler's intelligence does not support an inference\nthat Chandler believed she was smarter than police and the jurors, and since respondent\n\n\n                                                      75\n\fmade this statement in closing arguments, she knew that she had not entered evidence\nthat would support such a statement. We conclude that the panel's finding that this\nstatement violated KRPC 3.4(e) is supported by clear and convincing evidence.\n\n\n       F. The panel's finding that respondent's conduct during the Ewing prosecution\n          violated KRPC 3.4(e) is not supported by clear and convincing evidence.\n\n       While the panel's findings with respect to KRPC 3.4(e) violations resulting from\nthe Chandler trial are supported by clear and convincing evidence, we cannot say the\nsame of the panel's findings about the Ewing trial. The panel found five additional KRPC\n3.4(e) violations resulting from the Ewing trial: (1) DNA evidence; (2) \"low functioning\"\ncomment; (3) reference to social media attacks; (4) if there was sex it could not be\nconsensual comment; and (5) watching pornography and autism abuse comments.\n\n\n       Before we turn to those findings, we first pause to note that the Disciplinary\nAdministrator presented no witnesses at the hearing who testified about the Ewing case.\nAt oral arguments the Disciplinary Administrator explained that he relied on the\nadmission of the Ewing trial record and the Court of Appeals State v. Ewing, No.\n118,343, 2019 WL 1413962 (Kan. App. 2019) (unpublished opinion), opinion into\nevidence before the hearing panel, which he alleges were sufficient to support a finding\nthat respondent committed the alleged rule violations. Interestingly, the Court of Appeals\ndeclined to use the heightened \"misconduct\" label and instead categorized respondent's\nconduct as prosecutorial error. 2019 WL 1413962, at *32. What is more, both the panel's\nfinal hearing report and the Disciplinary Administrator curiously ignored the vast amount\nof hearing testimony respondent presented that provided much more color to the\notherwise cold Ewing record, which leads us to find that respondent's conduct in that trial\ndid not amount to misconduct that violates the KRPC.\n\n\n\n\n                                            76\n\f      First, the panel found that respondent violated KRPC 3.4(e) when she stated:\n\n\n              \"[J.M.] told everyone, and there's no contradiction to this, that when she went to\n      bed in the defendant's bed she was fully clothed. Why is that important? It's important\n      because of the defendant's DNA around the waistband of [J.M.]'s panties. You cannot get\n      the defendant's DNA there unless she was unclothed. She went to bed in panties and\n      sweats. Unless the sweats are taken off, she would not have the defendant's DNA there.\n      And the only reason that [J.M.]'s panties were exposed was because the defendant took\n      her pants off. [J.M.] told you that the panties were ripped, and the panties that are in\n      evidence are ripped. Rachel White told you that she swabbed around the waistline. Those\n      waistbands, pretty thin, not much there. Not much surface to swab, yet Rachel White was\n      able to find the defendant's DNA there.\"\n\n\n      The panel concluded this statement was made in violation of KRPC 3.4(e) because\nit was not supported by the evidence.\n\n\n      KRPC 3.4(e) prohibits a lawyer from alluding to any matter the \"lawyer does not\nreasonably believe\" is supported by admissible evidence. Reasonable belief is shown\nwhen the lawyer \"believes the matter in question and that the circumstances are such that\nthe belief is reasonable.\" KRPC 1.0(j). While the Court of Appeals took issue with this\nstatement, it was not because it was unsupported by the evidence. Rather, it was because\nof respondent's phrasing. \"[H]ad the prosecutor asserted that the DNA evidence\nsupported the conclusion that J.M.'s sweatpants were removed, that would not be error,\"\nbut the way respondent phrased the argument \"misrepresented the evidence that had been\nadmitted for the jury's consideration and, as such, was error.\" 2019 WL 1413962, at *35.\n\n\n      Shawna Miller, Jackson County Attorney, who initially reached out to respondent\nfor help with the Ewing prosecution, testified that she \"would see absolutely zero\nproblem with saying that the logical conclusion is given the placement of the DNA, . . .\nthat was supportive of what the victim said happened, that he physically ripped those\n\n\n                                                   77\n\fpanties off of her.\" Like the Court of Appeals found, Miller stated that the problem here\nwas \"just kind of a phrasing issue.\" She highlighted how \"the touch DNA was on the\ninside of her underwear waistband and she had sweatpants over there. The allegations\nwere that he ripped off the sweatpants and literally ripped off her underwear. . . . And so,\ngiven the placement of the DNA it was a logical conclusion that that's how it got there.\"\n\n\n       Given that the trial testimony did support this inference, but respondent erred\nbecause of a phrasing issue, we find that respondent did not violate KRPC 3.4(e) when\nshe made this statement.\n\n\n       Second, the panel found that respondent violated KRPC 3.4(e) because there \"was\nno evidence introduced at trial that the witness was low-functioning or autistic,\" and that\nshe should not have made that statement \"without first introducing evidence to support\nthe argument.\"\n\n\n       We agree that it would have been better for respondent to have sought admission\nof evidence about J.M.'s functioning before commenting on it. However, we find that it\ndoes not warrant a misconduct label given the extensive hearing testimony about J.M.'s\nvery visible difficulties. As the Indiana Supreme Court has recognized, disciplinary\nproceedings afford an \"opportunity for evidentiary development beyond the cold record\navailable to the Court of Appeals . . . . [A] written trial transcript 'presents only a small\npart of the whole picture,' and in a disciplinary proceeding the parties may be able to\noffer additional evidence that paints a more complete picture.\" In re Smith, 60 N.E.3d\n1034, 1036 (Ind. 2016).\n\n\n       At trial, one of the only pieces of evidence from the cold record revealing J.M.'s\nlevel of functioning came when she was asked to put the date on a picture, and asked,\n\n\n\n\n                                               78\n\f\"What number is June?\" However, at the hearing, there was significant testimony about\nJ.M.'s functioning that paints a more complete picture. First, respondent stated:\n\n\n       \"The victim/witness assistant held JM's hand up to the bar when she went to testify, and\n       that was there obviously in front of the jury. I believe that there was sufficient evidence\n       by her demeanor, her inability to—well, her struggling while she was testifying. She\n       wore slippers to court, Mr. Vogelsberg, and I believe that the record was sufficient for\n       that argument.\"\n\n\n       Agent Mark Malick testified:\n\n\n       \"I spent of a lot of time with JM . . . . I was privy to how she conducted herself on the\n       witness stand, and I did see her throughout the trial, the initial trial. And I—I—I hesitated\n       when I use the word—just a quick background, I was involved with Special Olympics\n       Kansas as a volunteer, being on the board of directors for 29 years, and I hate to use the\n       word intellectual disabilities, but I—she comes awful close to fitting that term, if you\n       will.\n\n\n               \"Her attention span was very short. 'Um, it took her a long time to answer\n       questions. And I will tell you that I never go into an interview setting a time limit because\n       you never know, depending on who you're talking to and what it involves, but I didn't\n       have the plan on spending as much time as we did. And I don't have that interview\n       directly in front of me to—to know how long it was, but it was several hours. And that\n       was just the first interview. And part of that was because between answering questions\n       she'd ask for a piece of paper so she could actually draw and doodle. And I—that helped\n       her to a degree, but she—she is a person that doesn't express herself very well. She does\n       come across as slow, if you will, or low functioning.\n\n\n               \"'Um, I did see, partially, and hear of an episode in court where she, more or less,\n       zoned out or blacked out on the stand. And I don't mean physically collapsed, but she was\n       unresponsive to any questions or direction from the Court. She talked about medication\n       she's on to control some of her behaviors. She discussed some of the problems she had in\n       school. 'Um, so, yes, I—I did have—she was—she was difficult to work with, to say the\n\n                                                    79\n\f       least. And—and I didn't believe that that was because, A, nobody likes to cooperate in\n       something like this, but I didn't take that as being the root cause of the difficulty in\n       interviewing her.\"\n\n\n       Later in his testimony Agent Malick reaffirmed that he would call J.M.\n\"somewhere in the low range\" of functioning, stating, \"there's no[] other way to put it,\nshe did not function that high.\"\n\n\n       Lisa Hyten, a victim services coordinator with the Jackson County Sheriff's\nOffice, reiterated many of the same impressions. Hyten stated:\n\n\n               \"I notice when she communicated with other people she struggled often to find\n       words, sometimes would become short of breath. She would fidget and sometimes need\n       to draw in order to stay focused. It appeared as if she had a pretty serious issue with\n       social anxiety.\n\n\n               \"She particularly struggles when she's given—given tasks with multiple steps\n       that need to be broken down.\n\n\n               ....\n\n\n               \"[T]here are a number of ways the jury would have observed the same\n       observations that I'm mentioning here today. First, when she was giving direct testimony\n       and answering questions by both the attorneys she . . . got very confused very frequently.\n       Often the attorneys would have to stop, and . . . if they had asked multidimensional\n       questions they'd have to break them down to one concept at a time to get her through. She\n       several times told both the attorneys on different occasions she was confused by what\n       was being asked and said.\n\n\n               ....\n\n\n\n\n                                                     80\n\f               \"The jury would also have observed JM's vocabulary, for instance, when she was\n       describing her . . . neurological treatment she talked about having brain-ish therapy or\n       needing to do brain exercises. And another point in time when the defense was\n       questioning her she was asked to put a date on a picture and she asked the Court what\n       number is June. Those would have been some of, in her direct testimony, issues that were\n       maybe apparent to the jurors.\n\n\n               \"She also in her direct testimony told the jury that she had ongoing long-term\n       neurological problems and mental health concerns. The jury would have had access to the\n       SANE-SART medical report and examination which listed a history of PTSD and\n       seizures. The jury would have heard Jennifer Johnson, who actually was a defense\n       witness, testify that the SANE-SART nurse that examined JM reported that she was very\n       immature.\"\n\n\n       Shawna Miller testified about J.M. as well. She pointed out that Ewing's counsel\nfiled a pretrial Gregg motion, which she described as a request \"for the court to order\nessentially a psychological evaluation of a witness. Usually it's asked for if there's mental\nhealth issues, . . . limitations, maybe educational, functioning type limitations.\" This\nmotion was filed by the defense after the preliminary hearing, and Miller testified that\nEwing's defense counsel was \"not one just to file a Gregg motion in every case,\" but she\nrather would have wanted \"to feel she could support that motion with a straight face\nargument with the court. . . . [T]here are some defense attorneys that will just file them,\nbut she's not one of them. She's only going to file a motion if she thinks it's appropriate\nand she's going to win it, honestly.\"\n\n\n       Miller recalled her impression of J.M. while questioning her on the stand:\n\n\n               \"A. One . . . thing in particular is right when I got to kind of the very, very\n       difficult part of her testimony where we had to start talking about penetration, she kind of\n       froze and seemed to just not respond for—it was probably only a few seconds, but it\n       seemed like a long time.\n\n\n                                                    81\n\f               ....\n\n\n               \"Another thing that I would just note in dealing with her is that, 'um, I almost had\n       to examine her like I would examine a young child. Had to use very simple terms. She\n       was very easily confused by the questions. We had to ask very simple questions. It's kind\n       of hard to articulate other than to say that I had to ask her questions like I would a very\n       young child on the stand, not somebody who was in her early twenties, late teens.\n\n\n                ....\n\n\n               \"Q. Is it—is it one of those that—the Supreme Court Justice Hand, [sic]\n       'pornography, you know it when you see it,' but is it one of those that when you see it you\n       realize there's some mental issues going on there? Just—\n\n\n               \"A. Yeah. . . . It's pretty evident.\n\n\n               ....\n\n\n               \"A. It would just go back to, you know, she was very childlike, and just having to\n       ask her questions as you would a young child. Very simple words. Simple questions.\n       Breakdown your questions into very simple, small answers. You could tell that she—you\n       could tell that she was very traumatized obviously with the disassociation that I\n       described.\n\n\n               \"She acted as a young child would on the stand. You mentioned fidgeting, just\n       kind of keeping her attention, keeping her focused was a little bit of a challenge, too.\"\n\n\n       When asked if the better route would have been to have an expert testify about the\nlow functioning of J.M. to better establish the record, Miller said maybe, but they also\nwanted to avoid \"heaping . . . on\" embarrassment for J.M., and that they did not find it\nnecessary because \"it was really pretty evident for the jury to see.\"\n\n\n\n                                                      82\n\f       J.M.'s difficulties were so apparent, that even defense counsel had no problems\nreferencing it during her closing argument:\n\n\n               \"So let's talk about why we know this could not have happened to [J.M.].\n\n\n               ....\n\n\n               \"Her story on the stand was confusing and it didn't make such sense. She seemed\n       very confused. She has seizure issues, we know that. She testified to that. We know they\n       happened before May 6th of 2016 and we know she's still receiving treatment for them.\n       She wants to tell you that she's going to some type of physical therapy for her brain to\n       make her brain work better . . . .\"\n\n\n       What is more, defense counsel explicitly called J.M. intellectually slow, and then\neven went so far as to contrast J.M.'s apparent reduced mental capacity with the other\nvictim, M.W., who she called \"a really bright girl\":\n\n\n               \"[J.M.], she may be—she may be, intellectually, a little bit slower, but you saw\n       her. She's a tall girl, she's a broad-shouldered girl. She can take care of herself. But even\n       if she couldn't, where is the beating? Where is [M.W.]'s weakness? [M.W.] seems like a\n       really bright girl.\" (Emphasis added.)\n\n\n       As Hyten stated, the fact that the defense explicitly called J.M. intellectually slow\nis perhaps \"a lot more offensive\" considering that \"autism is a spectrum and not\nnecessarily a diagnosis.\" But in any event, the fact that defense counsel felt comfortable\nenough with the visible nature of J.M.'s difficulties to make these statements to the jury\nsuggests that it was not a violation of our rules of professional conduct for respondent to\nhave done the same.\n\n\n\n\n                                                    83\n\f       In sum, we find that respondent did not violate KRPC 3.4(a)'s prohibition on\nalluding to a matter that she did not reasonably believe was supported. Once again,\n\"reasonable belief\" is present where \"the lawyer believes the matter in question and that\nthe circumstances are such that the belief is reasonable.\" KRPC 1.0(j). Here, based on the\ntestimony before the hearing panel, we find that the circumstances were such that\nrespondent's belief was reasonable.\n\n\n       Third, the panel found that respondent violated KRPC 3.4(e) when she claimed\n\"J.M. and M.W. were attacked on social media by Ewing's friends and family\" because\nthis statement \"was not supported by the evidence.\" Respondent specifically stated:\n\n\n       \"[W]omen who have been sexually assaulted do not want to be cross-examined on it.\n       They do not want to tell well-intending but still strange people to them about a sexual\n       experience. They do not want to be victimized on social media by the defendant's friends\n       or family. They do not want to have the embarrassment, the humiliation that these young\n       women have had to know.\"\n\n\n       As the Court of Appeals noted, there was no evidence presented at trial that the\nvictims were victimized on social media by Ewing's friends or family. The victims were\nnot asked specifics about any social media or messages they received; Miller testified that\n\"they may have said, you know, my whole life has blown up,\" but that would be the\nextent of it.\n\n\n       However, respondent presented extensive evidence before the hearing panel about\nEwing's family's activity on social media and in the community surrounding the trial\nwhich was well known to all participants—including, to some extent, the jury. Miller\ntestified that the Ewing family targeted the victims online and \"community wide.\" This\nissue came up during voir dire because Ewing's counsel \"added a question to the jury\nquestionnaire regarding social media\" because of a recognition \"that the family was\n\n\n                                                   84\n\fattempting to use this medium to influence the jurors and the community,\" and that it was\n\"constant\" and \"very inflammatory.\" Miller was concerned that the jury pool was tainted,\nbecause the town of Holton had \"probably around 2,000\" citizens and \"[e]verybody\nknows everything in Holton, so if it's on Facebook, probably everybody is going to hear\nabout it.\"\n\n\n       Specifically, Miller recalled the victims being called \"liars,\" \"things much worse\nthan liars,\" and that \"they were just doing it to get attention.\" She also recalled a meme\nthat was made that showed the victim's faces—and included their first and last names—\nchained up in orange jumpsuits and which said something to the effect that \"women who\nfalse report should be in prison as well.\" These posts came from Ewing's mother and\ngrandmother.\n\n\n       Hyten also talked about \"ongoing problems\" with the victims receiving hateful\nmessages. She described how a Ewing family member took \"a post off JM's Facebook\nand edited to make it look as if it was sort of a crude sexual comment, and then had\nreposted it and said something about what this pathetic whore was doing.\"\n\n\n       Miller recalled signs being put up \"all over Jackson County\" that said, \"Justice for\nJacob,\" and that the family also had t-shirts with similar messaging that they all wore to\ncourt during the trial. Miller agreed that it was necessary to address this environment with\nthe jury because they \"obviously\" were seeing it, as there was \"no way to avoid it\" when\ngoing to the courthouse. She said that the courthouse \"security had to be pretty tight\"\nbecause the Ewing family would harass those present in support of the victims, that they\n\"would make cow noises, pig noises at the victims as they walked by,\" and that they\nwould also make faces at the victims while testifying.\n\n\n\n\n                                             85\n\f       Ewing's grandmother was eventually barred from the courtroom after a handful of\ninstances when she \"physically came after\" a reporter, Miller, and Hyten. Hyten testified\nthat the accommodations that had to be made for the trial were unlike any she had seen\nbefore in her 13 years of working with victims, and those accommodations were put in\nplace \"because of the intense social media and in-person harassment that was being\nreported.\" She recalled a time when she was walking J.M. out of the courthouse, and\nmembers of Ewing's family called out \"'here comes the hog train.'\"\n\n\n       Miller agreed that \"even if there wasn't direct testimony on it, the jurors were\naddressed in voir dire about the social media problem\" and said that everything\nrespondent said on the topic during trial was \"appropriate and . . . true as far as\ninformation that was known in court proceedings.\" Hyten testified that respondent even\n\"requested that there be a statement of perjury included on the jury's questionnaire,\nbecause . . . [of] concerns of people falsifying information on their jury questionnaires in\norder to get on the jury or denying knowing the family at all.\" Hyten also recalled a lot of\ndialogue about the victimization on social media during jury selection. She stated that\n\"the context and importance and impact of social media started in jury selection . . . and\nwas relevant, and clear, throughout the whole trial.\" Even Ewing's defense counsel\nacknowledged the intense media situation in her closing argument when she referred to\nthe \"media storm.\"\n\n\n       We find that the more complete picture developed by the hearing testimony\nrevealed the intensity of the circumstances surrounding the trial and highlighted the\ncommon understanding that would have existed among those present. Respondent's\ncomment did not violate KRPC 3.4(e) because her statement was made with a reasonable\nbelief that the comment was appropriate in light of the circumstances. KRPC 1.0(j).\n\n\n\n\n                                              86\n\f       Next, the panel found respondent violated KRPC 3.4(e) by misstating conflicting\nevidence when she asserted: \"With [J.M.] you have to decide whether they had sex or\nnot. If they did, it could not have been consensual.\"\n\n\n       The Court of Appeals found that this statement was error, because the\n\n\n       \"wording of her assertion . . . impl[ied] a certain and foregone conclusion: if the jury\n       concluded that Ewing and J.M. had sex, then it 'could not' have been consensual.\n       Although Ewing did not assert consent as a defense—he maintained that he could not\n       remember the events of the night in question—it was a misstatement for the prosecutor to\n       inform the jury that if any sexual acts occurred that night, they were as a matter of fact\n       nonconsensual.\" 2019 WL 1413962, at *36.\n\n\n       At the hearing, however, Miller testified that she thought this statement was a\nreasonable inference because J.M. said that the sex was not consensual, and Ewing\naffirmatively maintained that they did not have sex at all—or, if they did, he could not\nremember it. In any of the possible scenarios presented to the jury, then, consent would\nbe impossible. K.S.A 2020 Supp. 21-5503(a)(2) defines \"rape\" as \"[k]nowingly engaging\nin sexual intercourse . . . when the victim is incapable of giving consent because of . . .\nthe effect of any alcoholic liquor . . . .\" Considering the facts of the case and the language\nof the rape statute, respondent's statement was a correct statement of the law.\n\n\n       The panel determined that \"respondent's statement lacked evidentiary support.\"\nBut respondent's statement did not actually \"lack[] evidentiary support,\" rather, again the\nissue came with the way that respondent characterized the evidence. We find respondent's\nstatement did not violate KRPC 3.4(e).\n\n\n\n\n                                                    87\n\f       Finally, the panel found that respondent violated KRPC 3.4(e) by stating that\nEwing \"abused a person with autism\" as it \"was not supported by the evidence.\" We first\nnote that many of the identified problems in the Ewing trial only arose because of the\ndistrict court's admission of the pornography. Several of respondent's statements that the\npanel found inflammatory are statements she made about the admitted pornography. But\nbecause the evidence was admitted by the district court, respondent was free to comment\non it. In her closing, respondent specifically mentions the titles of the various\npornographic films admitted by the district court. Those titles were clearly visible to the\njury while each clip was played. This context is important for understanding the\nrespondent's statements that otherwise would seem utterly shocking and inflammatory. In\nother words, \"Fist-Fucked and Double-Donged for Days,\" \"Too Drunk to Fuck,\" and\n\"Autism Abuse,\" among others, are all references to the titles of the admitted\npornographic films that Ewing allegedly viewed.\n\n\n       Respondent's full statement was as follows:\n\n\n               \"Now, Malick told you that he found, 'Pimp works over one of his hoes and she\n       takes a rough and mean pounding.' That's not something that people watch unless they\n       enjoy violence against women. Now, Malick told you that on the Christie Wett story the\n       defendant watched that, he stopped what he was watching, he researched Christie Wett,\n       she is a porn star, and then found something he liked, because he went back to the,\n       \"Christie Wett, Prison Story,\" and watched some more. 'Fist-fucked and double-donged\n       for days,' now, the defense says this is all smoke. It's not smoke, it's evidence of an\n       attitude of what—of how you treat women. 'I love rough porn,' yes, he does. Too drunk to\n       fuck, yes, he does. Autism abuse, yes, he does. Drunken sex gone wrong, he sure does.\n\n\n               \"Now, Malick found this that he picked out, he chose to watch, and it's, \"Crave\n       the other side of sexuality.\" Dominating, humiliating or forcing submissive behavior with\n       violence, it's what these ladies have told you happened to them. Advertises the most\n\n\n\n\n                                                    88\n\f       extreme brutal porn online, his pastime; advertises 'Your one-stop shop for all your abuse\n       needs,' his pastime. Unconscious women being raped and sodomized is what you see and\n       what he chose to do with his spare time. Sound familiar?\n\n\n                 \"These porn sites where rape scenes are being reenacted, women are being\n       slapped, strangled, overpowered, having their hair pulled, their hands held behind their\n       back and a dildo used on them, sound familiar? He chose this violent porn. The path he\n       chose on his phone—while we might go to Neiman Marcus, while we might go to Wal-\n       Mart, while we might go to Bing and see the daily picture, he chose paths to violent porn.\n       Now, he did that because he watched what he did and he did what he watched. If you\n       watch violent porn, that does not mean you rape, but if you watch violent porn and every\n       other piece of evidence in this case is considered, then that's strong evidence of the\n       rapes.\"\n\n\n       At another point in closing, respondent also stated:\n\n\n       \"Only thing that makes sense from the evidence is that the defendant is guilty. [J.M.],\n       when she testified, was asked to put the date on a picture and [J.M.] asked, 'What number\n       is June?' [J.M.] is a low-functioning young woman, and the defendant likes to watch\n       autism abuse pornography.\"\n\n\n       The Court of Appeals stated that there \"was no evidence that J.M. was 'a low-\nfunctioning young woman,' whatever that means. This statement was prosecutorial error.\nIt also appears likely that this statement—immediately followed by a reference to 'autism\nabuse'—was made to inflame the passions of the jury, which is also error.\" 2019 WL\n1413962, at *35. The Court of Appeals seems to make clear that its main problem was\nwith the admission of the \"Autism Abuse\" film in the first place, noting that \"this\nparticular disturbing video had no probative value to prove the charges against Ewing\";\n\"[e]vidence that purports to show the sexual abuse of an autistic woman is irrelevant to\nany material fact at issue, and it merely serves to inflame the jury by implying that Ewing\nwas sexually aroused by the abuse of a vulnerable individual\"; and describing the video\n\n\n                                                    89\n\fas a \"glaring problem[]\" because \"there was no evidence that the victims in this case were\nautistic.\" 2019 WL 1413962, at *24. The Court of Appeals found that respondent\n\"compounded\" this error by making improper statements to inflame the jury by\n\"[i]mplying—with no evidentiary basis—that J.M.'s assault was related to Ewing's\nenjoyment of watching pornographic 'autism abuse' . . . .\" 2019 WL 1413962, at *38-39.\n\n\n       But the district court's order expressly permitted admission of video clips that\n\"showed acts Ewing was accused of doing to his victim.\" (Emphasis added.) 2019 WL\n1413962, at *19. And there was abundant testimony at the hearing about J.M.'s cognitive\ndifficulties that were very visible to the jury. Again, even defense counsel freely\ncommented on those difficulties by calling J.M. \"intellectually slow.\" Given these facts,\nwe find that the panel's conclusion that respondent violated KRPC 3.4(e) is not supported\nby clear and convincing evidence.\n\n\n       G. The panel's finding that respondent violated KRPC 8.1 based on statements\n          she made during the disciplinary investigation is supported by clear and\n          convincing evidence.\n\n       KRPC 8.1 (2021 Kan. S. Ct. R. 424) provides that \"a lawyer in connection with\n. . . a disciplinary matter, shall not . . . knowingly make a false statement of material fact;\nor fail to disclose a fact necessary to correct a misapprehension known by the person to\nhave arisen in the matter . . . .\" The hearing panel found that respondent intentionally\nmade false statements of material fact during the disciplinary investigation, based on her\nwritten response to the initial complaint and in her sworn statement.\n\n\n       Respondent's argument that \"actual\" knowledge is required to support a KRPC 8.1\nviolation falls flat given that we have stated \"[a]lthough an attorney's motives and\n\n\n\n\n                                              90\n\fintentions might be relevant as aggravating or mitigating factors when considering\nappropriate discipline, proof of intent or motive is not necessary to establish a violation\nof KRPC 8.1.\" In re Lober, 276 Kan. 633, 640, 78 P.3d 442 (2003).\n\n\n       We conclude that the finding that respondent violated KRPC 8.1 is supported by\nclear and convincing evidence, because at the hearing, respondent when asked \"when was\nthe first clue\" she had that she \"might be wrong\" on the PFA issue answered that it was\n\"[a]t oral arguments.\" But respondent made a sworn statement—on July 24, 2018, after\nwe released the Chandler opinion on April 6, 2018—where she testified:\n\n\n       \"Q. So, let me make sure I'm comprehending your position correctly, you—you're saying\n       that you had a reasonable belief based on your conversations with Detective Volle, and\n       with others, especially associated with the decedent's family, that a PFA existed?\n\n\n       \"A. Well absolutely. I believe as I sit here in front of you today it exists.\n\n\n       \"Q. Okay. And so the Supreme Court calls this a misstatement, and, 'um, says that that's\n       not true. Is—is there anything else that you wanted to sort of add to that answer to\n       directly address what the Supreme Court holds?\n\n\n       \"A. Yeah. The Supreme Court meant well, but they got it wrong, 'um, there is a PFA.\"\n       (Emphases added.)\n\n\n       She further testified:\n\n\n       \"Q. Okay. And the—I want to close this chapter by giving you the opportunity to respond\n       to, I guess, two lines of the Supreme Court decision. On page 25 is where I am. 'In its\n       initial briefing, the state brazenly wrote, \"While defendant proclaims there was no\n       protection from abuse order, the record shows otherwise.\"'\n\n\n       \"A. Yeah.\n\n\n                                                     91\n\f       \"Q. 'Um, 'The state further represented in its brief [M.S.] was granted a protection from\n       abuse order in 1998. These statements were not true.'\n\n\n       \"A. They are true.\n\n\n       \"Q. 'Um, the—so to me there's two separate, 'um, representations being made in the first\n       two sentences. 'Um, the second sentence that begins, 'The state further represented in that\n       brief, \"[M.S.] was granted a protection from abuse order in 1998.\"' 'Um, and you believe\n       that to be true?\n\n\n       \"A. Still do.\" (Emphases added.)\n\n\n       The panel's finding that respondent violated KRPC 8.1 by making a false\nstatement during her disciplinary investigation is supported by clear and convincing\nevidence given the stark contrast between her sworn statement and her testimony before\nthe hearing panel.\n\n\n       H. The panel's finding that respondent violated KRPC 8.4(c) is supported by\n          clear and convincing evidence.\n\n       KRPC 8.4(c) (2021 Kan. S. Ct. R. 427) provides that \"[i]t is professional\nmisconduct for a lawyer to . . . engage in conduct involving dishonesty, fraud, deceit or\nmisrepresentation[.]\" The panel found that respondent engaged in conduct that involved\ndishonesty when she argued the existence of the PFA order before the jury, and that she\n\"repeated that dishonest conduct when she included similar statements in the State's\ninitial appellate brief, during oral argument, in her written response to the initial\ncomplaint in the disciplinary investigation, and during the sworn statement.\"\n\n\n\n\n                                                   92\n\f       Respondent displayed dishonest conduct when she misrepresented to this court\nthat M.S. had obtained a PFA order, even though she ultimately—after persistent\nquestioning by our court—admitted that no such document existed. Moreover, as we\nstated above, clear and convincing evidence supports a finding that respondent made\ndishonest statements during the investigation into her conduct based on the timing of her\nstatements and her contradictory testimony. Namely, during her sworn statement made a\nfew months after we released the Chandler opinion, she brazenly stated that this court\n\"got it wrong\" and emphasized that a PFA did exist. This, of course, does not square with\nher admission to the hearing panel that she started doubting the existence of the PFA\nduring oral arguments.\n\n\n       We therefore conclude the panel's finding that respondent violated KRPC 8.4(c) is\nsupported by clear and convincing evidence.\n\n\n       I.   The panel's finding that respondent violated KRPC 8.4(d) is supported by\n            clear and convincing evidence.\n\n       KRPC 8.4(d) (2021 Kan. S. Ct. R. 427) provides that \"[i]t is professional\nmisconduct for a lawyer to . . . engage in conduct that is prejudicial to the administration\nof Justice[.]\" KRPC 8.4(d) includes any conduct that injures, harms, or disadvantages the\njustice system. In re Kline, 298 Kan. 96, 121, 311 P.3d 321 (2013); see In re Hawver, 300\nKan. 1023, 1035, 339 P.3d 573 (2014) (respondent significantly prejudiced the\nadministration of justice by incompetently representing a capital defendant which led to a\nreversed capital murder conviction).\n\n\n       The panel found that respondent violated this rule based on many instances of\nconduct across the Chandler and Ewing trials as explained above. From the Chandler\ntrial, the panel cited: the PFA, the five-minute phone call, Nebraska exit theory, internet\nsearches, Chandler thinks she is smarter comment, reference to the gallery, and the\n\n\n                                             93\n\frobbing children of their father comment. In the Ewing trial, the panel cited the \"low\nfunctioning\" and branding comments, the reference to autism abuse pornography, the\nsocial media attacks, and the comment that Ewing abused a person with autism.\n\n\n       We disagree that the robbing children of their father comment constituted a KRPC\n8.4(d) violation. As we described above, not all improper or erroneous acts of a\nprosecutor constitute misconduct, and an isolated incidence of mere negligence cannot\nsupport a finding that an attorney is incompetent. Accordingly, this comment did not\nconstitute a KRPC 8.4(d) violation.\n\n\n       The remaining instances of misconduct in the Chandler trial—i.e., the references\nto the PFA, the five-minute phone call, the Nebraska exit route, the defending against\nmurder searches, the Chandler thinks she is smarter comment, and the reference to the\ngallery—reveal a repeated pattern of misconduct resulting in significant prejudice.\nViewing the respondent's conduct as a whole, we find clear and convincing evidence\nsupports the panel's finding that respondent's conduct violated KRPC 8.4(d).\n\n\n       We base this conclusion only on respondent's conduct in the Chandler trial. We\ndisagree with the panel that respondent's conduct in the Ewing trial violated KRPC\n8.4(d). The fuller picture of the circumstances surrounding the Ewing trial, as presented\nby several witnesses before the hearing panel, convinces us that the panel's findings\nregarding respondent's conduct in that trial are not supported by clear and convincing\nevidence. While we will not rehash each individual instance that the panel found\nconstituted a KRPC 8.4(d) violation, as those instances have already been discussed at\nlength above, we will briefly evaluate the one final additional finding from the Ewing\ntrial that we have not yet discussed.\n\n\n\n\n                                            94\n\f          The panel found that respondent violated KRPC 8.4(d) based on her comment that\nthe victims had \"been branded\" as it was \"designed solely to inflame the jury's passions\nand prejudices.\" However, a fuller picture of both parties' closing arguments clarifies why\nrespondent would have made those comments, for reasons that stretch beyond an intent to\ninflame the jury.\n\n\n          Before respondent made the comments at issue in her rebuttal, defense counsel\nfirst repeatedly suggested that the victims were lying and made quite inflammatory\nremarks that—dare we say—sound a whole lot like an attempt to brand the victims. For\nexample, she stated that J.M.'s account of the rape was fabricated, because if her story\nwas true then \"her face would have showed it.\" She also declared that \"[i]t is not difficult\nto get up here and repeat a story about terrible things happening to you when there's no\none to contradict you.\" She also speculated that perhaps M.W. made up the rape story\nbecause \"she was looking for new meds\" or \"maybe she was looking for more attention.\"\nDefense counsel also called J.M. \"intellectually, a little bit slower,\" and was quick to\nremind the jury of J.M.'s physical stature—\"[s]he's a tall girl, she's a broad-shouldered\ngirl. She can take care of herself.\" She also said that J.M.'s allegation was \"unfounded\"\nbecause she did not have \"the face of a beaten woman.\" And lastly, defense counsel\nstated:\n\n\n          \"[J.M.] claims that she was anally raped and then that penis was immediately put in her\n          mouth, and the State points out how awful that is. And when I was asking her about what\n          she had done prior to going to the hospital, 'Did you shower? Did you eat? Did you\n          change clothes'—I asked her if she brushed her teeth and she looked at me like that was a\n          really stupid question and said, 'I don't know.' Well, I submit to you that if you were in\n          that situation and someone had anally raped you and then forced you immediately to\n          perform oral sex, one of things you darn tootin' would know is whether or not you\n          cleaned your mouth, because I'm reckoning that's one of the first things that you would\n          want to do. That would be of your utmost concern.\" (Emphasis added.)\n\n\n\n\n                                                       95\n\f       Based on this slew of comments made by the defense, Hyten testified that in her\nview, it was \"relatively clear that the primary objective of the defense, or at least one of\nthem, was to brand these victims.\" And expert witness Dr. Julie Allison had testified at\ntrial that victims are often reluctant \"to report sexual assault because of the fear of being\nblamed, the fear of reprisal, and the stereotypes of what causes rape.\" 2019 WL 1413962,\nat *11. Importantly, it was only after these comments by the defense that respondent\nstated in rebuttal:\n\n\n       \"Are these gals looking for attention? The only attention they've got in this case is\n       negative attention. [The victims] were described as passive, shy. They're not looking for\n       attention. There's pictures of [J.M.]'s vagina put into evidence. Anybody want that\n       attention? Dr. Allison talked to you about women do not report because they don't want\n       the attention. This is a scarlet letter, is what this case is about, and the scarlet letter is\n       simply this, that these three women have been branded. In the public and social media\n       they've been branded, and nobody seeks out that type of attention. The ugliness that has\n       been directed towards these women can be taken into consideration for you when you\n       decide whether or not you believe their testimony.\"\n\n\n       This statement, when viewed in context—i.e., immediately after the defense\nlabeled the victims as attention seekers whose body types are not the type that can\nphysically be raped, and that in any event, J.M.'s story must be fabricated because there is\nno way someone could have been brutally raped and sodomized if they could not\nremember when they brushed their teeth—seems to be an attempt on respondent's part to\nrebut the labels defense counsel placed on the victims. The defense's comments surely\nprovide an obvious example of the type of attention and \"branding\" that rape victims do\nnot want.\n\n\n\n\n                                                       96\n\f       Despite our finding that respondent's conduct did not violate KRPC 8.4(d) in the\nEwing trial, we still conclude that respondent's repeated patterns of misconduct in the\nChandler trial clearly and convincingly support the panel's finding that respondent\nviolated KRPC 8.4(d) by engaging in conduct prejudicial to the administration of justice.\n\n\nII. Respondent's patterns of serious misconduct and dishonesty warrant disbarment.\n\n\n       The final issue before us is determining the appropriate discipline to impose based\non respondent's misconduct. The Disciplinary Administrator recommended to the\npanel—and maintains in his brief—that respondent should face indefinite suspension.\nThe panel recommends that respondent be disbarred. Respondent recommends that she\nshould receive no discipline.\n\n\n               \"We base our disciplinary decision on the facts and circumstances of the\n       violations and the aggravating and mitigating circumstances present. In re Johanning,\n       292 Kan. 477, 490, 254 P.3d 545 (2011). And although not mandated by our rules, this\n       court and disciplinary panels '[h]istorically' turn to the American Bar Association\n       Standards for Imposing Lawyer Sanctions to guide the discipline discussion. . . .\n\n\n               \"Under that framework, we consider four factors in assessing punishment: (1)\n       the ethical duty violated by the lawyer; (2) the lawyer's mental state; (3) the actual or\n       potential injury resulting from the misconduct; and (4) the existence of aggravating and\n       mitigating circumstances. ABA Standard 3.0. [Citations omitted.]\" Kline, 298 Kan. at\n       213.\n\n\n       ABA Standards for Imposing Lawyer Sanctions sections 9.22 and 9.32 list\naggravating and mitigating factors to be considered. Of these, the panel found that the\nfollowing aggravating factors existed: (1) prior disciplinary offenses; (2) pattern of\nmisconduct; (3) multiple offenses; (4) submission of false evidence; (5) false statements\nor other deceptive practices during the disciplinary process; (6) refusal to acknowledge\n\n\n                                                    97\n\fwrongful nature of conduct; and (7) substantial experience in the practice of law. The\npanel also identified the following mitigating factors: (1) present and past attitude of\nthe attorney as shown by her cooperation during the hearing and her full and free\nacknowledgment of the transgressions; (2) previous good character and reputation in the\ncommunity including any letters from clients, friends, and lawyers in support of the\ncharacter and general reputation of the attorney; (3) remorse; and (4) remoteness of prior\noffense.\n\n\n       The evidence in this case demonstrates a serious pattern of grossly unethical\nmisconduct. \"A prosecutor has the responsibility of a minister of justice and not simply\nthat of an advocate. This responsibility carries with it specific obligations to see that the\ndefendant is accorded procedural justice and that guilt is decided upon the basis of\nsufficient evidence.\" KRPC 3.8 cmt. 1 (2021 Kan. S. Ct. R. 395). Respondent failed in\nher obligation to act as a minister of justice in her prosecution of Dana Chandler. She\nignored the order of a district court, repeatedly made arguments to the jury that lacked\nany evidentiary support, intentionally lied to this court in her briefs and in oral\narguments, and made false statements during the disciplinary investigation.\n\n\n       After carefully considering the findings, conclusions, recommendations, and the\nABA Standards for Imposing Lawyer Sanctions, we find that respondent's intolerable\nacts of deception warrant the severe sanction of disbarment.\n\n\n                                CONCLUSION AND DISCIPLINE\n\n\n       IT IS THEREFORE ORDERED that Jacqueline J. Spradling is disbarred from the\npractice of law in the state of Kansas, effective on the filing of this opinion, in accordance\nwith Supreme Court Rule 225(a)(1) (2021 Kan. S. Ct. R. 275) for violations of KRPC\n3.1, 3.3(a)(1), 3.4(c), 3.4(e), 8.1, 8.4(c), and 8.4(d).\n\n\n                                               98\n\f       IT IS FURTHER ORDERED that the Office of Judicial Administration strike the name\nof Jacqueline J. Spradling from the roll of attorneys licensed to practice law in Kansas.\n\n\n       IT IS FURTHER ORDERED that the respondent shall comply with Supreme Court\nRule 231 (2021 Kan. S. Ct. R. 286).\n\n\n       IT IS FURTHER ORDERED that the costs of these proceedings be assessed to the\nrespondent and that this opinion be published in the official Kansas Reports.\n\n\n\n\n                                            ***\n\n\n       WILSON, J., dissenting: Jacqueline Spradling is one of the most skilled,\nsuccessful, and expert trial attorneys in this state. Today, we accept the panel's\nrecommendation to take away her profession by disbarment, our most serious\npunishment, for ethical violations. Notably, we accept that recommendation even\nafter we have discarded for lack of sufficient evidence many of the panel's most serious\nfindings. Even considering all of the panel's findings, including those we now do not\nconsider, the Disciplinary Administrator only recommended the lesser punishment of\nindefinite suspension.\n\n\n       Oh, Spradling did make mistakes, and those mistakes were serious and costly.\nThey caused reversals of convictions for murder and rape. But we also know some of\nSpradling's mistakes were based in part on mistakes made by other professionals who\nwere honest and highly skilled.\n\n\n\n\n                                             99\n\f       Let's examine the nature of Spradling's mistakes. As summarized by the majority,\nshe \"ignored the order of a district court, repeatedly made arguments to the jury that\nlacked any evidentiary support, intentionally lied to this court in her briefs and in oral\narguments, and made false statements during the disciplinary investigation.\" In re\nSpradling, 315 Kan. ___, ___, ___ P.3d ___ (2022), slip op. at 98. Defiance of a district\ncourt order might deserve admonition, and arguments lacking evidentiary support may\nlead to a reversal of conviction, but disbarment? Doubtful, especially when, as here, there\nappears to be some basis for Spradling's arguments to the jury, though not found in the\nrecord.\n\n\n       The most serious of the panel's findings relate to Spradling's acts of intentional\nfalsehood. Acts of intentional falsehood are always serious. It is worth recognizing,\nhowever, those acts found by the panel, and those acts for which we find clear evidence,\nrelate to Spradling's refusal to concede that she had ever intentionally lied—not to the\njury, not to the panel, and not to this court. So she lied by insisting she hadn't.\n\n\n       Spradling does concede she is guilty of stubborn pride. But the sins of pride and\nstubbornness are not mentioned in the disciplinary code. As her counsel describes, she\nhas been hoisted on her own petard because of those sins. Clearly, Spradling's stubborn\npride made her too confident and too comfortable with the risks she was taking. They\nundid her hard work. And more.\n\n\n       We lawyers and judges police our ranks, and for that we should be proud. This\ncourt has the responsibility to examine and judge the wrongs done by those in our\nprofession. And if those wrongs violate our demanding codes of ethics the violators\nshould be punished. There is evidence sufficient to support findings that Spradling\ncommitted ethical violations.\n\n\n\n\n                                              100\n\f      I believe we have inadequately appreciated the reasons Spradling's mistakes\nhappened, and I am convinced we have punished too harshly.\n\n\n      I respectfully dissent from the majority's choice of discipline.\n\n\n\n\n                                           101\n\f",
            "ocr": false,
            "opinion_id": 6342647
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Rape"
}