{
    "id": 6526421,
    "judges": "Cepparulo",
    "date_filed": "2015-06-23",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-gamelli",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Gamelli",
    "case_name_full": "Commonwealth v. Gamelli",
    "attorneys": "LyndseyN. Koches, deputy district attorney, for Commonwealth., Michael J. Lacson, deputy public defender, for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2 Pa. D. & C.5th 27"
    ],
    "opinions": [
        {
            "author_str": "Cepparulo",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCEPPARULO, J.,\nI. INTRODUCTION\nOn September 7, 2007, Robert Gamelli (defendant) filed a notice of appeal from this court’s August 17,2007 judgment of sentence and determination that he met the criteria to be declared a sexually violent predator. We file this opinion in accordance with Pennsylvania Rule of Appellate Procedure 1925(a).\nII. FACTUAL AND PROCEDURAL HISTORY\nOn March 5, 2007, defendant pled guilty to criminal attempt to commit rape of a child,1 criminal attempt to commit statutory sexual assault,2 involuntary deviate sexual intercourse with a person less than 13 years of age,3 criminal attempt to commit aggravated indecent assault of a person less than 13 years of age,4 indecent assault of a person less than 13 years of age,5 and corruption of a minor.6 The Honorable Kenneth G. Biehn accepted defendant’s guilty plea, but deferred sentencing until after an assessment by the State Sexual Offenders Assessment Board. On May 13, 2007, the board issued *29its report, recommending that defendant be classified as a sexually violent predator (SVP).\nOn August 17,2007, this court held a hearing to determine whether to classify defendant as a SVP. The assistant district attorney and defense counsel agreed to a stipulated SVP hearing, and this court admitted the notes of testimony from defendant’s guilty plea (March notes), the curriculum vitae (CV) for Dean Dickson, the Commonwealth’s expert, and the Sexual Offenders Assessment Board Report into evidence. N.T., 9/11/07, p. 4. Both the March notes and the board report recounted defendant’s extensive sexual abuse of his 12-year-old step-granddaughter, BG, which occurred on more than 20 separate occasions over an 11-month period from August 2005 until July 2006. Id. at 12-15. The abuse included reciprocal acts of oral sex, the fondling of the victim’s vaginal area, attempts at digital and penile penetration, and masturbation, with ejaculation, in front of the victim. Id. Defendant showed the victim pornography and attempted to take naked photos of the victim. Id. at 14. After each incident defendant gave the victim money. Id.\nOn one occasion, in August of 2005, the victim went to bed wearing pajamas, but at the request of defendant did not wear any underwear. Id. at 13. Later that night the victim awoke in defendant’s bed, naked. Id. Defendant climbed on top of the victim and performed oral sex on her. Id. He fondled her vaginal area and unsuccessfully attempted digital penetration. Id. Defendant masturbated in front of her, and asked if he could put his ejaculate into her mouth or on her genitals. Id. The victim was required to perform oral sex on defendant. Id. at 14.\n*30Disturbingly, appellant told police that the victim allegedly instigated the sexual contact by entering his bedroom at night saying she was scared, taking off her own clothes, getting into his bed, and “riding him”. Id. He claimed the victim wanted him to rub her vaginal area. He also accused the victim of being manipulative and said that the victim knew what she was doing. Id., see also, board report at 6.\nDefendant admitted having “urges” for the two years leading up to the instant abuse, following his wife’s death, and that he had similar “urges” approximately 22 years before when he sexually assaulted his stepdaughter SG. Id. at 15. Defendant’s assaults against SG began in the 1980s, when SG was 12, and lasted for approximately 10 years ending in the 1990s. Id. at 15-16. SG wrote a statement stating that the abuse started at age 12 with defendant touching her and surreptiously watching her in the shower. Thereafter, defendant forced her to perform oral sex on him, after which he gave her $5 and that, at age 16, defendant began to regularly rape her, forcibly penetrating her vagina with his penis. Id. at 17. Defendant would also let SG borrow money and would initiate sexual contact as repayment. Id. at 16. Defendant admitted that he was arrested for the assaults against SG, but the charges were dropped when SG refused to testify against him. Id. The report of Dr. Allan Tepper, defendant’s psychologist, confirms that defendant received outpatient treatment for his “urges” related to the assaults against SG. Tepper report at 5; see also, board report at 7.\nIn addition, there were indications that defendant abused his other stepchildren as well. PH, BG’s mother, indicated that defendant sexually assaulted her, starting *31at age 12. N.T., 9/11/07 at 16. PH said that defendant would digitally penetrate her while she was in the bath, and that he would perform oral sex on her to make sure she “was clean”. Id. PH indicated that when she tried to fight back defendant would beat her. Id. Two other stepdaughters and a stepson, SG (2), LN, and MG, also indicated that they were victims of sexual abuse by defendant. Id. at 17-18.\nWith regard to his own sexual history, defendant alleged that he was the victim of sexual assault on three separate occasions. Id. at 20. The first time was when he was 9, involving a man in his car. Board report at 4. The second time involved his grandfather when he was young. Id. The third incident occurred at age 18 when he was in the military and was sexually assaulted by a superior officer. Id. Defendant is 64 years old.\nIII. MATTERS COMPLAINED OF ON APPEAL\nDefendant raises five matters complained of on appeal set forth verbatim below:\n“(1) The sexually violent predatory designation is not supported by sufficient evidence because the Commonwealth failed to establish by clear and convincing evidence that appellant is likely to engage in predatory sexually violent offenses.\n“(2) The sexually violent predatory designation is not supported by sufficient evidence because the Commonwealth failed to establish by clear and convincing evidence that appellant’s actions were predatory.\n“(3) The lack of meaningful judicial reviewability of a sexually violent predator finding renders Pennsylva*32nia’s Megan’s Law III unconstitutionally overbroad and excessive.\n“(4) The review provisions of sexually violent predator determination contained in Pennsylvania’s Megan’s Law III are unconstitutional because they place the burden upon the appellant.\n“(5) Megan’s Law III is unconstitutionally vague.”\nThis court will address defendant’s challenges to the sufficiency of the evidence for this court’s SVP determination, Matters (1) and (2), together. We will also address defendant’s constitutional challenges to the Registration of Sexual Offenders Act, 42 Pa.C.S. §9791 et seq., commonly known as Megan’s Law III, as set forth in Matters (3), (4), and (5), together.\nIV. ANALYSIS OF MATTERS\n\nSufficiency of the Evidence, Matters (1) and (2)\n\n“(1) The sexually violent predatory designation is not supported by sufficient evidence because the Commonwealth failed to establish by clear and convincing evidence that appellant is likely to engage in predatory sexually violent offenses.\n“(2) The sexually violent predatory designation is not supported by sufficient evidence because the Commonwealth failed to establish by clear and convincing evidence that appellant’s actions were predatory.”\nMegan’s Law III defines “sexually violent predator” as:\n“A person who has been convicted of a sexually violent offense as set forth in section 9795.1 (relating to registra*33tion) and who is determined to be a sexually violent predator under section 9795.4 (relating to assessments) due to a mental abnormality or personality disorder that makes the person likely to engage in predatory sexually violent offenses....” 42 Pa.C.S. §9792.\nIn reviewing the sufficiency of the evidence regarding a S VP determination, an appellate court will reverse the trial court’s determination “only if the Commonwealth has not presented clear and convincing evidence sufficient to enable the trial court to determine that each element required by the statute has been satisfied.” Commonwealth v. Moody, 843 A.2d 402, 408 (Pa. Super. 2004). As the Commonwealth was the verdict winner, all evidence and any reasonable inferences derived therefrom will be viewed in the light most favorable to the Commonwealth. Id.\nDefendant’s case is legally and factually similar to the Superior Court of Pennsylvania’s recent ruling in Commonwealth v. Geiter, 929 A.2d 648 (Pa. Super. 2007).7 In Geiter defendant pled guilty to seven offenses, and defendant herein has admitted his guilt to five of those offenses. Geiter and defendant each pled guilty to attempted rape of a child, involuntary deviate sexual in*34tercourse with a person less than 13 years old, attempted aggravated indecent assault of a person less than 13 years old, indecent assault of a person less than 13 years old, and corruption of minors. Id. at 649. Geiter’s year-long sexual relationship with his 10-year-old son was the basis of his guilty plea. Id. Geiter appealed the trial court’s determination that he was a S VP, challenging the nature of the SVP assessment and the sufficiency of the evidence generally. Id. at 649, 652.\nIn Geiter, the Superior Court explained that “[t]he salient inquiry to be made by the trial court is the identification of the impetus behind the commission of the crime and the extent to which the offender is likely to reoffend. ” Id. at 651. (emphasis in original) The court affirmed the trial court’s determination in Geiter, because the testimony of the board’s expert established by clear and convincing evidence that Geiter met the criteria for pedophilia, which made him likely to engage in predatory sexually violent offenses in the future. Id. at 653. The expert testified in detail regarding the section 9795.4(b) factors and the application of the factors to that case. Id. at 652. Factors in Geiter’s favor included the lack of multiple victims, the lack of violence or cruelty, the lack of criminal history, the biological relationship to the victim, and his normal mental capacity. Id. Factors against Geiter included the gender and age of the victim. Id. The greatest single factor in the expert’s determination regarding Geiter’s likelihood to reoffend was the nature of the sexual conduct, including the multiple episodes of abuse, the period of time over which the abuse occurred, and the use of pornography. Id. at 652. The expert also noted that Geiter was the victim of sexual abuse as a child, and that despite his awareness *35of the harm, and deep remorse after each episode, he was unable to stop until there was a legal intervention. Id. at 653.\nThe evidence supporting this court’s determination that defendant is a SVP far exceeds the unfavorable evidence in Geiter. It was this court’s ultimate determination that the Commonwealth provided clear and convincing evidence of defendant’s status as a SVP. In particular, the board’s report reviews, in specific detail, the factors relevant to a SVP determination, and concluded that defendant met the diagnostic criteria for pedophilia and the statutory criteria for classification as a SVP. “It is clear that this offender has a sexually deviant pathway to offending.” Board report at 6. The evidence establishing the instant offense, and in particular, the repetitive nature of the acts against his step-granddaughter, clearly and convincingly supported the board’s recommendation that defendant met the criteria for pedophilia. Id. at 7.\n“[Defendant’s] assaultive behavior against his victim in the instant offense involved multiple sexual acts, which culminated in ejaculation in [sic] numerous occasions. Therefore he has repeatedly acted on sexual urges indicating strong evidence that prepubescent children sexually arouse him.” Id.\nDefendant, like Geiter, assaulted a related victim on numerous occasions over an extended period of time. Like Geiter, defendant used pornography with his victim. Also like Geiter, defendant was himself abused, and knowing the harm he was doing could not stop until intervention by law enforcement.\nThere were numerous other factors in the case sub judice, that were not present in Geiter, all of which sup*36ported our conclusion that defendant should be classified as a S VP. “This offender presents with numerous factors that suggest he can be placed in a group of offenders who will reoffend sexually.” Board report at 7. Unlike Geiter, defendant’s abuse was against multiple victims. There is overwhelming evidence, including his own admissions, that he began sexually assaulting his stepdaughters and stepson in the 1980s, and replicated the pattern of abuse 22 years later with his step-granddaughter. Id. “It appears that he has a sexual preference for children and early pubescents based on the instant offense and victim impact statements provided by his stepchildren.” Id. at 6-7. Defendant admitted he was arrested for the sexual assault of his stepdaughter, SG, but the charges were dropped when SG refused to testify. Defendant received treatment for his “urges” after the assaults on SG, but the treatment was obviously unsuccessful. Id.; Dr. Tepper report at 5. “Failed treatment is a significant factor in reoffense potential according to research.” Board report at 7.\nThis court found Dean Dickson’s conclusions, contained within the board report to be highly credible and substantially uncontroverted. The board report concluded, and the evidence clearly supports, that defendant met the criteria for the mental abnormalities of pedophilia and paraphilia NOS, attracted to adolescent females, both of non-exclusive types. Id. at 8. The board report also concluded that defendant’s actions were “predatory”. “Although [defendant] did not specifically develop the relationship with the victim to gratify his sexual urges he did augment and change the relationship to accomplish this.” The statute defines “predatory” as, “[a]n act directed at a stranger or at a person with whom *37a relationship has been initiated, established, maintained or promoted, in whole or in part, in order to facilitate or support victimization.” 42 Pa.C.S. §9792; see also, board report at 8. As Geiter demonstrates, a familial relationship does not preclude a SVP classification. Defendant maintained and promoted his relationship with his step-granddaughter to facilitate and support her victimization, and defendant’s conduct, therefore, met the statutory definition of “predatory”. This in conjunction with his diagnosis of pedophilia and paraphilia NOS, attracted to adolescent females, non-exclusive type, provided this court with overwhelming evidence that defendant should be classified as a sexually violent predator.\n\nConstitutionality of the Registration of Sexual Offenders Act, Matters (3), (4), and (5)\n\n“(3) The lack of meaningful judicial reviewability of a sexually violent predator finding renders Pennsylvania’s Megan’s Law III unconstitutionally overbroad and excessive.\n“(4) The review provisions of sexually violent predator determination contained in Pennsylvania’s Megan’s Law III are unconstitutional because they place the burden upon the appellant.\n“(5) Megan’s Law III is unconstitutionally vague.”\nDefendant challenges the constitutionality of the Registration of Sexual Offenders Act, 42 Pa.C.S. §9791 et seq., also known as Megan’s Law, which was originally enacted in 1995 (Megan’s Law I).8 The Supreme Court *38of Pennsylvania deemed Megan’s Law I unconstitutional in Commonwealth v. Donald Francis Williams, 557 Pa. 285, 733 A.2d 593 (1999) (Williams I). The statute was reenacted and amended, effective July 9, 2000 (Megan’s Law II),9 and amended once again in 2004 (Megan’s Law III).10 It is this latest iteration which controls the matter sub judice. Defendant objects to the review provision of Megan’s Law III, 42 Pa.C.S. §9795.5, arguing the provision is unconstitutional because it does not provide for “meaningful” judicial review of a SVP determination and places the burden of proof on defendant. Defendant also asserts that Megan’s Law III as a whole is unconstitutionally vague.\nDefendant admitted to sexually assaulting his step-granddaughter from August 2005 until July 2006, and with an effective date of January 24,2005, it is clear that Megan’s Law III applies to defendant’s case. However, to fully understand defendant’s constitutional challenge to Megan’s Law III, it may be helpful to review prior enactments to analyze defendant’s burden in the case sub judice.\nMegan’s Law was enacted in 1995. This first statute created a presumption that a person convicted of any of the enumerated offenses was a sexually violent predator, and required a defendant to rebut the presumption with clear and convincing evidence. See 42 Pa.C.S. §9794(b) (declared unconstitutional in Commonwealth *39v. Williams, 557 Pa. 285, 733 A.2d 593 (1.999) (Williams I) and deleted by Megan’s Law II). The Supreme Court of Pennsylvania in Williams I determined that the provisions relating to sexually violent predators in Megan’s Law I violated due process because they improperly placed the burden on the defendant and were, therefore, unconstitutional. Williams I, 577 Pa. at 312-13, 733 A.2d at 608.\n“[W]e believe that the state must bear the burden of demonstrating that an offender is a sexually violent predator. Where resolution of competing facts is outcome determinative, ‘requiring the prosecutor to affirmatively convince the court of the important facts can be expected to materially reduce the risk of error....’\n“Based on the foregoing, we find the sexually violent predator provisions of the Act to be violative of the procedural due process guarantees of the Fourteenth Amendment. Accordingly, we strike all of the relevant provisions of the Act pertaining to sexually violent predators and remand the matter to the Superior Court for further disposition of the remaining issues raised on appeal.” Id. at 312-13, 733 A.2d at 607-608. (footnotes omitted) (citations omitted)\nIn response to Williams I the legislature enacted Megan’s Law II on May 10, 2000, which became effective July 9,2000. Megan’s Law II shifted the burden of proof, and required the Commonwealth to establish by clear and convincing evidence that a defendant was a sexually violent predator. See 42 Pa.C.S. §9795.4(e)(3). However, in addition to shifting the burden of proof, the legislature also repealed a provision in Megan’s Law I *40which provided a mechanism for future judicial review of SVP determinations.11\nThe Supreme Court of Pennsylvania ruled on a constitutional challenge to Megan’s Law II in Commonwealth v. Gomer Robert Williams, 574 Pa. 487, 832 A.2d 962 (2003) (Williams II). The court in Williams II held that the registration, notification, and counseling provisions of Megan’s Law II were not punitive. Id. at 520-21, 832 A.2d at 982, and that duties imposed on sexually violent predators, with regard to registration, verification, and counseling, were not excessive. Id. The court, however, expressed a concern that Megan’s Law II did not provide a procedure for future judicial review of a defendant’s SVP status. Id. at 521-22, 832 A.2d at 982-83.\n“A reasonable argument could be made that, to avoid excessiveness, the legislature was required to provide some means for a sexually violent predator to invoke judicial review in an effort to demonstrate that he no longer poses a substantial risk to the community. This aspect of the statute may be particularly problematic if the definition of ‘sexually violent predator’ is incapable *41of reasonably precise implementation, as explained below. Notably, however, the position that a means for subsequent judicial review is a necessary feature of any valid registration/notification scheme assumes that, given sufficient time and/or treatment, sexually violent predators can be fully cured of the ‘mental abnormality or personality disorder [making them] likely to engage in predatory sexually violent offenses.’ 42 Pa.C.S. §9792 (defining ‘sexually violent predator’). As the record is devoid of any information concerning the prospect of successful treatment of such individuals, the presumption of constitutionality enjoyed by all validly enacted legislation, see Commonwealth v. Means, 565 Pa. 309, 315, 773 A.2d 143, 147 (2001), remains unrebutted. Cf. Commonwealth v. Fleming, 801 A.2d 1234, 1240-41 (Pa. Super. 2002)....” Id. at 521-22, 832 A.2d at 982-83.\nSubsequently, other appellants challenged Megan’s Law II’s constitutionality based on the lack of judicial review. In Commonwealth v. Mullins, 905 A.2d 1009, 1014 (Pa. Super. 2006), defendant argued that because Megan’s Law II lacked a mechanism for future judicial review of a S VP determination that the statute was over-broad and excessive. The Superior Court in Mullins agreed with the three-judge panel of this court,\n“[T]hat the Williams II court, ‘left open the question of whether Megan’s Law II could withstand a constitutional challenge in a case where the evidence of record rebuts the underlying legislative findings and/or proves the possibility of successful treatment for S VPs, inviting challengers to establish such a record.’” Id. at 1020 (citing the trial court in Mullins, 70 D.&amp;C.4th 462, 473-74, 2005).\n*42The Mullins court held that to establish that the lack of judicial review renders Megan’s Law II unconstitutional the “petitioner must show that Megan’s Law II is punitive in nature and therefore required to conform to due process standards.” Id. (quoting and adopting the analysis of the trial court). The Superior Court agreed that defendant had failed to meet the “high evidentiary standard” required to render Megan’s Law II unconstitutional. Id. at 1022.\nThe Superior Court followed the same reasoning in Commonwealth v. Leddington, 908 A.2d 328, 330-31 (Pa. Super. 2006), which made constitutional challenges to Megan’s Law II nearly identical to those made in Mullins; compare with Mullins, 905 A.2d at 1014. The court in Leddington recognized that statutes are awarded a strong presumption of constitutionality.\n“A statute will be found unconstitutional only if it clearly, palpably, and plainly violates constitutional rights. Under well-settled principles of law, there is a strong presumption that legislative enactments do not violate the constitution. Further, there is a heavy burden of persuasion upon one who questions the constitutionality of an Act.” Commonwealth v. Leddington, 908 A.2d 328, 332 (Pa. Super. 2006) (citing Commonwealth v. MacPherson, 561 Pa. 571, 580, 752 A.2d 384, 388 (2000).\nThe Leddington court recognized that to overcome the presumption of constitutionality a SVP diagnosed with pedophilia must present evidence that pedophilia can be “fully cured.” 908 A.2d at 332. The court held that “[wjithout establishing such a ‘cure’ is available, the need for judicial review of the determination that a *43defendant is an SVP is clearly obviated.” Id. (footnote omitted)\nAt the time Mullins and Leddington were decided, the legislature had already enacted Megan’s Law III.12 A major aspect of the amended statute addressed the issue of subsequent judicial review by enacting section 9795.5, which allows a court to exempt a defendant from certain notification requirements. See 42 Pa.C.S. §9795.5.\nThe review provision of Megan’s Law III is set forth verbatim:\n\n“Section 9795.5. Exemption from certain notifications\n\n“(a) Lifetime registrants not classified as sexually violent predators.—\n“(1) An individual required to register under section 9795.1 (relating to registration) who is not a sexually violent predator may petition the sentencing court to be exempt from the application of section 9798.1 (relating to information made available on the Internet) provided no less than 20 years have passed since the individual has been convicted in this or any other jurisdiction of any offense punishable by imprisonment for more than one year, or the individual’s release from custody following the individual’s most recent conviction for any such offense, whichever is later.\n“(2) Upon receipt of a petition filed under paragraph (1), the sentencing court shall enter an order directing that the petitioner be assessed by the board in accordance *44with the provisions of section 9795.4(i) (relating to assessments). The order for an assessment under this subsection shall be sent to the administrative officer of the board within 10 days of its entry. No later than 90 days following receipt of such an order, the board shall submit a written report containing its assessment to the sentencing court, the district attorney and the attorney for the petitioner.\n“(3) Within 120 days of the filing of a petition under paragraph (1), the sentencing court shall hold a hearing to determine whether to exempt the petitioner from the application of section 9798.1. The petitioner and the district attorney shall be given notice of the hearing and an opportunity to be heard, the right to call witnesses, the right to call expert witnesses and the right to cross-examine witnesses. The petitioner shall have the right to counsel and to have a lawyer appointed to represent him if he cannot afford one.\n“(4) The sentencing court shall exempt the petitioner from application of section 9798.1 only upon finding by clear and convincing evidence that exempting the petitioner from the application of section 9798.1 is not likely to pose a threat to the safety of any other person.\n“(b) Sexually violent predators.—\n“(1) An individual required to register under section 9795.1 who is a sexually violent predator may petition the sentencing court for release from the application of section 9798 (relating to other notification) provided no less than 20 years have passed since the individual has been convicted in this or any other jurisdiction of any offense punishable by imprisonment for more than one *45year, or the individual’s release from custody following the individual’s most recent conviction for any such offense, whichever is later.\n“(2) Upon receipt of a petition under paragraph (1), the sentencing court shall order the petitioner to be assessed by the board in accordance with the provisions of section 9795.4(i). The order for an assessment pursuant to this subsection shall be sent to the administrative officer of the board within 10 days of its entry. No later than 90 days following receipt of such an order, the board shall submit a written report containing its assessment to the sentencing court, the district attorney and the attorney for the petitioner.\n“(3) Within 120 days of the filing of a petition under paragraph (1), the sentencing court shall hold a hearing to determine whether to exempt the petitioner from application of section 9798. The petitioner and the district attorney shall be given notice of the hearing and an opportunity to be heard, the right to call witnesses, the right to call expert witnesses and the right to cross-examine witnesses. The petitioner shall have the right to counsel and to have a lawyer appointed to represent him if he cannot afford one.\n“(4) The sentencing court shall exempt the petitioner from application of section 9798 only upon clear and convincing evidence that releasing the petitioner from application of section 9798 is not likely to pose a threat to the safety of any other person.\n“(c) Notice. — Any court granting relief to a petitioner under this section shall notify the Pennsylvania State Police in writing within 10 days from the date such relief is granted.\n*46“(d) Right to appeal. — The petitioner and the Commonwealth shall have the right to appellate review of the actions of the sentencing court taken under this section. An appeal by the Commonwealth shall stay the order of the sentencing court.\n“(e) Subsequent conviction for failing to comply. — If an individual is exempt from the application of either section 9798 or 9798.1 under this section and the individual is subsequently convicted of an offense under 18 Pa.C.S. §4915 (relating to failure to comply with registration of sexual offenders requirements), any relief granted under this section shall be void, and the individual shall automatically and immediately again be subject to all applicable provisions of this subchapter, as previously determined by this subchapter.”\nWhile Mullins and Leddington were decided under Megan’s Law II, we believe the holdings therein requiring a defendant to develop a record sufficient to rebut the presumption of constitutionality enjoyed by all validly enacted legislation should similarly be applied to a constitutional challenge to Megan’s Law III, and the review provisions therein, as neither is violative of the constitution. See Leddington, 908 A.2d at 332; Mullins, 905 A.2d at 1020.\nIn the instant case, defendant agreed to a stipulated S VP hearing. Defendant provided no witness testimony or other evidence to challenge the constitutionality of section 9795.5 or any other provision of Megan’s Law III. Defendant did not prove that he is capable of being cured of his pedophilia. To the contrary, there is evidence that defendant received treatment for his prior “urges”, that such treatment was unsuccessful, and that unsuc*47cessful treatment is a significant factor in reoffense. Board report, pp. 6-7. Defendant, therefore, has failed to meet his substantial burden in establishing that Megan’s Law III is unconstitutionally overbroad or excessive.\nWith regard to defendant’s argument that the review provision of Megan’s Law III, which relates to certain notification requirements, is unconstitutional because it places the burden on defendant, we note that courts have consistently held that the registration, notification, and counseling provisions are not punitive and are not required to meet due process standards. Williams II, 832 A.2d at 982; Mullins, 905 A.2d at 1020; Leddington, 908 A.2d at 331. Megan’s Law III did not materially alter the registration, notification, and counseling provisions found in Megan’s Law II. Defendant has again, therefore, failed to develop a record which establishes that Megan’s Law III is punitive, and his challenge, based on the burden of proof as contained within the statute’s review provision, is without merit.\nSimilarly, defendant has failed to provide any evidence which would prove that Megan’s Law III is unconstitutionally vague as applied to him. Indeed, Williams II held that Megan’s Law II was not unconstitutionally vague. 832 A.2d at 983; “[a]ny conclusion that an assessment of sexually violent predator status is so arbitrary that the consequences to the individual so adjudicated constitute punishment, would have to be grounded upon credible record evidence that the enumerated criteria were non-predictive, or that assessment pursuant to them was inherently unreliable.” Id. Moreover, in Mullins the court held that the terms “sexually violent predator,” “personality disorder,” “mental abnormality,” “predatory,” and *48“likely,” as defined in Megan’s Law II were not unconstitutionally vague. 905 A.2d at 1022. Megan’s Law III did not alter these definitions. See 42 Pa.C.S. §9792. Once again defendant has failed to meet his burden to rebut the overarching constitutional presumption enjoyed by this statute and pursuant to the stipulated facts of this case, we determined that as applied herein, Megan’s Law III is constitutional.\nV. CONCLUSION\nThe foregoing represents the reasons for this court’s August 17,2007judgment of sentence and determination that defendant is a sexually violent predator.\n\n. 18 Pa.C.S. §3121(c), 18 Pa.C.S. §901.\n\n\n. 18 Pa.C.S. §3121.1, 18 Pa.C.S. §901.\n\n\n. 18 Pa.C.S. §3123(b).\n\n\n. 18 Pa.C.S. §3125(a)(7), 18 Pa.C.S. §901.\n\n\n. 18 Pa.C.S. §3126(a)(7).\n\n\n. 18 Pa.C.S. §6301 (a)(1).\n\n\n. While the court in Geiter does not expressly state which version of Megan’s Law applied in that case, it does not matter. The standard of review of a trial court’s SVP determination remains the same and the definition of “sexually violent predator” did not materially change from Megan’s Law II to Megan’s Law III. Moreover, it appears that Geiter was indeed decided pursuant to Megan’s Law III, as the opinion notes that Commonwealth v. Merolla, 909 A.2d 337 (Pa. Super. 2006), was decided under Megan’s Law II, and as Geiter pled guilty on May 30, 2006, more than 16 months after Megan’s Law III went into effect.\n\n\n. 1995, October 24, P.L. 1079, no. 24, effective immediately.\n\n\n. 2000, May 10, P.L. 74, no. 18, effective July 9, 2000.\n\n\n. 2004, November 24, P.L. 1243, no. 152, effective January 24, 2005.\n\n\n. Megan’s Law I contained the following provision in section 9794(f):\n“Subsequent board review. — No sooner than one year prior to release from a state or county correctional institution, or in five-year intervals thereafter, an offender designated as a sexually violent predator may petition the court with original jurisdiction in the matter for reconsideration of the determination. The court may review the determination and request a new report by the board. The court may enter an order terminating the designation in which case the court shall notify the Pennsylvania State Police.” 42 Pa.C.S. §9794(f) (repealed May 10, 2000, P.L. 74, No. 18, §3).\n\n\n. Megan’s Law III became effective on January 24, 2005. See 2004, November 24, P.L. 1243, no. 152.\n\n",
            "ocr": true,
            "opinion_id": 6400104
        }
    ],
    "court_short_name": "Bucks County Court of Common Pleas",
    "court_full_name": "Pennsylvania Court of Common Pleas, Bucks County",
    "court_type": "ST",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Rape"
}