{
    "id": 6599127,
    "judges": "Ross",
    "date_filed": "2023-10-02",
    "date_filed_is_approximate": true,
    "slug": "keddington-v-state",
    "case_name_short": "Keddington",
    "case_name": "Keddington v. State",
    "case_name_full": "CYRIL KEDDINGTON v. STATE",
    "attorneys": "Messrs. Baker & Drake, for Appellant., Mr. Wiley E'. Jones, Attorney General, and Mr. W. ,P. Geary, Mr. George W. Harhen and Mr. L. B. Whitney, Assistant Attorneys General, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Criminal Law — Public Trial — Discretion of Court. — Though Constitution, article 2, section 24, guarantees a public trial, the court in a prosecution for contributing to the dependency of a girl, wherein it was obvious much indecent language and conduct would necessarily be repeated and described, and she would be subjected to 'a gruelling cross-examination, properly exercised its discretion in restricting public attendance to newspaper reporters.</p> <p>2. Criminal Law — Public Trial — Waiver of Eight by Accused.— . Accused, by not objecting to an order clearing people from the courtroom after it was modified by allowing newspaper reporters to remain, waived any right of his involved in the order as modified.</p> <p>[As to right to public trial and what are infringements of the' right, see note in 28 Am, St. Eep. 308.]</p>",
    "summary": "APPEAL from a judgment of the Superior Court of the county of Maricopa. R. C. Stanford, Judge.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "19 Ariz. 457",
        "172 P. 273"
    ],
    "opinions": [
        {
            "author_str": "Ross",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nROSS, J.:\nThe information upon which appellant was convicted charged him and one Paul Stevens with contributing to the dependency of a girl of the age of 16 years by enticing her from her home to a public dance and assemblage, and by causing her to remain at and in the vicinity of said dance in the company of intoxicated men, who were permitted and encouraged to insult and mistreat said child by lewd and offensive conduct and speech, and by themselves becoming intoxicated, and in her presence engaging in disturbance, riot, obscené, indecent, and vulgar speech, and in refusing to permit her to be taken away from, or to escape from, the defendants.\nBefore the information was read or the opening statement made by the county attorney to the jury, the court, on its own motion, ordered that the courtroom, be cleared of the people present, and that the public be excluded, except witnesses and relatives of the defendants, giving as a reason therefor “the nature of the case.” The appellant objected that the order would deprive him of a public trial. On motion of the appellant, after the information had been read, the witnesses for both the prosecution and defendants were placed under the rule and ordered from the courtroom. The court then modified the order of exclusion by adding that newspaper reporters might remain at the trial. To the order as modified no exception was taken by appellant.\nAppellant assigns as error, and it is the only complaint he makes, that the above order deprived him of his constitutional right of an open or public trial. The provision in that regard found in the federal Constitution, and which is common to most of the states of the Union, is that in all criminal causes the accused shall have the right to appear and defend in person and by.counsel, and, among other things, “to have a speedy public trial.” Section 24, article 2, Constitution. *459One, therefore, accused of crime may with confidence point to this constitutional guarantee and insist upon its rightful protection. He is entitled to, and must be given, a publie trial, whatever that may mean. Formerly in.this respect there were two kinds of trials, publie and secret. ■ Before they declared their independence in the colonies and in England, star chamber proceedings were of common, occurrence, and it was to abolish and forbid secret or star chamber trials that called forth the provisions of the federal and state Constitutions requiring public trials. Arbitrary and secret deprivation of life, liberty, and property were no longer to be tolerated. The rule of open administration of'justice was thereafter to be followed. We get some idea of the meaning, of the words “public trial” when the history of the causes of their use in the fundamental law is recalled. It is the opposite of a secret trial or a trial in camera, or at star chambers. In the very nature and necessity of things it was never contemplated that all of the public should be present or privileged to' be present in order to constitute a publie trial. Attendance, was necessarily limited to the capacity of the courtroom accommodations, which, as is well known, is as often inadequate as otherwise. So, even the size of the courtroom sometimes may determine the extent of the publicity of the trial.\nNo court or law text-writer has undertaken to define what a. public trial is, but they all agree that limitations and restrictions of the publie attendance are not only necessary, but proper. Disagreement is upon the extent of these limitations and restrictions. No authority can be found that would' sustain an order excluding everybody from attending a trial except the defendant, his counsel, the jury, the court, and; the officers of the court. Some of the public not actually' engaged in the trial must be privileged or allowed to attend; the trial to constitute it public, but no irreducible minimum has ever been proposed or named as yet. . Nor do we think that numbers are the test of a public trial. Por instance,.two' or three newspaper reporters, with ears attune to catch everything that may be said in the course of a trial by the court, by counsel and witnesses, and carefully watching every movement and action likely to affect the trial, and the same day' or, at the longest, the following, day, presenting to the general-public through the daily press all the salient facts, would tend more to constitute a public trial than a house full of idlers *460and curious courthouse loungers. Protection from oppression or arbitrariness of the. courts, its officers, and the prosecuting officer, will be assured so long as trained and discriminating newspaper reporters are present at the trial, keeping close and critical watch of everything done and said, for the purpose of publication in the daily press. A larger public is made acquainted with the salient facts of the trial, even while it is progressing, through the press than it is possible to reach through the open doors of the courtroom.\nIn addition, under the law, in every criminal case tried in this state the whole proceedings, including the qualification of jurors, questions to witnesses and their answers, rulings of the court and remarks by counsel or court, are stenographic-ally taken down, and if the defendant is not satisfied with the verdict and desires to have the proceedings reviewed on appeal, he is furnished with a full transcription of everything. Thus all those things that were hidden within the walls of the courtroom and memories of the criminal triers before we had stenographers are now made public records, open to the inspection of all interested parties.\nFor reasons of public policy throughout this country there has ever been a common understanding that the general good demands less notoriety or publicity be given a trial involving sexual offenses — such as rape, abortion, seduction, and criminal conversation — than to other trials, especially so when the morals and chastity of children are involved, or when they are called upon to detail before a jury and court the bestial depravity they have unfortunately suffered or witnessed. The trial courts especially have ever kept these eases on the frontiers between the line that separates the distinctively public trial from the distinctively secret trial. Through a sense of propriety and decency, universal consent, we may say, has in this country ripened this custom into a part of our common law. In such cases the rule of excluding a good portion of the public from the courtroom has become so fixed that the people demand or at least expect its enforcement. Even before we had a state Constitution guaranteeing persons accused of crime a public trial the rule of protecting children of tender years from the prurient and morbid curiosity of the_ crowd was enforced in Arizona, and the words “public trial” became a part of our fundamental law with that meaning ingrafted upon them.\n*461The reported cases, although not as numerous as the importance of the question would seem to require, almost invariably have grown out of efforts of courts to shield society as well as parties or witnesses (because of their youth or sex) from immoral and nauseating facts involved, and, while they have not in all cases acknowledged the distinction we indicate, they have, we believe, with few. exceptions, very properly given it more or less consideration.\nAnother very potent reason for restricting the public attendance on trials of this peculiar nature is that it more often operates to the benefit of the accused than otherwise. It is a well-known fact that the general body of mankind looks with no favor or complacency upon the despoiler of young womanhood, and their attendance en masse upon a trial of this kind is often taken by the jury as a mandate to convict the defendant, and thus, generally speaking, the psychology of the courtroom crowd is against, rather than for, the accused, whether he be innocent or guilty. In this connection, we adopt the very apt and convincing phrasing used by SANRER, Justice, in his dissenting opinion in State v. Keeler, 52 Mont. 205, 220, Ann. Cas. 1917E, 619, L. R. A. 1916E, 472, 156 Pac. 1080-1084:\n“The essence of the matter, as I see it, is that courts charged with the administration of justice are engaged in moral conservation of the highest order and rest under no obligation whatever to become centers of moral infection in order that the trial may be said to be public, any more than they rest under the obligation to make extraordinary efforts to take up the trial in order that it may be said to be speedy. This provision of our Constitution is simply a reiteration and application to this state of the like provision found in the sixth amendment to our national Constitution. It had its origin in an age when stenographers were unknown; when newspapers were few and under restrictions. The abuses of secret or ‘star chamber’ proceedings conducted for political ends caused its formulation, and its object is to prevent a recurrence of such abuses. It ought not to be made an avenue for the escape of obvious guilt in a case which bears no sort of resemblance to these conditions, where, protected by the stenographic record, the newspapers, and the presence of such persons as were permitted to remain, no chance for secrecy was possible.”\n*462■ ■■’We have proceeded, thus far, upon the theory that the order of the ■ court was observed throughout the' trial, and that no one of the public was admitted except the relatives of the defendants and the newspaper reporters. The record does not show how many of these there were. They might have been a considerable portion of the public, so far as we can tell. Indeed, we think it reasonably appears that the appellant was satisfied with the modified order for, although he objected to the-order as first made, he made no objection or protest after its modification allowing newspaper reporters to remain at the trial. One of the reasons for requiring a public trial is that the 'accused can have whatever protection it may afford him. It is,, then, to a certain extent, for his personal benefit. If he expresses a desire to have the attendance of the public limited or- entirely prohibited,- or if he, by his conduct, leads the court vto believe he is satisfied with the order in that regard and the court acts in good faith, and not arbitrarily, it would seem that, in all fairness and justice, he should be precluded, after conviction, from urging for reversal an order that he invited,' pr 'tacitly consented to, by remaining silent. Not having- objected -to' the modified order, we conclude that it was satisfactory, and that his conduct constituted a waiver ¡of- any- right of his involved in the order as modified. That this may be done has been determined by many courts. People v. Swafford, 65 Cal. 223, 3 Pac. 809; Dutton v. State, 123 Md. 373, Ann. Cas. 1916C, 89, 61 Atl. 417; Benedict v. People, 23 Colo. 126, 46 Pac. 637; State v. Nyhus, 19 N. D. 326, 27 L. R. A. (N. S.) 487, 124 N. W. 71; Carter v. State, 99 Miss. 435, 54 South. 734.\nWe admit the courts are far apart as- to what constitutes ;a public trial. There are a number of eases reported wherein the order of exclusion was not as restrictive as the order in the present ease, and others where the order was almost identical, in which the courts have held the accused was deprived of a constitutional right. State v. Osborne, 54 Or. 289, 20 Ann. Cas. 627, 103 Pac. 62; State v. Hensley, 75 Ohio St. 255, 116 Am. St. Rep. 734, 9 Ann. Cas. 108, 9 L. R. A. (N. S.) 277, 79 N. E. 462; People v. Hartman, 103 Cal. 242, 42 Am. St. Rep. 108, 37 Pac. 153; Tilton v. State, 5 Ga. App. 59, 62 S. E. 651; People v. Murray, 89 Mich. 276, 28 Am. St. Rep. 294, 14 L. R. A. 809, 50 N. W. 995; State v. Keeler, supra. But there are some courts that have sustained orders as re*463strictive as the one we have under consideration, whose conclusions meet with our approval, even though their reasoning does not in all respects coincide with ours. State v. Johnson, 26 Idaho, 609, 144 Pac. 784; Reagan v. United States, 202 Fed. 488, 44 L. R. A. (N. S.) 583, 120 C. C. A. 627.\nWhatever the reason he for restricting the attendance upon a trial, whether lack of courtroom accommodations (State v. Brooks, 92 Mo. 542, 5 S. W. 257, 330; Jackson v. Commonwealth, 100 Ky. 239, 66 Am. St. Rep. 336, 38 S. W. 422, 1091), or to preserve order and decorum (Grimmett v. State, 22 Tex. App. 36, 58 Am. Rep. 630, 2 S. W. 631; People v. Kerrigan, 73 Cal. 222, 14 Pac. 849; Lide v. State, 133 Ala. 63, 31 South. 953), or to exclude women because of the indecent character of the evidence (State v. McCool, 34 Kan. 617, 9 Pac. 745), or to exclude persons of a dangerous character (United States v. Buck, 4 Phila. 169, Fed. Cas. No. 14,680), or where the public morals and public decency require the exclusion of the young (Cooley’s Constitutional Limitations, 7th ed., p. 441), it all results in just so much diminution of the public attendance, and the right being admitted for one reason goes far to establish the principle that its extension when reasonable infringes no constitutional right of the accused.\nThe prosecuting witness in this case was a girl of tender years, a mere child. It became her duty, under the law, to repeat language and describe conduct that any delicately reared and refined girl would blush and halt to repeat to her most intimate friends and associates. The state, however, was interested in having the story told for its protection and benefit. Her shame must be laid bare in strange and foreboding surroundings before a full bench of creening, gaping, staring, and unfamiliar faces, and in the presence of an imposing and solemn array of jurors, the court, its officers, and the attorneys. Appellant would have her, in this environment rather than the one created by the court’s order, relate the vile and indecent, profane, and vulgar words she heard, and describe the unseemly things she saw, and undergo a gruelling cross-examination by astute counsel. The ordeal is trying enough without the jarring and disconcerting shock of a crowded and curious courtroom. If the provision for a public trial is for the benefit and protection of society, as well as for the benefit and protection of the accused, we can see no objec*464tion to a course of conduct in the trial that preserves the benefit to the one as fully as to the other.\nThe trial court must be the judge as to the restrictions, if any, he would impose upon the attendance in the trial of each case as it arises, and as long as his discretion is wisely and soundly exercised, and it does not deprive the accused of the right to have present a reasonable portion of the public, this court will refuse to revise his judgments in that regard.\n\"We can conceive of no good reason why the court should not, upon request of the accused, even in cases of the kind we are here considering, permit a limited number of his friends and acquaintances to be present during the trial, and if the appellant in this case had made such a request of the court, we have no doubt it would have been granted.\nThe judgment of the trial court is affirmed.\nFRANKLIN, O. J., and CUNNINGHAM, \"J., concur.\nOn right of court to exclude public from courtroom during criminal trial, see notes in 9 L. R. A. (N. S.) 277; 27 L. R. A. (N. S.) 487, and 44 L. R. A. (N. S.) 583.\n",
            "ocr": true,
            "opinion_id": 6474469
        }
    ],
    "court_short_name": "Arizona Supreme Court",
    "court_full_name": "Arizona Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Arizona, AZ",
    "crime_category": "Rape"
}