{
    "id": 6694190,
    "judges": "Other, Peters, Same, Were",
    "date_filed": "1983-04-28",
    "date_filed_is_approximate": true,
    "slug": "state-v-knapp",
    "case_name_short": "Knapp",
    "case_name": "State v. Knapp",
    "case_name_full": "The State of Connecticut against Knapp",
    "attorneys": "K. Smith and Betts, for the state,, Bissell and T. T. Whittlesey, for the defendant,",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>A high crime and misdemeanour at common law, is an immoral and unlawful act, nearly allied and equal in guilt to felony, but not coming strictly within that denomination.</p> <p>Therefore, where the offence charged, was, the erection and continuance, upon a highway three rods wide, of a stone wall ten rods in length, extending ten feet into such highway, but leaving room to pass and repass safely; it was held, that this was not a high crime and misdemeanour, cognizable by the superior court.</p> <p>These acts constituted a nuisance, cognizable by a justice of the peace, and punishable by fine, and are removable by the select-men, or any other person.</p>",
    "summary": "This was an information, filed by the state’s attorney, in the superior court, against the defendant, alleging, That there is, and for fifty years last past, has been, in the town of Danbury, a public highway for all the people of this state to pass and re-pass, at pleasure, with their teams, carriages, &c. ; and that, on the, 1st of May, 1825, the defendant, with force and arms, erected, and to the date of said information, continued upon said highway, a large stone wall, ten rods in length, extending ten feet into and towards the centre of said highway, whereby said highway hath been, and still is, greatly narrowed, obstructed and rendered almost wholly impassable. The defendant, admitting that he erected and continued said wall, as alleged, pleaded, that for more than fifty years, said highway has been, and now is, three rods in width ; and that the citizens of this state, on said 1st of May, 1825, and before and since that time, could safely pass and repass through and upon said highway ; and that the same was not, and is not, greatly narrowed, obstructed or rendered almost wholly impassible ; and that the public travel thereon, is not at all incommoded. To this plea, there was a demurrer ; and the case was reserved for the advice of this Court. contended, 1. that the erection of the stone wall mentioned in the information, on the highway, was an indictable offence at common law. The correct, and the only safe rule on this subject, is, that the road laid out shall be considered what the public convenience requires ; and any unauthorized obstruction on any part of that road, is a nuisance, whether there is sufficient room left to pass, or not. 2 Swift’s Dig. 350, 1. The King v. Russell, 6 East, 427. 2. That our statute has not abrogated the common law. Stat. 362. tit. 71. s. 2. 3. The statute provides for the removal of the encroachment, furnishing thereby an additional remedy ; but this proceeding does not interfere at all with an information at common law. A public prosecutor could not proceed on the statute for this offence. 3. That this offence was cognizable, by the superior court, as a high crime and misdemeanour. This term is applicable to all offences at common law, without regard to the degree of enormity. The cognizance of this class of offences, where the punishment would be discretionary, the legislature intended to give to the superior court. This is the only practicable ground of discrimination. You cannot gauge the enormity of crimes so as to furnish any certain rule. The jurisdiction would depend upon the feelings of the judge. Besides, it would involve this absurdity; it would be necessary to try the cause, before it could be known whether the court had jurisdiction. The practice has been pursuant to this claim. State v. Minor, cor. Bristol, J. in Fairfield county. contended, 1. That if the erection of a stone wall upon a part of the highway, so as not to incommode the public travel, was an offence at common law, it was superseded and abrogated, by our statute to prevent and remove nuisances in highways, &c. Stat. 362. tit. 71. s. 2. 3. No other punishment can be inflicted than that provided by statute. The offender can be proceeded against, in no other mode than the one there prescribed. Most of our statute offences are offences at common law ; but can you prosecute the offenders at common law, and inflict the common law punishment? In The State v. Danforth, 3 Conn. Rep. 112. it was determined, that the offence charged was an offence at common law, because it was not prohibited by statute. In this case, the legislature has made ample provision on the subject, pointing out the course of proceeding to remove the encroachment, and to prevent the repetition of it, as well as to punish the offender; and the punishment differs from the common law punishment, in these respects : first, as it consists of a definite, limited fine; secondly, as it excludes imprisonment ; and thirdly, as the fine is disposed of in a peculiar manner. If the public prosecutor may, in this case, quit the statute, and proceed at common law, he may, upon the same principle, repeal in effect our whole penal code. 2. That if this was an offence punishable at common law, still it was not one within the cognizance of the superior court; not being “ a high crime and misdemeanour.” This term does not embrace every possible offence. The. legislature meant something, by the word “high.” If this is a high crime and misdemeanour, what is a low one ? Here is no violence-no disgrace-no infamous punishment.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "6 Conn. 415"
    ],
    "opinions": [
        {
            "author_str": "Peters",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPeters, J.\nMy own opinion of common law crimes and punishments, was fully expressed, in State v. Danforth, 3 Conn. Rep. 112. which remains unaltered; and although I am unable to comprehend the ground on which that case was decided, I am bound by its authority, so long as it remains unimpeached, by a contrary decision. It is, therefore, my duty to say, that the superior court has jurisdiction of high crimes and misdemeanours at common law; and the only question for me now to decide, is, do the facts alleged in the information constitute such an offence ?\n“ High crimes and misdemeanours,” says Russell, *' are such immoral and unlawful acts as are nearly allied and equal in guilt to felony, yet owing to some technical circumstance, do not fall within the definition of felony.” 1 Russell on Crimes, 61.-‘‘The idea of felony,” says Sir William Blackstone, “is so generally connected with that of capital punishment, that we find *418it hard to separate them ; and to this usage the interpretations of the law do now conform.”\nBy statute, (tit. 22. sect. 98.) the superior court has cognizance of all offences, whereof any part of the punishment is Death, confinement in newgate or incapacity to hold office,- : and also of high Crimes and misdemeanours. If the offence in question be cognizable by the superior court, it must be nearly allied and equal in guilt to the crimes so punishable, such as murder, arson, rape, burglary, robbery, forgery, perjury, and many other atrocious crimes and felonies not to be mentioned among Christians. To which of these horrid crimes are the acts in question nearly allied, or equal in guilt ? Surely, they are not, in the language of Lord Coke, animo felleo perpetrata. Co. Litt. 391. a. Is it possible, that a wise legislator, or a learned, humane and independent judge, would doom a fellow citizen to the gallows, or the cells of newgate, for erecting a pigpen, or planting a tobacco-patch, on the highway, without impeding the public travel? As well might Hercules be called upon, by the indolent wagoner, to give him a lift, as the superior court to abate nuisances and remove encroachments from the highways. \" Nec deus intersit, nisi dignus vindice nodus.” Hor. de Art. Poet.\nBut I wish not to be understood as saying, that the facts alleged do not constitute an offence. They certainly are a nuisance, or an encroachment, punishable by a justice, and removable by the select-men, or any other person.\nI therefore advise the superior court to render judgment for the defendant.\nThe other Judges were of the same opinion.\nJudgment to be rendered for the defendant.\n",
            "ocr": true,
            "opinion_id": 6574114
        }
    ],
    "court_short_name": "Supreme Court of Connecticut",
    "court_full_name": "Supreme Court of Connecticut",
    "court_type": "S",
    "court_jurisdiction": "Connecticut, CT",
    "crime_category": "Rape"
}