{
    "id": 6702612,
    "judges": "Royce",
    "date_filed": "2015-04-16",
    "date_filed_is_approximate": true,
    "slug": "state-v-oneil",
    "case_name_short": "O'Neil",
    "case_name": "State v. O'Neil",
    "case_name_full": "STATE v. JOHN O'NEIL SAME v. JOHN O'NEIL SAME v. Four Jugs of Intoxicating Liquor National Express Co., Claimant SAME v. Sixty-eight Jugs of Intoxicating Liquor National Express Co.",
    "attorneys": "J. C. Baker, for the respondent., Prout & Walker, for the claimants., W. C. Dunton and L. H. Thompson, for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Intoxicating Liquor, Shipped from New York on C. O. D. Order. Contract. Agent. R. L. chap. 1G9; Acts of 1882, No. 43. Constitutional Law. Contract. Title, when passes. Intent of Parties.</p> <p>1. Whether or not the legal title to personal property passes by sale is a question of intent, to be gathered from the acts of the parties, and all the facts and circumstances of the case; thus, the respondent, a dealer in New York, shipped intoxicating liquor to parties in Vermont, by express, on aC. O. D. order, which was in effect a direction by the cousiguor to the express company not to deliver the liquors to the consignee except upon payment. The liquors, intended for an unlawful use, were seized, without warrant, while in the possession of the express company, aud confiscated, before delivery and payment; Held, (a) that the seizure was lawful; (b) that the contract was inchoate or executory while the goods were in transit; that payment was a condition precedent* and that there was no surrender of legal title; that the express company was the agent of the consignor, and that he was legally convicted under an indictment charging him with keeping liquors for unlawful purposes.</p> <p>2. Such Consignor Liable to Indictment for Selling, when. When in such case the liquors have been delivered by the express company to the consignee in Vermont, and paid for, the sale is in this State, and the vendor is liable to a conviction for an illegal sale.</p> <p>3. Constitutional Law — Warrant. Section 2 of No. 43 of the Acts of 1882, by which an officer may seize intoxicating liquors, under certain conditions, without warrant, but which does not purport to confer the power of search, is constitutional.</p> <p>4. Federal Constitution — Commercial Clause. A statute, which authorizes the seizure of intoxicating liquor, intended for unlawful use, in the possession of an express company, does not interfere with interstate commerce, and is not in conflict with section 8 of the Federal Constitution.</p> <p>5. Second Offense — Evidence. Proof of a former conviction, although it appeared to have been more than three years before this trial, was admissible on the question, whether the respondent was guilty of a second offense.</p> <p>6. Excessive Fines — Constitutional Law. The constitutional inhibition of unusual punishments and excessive fines has no application to cumulative punishments imposed for distinct offenses in the same prosecution. It might be urged, if the penalty were unreasonably severe for a single offense.</p>",
    "summary": "These cases were heard together. In the first case, No. 27, the respondent was charged with selling intoxicating liquors contrary to law; in the second case, No. 28, with keeping intoxicating liquors with intent to sell, etc. The other two cases, Nos. 25 and 26, were proceedings for the condemnation of intoxicating’ liquor. The cases are appeals from a decision of a justice of the peace. The first two cases were tried by jury, March Term, 1883, Rutland County, Veazey, J., presiding. In the first case the jury returned a verdict that the respondent was guilty of 307 offenses; in the second case, that the respondent was guilty. In the first case, the court adjudged that the respondent was guilty of 307 offenses of selling intoxicating liquor without authority as of a second conviction; in the second case, the court adjudged that the respondent was guilty of the offense charged, as of a second conviction. Sentence and execution were respited and stayed; and the cases were passed on exceptions to this court. The other two cases were tried by the court on an agreed statement, at the same term, in Rut-land County, Veazey, J., presiding. In No. 25, the court overruled the claims of the claimant, the said National Express Co., and adjudged that the said liquors be forfeited; and in No. 26, the court adjudged that the liquors, which were paid for to the shipper at Whitehall, N. Y., be returned to the claimant, and the remainder of the liquors be forfeited. These cases were numbered on the court docket 25, 20, 27, and 28. No. 27 was a prosecution for selling liquor; No. 28, for keeping it, etc.; No. 25 was a proceeding to condemn and forfeit four jugs of intoxicating liquors shipped by Shehan & Co., dealers in liquors and cigars at Troy, N. Y.; and No. 26 was a like proceeding to condemn and forfeit liquors shipped by the respondent, O’Neil, a dealer in liquors and cigars at Whitehall, N. Y. Section 2 of No. 43 of the Acts of 1882 is, “In all cases where now, by any of the provisions of said chapter [169 R. L.], an officer is authoi’ized to seize intoxicating liquors, or the casks or vessels containing the same, by virtue of a warrant therefor, he may seize the same without a warrant, and keep the liquors, casks, or vessels so seized in some safe place, and shall forthwith procure such warrant, a*nd he shall thereupon make return of his doings under said warrant in the same manner as he would have done had the issuing of the warrant preceded such seizure.” Section 3818 R. L. is: “If three voters in a town make complaint, under oath or affirmation, before a justice in the county, that they have reason to believe aixd do believe that intoxicating liquor is kept or deposited ixr a dwelling-house, . store, * * * or other building or place in said town, and intended for sale, or distribution among others, by a person not authoi’ized to sell or distribute the same, said justice shall issue a warrant to any sheriff or constable to search the premises described in such complaint; and if intoxicating liquor is found therein under circumstances warranting the belief that it is intended for sale or distribution contrary to the provisions of this chapter, such officex-s shall seize the same,” etc. The respondent admitted on the trial for selling liquor, that he was a wholesale and retail dealer in wines and liquors at Whitehall, N. Y., and that he had been engaged in business there for more than three years; that his said business was lawful in the State of New York; and that during said time he had received at his store in Whitehall, three hundred and seven separate and distinct orders by mail, telegraph, and express for specified and designated small quantities of intoxicating liquors from as many different parties residing in Rutland, in the State of Vermont. It was further admitted by the respondent: “The orders so sent by express were in the form of a letter addressed to the said John O’Neil at Whitehall, aforesaid, and the letter attached to a jug, and the jug with the letter attached was delivered by said parties to the National Express Co. in Rutland; and charges thereon paid by the parties so sending the order. Orders sent by mail were by letters or postal cards, deposited in the post-offices at said Rutland, directed to John O’Neil at Whitehall, New York, and postage paid thereon. Orders sent by telegraph were delivered by the sender at the telegraph offices in said Rutland, directed to said John O’Neil, Whitehall, N. Y., and charges paid by the sender — which orders requested the respondent to send said intoxicating liquors to the parties ordering the same at said Rutland; and in more than one half the number of instances, said orders directed him to send said liquors by express, C. O. D.; and in the other instances, where the orders did not specify, it was the intention of the purchaser to have the goods so sent to him. “It is the usual course of trade for merchants, receiving an order from a considerable distance for goods in small quantities, to send the same by express, C. O. D., when the order is not from a regular customer, or a party of known responsibility. “ That upon the receipt of said orders, the respondent has, in each case, measured out the liquors called for in the order at his store in Whitehall aforesaid, and packed the same in jugs or other vessels and attached to each package a tag, upon which was written the name and address of the party ordering the same, and delivered each package so directed and addressed, at Whitehall, aforesaid, to the National Express Co., a New York corporation, a common carrier, doing business between New York and Montreal, and including the route between said Whitehall and said Rutland; and each of said packages also had upon said'tag the name and business card of the respondent; and none of said packages were in any manner disguised, and all of them were sealed with wax. It was not stated on the jugs or tags what they contained. “ The respondent at the same time delivered to said express company a bill of said liquor; which said carrier placed in an envelope, marked O. O. D.. which envelope had indorsed thereon among other things the following instructions: ‘Do not deliver the whole or any part of the goods accompanying this bill until you receive pay therefor. Be careful to notice what money you receive, and, as far a.s practicable, send .the same as received and follow the special instructions of the shipper, if any are given on the bills. If goods are refused, or the parties cannot be found, notify the office from whence received with names and dates, and await further instructions.’ Meaning thereby that said express company should receive the amount of said bill upon the delivery of the package to the consignee, and that without payment of said bill the said liquor should not be delivered. That, in the usual and ordinary course of business of said carrier in such cases, the said express company delivered each of said packages to the consignee named upon said tag at Rutland, and at the same time and concurrently with such delivery received the amount of the said bill in the C. O. D. envelope, the amount of freight for the transportation of said package from Whitehall to Rut-land, and the charges for returning said money to the respondent at Whitehall. The express company placed said money for the payment of said bill in the same envelope and returned it to the respondent at Whitehall. “The respondent did nothing to or with said liquoi's after the said packages were delivered by him at said Whitehall to said common carrier; and the said several consignees received the same and made payment as aforesaid at Rut-land; as and under the contract made as aforesaid through their said orders so sent to the respondent at Whitehall. “That it is the usual and ordinary course of business of said express company, in case goods are refused, or the consignees cannot be found, for the office to which goods are sent to notify the office from which they were shipped to notify the consignor of the facts, and the consignor would be consulted and his orders taken and followed as to the disposition of the goods. And this would be the same whether goods were sent C. O. D. or otherwise. “The respondent gave no special directions as to any of the packages shipped as aforesaid.” The respondent requested the court to instruct the jury that the facts set forth in said admission did not constitute an offense against the statute under the complaint in this cause. The court declined to so hold, to which the respondent excepted. The respondent also requested the court to instruct the jury that, under the facts set forth in said admission, they ought to find the respondent not guilty. The court refused to so instruct the jury; to which the respondent excepted. The court charged the jury that if they believed the facts set forth in said admission to be true, that the same made a case upon which the jury should find a verdict of guilty against the respondent. To all which the respondent excepted. After the verdict was returned into court, the state’s attorney offered in evidence a record, showing that at the March Term of Rutland County Court, 1879, this respondent was convicted of selling,.furnishing, and giving away intoxicating liquors. This evidence was offered for the purpose of showing a former conviction as set forth in the complaint. The respondent objected to this evidence upon the ground that the former conviction set forth in the complaint, and offered to be proved by the evidence, occurred more than three years before the making of the complaint in this cause, and that no evidence was admissible under the complaint to show a former conviction. The court overruled the objection and admitted the evidence, to which the respondent excepted. In the case, No. 28, where the respondent was charged with keeping liquors contrary to law, the State introduced evidence tending to show that the respondent shipped liquor to a party in Rutland in a manner similar to that described above in the case of illegal sale of liquor; and that said liquor was seized by the sheriff under a warrant for that purpose at the office of the National Express Co. at Rutland, Yt. The court charged the jury in part: •‘The only ground upon which it is claimed the respondent is not liable, if he sent this liquor here to be delivered to Hopkins, is that it was a sale in New York, a completed sale there, and the title passed to Hopkins when the respondent delivered the liquor to the express company at Whitehall; that the fact that he sent it marked C. O. D., which means to collect on delivery, does not change the character of the transaction; that the sale was just as complete in New York as though the liquor had been sent without any such directions to the express company, or as though the money had been sent with the order, or an absolute credit had been given. If this is the correct view then our law was not violated. The transaction in New York, if it was a complete sale, was a lawful one. But we do not think this is the correct view, and we hold and instruct you that when the respondent sent the liquor with instructions to the express company, to deliver it to the person to whom it was addressed only on being paid for- — or, in other words, not to deliver it unless paid for on delivery — the title remained in O’Neil. It remained his property until delivered to Hopkins. As soon as it passed the line into this State it was O’Neil's liquor in this State. By sending it in response to Hopkins's letter, with the instructions indicated by C. O. D., as testified to by Mr. Barker, the express agent, O’Neil but filled the order conditionally; and the effect of this condition was to keep the title and control of the liquor within himself. If the liquor had been destroyed on the way it would have been his loss, as between him and Hopkins. He, under this condition, was never obliged to deliver the liquor to Hopkins, but after it got here he could have countermanded the delivery to him, and caused it to be delivered to any other person or to be returned to himself. If in response to Hopkins’s letter O’Neil had taken the jug- in his hand and come here with it, with a view of delivering it to Hopkins upon payment, probably no one would say but that at any time previous to the delivery it was his liquor; and if it was his intent to deliver it here, then he was owning and keeping it here with that intent. If instead of coming himself with it he had sent a clerk in his store with it, it would have been just as much his liquor as though he had brought it in person. It would have been his act by his agent. Instead of sending it by his own clerk, he makes the express company his agent to bring it, with precisely the same instructions.” The respondent excepted. The cases involving the seizure and forfeiture of the liquors were heard on an agreed statement. The jugs of liquor were seized by the sheriff while in the possession of the National Express Co., at the railroad depot at Center Rutland. The four jugs were delivered to said company at Troy, N. Y.; and nearly all the others were delivered by said O’Neil at Whitehall, N. Y., to said express company. The persons ordering the liquors ordered them for their own use, and not for sale or distribution contrary to law. The express company had no intention of violating the law. The liquors were shipped in a manner similar to that described above in the case of State v. O'Neil. “ The said liquors were shipped by said Shehan & Co. upon orders of the said consignees therefor, received by them at said Troy by mail, telegraph, or express, and in the method of shipment they pursued the directions of the persons sending said orders, which persons ordered said liquors for their own use, and not for sale or distribution contrary to law. The carrier had no information or notice in respect to the transactions between said Shehan & Co. and said consignees, and the express company and its agents had no intention of violating any law of the State of Vermont, or of aiding said Shehan & Co. in any such violation, and did not suppose or understand that they were doing so. The business of said Shehan & Co., at Troy, was lawful under the laws of the State of New York; and nothing there existed to modify their common law right to call upon common carriers for transportation of their merchandise.” The claimant was accustomed to receive all kinds of goods for transportation on the “ C. O. D.” plan above described. Some of the jugs of liquor were consigned to parties living-in East Dorset and Manchester, towns in Bennington county. The other facts are sufficiently stated in the opinion of the court. To warrant a conviction, the crime must have been committed in the County of Rutland. R. L. ss. 799, 1624, 1627. Every act of the respondent was done in Whitehall, N. Y., and was legal and right where it was done. He did not have any clerk, servant, or agent in Rutland to sell liquors for him. No person appointed by him had any connection with the acts charged to be criminal. The whole contention on the part of the State is to make the respondent constructively present in Rutland selling liquor, and by a fiction make him a criminal. What he did was no crime perse ; and the cases which hold a man responsible in one jurisdiction for acts of innocent agents, where he has contrived and procured them to commit an offense for him, while he remains out of the jurisdiction, do not apply. People v. Adams, 3 Denio, 190; Adams v. People, 1 N. Y. 173. The sales were made by written orders addressed to the respondent at Whitehall, and cannot be held void. Orcutt „v. Nelson, 1 Gray, 537; Packman v. Mussey, 31 Vt. 547; Gay-lord v. Soragen, 32 Yt. 110; Tuttle v. Holland, 43 Yt. 542. An act, legal as a contract, cannot be punished as a crime. The sales were wholly New York transactions, and governed by the laws of New York. McIntyre v. Parks, 3 Met. 207; Pine v. Smith, 11 Gray, 38; Milliken v. Pratt, 125 Mass. 374; Magruder v. Gage, 33 Md. 344; Frank v. Hoey, 128 Mass. 263. When the orders were received and acted upon as they were, the contract became complete at the place where the proposition was accepted. Story Sales, s. 131. Acceptance of the terms of the contract made it complete. The acceptance need not be by words, but any act in compliance with the order is an acceptance. Story Sales, s. 132; Brisban v. Boyd, 4 Paige, 17; Joyce v. Swann, 17 C. B. (N. S.) 84. A delivery by a vendor to a specified carrier, of the goods purchased in pursuance of an order and direction of the purchaser, is in law a delivery to the latter, and ipso facto, an acceptance by him of the property. Glen v. Whitaker, 51 Barb. 451; People v. Haynes, 14 Wend. 547; Whiting v. Farrand, 1 Conn. 60; Bligh v. James, 5 Allen, 106. The goods were delivered to and accepted by the common carrier for transportation; and the carrier was either named by the purchaser, or was the one that the usual course of trade would indicate; and the one in every case that the purchaser intended they should be delivered to for transportation. These facts would sustain a count for goods sold and delivered. Atkinson v. Bell, 2 Mann. & Ry. 292; Thompson v. Maceroni, 3 Barn. & C. 1; Dutton v. Solomonson, 3 Bos. & Pul. 582; Downer v. Thompson, 2 Hill, 137; Grosvenor v. Phillips, 2 Hill, 147; Hague v. Porter, 3 Hill, 141. And this is a delivery sufficient to satisfy the Statute of Frauds. Spencer v. Hale, 30 Vt. 314; Bro.. Fr. s. 327, a. So in the light of the authorities and in the manifest intention of the parties, the goods were sold and delivered in New York; and assumpsit would lie to recover the price. An act cannot be legal and a crime at the same time. Holman v. Johnson, 1 Cowp. 341; Territt v. Bartlett, 21 Vt. 184. The property in and title to the goods passed to the purchaser by virtue of the contract. Delivery of the goods to the buyer is not necessary in order to transfer the title. 2 Add. Con. s. 569; Story Sales, s. 300; Arnold v. Delano, 4 Cush. 33; Joyce v. Adams, 8 N. Y. 291; Parsons v. Dickinson, 11 Pick. 352; Goddard v. Binney, 115 Mass. 450; Meade v. Smith, 16 Conn. 346; Hatch v. Oil 'Company, 100 U. S. 124. The contract was not conditional, but absolute. G. W. B. Co. v. Crouch, 3 H. & N. 183; Hutch. Car. s. 392. The title may pass to the purchaser and the seller retain possession until his lien for the price is discharged. Story Sales, ss. 282, 404: Audenreid v. Randall, 3 Cliff. 99; Gregory v. Morris, 96 U. S. 619 (bk. 24, L. ed. 740); Emery v. Bank, 25 Ohio St. 360. Sending goods marked C. O. D. did not prevent the passing of the title. Higgins v. Murray, 4 Hun, 565. This doctrine is affirmed by the Court of Appeals, and seems to distinctly overrule Baker v. Bourcicault, 1 Daly, 23; Higgins v. Murray, 73 N. Y. 252; 1 Benj. Sales, s. 587. In those cases where it has been held that the title does not pass by reason of some condition attached to the delivery, it will be seen that only the seller can set up that claim. 1 Benj. Sales, ss. 319, 335. The purpose in sending the goods C. O. D. is to preserve the lien. Hutch. Car. s. 390; Meyer v. Lemcke, 31 Ind. 208; Cross v. O'Donnell, 44 N. Y. 661; Gibson v. Ex. Co. 1 Hun, 387. The relation of the carrier to the goods is the same whether he is to collect the price or not. Nollinger v. The Emma, 3 Cent. L. J. 285; Hutch. Car. 392, n. 2; The Hardy, 1 Dill. 460. The express company was a common carrier, exercising its public employment. Am. Ex. Co. v. Lesem, 39 111. 312. Stoppage of the goods in transitu does not rescind the contract of sale. Guilford v. Smith, 30 Vt. 49; Cooper v. Bill, 3 H. & C. 722; Wentworth v. Outhwaite, 10 M. & W. 436; Martindale v. Smith, 1 Q. B. 592; Stanton v. Eager, 16 Pick. 467; Rogers v. Thomas, 20 Conn. 53; Story Sales, s. 320; Newhall v. Vargas, 15 Me. 314; 1 Sm. L. Cas. 1115, 1226. No man can have a lien on his own goods. Story Sales, s. 282; 1 Sm. L. Cas. 1226. See Arnold v. Delano, 4 Cush. 33; Hutch. Car. ss. 390, 420. Intoxicating liquor is as much a subject of sale as other species of property. Howe v. Stewart, 40 Yt. 145. The State cannot prohibit or regulate interstate commerce. R. R. Co. v. Husen, 95 U. S. 465 (bk. 24, L. ed. 527); 1 Rorer Int. St. L. 309. This statute is repugnant to art. 8, U. S. Constitution, and chap. 2, s. 32 Vt. Constitution, in that it allows “ cruel and unusual punishment.” The money penalty in this case is more than three times the limits that can be imposed for misprision of treason, or rape. It is six times as large as any court in Vermont can impose for such high crimes as manslaughter, burglary, forgery, perjury, etc. The situs of the contract was in New Yox'k, where the sale was lawful. Tuttle v. Holland, 43 Vt. 542 ; Backman v. Mussel], 31 Vt. 547; Gaylord v. Soragen, 32 Vt. 110. The liquors were not ordered “ for sale or distribution coxxtrarytolaw.” The transportation was lawfxxl. R. L. s. 3831. It was xxot a crime to buy the liqxxors in New York, as these were, nor for a carrier to brixxg them into this State. R. L. s. 3830. The carrier was bound to protect its possessioxx of the goods. Its title is good agaixxst any pex'son save the real owner. Campbell v. Conner, 70 N. Y. 424. It is difficult to see how it can be said that the liquors were intended for an illegal sale, when, according to the agreed statemexxt, they were xxot ordered for sale “ coxxtrary to law.” The claimant was bound to receive the goods on the C. O. D. plaxx whexx texxdered, for it was accustomed to so receive all the goods for transportation. The contract betweexx the shipper and the carrier was made in New York, and is goverxied by the laws of that State. The vendors could have collected their bills for these goods by an attorxxey. Tuttle v. Holland, supra; Hill v. Spear, 50 N. H. 253; Howe v. Stewart, 40 Vt. 145. But if the collection was legal when made by an attorney, it was so when effected through the expx*ess company. In collecting the bills the compaxxy acted as a commoxx carrier. Hutch. Car. 318; Edw. Bail. s. 007. ' It is doubtful whether this relation can properly be called an agency. If so, it was a mere agency to collect the debt, but not to effect a sale. The company was bound to surrender the goods to vendees. Story Sales, s. 306. In the light of decided cases, the sale was in New York, and the title passed there. Strong v. Dodds, 47 Yt. 348; Merchant v. Chapman, 4 Allen, 364; Blighv. James, 5 Allen, 106; Finch v. Mansfield, 97 Mass. 89; Garland v. Lane, 46 N. H. 245; Milliken v. Pratt, 125 Mass. 374; Frank v. Hoey, 128 Mass. 263; Benj. Sales, ss. 181, 362; 1.2 Allen, 548; 1Ó9 Mass. 50; Spencer v. Hale, 30 Yt. 314. Sales often take place without the right to actual visible possession, and such that an action for goods bargained and sold can be maintained. 1 Chit. PI. 345; Benj. Sales, s. 675; Chit. Cont. (11 ed.) 520, 536; Story Sales, s. 300; Arnoldv. Prout, 51N. H. 587; Bemis v. Morrill, 38 Yt. 153. Certain cases are to be distinguished, as where an article is ordered to be manufactured, etc.; but this case is within none of the exceptions; and, in fact, there was a delivery to the party designated by the vendees, whose receipt of the goods bound them beyond question. Cross v. O’Donnell, 44 N. Y. 661; Benj. Sales, s. 170, note (o), s. 399; Spencer v. Hale, 30 Yt. 314; Wilcox S. P. Co. v. Green, 72 N. Y. 17; Barney v. Brown, 2 Yt. 374; Ang. Car. s. 497; The Mary &.Susan, 1 Wheat. 25 (14 U. S. bk. 4, L. ed. 27); Higgins v. Murray, 73 N. Y. 252; s. G. 4 Hun, 565. The case, therefore, reaches the precise position developed by Benjamin in his lucid exposition of the law concerning sales : ‘‘ There has'been an actual transfer of title, and an actual transfer of the right of possession by the bargain, so that in pleading and for all purposes, save that of the vendor’s lien for the price, the buyer is considered as being in possession by virtue of the general rule of law ‘that the property of personal chattels draws to it the possession.’” Story Sales, s. 281; Benj. Sales, ss. 677, 678; Grice v. Richardson, 24 Moak, 214; Thompson v. Gray, 1 Wheat. 75 (14 U. S. bk. 4, L. ed. 41); see, also, Benj. Sales, ss. 315, 796, 825, 826. In every case of sale unless longer credit is stipulated for, the vendor has a lien upon the article for his pay, so long as he retains possession. This lien is in the nature of a pledge or mortgage. The County Court confounded this vendor’s lien with a conditional sale; whereas the two are totally distinct. In the latter the possession passes without the title; in the former the title passes without the possession. In the case of a conditional sale the vendee takes the property under an agreement that the title shall remain in the vendor until paid for, or some other condition is performed. It is a perversion of law and sense to say that the sede is made over the express company’s counter. The sale is made when there is a mutual assent to agreed terms, intended to bind both sides, and not open to modification. Tarling v. Baxter, 6 B. & C. 360; 1 Chit. Cont. (11th ed.) 517-522; Marble v. Moore, 162 Mass. 443; Willis v. Willis, 6 Dana, 49; Martindale v. Smith, 1 Q. B. 592; Bemis v. Merrill, 38 Yt. 153; Benj. Sales, 288, note (t). That there was a transfer of the property, see Black. Sal. 66, 70, 80, 100, 153; that it vested in the vendee, see Leigh, N. P. 1469; that an action would lie to recover the price, see Slade’s Case, 2 Co. 505; 2 Chit. PL 56; Steph. N. P. 278, 294; Mayne Dam. 88; Sedg. Dam. (2d ed.) 281; Turley v. Bates, 2 Hurl. & C. 200; Bement v. Smith, 15 Wend. 493; Benj. Sales, ss. 308, 315; that the property -was at the risk of the vendee, see Tome v. Dubois, 6 Wall. 553 (73 U. S. bk. 18, L. ed. 946); 1 Chit. Cont. (11th ed.) 518, 526. A binding contract may be made through the mail or telegraph. A proposal to buy, when accepted, binds both parties. Barney v. Bliss, 1D. Chip. 399; Babcock v. Bounell, 80 N. Y. 244; Benj. Sales, ss. 308, 315; Fletcher v. Howard, 2 Aik. 115; Lincoln v. Johnson, 43 Yt. 74; Lanfear v. Sumner, 17 Mass. 110; Bailey v. Smith, 43 N. H. 141; Brooks v. Coquard, 5 McCrary, 588. Eor Yt. cases, see Rob. Dig. 618. Section 2, Acts of 1882, is unconstitutional, in allowing a seizure without a warrant. Art. 11, Const. Yt. There is a right of property in intoxicating liquors. It is not prohibited to our citizens to use liquors, nor to our carriers to transport them. Lincoln v. Smith, 27 Yt. 338; Carrigan v. Ins. Co. 53 Yt. 418; Howesr. Stewart, supra; HarrisonY. Nichols, 31 Yt. 709. There can be no constitutional search or seizure without a judicial warrant. Fisher v. McQerr, 1 Gray, 1, 31; Cooley Con. Lim. (4th ed.) 367, 727; U. S. Const, art. 4, Amend.; State v. Prescott, 27 Yt. 194; Gill v. Parker, 31 Yt. 610; 25 N. H. 542. Congress has exclusive power to regulate commerce among the states. Gibbons v. Ogden, 9 Wheat. 1 (22 U. S. bk. 6, L. ed. 23); Passenger Cases, 7 How. 395 (48 U. S. bk. 12, L. ed. 479); State Freight Tax, 15 Wall. 232 (82 H. S. bk. 21, L. ed. 146); Henderson v. Mayor of N. Y. 92 U. S. 259; Chy Lung v. Freeman, Id. 275; People v. Compagnie Genérale Transatlantique, 107 U. S. 59. A statute that should forbid express companies to bring any goods into Yermont, C. O. D., would be clearly void. Just so a statute forbidding any particular kind of goods to be introduced, would be equally void. “Where goods are delivered by a vendor to a common carrier, consigned to the vendee, the question whether the title thereby passes from the vendor to the vendee, depends upon the intention of the vendor, which intention is to be gathered from all the circumstances of the transaction. * * * If the vendor, however, in making the consignment and delivering the goods to the carrier does not intend to part with his title to or control over them, the carrier must \"be regarded as the agent of the consignor and not of the consignee.” Emery’s Sons v. Bank, 25 Ohio St. 3C0. Thus, in New York, it makes no difference that the goods sold have been sent by a particular carrier, named by the buyer, if the carrier is instructed by the seller that the goods are to be paid for on delivery. In such cases the carrier becomes the seller’s agent. Baker v. Bourcicault, 1 Daly, 23. And when the delivery and payment of the price are to be simultaneous acts, the title until delivery or payment remains in the seller. Ferguson v. Clifford, 37 N. H. 87; Kelley v. Upton, 5 Duer, 336; Benedict v. Field, 16 N. Y. 595; Conicay v. Bush, 4 Barb. 564; Benj. Sales, ss. 398, 399. Even the delivery of the goods on a sale, with the expectation of receiving immediate payment, is not an absolute delivery, and no title vests in the purchaser until the price is paid, or payment waived. Adams v. O'Connor, 100 Mass. 515; Tyler v. Freeman, 3 Cush. 261; Whitney v. Eaton, 15 Gray, 225; Farloiv v. Ellis, 15 Gray, 229. See Herrick v. Gallagher, CO Barb. 578; Wagner v. Hallack, 3 Col. 184; Adams v. O'Connor, supra; Benj. Sales, s. 320; Beauchamp v. Archer, 58 Oal. 431; E. & F. H. R. R. Co. v. Elivin, 84 Ind. 457; Clark v. Hayward, 51 Yt. 14. A conditional assignment and delivery of goods to carrier does not vest the title in the consignee until performance of the condition, though the goods were shipped in pursuance of a prior agreement upon a good consideration. Kelly v. Deming, 2 McCrary, 453; Osborn v. Gautz, 60 N. Y. 540; 80 111. 511; Bank v. Daniels, 47 N. Y. 631; Bank v. Jones, 4 N. Y. 497; Kinsey v. Leggett, 71 N. Y. 387; Smith v. Hynes, 5 N. Y. 41; Russell v. Minor, 22 Wend. 659; Keeler v. Field, 1 Paige, 312; Haggerty v. Falmer, 6 Johns. Ch. 437; Banker. Wright, 48 N. Y. 1; Allen v. Williams, 12 Pick. 297; Pierson v. Hoag, 47 Barb. 243; N. Y. Guaranty Co. v. Flynn, 55 N. Y. 653; Lees v. Richardson, 2 Hilton (N. Y.) 164;' Scuclder v. Bradbury, 106 Mass. 422; Whitwell v. Vincent, 4 Pick. 451; Dresser Mfg. Co. v. Waterston, 3 Met. 9; Hill v. Freeman, 3 Cush. 257; Hammett v. Linneman, 48 N. Y. 399; Barrett v. Qoclclard, 3 Mason, 111; Stollenwerck v. Thacher, 115 Mass. 224; Armourv. Pecker, 123 Mass. 143; Solomons. Hathaway, 126 Mass. 482; Kenney v. Ingalls, 126 Mass. 4, 8; Hirschorn v. Canney, 98 Mass. 149; Riaic v. Comings, 28 Yt. 508; Benj. Sales, s. 320, note (cl); Winter v. Goii, 7 N. Y. 288; Gooclall v. Skelton, 2 H. Bl. 316; Boulter v. Arnott, 1 Cromp. & M. 333; Benj. Sales, s. 693; Clark v. Lynch, 4 Daly, 83. . The express company acted as the agent of the respondent. 121 Mass. 40; Schoul. Per. Prop. 291; 52 Cal. 475; Benj. Sales, 320; Reynolds v. B. &. M. R. R. 43 N. H. 580. An order by letter, telegram, or express is simply an offer which may be withdrawn at any time before acceptance, and the bargain is not completed Until acceptance. 1 Pars. Cont. 483, 525; Benj. Sales, s. 398; Hutch. Car. s. 393; Lyons v. Hill, 40 N. H. 49. O'Neil did not in any instance accept the order so as to complete the contract for sale. The delivery to the express company, to be delivered to the purchaser only upon payment of the price, and under the conditions stated, constituted the express company the agent of O’Neil, and the contract was finally completed in Vermont. Taylor v. Jones, 16 Moak Eng. Rep. 437. The illegal acts complained of in this case are sales of intoxicating liquor in Vermont, and not contracts for such sales. The contracts for sales, if any, in this case being executory, the sales were completed in Vermont by delivery of the liquors and receipts of payment therefor by the express company the agent of O’Neil. State v. Comings, 28 Vt. 508. The Act, No. 43 of 1882, is constitutional. Spalding v. Preston, 21 Vt. 9; Lincoln v. Smith, 27 Vt. 337; Gill v. Parker, 31 Vt. 610; State v. Lovell, 47 Vt. 493; Stale v. Intox. Liq. 55 Vt. 82; Thorpe v. R. R. Co. 27 Vt. 140; Pott. Dwarris, c. 14; Cooley Con. Lim. 714. Article II. of the Constitution is directed against general warrants. Redeield, Ch. J., in In re Powers, 25 Vt. 265; Pott. Dwarris, 450; Varick v. Smith, 9 Paige, 547; Cooley Const. Lim. 368; 2 May’s Const. Hist, of England, 245; 4 Bancroft's Hist. U. S. 414. The Massachusetts Constitution contains a provision similar to ours in regard to seizures and searches without warrant, and the Supreme Court of Massachusetts has held that the statute is constitutional which authorizes “ officers without a warrant to arrest any person found in the act of illegally selling or transporting intoxicating liquors-, and seize the liquors, vessels, and implements of sale in the possession of such person, and detain them in some place of safe keeping until warrants can be procured for the trial of the person and the seizure of the liquors.” Jones v. Root, 6 Gray, 435; Mason v. Lathrop, 7 Gray, 354; Smith v. Maryland, 18 How. 71; (59 U. S. bk. 15, L. ed. 269); U. S. v. Coombs, 12 Pet. 72 (37 U. S. bk. 9, L. ed. 1004); Cooley Con. Lim. 220; Fletcher v. Peck, 6 Cranch, 128 (10 U. S. bk. 3, L. ed. —); License Cases, 5 How. 577 (46 U. S. bk. 12, L. ed. 289); Commonwealth v. Blood, 11 Gray, 74; Commonwealth v. Intox. Liquors, 122 Mass. 36; Commonwealth v. Twombly, 119 Mass. 104; State v. Intox. Liquors, 44 Vt. 208.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "58 Vt. 140"
    ],
    "opinions": [
        {
            "author_str": "Royce",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the court was delivered by\nRoyce, Ch. J.\nThe first and most important question presented by these cases is, whether or not the intoxicating liquors in. question were (in the first two cases) in contemplation of law sold, or furnished, by the respondent in the County of Rutland and State of Vermont; or (in the last two cases) held and kept for the purpose of sale, furnishing, or distribution contrary to the statute, within said county and State. The answer depends upon whether the National Express Company, by which some of said, liquors were delivered to the consignees thereof, and in whose possession the remainder were found and seized before delivery, was *158in law the agent of the vendors or of the vendees. If the purchase and sale of the liquors was fully .completed in the State of New York, so that upon delivery of them to the express company for transportation the title vested in the consignees, as in the case of a completed and unconditional sale, then no offense against the laws of this State has been committed. If, on the other hand, the sale by its terms could only become complete so as to pass the title in the liquors to the consignees upon the doing of some act, or the fulfilling of some condition precedent after they had reached Rutland, then the rulings of the County Court upon the question of the offense were correct.\nThe liquors were ordered by residents of Vermont from dealers doing business in the State of New York, who selected from their stock such quantities and kinds of goods as they thought proper in compliance with the terms of the orders, put them up in packages, directed them to the consignees, and delivered them to the express company as a common carrier of goods for transportation, accompanied with a bill, or invoice, for collection. The shipment was in each instance, which it is necessary here to consider, “ C. O. D. ”; and the cases show that the effect of the transaction was a direction by the shipper t'o the express company not to deliver the goods to the consignees except upon payment of the amount specified in the C. O. D. bills, together with the charges for the transportation of the packages and for the return of the money paid. This direction was understood by the express company, which received the shipments coupled therewith.\nWhether or not, and when, the legal title in property sold passes from the vendor to the vendee, is always a question . of the intention of the parties, which is to be gathered from their acts, and all the facts and circumstances of the case taken together. In order that the title may pass, as was said by Morton, J., in Mason v. Thompson, 18 Pick. 305: “ The owner must intend to part with his property, and the *159purchaser to become the immediate owner. Their two minds must meet on this point; and if anything remains to be done before either assents, it may be an inchoate contract, but it is not a perfect sale.” The authorities seem to be uniform upon this point; and the acts of the parties are regarded as evidence by which the court or jury may ascertain and determine their intent. Benj. Sales, ss. 311, 319, note (c). When there is a condition precedent attached to the contract, the title in the property does not pass to the vendee until performance or waiver of the condition, even though there be an actual delivery of possession. Benj. Sales, s. 320, note (cl). The Vermont cases to the above points are referred to in Roberts’s Digest, 610 et seq., and need not be specially reviewed here.\nIn the cases under consideration the vendors of the liquors shipped them in accordance with the terms of the orders received, and the mode of shipment was as above stated. They delivered the packages of liquors, properly addressed to the several persons ordering the same, to the express company, to be transported by that company and delivered by it to the consignees upon fulfillment by them of a specified condition precedent, namely; payment of the purchase price and transportation charges, and not otherwise. Attached to the very body of the contract, and to the act of delivery to the carrier, was the condition of payment before delivery of possession to the consignee. With this condition unfulfilled and not waived, it would be impossible to say that a delivery to the carrier was intended by the consignor as a delivery to the consignee, or as a surrender of the legal title. The goods were intrusted to the carrier to transport to the place of destination named, there to present them for acceptance to the consignee, and if he accepted them and paid the accompanying invoice and the transportation charges, to deliver them to him; otherwise, to notify the consignor and hold them subject to his order. It is difficult to see how a seller could more positively and une*160quivocally express Ms intention not to relinquish his right j of property or possession in goods until payment of the ' purchase price than by this method of shipment. We do ' not think the case is distinguishable in principle from that, of a vendor who sends his clerk or agent to deliver the goods, or forwards them to, or makes them deliverable, upon the order of, his agent, with instructions not to deliver; them, except on payment of the price, or performance of1 some other specified condition precedent by the vendee. The vendors made the express company their agent in the. matter of the delivery of the goods, with instructions not to1 part with the possession of them except upon prior or con-; temporaneous receipt of the price. - The contract of sale' therefore remained inchoate or executory while the goods! were in transit, or in the hands of the express company,,’ and could only become executed and complete by their delivery to the consignee. There was a completed executory contract of sale in New York; but the completed sale wasj or was to be, in this State.\nThe authorities upon the above points and principles are so numerous, and are so fully collated in the brief of the leanied counsel for the State, and in the text and notes of 2 Benj. Sales (4 Am. ed.), that we refrain from specific references in support of the conclusions at which we have arrived. These are fully supported by the decision of the U. S. District Court in Illinois in People v. Shriver, 31 Alb. L. J. 163, a case involving precisely the same question. Tkbat, J., says in the opinion: “In the case of liquor shipped by the defendant to Fairfield by express, C. O. D., the liquor is received by the express company at Shawneetown as the agent of the seller, and not as the agent of the buyer, and on its reaching Fairfield it is there held by the company, as the agent of the seller, until the consignee comes and pays the money, and then the company, as the agent of the seller, delivers the liquor to the purchaser. In such case the possession of the express com*161pany is the possession, of the seller, and generally the right of property remains in the seller until the payment of the price. An order from a person in Fairfield to the defendant at Shawneetown for two gallons of liquor, to be shipped to Fairfield, C. O. D., is a mere offer by the pei-son sending such order to purchase two gallons of liquor from the defendant, and pay him for it when he delivers it to him at Fairfield, and a shipment by the defendant according to such order is practically the same as if the defendant had himself taken two' gallons of liquor from his store in Shawneetown, carried it in person to Fairfield, and there delivered it to the purchaser, and received the price of it. It would be different if the order from Fairfield to the defendant was a simple order to ship two gallons of liquor by express to the person ordering, whether such order was accompanied by the money or not. The moment the liquor under such an order was delivered to the express company, at Shawneetown it would become the property of the person ordering, and the possession of the express company at Shawneetown would be the possession of the purchaser —the sale would be a sale at Shawneetown — and if it were lost or destroyed in transit the loss would fall upon the purchaser. But in the case at bar the shipping of the liquor to Fairfield, C. O. D., the defendant made no sale at Shawneetown; the right of property remained in himself, and the right of possession, as well as the actual possession, remained in him through his agent. Had it been lost or destroyed in transit the loss would have fallen on himself. He simply acted upon the request of the purchaser, and sent the liquor to Fairfield by his own agent, and there effected a sale by receiving the money and delivering the liquor.”\nII. It is insisted on the part of the claimant in the case of the State v. 68 Jugs, &amp;c., that sec. 2 of No. 43 of the Acts of 1882, under which the liquors in that case were seized, is unconstitutional. Conceding the points contended for by *162the learned counsel for the claimant, that there is a well recognized right of property in intoxicating liquors, that they are not malum in se, and that their use is not by law prohibited to citizens of this State, these propositions are nevertheless clearly subject to the qualification, that when kept and intended for unlawful use, such liquors fall at once under the ban of the law, and become subject to seizure and confiscation by such methods as are provided by law in conformity with the Constitution. That intoxicating liquors, when once branded with this unlawful intent on the part of the owner or possessor, become subject to confiscation by the government; and that the methods and means of their seizure and condemnation are within the police powers delegated to the legislature by Art. 5, Part 1, of the Constitution, is too well settled in this State and elsewhere to require extended discussion. Spalding v. Preston, 21 Vt. 9; State v. Conlin, 27 Vt. 318; Id. 325, 327; State v. Comstock, Id. 553; Gill v. Parker, 31 Vt. 610; Pott. Dwarris, c. 14; Cooley Con. Lim. (4 ed.) 714, 727.\nThis section gives the officer the power to seize without warrant liquor found “under circumstances warranting the belief that it is intended for sale or distribution ” contrary to the provisions of chap. 169 R. L. It does not purport to confer the power of search; nor does anything appear to show that the officer assumed to exercise such power in this case. It simply provides for the seizure, without warrant previously issued, .of something which the law. has declared subject to seizure and condemnation, under the police power delegated by the Constitution, as an instrument intended by the owner or possessor for a use unlawful by express statute, and dangerous to the peace, health, and good morals of the community. That the article in itself may be innocuous, may be the subject of lawful ownership, or may even be susceptible of beneficial use, can no more affect the question than could the fact, that certain tools were susceptible of lawful and beneficial use in *163mechanics, save them from becoming subject to seizure and confiscation, if intended by their owner or possessor for use as the instruments for accomplishing a contemplated burglary; or the harmless character of the metal and its owner’s right of property therein protect his ownership when fashioned and intended for passing as counterfeit coin. It cannot be doubted in this State, since the case of Spalding v. Preston, 21 Vt. 9, and has not been elsewhere, so far as we are aware, that articles or instrumentalities once impressed with the characteristics of adaptation and intended use for purposes prohibited by law and contrary to public peace, health, or morals, are subject to summary seizure under statutory or even general police regulations. That the liquors in question were intended for such use has been determined in this case as a question of fact by the tribunal designated by law, and that adjudication is conclusive.\nThe scope and application of Art. 5, Part 1, of the Constitution have been defined by this court in the cases above referred to, and in In re Powers, 25 Vt. 265, which has ever since been regarded as conclusive against such application of that section of the bill of rights as is here contended for by the claimant. See Gill v. Parker, 31 Vt. 610; State v. Peterson, 41 Vt. 504; State v. Intox. Lig. 55 Vt. 82. In Massachusetts a statute practically identical with the one in question has been held not to contravene a similar constitutional provision. Jones v. Root, 6 Gray, 435; Mason v. Lothrop, 7 Gray, 354. The decisions in Maine are to the same effect. State v. McCann, 59 Me. 383; State v. Howley, 65 Me. 100.\nIII. Concerning the claim that sec. 8 of the Federal Constitution, conferring upon Congress the exclusive right to regulate commerce among the states, has application, it is sufficient to say that no regulation of or interference with interstate commerce is attempted. If an express company, or any other carrier or person, natural or corporate, has in possession within this State an article in itself dangerous to *164tlie community, or an article intended for unlawful or criminal use within the State, it is a necessary incident of the police powers of the State that such article should be subject to seizure for the protection of the community. It would certainly he a strange perversion of language to claim that if this express company were to hold in possession within this State clothing infected with the small-pox or yellow fever, or tools with which it was intended to commit a burglary, the State government should be powerless to protect its citizens by seizing and rendering harmless such articles, simply because they might have been brought in the ordinary course of business from another State. If the express company has in possession within the State liquor, with intent to make unlawful use or disposition of it, then the right to seize it and prevent such unlawful use attaches. If it were competent for persons or companies to become superior to State laws and police regulations, and to override and defy -them under the shield of the Federal Constitution simply by means of conducting an interstate traffic, it would indeed be a strange and deplorable condition of things. The right of the states to regulate the traffic in intoxicating liquors has been settled by the United States Supreme Court in the License Cases, 5 How. 577.\nIV. Proof of the former conviction in the cases of State v. O'Neil was properly admitted, notwithstanding the conviction appeared to have been more than three years before the trial. No provision of' the statute requires that the former conviction must have been within three years, and we have no authority to add such a provision to the law, as it is plainly and unambiguously framed by the legislature. The reason for the limitation of prosecutions for the offenses charged in these cases to a period within three years from the time of commission, as for all similar limitations, is that a person should not be called upon to answer to a legal accusation after such a long time has elapsed as would, in the estimation of the law, make it difficult or im*165possible, by reason of the death or removal of witnesses, the loss or destruction of evidence, or the various embarrassments likely to arise from a considerable lapse of time, for him to establish his innocence. This reason has no application to a case where the only proof that can be used on the one side or the other is matter of record. We should therefore have no justification, even if we deemed it within the scope of our power and duty, for making application of a rule of limitation by analogy in these cases.\nY. The constitutional inhibition of cruel and unusual punishments, or excessive fines or bail, has no application. The punishment imposed by statute for the offense with which the respondent, O’Neil, is charged, cannot be said to be excessive or oppressive. If he has subjected himself to a severe penalty, it is simply because he has committed a great many such offenses. It would scarcely be competent for a person to assail the constitutionality of the statute prescribing a punishment for burglary, on the ground that he had committed so many burglaries that, if punishment for each were inflicted on him, he might be kept in prison for life. The mere fact that cumulative punishments may be imposed for distinct offenses in the same prosecution is not material upon this question. If the penalty were unreasonably severe for a single offense, the constitutional question might be urged; but here the unreasonableness is only in the number of offenses which the respondent has committed.\nThe inevitable deduction from what has been said under the first point is, that the respondent, O’Neil, by what he did in respect of the transactions in question, made the express company his agent; and as what was done by such agent in the execution of the authority and instructions directly given by him committed offenses against the statute, O’Neil must be held responsible. That he was innocent of any purpose or intent to break the law, and was unaware that what he did was contrary to law, cannot avail him in defence. State v. Comings, 28 Vt. 508.\n*166The result is that in the cases of the State v. O'Neil, numbers 27 and 28, the respondent takes nothing by his exceptions; and in the cases of the State v. Intoxicating Liquor, National Express Company, claimant, numbers 25 and 26, the judgments are affirmed.\n",
            "ocr": true,
            "opinion_id": 6582683
        }
    ],
    "court_short_name": "Supreme Court of Vermont",
    "court_full_name": "Supreme Court of Vermont",
    "court_type": "S",
    "court_jurisdiction": "Vermont, VT",
    "crime_category": "Rape"
}