{
    "id": 6730710,
    "judges": "Herein, Judg, McBride, Napton, Scott",
    "date_filed": "1984-11-17",
    "date_filed_is_approximate": true,
    "slug": "samuel-v-brush",
    "case_name_short": "Samuel",
    "case_name": "Samuel v. Brush",
    "case_name_full": "SAMUEL TREAT v. WILLIAM E. BRUSH",
    "attorneys": "Cobb,/or Plaintiff in error., Leslie, for Defendant in error.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Under the plea of non est factum to an action of covenant, it is competent to shew a variance in the deed offered in evidence from the deed declared on.</p> <p>2. If the declaration allege an absolute covenant, and the deed offered in evidence shews the covenant to be dependent, it will be a variance, and may be taken advantage of under the plea of non est factum.</p>",
    "summary": "ERROR to St. Louis Circuit Court. \nStatement of the G.ase.\n This was an action on Covenant, brought by Brush against Treat, on a covenant to pay rent, and the declaration contained a general averment of performance on the part of the plaintiff. The pleas were, 1st, non est factum, and, 2d, a direct denial of performance on the part of the plaintiff. On the trial, plaintiff offered to read to the jury a lease from Brush to Treat; the defendant objected, and stated his objection to the court, to-wit, that the lease offered in evidence was a different one from the lease alleged; that the lease offered contained a distinct statement that the covenants contained therein were dependent on each other; that Brush had covenanted therein, that the said Treat should and might peacably and quietly occupy, use and enjoy the premises therein specified, without any let, hindrance or molestation by the said Brush, or his heirs, or of or by any other persons whatsover lawfully claiming the same, and that should said Brush at any time forfeit his rights to receive the rents therein stipulated to be paid by said Treat, or if the person from whom said Brush leased said premises should establish that said Brush had no legal right to make the demise and receive the rents, then, and in that case, the lease should cease and become null and void and the said Treat discharged from all liability on account of the same or any covenant therein contained; hut that the lease alleged contained no such covenants or conditions, and that there was no special allegation in the declaration that these dependent covenants had been performed or fulfilled towards the defendant, and therefore the covenant sued on, being independent in the declaration and dependent in the proof, ther,e was a variance. The court decided that the general allegation of performance by the plaintiff was sufficient; that there was no variance between the lease offered and the one alleged, and that if a variance had existed, no objection could be taken to it on a plea of non est factum. Plaintiff'then read part of the lease offered and read only to to the termination of the covenant of Treat to pay rent. Defendant then insisted as part of the lease had been read to the jury the whole of the lease should then be Tead, and especially that part which qualified what had been read, to-wit, the covenants and conditions in favor of Treat, but the court decided otherwise. Defendant admitted that he executed the lease offered in evidence and entered the premises therein described, hut insisted that the covenants and conditions in that lease on the part of the plaintiff and in favor of the defendant, had not been performed and fulfilled — and here the plaintiff closed his case. Defendant moved the court that as plaintiff had not proved performance on his part of the covenants and conditions, on which the covenant to pay rent was dependent, that the jury should be instructed that the plaintiff could not recover on the evdence, hut the court decided that it was not necessary for the plainliff to prove the performance on his part. Defendant then said he was ready and willing and offered to prove to the jury the non performance by the plaintiff, of the covenants and conditions as'above stated in behalf of the defendant, hut the court decided that the defendant should not be permitted to give any evidence to the jury on that subject, and further decided that it would not allow the defendantto give any evidence to ■the jury except to disprove the execution of the lease-offered in evidence. The jury gave a verdict for the plaintiff on one issue, and the court overruled a motion with reasons filed for a new trial, and therefore the cause was brought up to this court by writ of error. 1. Under the plea of non est factum, the defendant may on the trial avail himself of a variance in the statement of the deed, either in respect of a misstatement or of the omission of a covenant qualifying the contract, and this, although the defendant has agreed to admit on the trial, the due execution of the deed. 1 Comp., 70; 1 Chitty’s Pleadings, 428; Payne vs. Snell, 4 Mo. B., 238; Snowden vs. McDaniel, 7 Mo. B., 333. 2. The lease, offered in evidence in this cause, contains a distinct statement that the covenants therein, are dependent on each other, but the -declaration omits the dependent covenants, and represents the covenants sued on as independent and therefore there is a variance. 1 Chilty’s Plead., 273, 278; Thorpe vs. Thorpe, 1 Salk., 171; Jones vs. Berkley, Doug., 688; Bank of Columbia, vs. Hogan, 1 Peters, 465; Dakin, et al, vs. Williams, et al, 11 Wend., 67; Howland vs. Leach, 11 Pick., 151; Goodwin vs. Lion, 4 W. C. C. B., 714; Gagley vs. Price, 16 John., 267; 10 John., 266; 2 John., 207; Keatley vs. McLaugherty, 4 Mo. E., 222. 3. If a general averment of performance by the plaintiff of the condition precedent, in the lease, is sufficient to evade the variance, then a general and direct denial of said averment of performance, is sufficient to put in issue the fact of performance. 4. If plaintiff alleged performance of tlie conditions on his part, to be performed, he should have proved said performance. 2 Saund. Plead, and Evidence, 136. 5. If plaintiff alleged and proved performance of the conditions on his part to be performed, defendant had a right to give evidence to the jury to disprove the same. 6. Defendant had a right to pi-ove the non performance, by the plaintiff, of the conditions on which his-right to recover depended. 7. The lease should not be judged of by one part, but the qualifying parts of the same should be taken into consideration. 4W. C. C. R.,714. 8. The verdict must find all the matters in issue. Uenniek vs. Logan, 1 Mo, R., 283; Easton vs. Collier, 3 Mo. R., 299; Pratt vs. Rogers, 5 Mo. R., 51. The defendant below, could not set up a breach of covenant on the part of the lessor, without specially pleading it-. 1 Chitty’s Plead., 337, 523-4. The plea under which the defendant below attempted to show a breach of covenant, amounts to no more than the general issue. It is a well settled rule of pleading, that the plaintiff in an action of covenant upon a lease for rent, need set out no more than he relies upon, to show his cause of action. This having been done, the question of variance is not well taken, and the evidence admitted by the court was as comprehensive as the declaration, and all other evidence proposed to be given by the defendant below, was to matters not in issug by the pleadings. The averment in the plaintiff’s declaration, that he had well and truly kept the covenants on his part, is surplusage, and in no-manner effect sthe pleadings on either side. It does not dispense with the necessity of pleading breaches of covenant specially. 2 Chitty’s Plead., 550, and note. The second plea of the defendant below, should be wholly disregarded. It is very clear that if defendant below had stopped at his first plea, he could havegiven nothing in evidence showing breaches of covenants on the part of the plaintiff below. His second plea makes no issue, or an immaterial one. There is no condition precedent on the part of the plaintiff below in the lease, but if there is. and it is not averred in the declaration, it must he demurred to. All that is meant by not allowing the whole lease to be read to the jury, is, that all that part not declared upon and not specially pleaded by defendant below, was not in issue.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "11 Mo. 310"
    ],
    "opinions": [
        {
            "author_str": "McBride",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMcBride, J.,\n\ndelivered the opinion of the Court.\n\nTwo questions are presented by the record : First, whether a failure to set out in the declaration, a dependent covenant, is such a variance, as would upon the trial, subject the plaintiff to a non suit? Second, whether the omission can be taken advantage of under the plea of non est factum, ?\nIt is a principle in pleading, that the plaintiff must in his declaration, truly set out his case according to its legal effect, stating so much of the items of the contract, beneficial to him, as constitutes the point ior the failure of which he sues. It is not necessary to set out in the declaration, other parts of the contract, not qualifying or varying in any respect, the *313material parts, for a breach of which, a recovery is sought; but conditions precedent or dependent covenants, which qualify each other in a deed, should be set out, accompanied with the necessary averments, showing the plaintiff’s right to maintain the action. 1 Chitty’s Plead., 333.\nTo ascertain whether a covenant contains a condition precedent, tobe performed by the party bringing the action, before he is entitled to recover, requires an examination of the whole instrument, and even then, it is frequently difficult to arrive at any satisfactory conclusion of what the parties really intended. In the case under consideration, no doubt or uncertainty exists, as'theparties have expressly stipulated “that the covenants contained in this lease, are dependent on each other.” Then, according to the principles above referred to, the plaintiff should have set them out in his declaration and have averred a performance, or readiness to perform on his part, prior to the bringing of the action.\nThe usual method of taking advantage of an omission to state all the necessary parts of a contract, is by craving oyer of the instrument sued upon and demurring. This would make the whole agreement a part of the pleadings, and at once present to the court the objection to the declaration. This course v/ould perhaps defeat the defence, under the plea of non est factum, as it would change the issue from the writing declared upon in the declaration, to that set out on oyer. Having failed to adopt the course above suggested, can the defendant avail himself of the omission under the plea of non est factum? It is laid down by Mr. Chitty in his treatise on pleadings, vol. 1, p. 467, that where the defendant wishes to avail himself of a variance between the deed as set out in the declaration, and the deed itself, -he had better plead non est factum without craving oyer, and then the question would be, whether the deed, as described in the declaration, was executed by the defendant. And in the case of Howell vs. Richards, 11 East., 633, which was an action for breach of covenant for quiet enjoyment, it was held that “if the covenant for quiet enjoyment were to be restrained to the' acts of the releasors by any qualifying context, then the declaration in covenant, stating it by itself in its own absolute terms, without such qualifying context belonging to it, seems to be an untrue statement of the deed in substance and effect, which the defendant may take advantage of upon the general issue of non est factum, as a variance and ground of non suit or of a verdict for him.” See also, 1 Chitty’s Plead., 519.\nUpon the authority of these cases and the cases therein referred to, we are of opinion that the defendant was entitled to have the whole agree*314ment read and to avail himself of any variance in the description contained in the declaration and the instrument itself.\nThe judgment of the Circuit Courtis reversed and the cause remanded,,\nJudg-e Scott 'concurring herein.\nNapton J., dissenting.\n",
            "ocr": true,
            "opinion_id": 6612300
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Rape"
}