{
    "id": 6759112,
    "judges": "Campbell",
    "date_filed": "2013-01-02",
    "date_filed_is_approximate": true,
    "slug": "walker-v-state",
    "case_name_short": "Walker",
    "case_name": "Walker v. State",
    "case_name_full": "Harrison Walker v. State",
    "attorneys": "\nAttorneys for appellant, A. H. Longino and A. B. Weathersby.\n, \nAttorney for appellee, T. M. Miller, Attorney-General.\n",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Criminal Law — Rape — Sufficiency of Evidence to Sustain Verdict.</p> <p>Manifest error in a verdict is sufficient ground for the reversal of the judgment thereon.1</p>",
    "summary": "Appellant, Walker, was tried and convicted in tbe Circuit Court of Lawrence county of rape and sentenced to tbe penitentiary and appeals. On tbe trial tbe prosecutrix, Emily Weatbersby, testified that defendant came to tbe bouse of ber mother Julia Berry, where she lived, one night and after be got there she (witness), lay down across a bed in tbe room and defendant lay down by ber and laid bis bead on ber and said, boys, look what a soft pillow I have; that defendant then asked her “ for it ” and she replied that she would not give “ it to him;” that her mother and others were present; that she then went out to get some wood for the fire and defendant went with her, following very close behind; that when she had gone about thirty yards from the house defendant again asked her “ for it ” and she again refused; that defendant then threw her down, forced her legs apart, and made a partial entrance of her person; that she gave no alarm except to say “ if you don’t quit I’ll tell mama ” and he then quit; that all this occurred before bedtime and her mother and others were in the house and were awake; that she knew where the wood was before she went for it; that when she told defendant that if he did not quit she would tell her mother, her mother came to the door and said-something; that defendant went back to the house ahead of her and went to bed; that she came back crying and told her mother that Harrison had raped her and her mother accosted defendant and defendant said, yes, he had done it and would do it again and left the house soon afterward. Julia Berry testified that defendant came to her house one night and as her baby was sick she asked him to stay all night; that before bedtime she sent Emily out after some wood and defendant went with her and after they went out she heard Emily say “ if you don’t quit I’ll tell mother,” and she saw Emily and defendant getting over the fence and coming toward the house; that defendant came in a few feet ahead and went to bed immediately; that Emily was crying and told her that Harrison had raped her; that witness went to defendant and told him to get up and own up about what he had been doing :and he said he had done it and would do it again. Defendant testified that he went to the house where Emily Weathersby lived by previous arrangements with her for the purpose of having sexual intercourse with her and that after they got outside of the house they had sexual intercourse and no objection was made by Emily^ but she was a willing party. Mary Berry testified for defendant that she was a daughter of Julia Berry and a step-sister of Emily Weathersby; that she was at the house on the night of the alleged rape and defendant came to the house and Emily and defendant were lying on the bed together ; that Emily went out after some wood and defendant went with her and they came back, Emily bringing some wood with her, and made a fire; that she was not crying and said nothing about being raped and made no complaint against defendant; that defendant went to bed in the same room and went to sleep; that she (witness), went to bed and heard nothing of any rape until nearly daylight the next morning when Julia Berry told her that defendant had raped Emily and asked her to go to a neighbor’s house with her and have Emily examined. Defendant’s motion for a new trial was overruled and he appeals. Appealed from Circuit Court, Lawrence County A. GL Mayers, Judge. Attorneys in this case submitted briefs on the facts.",
    "disposition": "Reversed and remanded,",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "1 Miss. Dec. 431"
    ],
    "opinions": [
        {
            "author_str": "Campbell",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOpinion.\nCampbell, J.,\ndelivered the opinion of the. court.\nReluctant as we are to set aside the finding of a jury which the presiding judge has refused to disturb, we have, after most careful consideration, felt constrained by the facts of this case, to declare our conviction that the verdict is manifestly wrong, and to reverse the judgment, award a new trial, and remand the case.\n",
            "ocr": true,
            "opinion_id": 6641783
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Rape"
}