{
    "id": 7119627,
    "judges": "McNulty",
    "date_filed": "2016-03-11",
    "date_filed_is_approximate": true,
    "slug": "simmons-v-chicago-housing-authority",
    "case_name_short": "Simmons",
    "case_name": "Simmons v. Chicago Housing Authority",
    "case_name_full": "CAROL SIMMONS v. CHICAGO HOUSING AUTHORITY",
    "attorneys": "Johnson & Bell, Ltd., of Chicago (Thomas H. Fegan and F. Willis Caruso, of counsel), for appellant., George P. Lindner and William S. Delaney II, both of Lindner, Speers & Reuland, P.C., of Aurora, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing denied November 2, 1994.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "267 Ill. App. 3d 545"
    ],
    "opinions": [
        {
            "author_str": "McNulty",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " JUSTICE McNULTY delivered the opinion of the court: Plaintiff Carol Simmons brought suit against defendant, the Chicago Housing Authority (CHA), claiming that defendant was negligent in hiring, supervising and directing security guards from Triad Security. The jury returned a verdict in favor of defendant. Plaintiff filed a motion for a new trial and the trial court granted the motion after finding that the jury’s verdict was against the manifest weight of the evidence. A new trial was held and the jury found in favor of plaintiff and awarded her $200,000 in damages. Defendant appeals and we reverse the judgment of the trial court and enter judgment n.o.v. in defendant’s favor. Plaintiff testified at trial that she would visit her relatives approximately three times a week at 2501 West Lake Street, in the Henry Horner Homes in Chicago. Approximately two out of the three times a week that she would visit, the elevator was not operating. Plaintiff testified that between 8 and 9 p.m on May 19, 1984, she went to the Lake Street building to visit her sister. The elevator was not operating so she took the stairs. When plaintiff approached the seventh floor, she was grabbed from behind. She was then raped by three of the four men who approached her. When another man approached, the four men ran towards the seventh floor. Plaintiff then went to her sister’s apartment, her sister called the police, and she was taken to Cook County Hospital. Plaintiff testified that she did not talk to any security guards. Plaintiff testified that she had seen security guards, armed and in uniform, at the Henry Horner Homes. Plaintiff stated that she felt safe when she saw the guards and she thought that they were there to protect her. Plaintiff never saw a security guard upstairs in the building and she did not see any guards on the night of the rape. Plaintiff testified that after the rape, she began drinking more, had trouble sleeping, and stopped socializing with her family. Since the rape, she has not gone back to her sister’s apartment at night and only goes there with an escort during the day. Police officer Richard Hough testified that he arrived at the Lake Street building at 9:30 p.m. in response to a report of a crime. Officer Hough found no witnesses or offenders of the crime and no physical evidence in the area plaintiff claimed the attack occurred. Plaintiff described in detail the men who attacked her. She told Officer Hough that she went down the stairs after the attack. Detective Daniel Centraccio testified that he investigated one crime a week at the Henry Horner Homes. He was not aware of any security guard agency working at the CHA. On May 19, 1984, he was called to investigate a rape at the Henry Horner Homes. He went to see plaintiff at the hospital and she told him that two men had attacked her. He found no physical evidence at the scene and found no witnesses. Plaintiff told Detective Centraccio that she was attacked while walking down the stairwell. She did not mention that the attack was interrupted by the presence of another person. The offenders were never apprehended. Daniel Dantes, a statistician who compiles crime statistics for the City of Chicago, testified that the statistics are put in an annual report for the mayor’s department. The 1983 statistical summary was available to the public on July 1, 1984. The Chicago municipal reference library copy was not available to agencies until August 8, 1984. The 1984 statistical summary was not released until November 1985. Gwendolyn Anderson worked in the CHA security office from 1980 to 1983. She testified that the Chicago police department was there to protect the property, the people and the residents. In addition to the regular Chicago police department, there was a special unit called the Public Housing Police Unit. It was established in 1982. Residents were informed of this unit. Anderson never told any tenant or visitor that CHA security guards from Triad were there to protect them. According to Anderson, uniformed officers and plainclothesmen patrolled the Henry Horner Homes. Anderson’s job at the CHA was to protect CHA property, not to protect people against violent crimes. Irwin France testified that he was the interim director of the CHA between December 1983 and June 1984, and during that time, he signed the request for the 1984 budget. The budget included an appropriation of money for security services. The budget request states that money used for hiring security companies \"includes costs for private security services for the protection of authority owned property and residents therein.” Before that, security companies had been hired to protect warehouses and buildings which were not occupied. During the time that Anderson was interim director, security guards at the Henry Horner Homes were expected to protect persons and property. Winston Moore, former CHA director of security, testified that his job was to coordinate security contracts, but he did not actually hire security companies. Moore testified that the special housing unit of the Chicago police department had 120 full-time officers. In 1984, two guards were assigned to patrol the Henry Horner Homes. Their job was to patrol the maintenance and management area and also to protect vacant units from vandalism. Moore claimed that Triad was hired to do security in 1983 and 1984, although he did not think that the CHA had a written contract with Triad in 1983. Plaintiff’s expert Dr. Arthur Lurigio testified that after reviewing crime statistics and depositions, it was his opinion that the CHA was negligent in failing to provide adequate security to residents of the Henry Horner Homes. His opinion was based on the following facts: (1) there was no written contract specifying the duties and responsibilities that Triad was to perform at the Henry Horner Homes; (2) the CHA staff was not meeting on a regular basis to discuss the specifics of security; (3) decisions were made unilaterally by the head of security without input from the rest of the staff; (4) two guards were assigned to patrol 19 buildings; (5) the crime in the housing development was two times the rate at which it occurs in the city as a whole; and (6) none of the security personnel reviewed crime statistics to make decisions about security and how manpower should be allocated. Dr. Lurigio testified that if security guards were sent out armed and in uniforms with directions only to protect property and not residents and visitors, this would increase the risk of victimization. He explained that when people believe they are being protected, they feel less vulnerable to crime and are less likely to take preventative measures to avoid victimization. According to Dr. Lurigio, the CHA’s negligence was a major contributing factor to plaintiffs rape, but rape could not have been absolutely abolished by security at the Henry Horner Homes. Dr. Lurigio stated that limiting access to the property or installing security cameras would have had a deterrent effect on criminals. Dr. Lurigio explained that offenders make rational decisions about crime and weigh the risk of being apprehended against the possible benefits gained by committing the crime. He stated that having two persons patrol 19 buildings with no other visible means of security means the risk of getting caught is minimal and the overall likelihood that a crime is going to occur is increased. Dr. Arthur Schueneman, a clinical psychologist specializing in neuropsychology, testified that he saw plaintiff in 1990 and diagnosed her as suffering from alcoholism, post-traumatic disorder including phobic anxieties, depression, social withdrawal, isolation, and failure to get appropriate medical treatment for her illness. Dr. Schueneman testified that plaintiff began drinking heavily years before the rape. Dr. Schueneman recommended treatment for plaintiff which would cost approximately $40,000 to $50,000 for three to four weeks of hospitalization. Plaintiffs sister Vernay Baines testified that she knew that the regular police force and special task forces were patrolling the area. The guards were uniformed and armed and she thought their purpose was to protect the people. Baines testified that she had gone to meetings but was never told that the guards were hired only to protect property. Barbara Stewart testified that she worked in the CHA security department in 1983. Stewart testified that she checked the time sheets for Triad’s work at the Henry Horner Homes. According to Stewart, there was no written contract between the CHA and Triad. Stewart did not know how many guards were actually sent to the Henry Horner Homes. She stated that the guards were uniformed and armed and were hired to protect the property of the CHA. Stewart testified that it was the security agency’s responsibility to detain criminal offenders until the police arrived. The guards would also go to the management office, get a list of vacant apartments, check the vacant units, and do a perimeter check around the building. It was the ultimate responsibility of the Chicago police department to investigate crimes on CHA property. Stewart claimed that the issue of rape at the Henry Horner Homes was never discussed by Winston Moore in the security office. Katie Milton was a security specialist for the CHA in 1983. She reviewed incident reports from the police department and securities companies, sent incident reports to various developments to make housing managers aware of what went on in their development and contacted the police and security companies when incidents occurred. Milton testified that she never discussed incident reports or crime rate statistics with Moore, nor did she have meetings with Moore regarding the supervision or direction of the guards. According to Milton, Triad was employed by the CHA to do guarding in 1983 and 1984. Milton was not involved in the contract negotiations with Triad and she never saw a contract with Triad. She believed that the purpose of the guards was to protect property and residents. Zurrell Smith, executive director of the CHA from May 1984 to January 1987, testified that all security firms had a written contract. He did not see a written contract with Triad. According to Smith every security firm, including Triad, was hired to protect the property, residents, and visitors. He identified a security report prepared by the CHA in 1984, which stated that between January 6, 1983, through January 4, 1984, there were 12,933 reported offenses on CHA properties. The report further stated that 4.3% of the City of Chicago’s population live in CHA housing; however, 9.1% of the homicides, 8.3% of the rapes, and 8.6% of the aggravated assaults in Chicago in 1983 occurred in CHA properties. The jury found in favor of plaintiff and awarded her $200,000 in damages. Defendant argues on appeal that either judgment n.o.v or a new trial should be granted because (1) defendant had no duty to protect plaintiff; (2) a breach by defendant did not proximately cause plaintiff’s rape; (3) crime statistics were improperly admitted into evidence; (4) plaintiff’s counsel improperly commented in closing argument that plaintiff was a poor black woman; (5) the trial court improperly refused to withdraw the negligent hiring issue from the jury; and (6) the trial court improperly granted a new trial after the conclusion of the first trial. Before addressing the merits of this appeal, we must address plaintiff’s motion to strike appeal and to deny defendant’s motion to amend notice of appeal to correct a typographical error which was taken with the case. Plaintiff seeks the dismissal of defendant’s appeal on the basis that defendant’s notice of appeal listed the incorrect circuit court number and that plaintiff did not receive any notice of the appeal until seven weeks after the notice of appeal was due to be filed. Defendant timely filed its notice of appeal on October 29, 1992. The notice referred to the correct case name and parties, but the incorrect circuit court case number. Defendant claims that this notice was duly sent to plaintiff on October 29, 1992, although plaintiff claims that she did not receive the notice until December 21, 1992. On January 15, 1993, defendant filed a motion to correct the circuit court number. Plaintiff filed no objection to defendant’s motion, and on January 26, 1993, the court granted the motion.  The fact that defendant’s original notice of appeal contained the wrong circuit court number is certainly not fatal to defendant’s appeal. Although the notice of appeal is jurisdictional, where the deficiency in the notice is one of form only, and not of substance, the appellate court is not necessarily deprived of jurisdiction. (First National Bank v. City of Aurora (1976), 41 Ill. App. 3d 326, 353 N.E.2d 309, rev’d on other grounds (1978), 71 Ill. 2d 1, 373 N.E.2d 1326.) The absence of strict compliance with the form of the notice is not fatal, where the notice as a whole fairly and adequately sets out the judgment complained of and the relief sought so that the successful party is advised of the nature of the proceedings. (HPI Health Care Services, Inc. v. Mt. Vernon Hospital, Inc. (1988), 172 Ill. App. 3d 718, 527 N.E.2d 97, aff’d in part and rev’d in part on other grounds (1989), 131 Ill. 2d 145, 545 N.E.2d 672.) In light of the fact that defendant’s notice of appeal properly set forth the parties to this case, plaintiff was adequately informed of the action defendant was appealing from. Furthermore, even assuming that plaintiff did not receive notice that the appeal was filed until December, that fact does not justify dismissal of defendant’s appeal. (Kama v. Harnischfeger Corp. (1990), 204 Ill. App. 3d 206, 561 N.E.2d 1179.) The failure to serve a copy of the notice of appeal upon an opposing party does not deprive the appellate court of jurisdiction because the only jurisdictional step in appealing a final judgment is the filing of the notice of appeal. (Echols v. Olsen (1976), 63 Ill. 2d 270, 347 N.E.2d 720.) An appeal will not be dismissed on the basis that the opposing party was not served with a copy of the notice of appeal unless there was evidence of prejudice to that party. (Echols, 63 Ill. 2d at 275.) A party is not prejudiced by the failure to serve on her a copy of the notice of appeal if the party could file appellate briefs and argue orally. (Lachona v. Industrial Comm’n (1981), 87 Ill. 2d 208, 429 N.E.2d 858.) Therefore, even if plaintiff did not receive notice of defendant’s appeal until December, the fact that plaintiff filed its brief and orally argued this case reveals that plaintiff suffered no prejudice. Plaintiff’s motion to strike defendant’s appeal is therefore denied. Turning to the merits of this appeal, defendant first contends that it owed no duty to plaintiff and, therefore, judgment n.o.v. should be entered. As a general rule, a landlord owes its tenants no duty to protect them from criminal acts by others. (Hill v. Chicago Housing Authority (1992), 233 Ill. App. 3d 923, 599 N.E.2d 1118.) An exception to this rule exists when a landlord voluntarily undertakes to provide security services, in which event he assumes a duty not to be negligent in the performance of that undertaking. (Phillips v. Chicago Housing Authority (1982), 89 Ill. 2d 122, 431 N.E.2d 1038.) The extent of the landlord’s liability is strictly limited by the scope of the undertaking. (Rowe v. State Bank (1988), 125 Ill. 2d 203, 531 N.E.2d 1358.) When a landlord hires a security firm to provide security services, he may be liable for negligent hiring. (Pippin v. Chicago Housing Authority (1979), 78 Ill. 2d 204.) When a landlord undertakes security measures itself, it has a duty of reasonable care in that undertaking. Phillips, 89 Ill. 2d 122, 431 N.E.2d 1038. Defendant contends that while it may have had a duty to protect the property of the CHA by way of voluntary undertaking, it had absolutely no duty to protect the residents or visitors of the CHA. Defendant relies almost exclusively on Hill v. Chicago Housing Authority (1992), 233 Ill. App. 3d 923, 599 N.E.2d 1118, wherein the court granted summary judgment in favor of the defendant CHA, finding that the competent evidence showed only that the CHA undertook to protect property, not residents. In support of its motion for summary judgment, the defendant in Hill submitted the affidavits of Winston Moore, director of security for the CHA, and Kenneth Kotz, the president of Triad, both of whom testified that the oral agreement between CHA and Triad was only to protect the property, and not the people. In response, plaintiff submitted affidavits from two Triad security guards who stated that their responsibilities included keeping the premises safe for residents and other persons lawfully on the premises. The court found that the guards had no personal knowledge of the agreement between the CHA and Triad, and that their allegations were inadequate to contradict the material facts regarding the scope of the agreement as established by defendant’s submissions. The court explained: \"Neither affidavit addressed the actual terms of the agreement, nor did the affiants claim to have any knowledge of the actual agreement. Instead, they listed what they understood to be their responsibilities as guards, and what they believed to be their purpose: 'to help keep the premises safe for the residents and other persons lawfully on the premises.’ They did not, however, set forth any facts which form the basis for these statements. [Citations.] Neither affiant purported to have personal knowledge of the agreement by virtue of having been present when the agreement between the CHA and Triad was reached. [Citations.] Although the guards stated that they had personal knowledge that 'there were to he guards stationed at Cabrini Green performing the aforesaid duties 24 hours a day,’ the affidavits do not indicate that the agreement between the CHA and Triad was the source of this knowledge. Nor, in fact, do the affidavits indicate that guards were to be stationed at the building at 1158 N. Cleveland at the time when plaintiff was shot. Thus, the only competent evidence before the court as to the extent of defendants’ agreement for security at Cabrini Green was the affidavits of Moore and Kotz. According to those affidavits, CHA’s undertaking was limited to hiring Triad for the protection of CHA property. The affidavits submitted by plaintiff were insufficient to raise a genuine issue of material fact as to the scope of the agreement between the CHA and Triad. Since under the voluntary undertaking exception any duty is limited to the scope of the undertaking, the CHA was under no duty to protect the plaintiff from criminal assaults by third parties.” (Hill, 233 Ill. App. 3d at 931-32.) In the instant case, the following evidence was introduced by defendant to show that the Triad guards were hired to protect the property, not the residents and their visitors. Barbara Stewart, who worked in the CHA security department, testified that there was no written contract with the guards and that she believed the guards had a duty to primarily protect CHA property. Gwen Anderson testified that her job in the CHA security department was to protect property, not to protect people against crimes. Winston Moore, the director of security in 1983, testified that there was no written contract with Triad and that the Triad security guards were employed to patrol the maintenance and management area and to protect units from vandalism. While other witnesses testified that Triad was hired to protect persons as well as property, these witnesses lacked personal knowledge of the contractual undertaking. Katie Milton, a former CHA employee, stated that she believed the purpose of the guards was to protect the property and the residents. However, Milton admitted that she was not involved in the negotiations or the contractual obligations with Triad and never saw a contract. Zurrell Smith, executive director of the CHA, testified that he believed that all security firms had written contracts with the CHA and were hired to protect property and persons that lived on that property. However, Smith never saw a written contract with Triad. Vernay Baines, plaintiff’s sister, testified that she thought the guards were there to protect the people, but she had no knowledge of the contractual arrangements.  We find no meaningful basis for distinguishing this case from Hill. In Hill, the plaintiff introduced the testimony of Triad security guards to show that the CHA’s duty was to protect persons as well as property. Here, the plaintiff introduced the testimony of employees of the CHA security office to show that the CHA’s duty was to protect persons and property. Yet the fact remains that none of these employees had seen the CHA’s contract with Triad or were involved in the contract negotiations. Therefore, we do not believe that sufficient evidence was adduced at trial to show that the CHA hired Triad to protect persons as well as property.  In Hill, the court disposed of plaintiff’s claim by granting summary judgment in defendant’s favor. The defendant in the instant case likewise filed a motion for summary judgment arguing that it owed plaintiff no duty since the duty undertaken by the CHA in hiring Triad was to protect property and not persons. The trial court denied defendant’s summary judgment motion, and a review of the record does not reveal that defendant sought leave to appeal the denial of its motion. (It should be noted that the Hill decision was decided after the trial court in the instant case ruled on the summary judgment motion.) Instead, defendant proceeded to trial and because the jury returned a verdict in plaintiff’s favor, defendant is now seeking judgment n.o.v. Unfortunately, this issue was not resolved at the summary judgment stage before two trials were held in this case. However, because duty is a question of law, and we have determined that defendant had no duty to protect persons as well as property, we must enter judgment n.o.v. in defendant’s favor. In light of our decision, we need not address the other issues raised by defendant in this appeal. We do, however, briefly address defendant’s contention that the trial court abused its discretion in granting a new trial to plaintiff after the first trial ended in a verdict in favor of defendant. By failing to file a timely petition for leave to appeal under Supreme Court Rule 306(a)(1) (134 Ill. 2d R. 306(a)(1)) from the trial court order granting the new trial, defendant waived the right to contest the order. See Feucht v. Clark (1939), 299 Ill. App. 477, 20 N.E.2d 312. Accordingly, for the reasons set forth above, we reverse the judgment of the trial court and enter judgment n.o.v. in favor of defendant. Reversed. MURRAY, P.J., and GORDON, J., concur. ",
            "ocr": true,
            "opinion_id": 7026805
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Rape"
}