{
    "id": 7262053,
    "judges": "Fournet",
    "date_filed": "2017-11-10",
    "date_filed_is_approximate": true,
    "slug": "state-v-clark",
    "case_name_short": null,
    "case_name": "State v. Clark",
    "case_name_full": "STATE of Louisiana v. David Lewis CLARK",
    "attorneys": "Dorothy T. Horton, Bernard A. Horton, Alcide J. Weysham, New Orleans, for defendants-appellants., Jack P. F. Gremillion, Atty. Gen., William P. Schuler, Asst. Atty. Gen., Jim Garrison, Dist. Atty., Louise Korns, Asst. Dist. Atty., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearings Denied Jan. 16, 1967.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "249 La. 1061",
        "193 So. 2d 246"
    ],
    "opinions": [
        {
            "author_str": "Fournet",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nFOURNET, Chief Justice.\nDavid Lewis Clark, .Alvin Howard, and John Sullen were charged with aggravated rape and found guilty without capital punishment. John Sullen asked to be sentenced immediately and is now serving his sentence of life imprisonment at hard labor in the penitentiary. Howard and Clark prosecute this appeal, relying for the reversal of their convictions and sentences on bills of excep ■ tions reserved in connection with rulings made by the trial judge during the hearing of their amended motions for a new trial. All other bills reserved during the trial have been abandoned.\nThe record discloses that after the original motion for a new trial had been over*1063ruled, Howard, represented by new attorneys appointed by the court after this motion was overruled, and Clark, represented by an attorney personally employed by him at the time the original motion for a new trial was heard, filed identical amended motions for a new trial in which they contended the defendants had been deprived of their constitutional rights in the trial by reason of the fact they were not permitted to take the witness stand during the trial by their counsel.\nThree bills were reserved by Howard during the hearing on the amended motion for a new trial, which are treated together in this court. The first was reserved when the trial judge refused to permit his counsel to further amend the amended motion for a new trial orally to allege Howard was “deprived of effective counsel because there was a conflict of interest in this matter and that one attorney should have been appointed to represent this one and one to represent each of the other individuals.”1 The second bill was reserved when the trial judge refused to allow Howard’s wife to testify in corroboration of his statement he had told someone other than his counsel (his wife) of his desire to take the stand in his own behalf, and the final bill was reserved when the trial judge overruled the amended motion for a new trial. Clark also reserved a bill when the judge overruled his amended motion. All of these bills were perfected for appeal.\nThe first bill is clearly without merit, as will be demonstrated in the reasons to be hereinafter given with respect to the judge’s refusal to grant the amended motion for a new trial; and the second bill is equally without merit for the reason given by the trial judge at the time of making his ruling, i. e., that Howard’s statement about wanting to take the stand in his own behalf was never questioned or attacked, and his wife’s corroboration thereof was, therefore, unnecessary.\nIn his per curiam in connection with the ruling denying the amended motion, the trial judge observed that “The motion for a new trial based on the fact that the defendants were not permitted to take the witness stand is novel in Louisiana,” pointing out that while the Louisiana constitution provides “No person shall be compelled to give evidence against himself in a criminal case or in any proceeding that may subject him to criminal prosecution,”2 our revised statutes provide that “In the trial of all indictments, complaints and other proceed*1065ings against persons charged with the commission of crimes or offenses, a person so charged shall, at his own request, but not otherwise, be deemed a competent witness,”3 and, further, that “When several persons are on trial at the same time, under the same indictment, each may be a witness in his own behalf or on behalf of his co-defendants,”4 with the result that “The defendant is constitutionally protected from being called to testify in criminal matters,” although “by statute he is given the privilege to testify at his own request so, in effect, when a defendant elects to testify, he waives the constitutional protection and immunity given to him not to be called as a witness.”\nThe trial judge further observed that “Today we read a great deal about waivers and whether or not the defendant intelligently waived some constitutional protection and courts, especially Federal courts, have gone to great length in zealously guarding a defendant’s right to counsel and immunity from search and seizure. Questions are posed as to whether a defendant intelligently waived assistance of counsel or consented to a search, was he capable of making the decision, did he understand the consequences, what was his education and, in many instances, convictions have been reversed because the court was of the opinion that the defendant did not have the intelligence to make the decision or did not consider it sufficiently.”\nInasmuch as this issue is one of first impression in this state, the trial judge resorted to a study and analysis of the several cases on the subject in other jurisdictions,5 which are to the effect that while it is generally recognized that once an attorney acts for an accused in a criminal case it is his duty to follow his own best judgment as to how the case should be conducted to the best interest of the client, this rule must, however, yield when an accused seeks to exercise his basic right to take the stand and testify in his own behalf, *1067provided the accused make proper and timely demand in this respect on the court.\nWhile the trial judge in this case found as a fact that both defendants expressed to their counsel “a desire to testify and * * * defense counsel did not permit them to do so” (both attorneys for the defendants corroborate them in this respect), “At no time during the trial did either defendant indicate to the court that they wished to take the stand in their own behalf. Sullen did not wish to take the stand.”\nThere can be no question but that the accused were effectively represented by competent counsel, for the trial judge states: “In several pretrial conferences with defense counsel and the state, in discussing a possible plea, it was brought out that the car used to abduct the victim had been previously stolen. Clark presented a problem because of his attitude and it was necessary to appoint several different attorneys. Sullen had written a letter to the court asking to plead guilty, which letter the court turned over to defense counsel. The jury was out approximately five hours and, after the jury was discharged for the month, one of the jurors volunteered to the court that they had been practically deadlocked on the question of the capital verdict.”\n“Mr. Amedee, who has represented many defendants charged with capital offenses for many years,6 stated that he was convinced from his conferences with the defendants and co-counsel, Mr. Lionel Collins, that in view of the state’s case, they could not take the witness stand; that to do so would result in a capital conviction and he was trying to save their lives. Lionel Collins’ testimony was to the same effect.”\n“In the instant case we have experienced counsel faced with the possible death sentence for their clients and they are called upon to make many decisions. The verdict was guilty without capital punishment and who can say that what saved the defendants was the fact that they did not take the stand and subject themselves to vigorous cross-examination. If defendant can, after verdict, without prior notice to the court, during the trial, be granted a new trial because he was refused permission [by his attorney] to take the stand, then the defendant who did take the stand could urge that he was forced to take the stand against his will. What control if any will a court have over situations such as this if this is a basis for a new trial ?” (The brackets have been supplied.)\nIn the light of the above, considered together with the trial judge’s findings of fact, as set out below, we think he properly overruled the amended motions for a new-trial :\n*1069“The facts in the case were very forceful and very brutal. The victim was kidnapped on the street from the presence of her companion by force and threats and placed in a car. ’ The victim’s companion testified .and identified the defendants. The victim was then taken to a hotel where Clark attempted to rent a room and when the proprietor refused, the victim tried to force her way in, screaming that they were going to rape her. Clark stated to the proprietor not to listen as his old lady was drunk. The proprietor testified and identified Clark and also testified that he had a handkerchief wrapped around his right hand. The victim testified that Clark had a knife in the handkerchief.\n“The defendants, with the victim, located an abandoned house where they stripped her and each, in turn, raped her at knife-point; Clark, additionally forcing her to perform an unnatural act of oral copulation. The victim testified that Sullen admonished Clark ‘don’t treat her like an animal.’ In the process, she was struck in the mouth and eye. The victim then testified that Sullen and Howard left, allegedly to get wine, and some ‘studs’ to whom they would sell her. When they left she managed to escape from Clark and ran screaming into the street. In the process of her escape Clark struck her over the ear with the leg of a chair which broke. She ran naked into the street and was observed by two witnesses, who testified as to her condition and one of whom got a dress for her.\n“A police car responding to a call that a child or woman was crying in an abandoned ' house, drove up shortly after the victim made good her escape and the police testified to her physical condition. The Coroner testified that the woman had been raped, had a one inch split in her lip, a severely bruised eye and bruise over the ear. . The victim positively identified the defendants and the part each played as well as the torn bloody shirt of Clark and the brpken leg of the chair. The victim’s clothes were never found although a search of the abandoned house was made.\n“Clark was arrested, after some difficulty, on identification of the victim’s companion from whose presence she was taken. Sullen was arrested from an apartment and, as a result of a conversation with Sullen, the police went back to the apartment from which they had arrested Sullen and found Clark hiding under some dirty clothes in a pantry.\n“Defense counsel made a strenuous and able effort to attack the character and chastity of the victim but, because her testimony was so clear and forceful about the details of the rape, they carefully avoided cross-examining her on that aspect of the case. In the court’s opinion this was an excellent strategy because it would only have. resulted in the jury rehear.ing *1071the sordid and brutal details. In the court’s opinion the state has never presented a factually stronger case with such corroboration.”\nSumming up the judge states it was his opinion that the strategy of the defense counsel throughout “was correct, considering the testimony and that defense counsel successfully saved the lives of the defendants by their decisions.”\nFor the reasons assigned, the convictions and sentences are affirmed.\n\n. In a memorandum filed in the trial court counsel contended Howard’s attorneys “deprived him of his right to compulsory process in that attorneys attempting to represent both defendants together had a conflict of interest” because “they felt tliat if they called a co-defendant * * * he might prejudice the rights of the other co-defendants.”\n\n\n. Section 11 of Article I of the Louisiana Constitution.\n\n\n. R.S. 15:461(3).\n\n\n. R..S. 15:474.\n\n\n. People v. Jackson, 186 Cal.App.2d 307, 8 Cal.Rptr. 849; People v. Pilgrim, 215 Cal.App.2d 374, 30 Cal.Rptr. 170; People v. Bush, 227 Cal.App.2d 795, 39 Cal. Reporter 17; People v. Blye, 233 Cal.App.2d 143, 43 Cal.Rptr. 231; Kinder v. Commonwealth, Ky., 269 S.W.2d 212; Sims v. State, Ind., 208 N.E.2d 469; State of Arizona v. Galbreath, 97 Ariz. 361, 400 P.2d 842; People v. Stokes, 164 N.E.2d 26; and Proffit v. United States, 9 Cir., 316 F.2d 705. In the Proffit case the Federal appellate court stated the contention with respect to counsel’s failure to permit an accused to take the stand “is a stock complaint after conviction, on the part of appellants who have been provided court appointed counsel.” And in the Kinder case the court stated that if an accused, not testifying on advice of counsel and taking his chance before the jury, were permitted to contend he had been denied his constitutional right to testify, “then in every criminal case the accused could merely not testify and, after conviction, claim he did not know he had the right to testify,” as a ground for securing his release.\n\n\n. This attorney has been successful in his prosecution of a number of these cases.\n\n",
            "ocr": true,
            "opinion_id": 7176646
        }
    ],
    "court_short_name": "Supreme Court of Louisiana",
    "court_full_name": "Supreme Court of Louisiana",
    "court_type": "S",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Rape"
}