{
    "id": 7314023,
    "judges": "Browning, James",
    "date_filed": "1988-07-20",
    "date_filed_is_approximate": true,
    "slug": "pena-v-greffet",
    "case_name_short": "Peña",
    "case_name": "Peña v. Greffet",
    "case_name_full": "Crystal PEÑA v. Dale GREFFET and Carlos Vallejos, in their individual capacities Arlene Hickson, in her individual and official capacities and Corrections Corporation of America",
    "attorneys": "Zachary A. Ives, Garcia Ives Nowara,. Mark,. Fine, Charlotte Itoh, Fine Law Firm, Albuquerque, NM, for the Plaintiff., Michael S. Jahner, Yenson, Lynn, Allen & Wosick, PC, Albuquerque, NM, for Defendant Dale Greffet., Deborah D. Wells, Kennedy, Moulton & Wells, PC, Albuquerque, NM, Christina G. Retts, Struck Wieneke & Love, Chandler, AZ, for Defendants Carlos Vallejos, Arlene Hickson, and Corrections Corporation of America.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "110 F. Supp. 3d 1103"
    ],
    "opinions": [
        {
            "author_str": "Jamesbrowning",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nMEMORANDUM OPINION\n\n1\n\n\nJAMES 0. BROWNING, District Judge.\nTHIS MATTER comes before the Court on the CCA Defendants’ Motion for Judgment on the Pleadings, filed September 20, 2014 (Doc. 63)(“Motion”). The Court held a hearing on September 5, 2014. The primary issue is whether Defendant Corrections Corporation of America (“CCA”) can be held vicariously liable for a sexual battery that one of its correctional officers, Defendant Dale Greffet, committed against one of its inmates, Plaintiff Crystal Peña. Under the aided-in-agency theory that the Supreme Court of New Mexico articulated in Ocana v. American Furniture Co., 2004-NMSC-018, 135 N.M. 539, 91 P.3d 58 (Maes, C.J.)(unanimous)(“Oca/jm”), CCA is vicariously liable for Greffet’s intentional torts if Greffet’s agency relationship with CCA provided him with extraordinary power over Peña and that power aided him in committing those torts. Whether Gref-fet’s CCA-imparted power over Peña aided him in sexually battering her is a question of fact, and, as Peña’s allegations make it plausible that it did, this question is one for the jury.\n\nFACTUAL BACKGROUND\n\nThe Court takes its facts from the Amended Complaint for Civil Rights Violations and Common Law Torts, filed February 28, 2013 (Doc. 30)(“Complaint”), as it must in ruling on a rule 12(c) motion, see Ramirez v. Wal-Mart Stores, Inc., 192 F.R.D. 303, 304 (D.N.M.2000) (citing Irish Lesbian &amp; Gay Org. v. Giuliani, 143 F.3d 638, 644 (2d Cir.1998)). In July, 2009, Peña was a post-conviction prisoner at the New Mexico Women’s Correctional Facility (“NMWCF”). See Complaint ¶ 3, at 1-2. At all times material to Peña’s allegations, CCA operated and maintained the NMWCF pursuant to a contract with the State of New Mexico, and was bound to comply with certain New Mexico Corrections Department (“NMCD”) policies. Complaint ¶ 4, at 2. CCA employed Defendant Arlene Hickson as the NMWCF’s warden, and, as such, she was the facility’s head supervisor. See Complaint ¶ 5, at 2. During the time period throughout which the underlying conduct took place, CCA employed Greffet and Defendant Carlos Vallejos as corrections officers at the NMWCF. See Complaint ¶ 6, at 2.\nThe boyfriend of Peña’s mother raped Peña when she was a young child on two separate occasions. See Complaint ¶ 7, at 2. Before the events in the Complaint, Peña had been diagnosed with debilitating mental illnesses. See Complaint ¶ 8, at 2. In the spring of 2009, while Peña was isolated in the NMWCF’s segregation unit, *1106Greffet befriended her and initiated, cultivated, and encouraged an intimate relationship with her contrary to CCA’s and NMCD’s policies and procedures. See Complaint ¶ 9, at 2. The claims alleged in the Complaint arise from five distinct incidences: (i) Greffet’s alleged sexual abuse at the NMWCF in July/August, 2009; (ii) Greffet’s alleged sexual abuse in Alamogordo, New Mexico, around Labor Day weekend, 2009; (iii) Greffet’s alleged sexual abuse in Albuquerque, New Mexico, around August, 2010; (iv) Vallejos’ alleged assault and battery in a hallway at the NMWCF in June, 2011; and (v) Peña’s being placed and kept in segregation following her sexual abuse report in 2011.\n1. The July/AugUst, 2009, Alleged Sexual Abuse at the NMWCF.\nBeginning in July of 2009, Greffet began to make advances and sexual comments to Peña about her physical appearance, which', for a period of time, Peña resisted. See Complaint ¶¶ 1011, at 2. In July and August of 2009, Greffet began to sexually fondle2 Peña. See Complaint ¶ 12, at 3. During the same time frame, Greffet made numerous false statements to Peña, including expressing his intent to enter into a committed relationship with her and his desire that they raise children together after her release from custody. See Complaint ¶ 13, at 3. Peña, relying on these statements, came to believe that Greffet was committed to a monogamous relationship with her in which the two of them would raise children. See Complaint ¶ 14, at 3. Peña was particularly susceptible to these advances, because of her history of sexual victimization, her diagnosed mental illnesses, and her aspiration to live a life of love and normalcy. See Complaint ¶ 15, at 3. At some point during late July or early August of 2009, Greffet called Peña into the commanding officer’s office in front of the master control area of the NMWCF, and, sitting at the desk, revealed his erect penis to Peña, and told her to look and see the effect that she had on him. See Complaint ¶¶ 16-17, at 3. With Peña under the desk, Greffet orally sodomized her. See Complaint ¶ 18, at 3.\n2. The Labor Day Weekend, 2009, Alleged Sexual Abuse in Alamogordo.\nOn or about late August of 2009, Peña paroled to Ruidoso, New Mexico, from the NMWCF. See Complaint ¶ 19, at 4. After Peña paroled, Greffet obtained Peña’s telephone number from Peña’s aunt, who was incarcerated at the NMWCF. See Complaint ¶ 20, at 3. Greffet contacted teña and pressured her to meet him. See Complaint ¶ 20, at 3. On Labor Day weekend of 2009, just before Peña entered into an inpatient treatment program in Alamogordo as a condition of her probation, Greffet rented a motel room for the two of them. See Complaint ¶ 21, at 4. During their stay in the motel room, Greffet raped3 Peña on four occasions. See Complaint ¶ 22, at 4. *1107In the motel room, Peña resisted Greffet’s efforts to orally and anally sodomize her, but relented when Greffet persisted. See Complaint ¶ 23, at 4.\nOn or about October of 2009, Peña’s parole was revoked, and she returned to the NMWCF, where Greffet continued to work. See Complaint ¶ 24, at 4. After returning from parole, Greffet continued to falsely state his commitment to Peña and his intent to raise children with her, to 'make sexual advances toward her, and to sexually fondle her. See Complaint ¶ 25, at 4. On or around April of 2010, Greffet left his position at the NMWCF. Before he left, however, Greffet again expressed his plans to live with Peña and to raise children with her. See Complaint ¶ 26, at 4.\n3. The August, 2010, Alleged Sexual Abuse in Albuquerque.\nOn or about August of 2010, the NMWCF again released Peña on probation. A condition of. her probation was that she enroll in an in-patient treatment program for her mental health. See Complaint ¶ 27, at 4. Peña reported to and tried to qualify for the Maya’s Place treatment program in Albuquerque. See Complaint ¶ 28, at 4. During this time frame, Greffet raped Peña on three occasions, again notwithstanding her resistance to anal sodomy. See Complaint ¶29, at 4.-Greffet conceived a child with Peña during this time frame. See Complaint ¶ 29, at 4. Eventually, Maya’s Place rejected Peña because, as she suffered from mental illness rather than drug dependence, she did not fit the program’s criteria for admittance. See Complaint ¶ 30, at 5.\nBecause she was unable to enter a treatment program and thereby satisfy her condition of probation, Peña turned herself into law enforcement in September of 2010. See Complaint ¶ 31, at 5. As she was surrendering to authorities, Peña fainted, was taken to the emergency room, and learned for the first time that she was pregnant. See Complaint ¶ 33, at 5. Gref-fet promised to bond her out from Doña Ana County Detention Center in Las-Cruces, New Mexico, where she would be held, but never did so. See Complaint ¶¶ 32,' 36, at 5. The next day, from jail, Peña told Greffet that she was pregnant. See Complaint ¶ 34, at 5. Greffet thought that aborting the baby was the best option, and, accordingly, Peña and the Doña Ana County Detention Center made arrangements for the abortion. See Complaint ¶¶ 34-35, at 5. Peña could not go through with the abortion, however, and returned to jail with the baby still in útero. See Complaint ¶¶ 34-35, at 5. Eventually, Peña realized that Greffet was not going to bond her and that she was going to have to deliver the child in jail. See Complaint ¶ 36, at 5. She discussed with Greffet how to care for the child during the child’s first months of life, when she would still be incarcerated. See Complaint ¶ 36, at 5. Greffet said he would not care for the baby and that adoption was the best option. See Complaint ¶ 37, at 5. Before giving birth, and in large part because of her inability to find someone to care for the baby while she remained in prison, Peña felt compelled to relinquish her parental rights. See Complaint ¶ 38, at 6. She gave birth to her son on May 2, 2011, while incarcerated at the NMWCF. See Complaint ¶ 39, at 6.\n4. Vallejos’ Alleged Assault and Battery.\nOn or around early June of 2011, Peña was suffering from postpartum depression, *1108in addition to her other mental illnesses, and was grieving her estrangement from her son in the NMWCF’s hallway. See Complaint ¶ 40, at 6. Vallejos verbally engaged Peña in the hallway, asking her what was wrong. See Complaint ¶ 41, at 6. Peña was despondent and traumatized, and did not have the will or the desire to explain to Vallejos her predicament or her feelings; she continued to walk toward her unit, where she intended to contact mental health for immediate mental health treatment. See Complaint ¶ 42, at 6. When Peña failed to respond to Vallejos’ questioning, he pursued her down the hallway, grabbed her from behind and slammed her against the wall of the hallway, causing bruising to her arms and triggering severe symptoms of chronic post-traumatic stress disorder. See Complaint ¶ 43-44, at 6. Because of Vallejos’ battery of Peña and his mistreatment of other inmates at the facility, CCA removed him from his position at the NMWCF. See Complaint ¶ 42, at 6.\n5. The Alleged Retaliation Against Peña.\nCCA and Hickson placed Peña in isolated/segregated confinement in response to the incident with Vallejos. See Complaint ¶ 47, at 7. While Peña was in segregation at the NMWCF, CCA and Hickson learned that she was accusing Greffet of raping her; they pressured her to provide them with a statement about the incident. See Complaint ¶ 48, at 7. When Peña refused to provide them with a statement about Greffet, and when it became clear that she was also accusing Vallejos of assault and battery, CCA and Hickson kept her in varying levels of segregated confinement for a period of approximately eight months, in violation of CCA’s and NMCD’s policies. See Complaint ¶ 49, at 7. Her placement in segregated confinement severely aggravated her fragile mental condition, prevented her from contacting the outside world, including her mother and her son’s adoptive parents, and caused her to lose good time and to remain incarcerated for a longer period of time, resulting in severe mental and emotional distress. See Complaint ¶ 50, at 7.\n\nPROCEDURAL BACKGROUND\n\nPeña brings this action against Greffet and Vallejos in their individual capacities, against Hickson in her individual and official capacity, and against CCA pursuant to 42 U.S.C. § 1983, for their alleged violation of her civil rights arising under the Fourth, Eighth, and Fourteenth Amendments to Constitution of the United States of America. See Complaint at 1. In Count I, Peña alleges that Greffet sexually fondled her while she was incarcerated in the NMWCF, and orally sodomized her in the NMWCF, in violation of her Eighth Amendment right to be free from cruel and unusual punishment, “including the right to be secure in her bodily integrity and free from sexual advances, sexual fondling, sexual intercourse, anal sodomy, and oral sodomy by prison personnel.” Complaint ¶ 52, at 7-8. Peña alleges that Gref-fet’s sexual fondling, sodomy, and rapes proximately caused her damages and injuries, and she requests the Court grant “compensatory and punitive damages against Defendant Greffet, together with all costs and attorney’s fees.” Complaint ¶ 57, at 8.\nIn Count II, Peña alleges that Vallejos’ conduct in “grabbing Plaintiff and slamming her against a wall” violated her Eighth Amendment right to be free from cruel and unusual punishment, and to be free from “unreasonable, unnecessary, and excessive force.... ” Complaint ¶ 60, at 9. Peña asserts that Vallejos’ use of “unreasonable, unnecessary, and excessive force against Plaintiff was intentional, malicious, sadistic, willful, wanton, obdurate, and in *1109gross and reckless disregard for Plaintiffs constitutional rights.” Complaint ¶ 61, at 9. She requests the same relief in Count II that she does in Count I. See Complaint ¶ 64, at 9.\nIn Count III, Peña alleges that CCA and Hickson violated her Eighth and Fourteenth Amendment rights to be free from exposure to “unreasonable risks of harm or from exercising deliberate indifference toward her safety, security, and constitutional rights,” because CCA and Hickson “engaged in a custom of suppressing, denying or disregarding incidents of prison rape.... ” Complaint ¶¶ 66-67, at 10. The incidents of rape are alleged to include: (i) placing inmates who reported sexual or other staff misconduct in segregation, or otherwise retaliating against them; (ii) violating internal and NMCD policies by failing to report allegations of prison rape to outside law enforcement; (iii) failing to conduct adequate internal investigations of rape allegations; and (iv) offering financial incentives for non-reporting. See Complaint ¶ 67, at 10. She requests the same relief in Count III that she does in Counts I and II. See Complaint ¶ 69, at 10.\nIn Count IV, Peña alleges that CCA and Hickson violated her First Amendment right to be free from retaliation for reporting sexual or physical assaults by prison officers, her Eighth Amendment right to be free from cruel and unusual punishment, her Fourteenth Amendment right to procedural due process, and CCA and NMCD policies, when they placed and kept Peña in “segregated confinement following her reporting of Defendant Gref-fet’s rapes and Carlos Vallejos’ assault.” Complaint ¶¶ 71-72, at 11. She requests the same relief in Count IV that she does in the other Counts. See Complaint ¶ 75, at 11.\nIn Count V, Peña alleges that Greffet is liable for the intentional torts of battery and rape for his rapes of Peña in Alamogordo and in Albuquerque when she “lacked the capacity to consent thereto[, and i]n any case, ... did not consent to the sex.” Complaint ¶¶ 77,. at 12. Peña alleges that CCA is legally liable under New Mexico law for Greffet’s tortious conduct under the doctrine of respondeat superior, as Peña “was directly informed and/or had reason to believe that Defendant Greffet was an agent and employee of’ CCA. Complaint ¶¶ 80-81, at 12. She seeks the same relief in Count V as in the other Counts. See Complaint ¶ 81, at 12.\nIn Count VI, Peña alleges that Vallejos, in “violently grabbing [her] and slamming her against the wall,” committed an intentional offensive touching to Peña’s person, and Vallejos is thus liable for the intentional tort of battery. Complaint ¶¶ 83, at 13. Peña alleges that CCA is also liable for this intentional tort of Vallejos under the respondeat superior theory, as he was acting as CCA’s agent and employee at all material times. See Complaint ¶¶ 87-88, at 13. She seeks the same relief in Count VI as in the other claims. See Complaint ¶ 88, at 13.\nThe Court has already dismissed several other claims that Peña initially alleged. In its Memorandum Opinion and Order, filed January 28, 2013 (Doc. 22)(“MOO”), the Court dismissed § 1983 claims arising from sexual encounters between her and Greffet that occurred outside of the NMWCF. See MOO at 2. The Court also dismissed vicarious liability claims against CCA for Greffet’s conduct outside of the NMWCF. See MOO at 2-3.\nOn July 19, 2013, attorneys for both sides filed a motion asking the Court to stay proceedings to allow the parties to litigate “whether, in the event that Plaintiff prevails on her intentional tort claim against former CCA-employee Greffet, Defendant CCA could be held vicariously lia*1110ble, or otherwise financially responsible for a judgment against him.” See Unopposed Joint Motion to Stay Proceedings at 1, filed July 19, 2013 (Doc. 56). The Court granted that motion. See Order, filed July 25, 2013 (Doc. 57). Within the month, Peña filed a Motion for Partial Summary Judgment on the Issue of Vicarious Liability, filed August 16, 2013 (Doc. 60)(“MSJ”). In the MSJ, Peña asserts that CCA “bestowed [Greffet] with the authority to control [Peña’s] movement[,] to meet with inmates in a private and discrete offiee[,] and to make disciplinary determinations.” MSJ at 6. These powers “enabled Defendant Greffet to order Ms. Peña to the secluded Commander’s office, thereby aiding him in accomplishing” the alleged sexual misconduct, and Greffet’s “authority as a Lieutenant to impose or dispose of disciplinary actions was a contributing factor to M. Peña’s submission” to the alleged sexual misconduct. MSJ at 6. Peña argues that this allegation establishes CCA’s vicarious liability for Greffet’s alleged tor-tious actions in the NMWCF under the aided-in-agency theory of liability, which the Supreme Court of New Mexico adopted in Ocana. See MSJ at 4. Peña withdrew the MSJ two months after she filed it, at the reply stage of the briefing. See Reply to Defendants’ Response to Plaintiff’s Motion for Partial Summary Judgment, filed October 16, 2013 (Doc. 70)(“Plaintiff hereby withdraws [the MSJ].”).\nOn September 20, 2013, CCA, Hickson, and Vallejos (collectively, the “CCA Defen-' dants”) filed the Motion now before the Court, asking the court to enter judgment against Peña on the vicarious-liability issue. See Motion at 3-4, 5-6. They contend that Peña falls short of the facial plausibility standard expressed in Ashcroft v. Iqbal, 556 U.S. 662, 129 S.Ct. 1937, 173 L.Ed.2d 868 (2009), by failing to expressly allege aided-in-agency liability or to allege facts that would support such a claim. See Defendants MFJ at 3-4, 5-6. The CCA Defendants argue that, because Peña “merely alleges that Greffet ... ‘called’ her ‘into the Commander’s office[]’ and ‘orally sodomized her,’ ” she fails to establish Greffet either “purported to act or speak on behalf of [CCA,] and there was reliance upon apparent authority, or [that Greffet] was aided in accomplishing the tort by the existence of the agency.” Motion at 6.\nThe CCA Defendants contend that Peña’s pleaded facts demonstrate that Greffet was not aided by his role as an agent of CCA in committing the alleged sexual misconduct at the NMWCF. See Motion at 6. The CCA Defendants note that Peña alleges that Greffet “continued to sexually assault her even after she was released from NMWC[F] and after he was no longer employed by CCA,” which they say indicates that “the conduct did not occur as a result of the agency relationship.” Motion at 7. For support, the CCA Defendants cite EEOC v. Genesco, Inc., No. CIV 09-0652 WJ/RHS, 2011 WL 2490634 (D.N.M. Apr. 12, 2011) (Johnson, J.), which found no aided-in-agency liability where “harassment occurred before, during, and after the period in which [the defendant] was [the plaintiffs] supervisor.” Motion at 7 (quoting 2011 WL 2490634, at *3) (internal quotation marks omitted). Moreover, the CCA Defendants contend that the Court “already rejected an aided-in-agency theory of liability based on” an alleged sexual assault in Alamogordo after the NMWCF released Peña, “because ‘Peña’s factual allegations plead that Gref-fet’s sexual assault was contrary to CCA’s and NMCD’s policies.’ ” Motion at 67 (citation omitted). In light of Peña’s pleaded facts, the CCA Defendants contend that “it is not plausible to suggest that Greffet was acting pursuant to his agency authority.” Motion at 6-7. Additionally, the CCA Defendants warn that “to construe Peña’s *1111Amended Complaint as alleging an aided-in-agency theory would turn the theory ‘into strict liability for employers whenever a supervisor commits a tort upon an employee while the employee is on duty.’ ” Motion at 7 (citation omitted). Last, the CCA Defendants note that, while the Restatement (Second) of Agency — which the Supreme Court of New Mexico consulted in Ocana — recognizes the aided-in-agency theory of vicarious liability, the Restatement (Third) of Agency, published since Ocana, abandons the doctrine altogether.\nA little less than a month after the CCA Defendants filed the Motion, Peña filed her Response in Opposition to Defendants’ Motion for Judgment on the Pleadings, filed October 16, 2013 (Doc. 69)(“Re-sponse”). Peña contends that the Court “already determined that the original complaint plausibly alleged an aided-in-agency theory” based on the alleged sexual misconduct in the NMWCF, Response at 3, when, in its MOO, the Court wrote:\nWhile Peña was an inmate at NMWCF and Greffet was a corrections officer there, as Judge Boasberg concluded in Doe v. Sipper, Greffet could have plausibly used his authority as an officer as an instrumentality to force Peña to come to the corrections office in the guise of furthering CCA’s or NMWCF’s business, and allegedly sexual assaulting her there.\nResponse at 3 (quoting MOO at 110). Additionally, Peña argues that she plausibly alleged a claim for aided-in-agency liability for the alleged NMWCF sexual misconduct. She contends that, because Greffet “cultivated a relationship” with Peña while she was an inmate and “called Plaintiff into the Commander’s office [and] revealed his erect penis and proceeded to orally sodomize her” at a time when Peña “perceived Defendant Greffet to be an agent and employee of CCA, ... it is plainly plausible” that Greffet was “aided” in committing the alleged sexual misconduct “by virtue of his access to Plaintiff ..., his authority over Plaintiff ..., and his ability ... to summon Plaintiff to a ‘Commander’s Office’ in order to perpetrate sexual abuse.” Response at 4. In other words, Peña argues that “it is plausible that the ‘instrumentality’ of Defendant Greffet’s authority as a CCA corrections officer aided and enabled him to access Plaintiff, and to ‘summon’ her to the Commander’s Office.” Response at 4.\nPeña also argues that the CCA Defendants are misguided when they characterize the aided-in-agency theory as being unavailable when the agent’s conduct violates the principal’s standard policies and procedures. She contends: “This argument conflates the concept of being aided by an agency relationship with the principal with the concept of being compliant with the policies of the principal” and that, “[c]ontrary to Defendants’ strained position, one can accomplish the former while violating the latter.” Response at 4-5 (emphases in original). Peña notes “[t]here is no case law supporting the.notion that the violation of a principal’s policies or procedures precludes application of the aided-in-agency doctrine.” Response at 5. Furthermore, Peña contends that the CCA Defendants improperly rely on the MOO to support this claim; she argues that, rather than holding that violating policies and regulation precludes the aided-in-agency theory, the Court was rejecting Peña’s “implied authority” theory of vicarious liability. Response at 5. Finally, Peña refutes the CCA Defendants’ argument that, if two of the three alleged incidents of sexual misconduct occurred outside of the NMWCF, then Greffet could not have been aided-in-agency by CCA. She calls that argument “facially absurd” and contends that “[t]he fact that Plaintiff alleges that Defendant Greffet abused her on multiple occasions cannot, as a matter *1112of logic, disprove that his agency aided him in abusing her the first time.” Response at 5.\nThe CCA Defendants replied roughly a month later. See CCA Defendants’ Reply in Support of Motion for Judgment on the Pleadings, filed November 15, 2013 (Doc. 71)(“Reply”). The Reply notes that, because Peña withdrew her MSJ, the Court should resolve the vicarious-liability question by way of the Motion. See Reply at 1. They devote the first portion of their brief to arguing that the Court did not earlier rule on whether the Complaint sufficiently pleaded the aided-in-agency theory. See Reply at 2-5. As the Court will analyze the aided-in-agency theory anew here, the Court will not summarize that argument. Next, they renew their argument that the Complaint’s allegations do not establish an aided-in-agency theory, going into the details of how Peña pled her Complaint. See Reply at 5-6. They also attack the aided-in-agency theory generally, arguing that it “would impose per se vicarious liability on an employer for an employee’s tort, particularly in a custodial setting, regardless of whether it occurred in the course and scope of the employee’s employment.” Reply at 6.\n\nLAW REGARDING JUDGMENT ON THE PLEADINGS UNDER RULE 12(e)\n\n“After the pleadings are closed— but early enough not to delay trial — a party may move for judgment on the pleadings.” Fed.R.Civ.P. 12(c). A rule 12(c) motion is designed to provide a means of disposing of cases when the material facts are not in dispute between the parties. See Kruzits v. Okuma Mach. Tool, Inc., 40 F.3d 52, 54 (3d Cir.1994) (“Under Rule 12(c), we will not grant judgment on the pleadings unless the movant clearly establishes that no material issue of fact remains to be resolved and that he is entitled to judgment as a matter of law.” (citation omitted)(internal quotation marks omitted)). A “[jjudgment on the pleadings should not be granted ‘unless the moving party has clearly established that no material issue of fact remains to be resolved and the party is entitled to judgment as a matter of law.’ ” Park Univ. Enters., Inc. v. Am. Cas. Co. of Reading, PA, 442 F.3d 1239, 1244 (10th Cir.2006) (citing United States v. Any &amp; All Radio Station Transmission Equip., 207 F.3d 458, 462 (8th Cir.2000)). Claims dismissed pursuant to a motion under rule 12(c) are dismissed with prejudice. See In re Great Lakes Dredge &amp; Dock Co. LLC, 624 F.3d 201, 209 (5th Cir.2010).\n“Any party may move for judgment on the pleadings if no material facts are in dispute and the dispute can be resolved on both the pleadings and any facts of which the Court can take judicial notice.” Ramirez v. WaL-Mart Stores, Inc., 192 F.R.D. at 304 (citing Fed.R.Civ.P. 12(c)). A motion pursuant to rule 12(c) is generally treated in the same manner as a motion to dismiss under rule 12(b)(6). See Ramirez v. Wal-Mart Stores, Inc., 192 F.R.D. at 304 (citing Irish Lesbian &amp; Gay Org. v. Giuliani, 143 F.3d 638, 644 (2d Cir.1998)). A motion for a judgment on the pleadings will be granted if the pleadings demonstrate that the moving party is entitled to judgment as a matter of law. See Ramirez v. Wal-Mart Stores, Inc., 192 F.R.D. at 304.\nA court considering a motion for judgment on the pleadings should “accept all facts pleaded by the non-moving party as true and grant all reasonable inferences from the pleadings in favor of the same.” Park Univ. Enters. Inc. v. Am. Cas. Co. of Reading, PA, 442 F.3d at 1244. The court must view the facts presented in the pleadings and draw the inferences therefrom in the light most favorable to the nonmoving party. See Ramirez v. Wal-Mart Stores, *1113Inc., 192 F.R.D. at 304. All of the non-moving parties’ allegations are deemed to be true, and all of the movants’ contrary assertions are taken to be false. See Nat’l Metro. Bank v. United States, 323 U.S. 454, 456-57, 65 S.Ct. 354, 89 L.Ed. 383 (1945); Ramirez v. Dep’t of Corr., 222 F.3d 1238, 1240 (10th Cir.2000); Freeman v. Dep’t of Corr., 949 F.2d 360, 361 (10th Cir.1991).\nThe same standards that govern a motion to dismiss under rule 12(b)(6) also govern a motion for judgment on the pleadings under rule 12(c). See Atl. Richfield Co. v. Farm Credit Bank, 226 F.3d 1138, 1160 (10th Cir.2000). Under rule 12(b)(6), a court may dismiss a complaint for “failure to state a claim upon which relief can be granted.” Fed.R.Civ.P. 12(b)(6). “The nature of a Rule 12(b)(6) motion tests the sufficiency of the allegations within the four corners of the complaint after taking those allegations as true.” Mobley v. McCormick, 40 F.3d 337, 340 (10th Cir.1994). The sufficiency of a complaint is a question of law, and when considering and addressing a rule 12(b)(6) motion, a court must accept as true all well-pleaded factual allegations in the complaint, view those allegations in the light most favorable to the nonmoving party, and draw all reasonable inferences in the plaintiffs favor. See Moore v. Guthrie, 438 F.3d 1036, 1039 (10th Cir.2006); Hous. Auth. of Kaw Tribe v. City of Ponca City, 952 F.2d 1183, 1187 (10th Cir.1991).\nA complaint challenged by a rule 12(b)(6) motion to dismiss does not require detailed factual allegations, but a plaintiffs obligation to set forth the grounds of his or her entitlement to relief “requires more than labels and conclusions, and a formulaic recitation of the elements of a cause of action will not do.” Bell Atl. Corp. v. Twombly, 550 U.S. 544, 555, 127 S.Ct. 1955, 167 L.Ed.2d 929 (2007). “Factual allegations must be enough to raise a right to relief above the speculative level, on the assumption that all the allegations in the complaint are true (even if doubtful in fact).” Bell Atl. Corp. v. Twombly, 550 U.S. at 555, 127 S.Ct. 1955 (citation omitted). “[T]he Supreme Court recently ... prescribed a new inquiry for us to use in reviewing a dismissal: whether the complaint contains ‘enough facts to state a claim to relief that is plausible on its face.’ ” Ridge at Red Hawk, LLC v. Schneider, 493 F.3d 1174, 1177 (10th Cir.2007) (quoting Bell Atl. Corp. v. Twombly, 550 U.S. at 558, 562, 127 S.Ct. 1955). “The [Supreme] Court explained that a plaintiff must ‘nudge his claims across the line from conceivable to plausible’ in order to survive a motion to dismiss.” Ridge at Red Hawk, LLC v. Schneider, 493 F.3d at 1177 (quoting Bell Atl. Corp. v. Twombly, 550 U.S. at 570, 127 S.Ct. 1955) (alterations omitted). “Thus, the mere metaphysical possibility that some plaintiff could prove some set of facts in support of the pleaded claims is insufficient; the complaint must give the court reason to believe that this plaintiff has a reasonable likelihood of mustering factual support for these claims.” Ridge at Red Hawk, LLC v. Schneider, 493 F.3d at 1177. The Tenth Circuit has stated:\n“[PJlausibility” in this context must refer to the scope of the allegations in a complaint: if they are so general that they encompass a wide swath of conduct, much of it innocent, then the plaintiffs “have not nudged their claims across the line from conceivable to plausible.” The allegations must be enough that, if assumed to be true, the plaintiff plausibly (not just speculatively) has a claim for relief.\nThis requirement of plausibility serves not only to weed out claims that do not (in the absence of additional allegations) have a reasonable prospect of success, but also to inform the defendants of the actual grounds of the claim against *1114them. “Without some factual allegation in the complaint, it is hard to see how a claimant could satisfy the requirement of providing not only ‘fair notice’ of the nature of the claim, but also ‘grounds’ on which the claim rests.” Bell Atl. Corp. v. Twombly, 127 S.Ct. at 1965 n. 3. See Airborne Beepers &amp; Video, Inc. v. AT &amp; T Mobility LLC, 499 F.3d 663, 667 (7th Cir.2007) (“[A]t some point the factual detail in a complaint may be so sketchy that the complaint does not provide the type of notice of the claim to which the defendant is entitled under Rule 8.”). The Twombly Court was particularly critical of complaints that “mentioned no specific time, place, or person involved in the alleged conspiracies.” 127 S.Ct. at 1971 n. 10. Given such a complaint, “a defendant seeking to respond to plaintiffs’ conclusory allegations ... would have little idea where to begin.” Id.\nRobbins v. Oklahoma, 519 F.3d 1242, 1247-48 (10th Cir.2008) (footnote omitted) (citations omitted).\nIn determining the sufficiency of a complaint, all well-pleaded factual allegations are to be taken as true. See Timpanogos Tribe v. Conway, 286 F.3d 1195, 1204 (10th Cir.2002). “Nevertheless, conclusory allegations without supporting factual aver-ments are insufficient to state a claim upon which relief can be based.” Hall v. Bellmon, 935 F.2d 1106, 1110 (10th Cir.1991). “Moreover, in analyzing the sufficiency of the plaintiffs complaint, the court need accept as true only the plaintiffs well-pleaded factual contentions, not his conclu-sory allegations.” Hall v. Bellmon, 935 F.2d at 1110. Only well-pleaded facts, as distinguished from conclusory allegations, are admitted when considering a motion to dismiss for failure to state a claim upon which relief can be granted. See Smith v. Plati, 258 F.3d 1167, 1174 (10th Cir.2001).\nA court must convert a motion to dismiss into a motion for summary judgment if “matters outside the pleading are presented to and not excluded by the court,” and “all parties ... [are] given reasonable opportunity to present all material made pertinent to such a motion by Rule 56.” Fed.R.Civ.P. 12(d). Facts subject tó judicial notice may be considered without converting a motion to dismiss into a motion for summary judgment. See Grynberg v. Koch Gateway Pipeline Co., 390 F.3d 1276, 1279, n. 1 (10th Cir.2004) (citing 27A Federal Procedure, Lawyers’ Ed. § 62:520 (2003)). Furthermore, when considering a motion to dismiss, “the court is permitted to take judicial notice of its own files and records, as well as facts which are a matter of public record.” Van Woudenberg v. Gibson, 211 F.3d 560, 568 (10th Cir.2000), abrogated on other grounds by McGregor v. Gibson, 248 F.3d 946, 955 (10th Cir.2001). A court may consider documents to which the complaint refers if the documents are central to the plaintiffs claim and the parties do not dispute the documents’ authenticity. See Jacobsen v. Deseret Book Co., 287 F.3d 936, 941-42 (10th Cir.2002). If, however, a document is not incorporated by reference or attached to the complaint, but the complaint refers to the document and the document is central to the plaintiffs claim, the defendant may submit an “indisputably authentic copy to the court to be considered on a motion to dismiss.” GFF Corp. v. Associated Wholesale Grocers, Inc., 130 F.3d 1381, 1384 (10th Cir.1997). See 5A Charles Alan Wright &amp; Arthur Miller, Federal Practice &amp; Procedure § 1327 (3d ed. 2004)(“[W]hen the plaintiff fails to introduce a pertinent document as part of her pleading ... the defendant may introduce the document as an exhibit to a motion attacking the sufficiency of the pleading.”).\n\nLAW REGARDING VICARIOUS LIABILITY\n\n“Under basic respondeat superi- or principles, an employer is liable for an *1115employee’s torts committed within the scope of his or her employment.” Lymon v. Aramark Corp., 728 F.Supp.2d 1222, 1271 (D.N.M.2010) (Browning, J.)(quoting Ocana, 2004-NMSC-018, ¶ 29, 135 N.M. 539, 91 P.3d 58). “[A]n employer is not generally liable for an employee’s intentional torts because an employee who intentionally injures another individually is generally considered to be acting outside the scope of his or her employment.” Ocana, 2004-NMSC-018, ¶ 29, 135 N.M. 539, 91 P.3d 58 (citing Martin-Martinez v. 6001, Inc., 1998-NMCA-179, ¶ 13, 126 N.M. 319, 968 P.2d 1182 (“In most instances, the intentional conduct of an employee injuring another employee is not the intentional conduct of the employer.”)). “Generally, whether an employee is acting in the course and scope of employment is a question of fact.” Rivera v. N.M. Highway &amp; Transp. Dept., 115 N.M. 562, 564, 855 P.2d 136, 138 (Ct.App.1993) (citing Narney v. Daniels, 115 N.M. 41, 48, 846 P.2d 347, 354 (Ct.App.1992)). “However, when no reasonable trier of fact could conclude that an employee is acting in the course and scope of employment,” the conduct was not in the scope of employment as a matter of law. Rivera v. N.M. Highway and Transp. Dept., 115 N.M. at 564, 855 P.2d at 138 (citing Narney v. Daniels, 115 N.M. at 49-50, 846 P.2d at 355-56). New Mexico uses a four-part test to determine whether an employee’s acts were performed within the scope of employment:\nAn employee’s action, although unauthorized, is considered to be in the scope of employment if the action (1) is the kind the employee is employed to perform; (2) occurs during a period reasonably connected to the authorized employment period; (3) occurs in an area reasonably close to the authorized area; and (4) is actuated, at least in part, by a purpose to serve the employer.\nLessard v. Coronado Paint &amp; Decorating Ctr., Inc., 2007-NMCA-122, ¶ 12, 142 N.M. 583, 168 P.3d 155 (citing Narney v. Daniels, 115 N.M. at 49, 846 P.2d at 355; Restatement (Third) of Agency § 7.07(2) (2006)). The New Mexico Civil Uniform Jury Instruction on the scope of employment provides:\nAn act of an employee is within the scope of his or her employment if:\n1. It was something fairly and naturally incidental to the employer’s business assigned to the employee, and\n2. It was done while the employee was engaged in the employer’s business with the view of furthering the employer’s interest and did not arise entirely from some external, independent and personal motive on the part of the employee.\nCiv. U.J.I. 13-407 N.M.R.A. See Childers v. S. Pac. Co., 20 N.M. 366, 372-73, 149 P. 307, 308 (1915) (same). The Supreme Court of New Mexico has also held that employers may sometimes be held liable fop torts an employee commits outside his or her scope of duty — including intentional torts — under an aided-in-agency theory of vicarious liability, which requires that the agent “was aided in accomplishing the tort by the existence of the agency relation.” Ocana, 2004-NMSC-018, ¶ 30, 135 N.M. 539, 91 P.3d 58 (quoting Restatement (Second) of Agency § 219(2)(d) cl. 2)(internal quotation marks omitted).\n\nANALYSIS\n\nThe Court will deny the Motion and allow Peña’s aided-in-agency theory of vicarious liability to proceed to trial. At trial, the Court will design a special verdict form, and, if the jury finds that Greffet committed battery against Peña, that Gref-fet’s agency relationship with CCA imparted him with extraordinary power over her, and that this extraordinary power aided him in committing battery, then CCA will *1116be on the hook for all damages attributable to that tort.\nUnder Erie Railroad Co. v. Tompkins, 304 U.S. 64, 58 S.Ct. 817, 82 L.Ed. 1188 (1938) (“Erie”), when dealing with state-law torts like Peña’s battery claim, the Court must apply vicarious liability principles as the Supreme Court of New Mexico would define them. Resolving the Motion largely boils down to formulating an Erie prediction about whether and how the Supreme Court of New Mexico would cabin the seemingly limitless vicarious liability that the aided-in-agency theory, read literally as the Restatement and Ocana announce it, would create. To formulate its Erie prediction, the Court will first outline the aided-in-agency theory’s relatively sparse history, from its apparent birth in the Restatement (Second) of Agency in 1958, to the Supreme Court of the United States’ incorporation of it into Title VII, through Ocana and other state-court precedent applying the theory, and finally to its demise in the Restatement (Third) of Agency. The Court will then predict how the Supreme Court of New Mexico would define the aided-in-agency theory’s contours today, guided primarily, of course, by its words in Ocana, but also by policy factors that the Court concludes would influence the Supreme Court to narrow the doctrine from its broad articulation in Oca-na. Last, the Court will apply the aided-in-agency theory to this case’s facts, concluding that Peña has plausibly alleged the theory, and that the vicarious liability issue must thus go to the jury.\nI. THE HISTORY OF AIDED-IN-AGENCY.\nTo shed light on the aided-in-agency theory’s proper construction, the Court will first summarize its history. The Restatement (Second) of Agency created the theory, which was then adopted — in various ways — by a number of courts, including the Supreme Courts of the United States and New Mexico. The Restatement (Third) of Agency later disclaimed the theory entirely — albeit quietly — leaving its status as a creature of New Mexico common law somewhat uncertain.\nA. THE RESTATEMENT (SECOND) OF AGENCY CREATES THE THEORY.\nAlthough the Restatements, as their name suggests, are not really supposed to create new legal theories,4 the aided-in-*1117agency theory has its apparent genesis in the Restatement (Second) of Agency,5 in a section titled “When Master is Liable for Torts of His Servants.” Restatement (Second) of Agency § 219. See Alan J. Oxford, II, When Agents Attack: Judicial Misinterpretation of Vicarious Liability Under “Aided in Accomplishing the Tort by the Existence of the Agency Relation” and Restatement Srd’s Failure to Properly “Restate” the Ill-Fated Section 219(2)(d) Provision, 37 Okla. City. U.L.Rev. 157, 170 (2012)(“Restatement 2nd produced the Aided in Accomplishing language where such language did not previously exist in the common law.” (footnotes omitted)). Section 219 outlines vicarious tort liability in the employer-employee context, generally; the concept of aided-in-agency is found in § 219(2)(d)’s second independent clause:\n(1) A master is subject to liability for the torts of his servants committed while acting in the scope of their employment.\n(2) A master is not subject to liability for the torts of his servants acting outside the scope of their employment, unless:\n(a) the master intended the conduct ' or the consequences, or\n(b) the master was negligent or reckless, or\n(c) the conduct violated a non-delega-ble duty of the master, or\n(d)the servant purported to act or to speak on behalf of the principal and there was reliance upon apparent authority, or he was aided in accomplishing the tort by the existence of the agency relation.\nRestatement (Second) of Agency § 219 (emphasis added). Section 219’s commentary contains a single paragraph devoted to § 219(2)(d); the first two sentences refer to apparent authority — i.e., § 219(2)(d)’s first independent clause — and the remainder of the commentary refers to the aided-in-agency theory:\nClause (d) includes primarily situations in which the principal’s liability is based upon conduct which is within the apparent authority of a servant, as where one purports to speak for his employer in defaming another or interfering with another’s business. Apparent authority may also be the basis of an action of deceit, and even physical harm. In other situations [ — the following refers to the aided-in-agency theory — ] the servant may be able to cause harm because of his position as agent, as where a telegraph operator sends false messages purporting to come from third persons. Again, the manager of a store operated by him for an undisclosed principal is enabled to cheat the customers because of his position. The enumeration of such situations is not exhaustive, and is intended only to indicate the area within which a master may be subjected to *1118liability for acts of his servants not in scope of employment.\nRestatement (Second) of Agency § 219 cmt. on subsection (2) (citations omitted). It is interesting that the commentary calls apparent authority the “primary” source of liability in § 219(2)(d), as the aided-in-agency theory, read to the full extent of its literal terms, would seem to create the possibility of vicarious liability in a wider array of situations. For one thing, it would seem that most torts committed with apparent authority would also be committed with the aid of the agency relationship, unless the apparent authority was incidental to the commission of tort.6\nAs an initial matter, the Court will point out the obvious defect in the aided-in-agency theory: it comes close to creating strict vicarious liability for employers, and, despite purporting to be an exception, it nearly swallows the general rule that re-spondeat superior does not attach to intentional torts. If § 219(2)(d) cl. 2 were read literally, a creative plaintiffs lawyer could make a colorable argument for vicarious liability in almost every intentional tort case in which the tortfeasor happens to be gainfully employed. If a barista poisoned a patron’s coffee, the patron could sue the coffee shop under the theory that the bar-ista was only able to commit the tort because he or she worked for the coffee shop. If a utility worker used his uniform and credentials to get invited into a woman’s home, and then proceeded to sexually assault the woman, the utility worker’s agency relationship with the utility company could be said to have aided him in his sexual assault. If a drive-by shooting was committed using a company car or a police department — or security company-issued gun, then the plaintiff could name the issuing employer. Most open-endedly of all, a plaintiff might even be able to name a tortfeasor’s employer in a drive-by shooting, even if the employer issued neither the gun nor the car, if the tortfeasor bought the gun or the car using his or her salary — -which, after all, he or she obtained by virtue of the employment (i.e., agency) relationship.\nExamining transcripts of the committee meetings from the Restatement’s drafting sessions is illuminating, but also ultimately fails to reveal any solid limiting principle that the drafters omitted from — or saw implicit in — the clause’s text. One of the hypotheticals that the Court listed — -that of a utility worker using his badge to gain entry into a home and then raping the housewife — was discussed extensively at the drafting sessions. The Court gets the impression from reading the transcript that the drafters’ consensus was that the aided-in-agency theory should not give rise to vicarious liability under that hypothetical’s facts, ie., that the hypothetical was *1119introduced as a way of pointing out § 219(2)(d) cl. 2’s problematic expanse, as an example of facts that would fall within the clause’s literal language, but which all agreed should not give rise to vicarious liability. See Discussion of Restatement of the Law, Second, Agency (Tentative Draft No. 4), 33 A.L.I. Proe. 314, 372-83 (1956)(“A.L.I. Discussion”). For example, the committee’s presiding officer made the following statement:\nSection 219(2)(d) [should] be substituted by a narrower statement of actual cases, instead of saying that the servant is able to accomplish the tort whether it is rape or murder, if that is worse, or stealing silver, which I suppose is not so bad, but which look like transactions which a master would not normally be held liable for. Say “crimes.”\nA.L.I. Discussion at 382 (emphasis added). This statement went unchallenged at the meeting, but was, for reasons unclear to the Court, never incorporated into the final Restatement — either in the above-the-line text or in the commentary.\nB.COURTS, INCLUDING THE SUPREME COURT OF THE UNITED STATES, ADOPT THE THEORY IN VARIOUS FORMS AND CONTEXTS.\nIt seems obvious that the Restatement did not intend to open up virtually limitless vicarious liability by way of a short, unexplained, and uncited clause pinned — almost as an afterthought — to the end of a section devoted primarily to much theoretically narrower - grounds of vicarious liability. Courts struggled mightily with § 219(2)(d) cl. 2,7 some applying it more-or-less as written, see, e.g., Costos v. Coconut Island Corp., 137 F.3d 46 (1st Cir.1998), others declining to adopt it altogether, see, e.g., Doe v. Lago Vista Indep. Sch. Dist., 106 F.3d 1223, 1226 (5th Cir.1997); Dee v. Marriott Int’l, Inc., No. CIV.A. 99-2459, 1999 WL 975125, at *3-4 (E.D.Pa. Oct. 6, 1999); Zsigo v. Hurley Med. Ctr., 475 Mich. 215, 716 N.W.2d 220, 227 (2006); C.B. ex rel. L.B. v. Evangelical Lutheran Church in Am., 726 N.W.2d 127, 135 (Minn.Ct.App.2007) (limiting vicarious liability to torts committed within the scope of employment, but not explicitly mentioning the Restatement or disclaiming the aided-in-agency theory), and still others refraining from taking a position on either side of the aided-in-agency fence, see, e.g., Hart v. Paint Valley Local Sch. Dist., No. C2-01-004, 2002 WL 31951264, at *14 (S.D.Ohio Nov. 15, 2002); Davis v. Fulton Cnty., Ark., 884 F.Supp. 1245, 1263 (E.D.Ark.1995); Mahar v. StoneWood Transp., 823 A.2d 540, 545 (Me.2003); Bowman v. State, 10 A.D.3d 315, 781 N.Y.S.2d 103, 105 (2004); S.J.A.J. v. First Things First, Ltd., 239 Wis.2d 233, 619 N.W.2d 307, 2000 WL 1254149 *8 n. 15 (Wis.Ct.App.2000). Some courts modified the theory, narrowing it by grafting on various extra-textual limiting principles.\nThe United States Court of Appeals for the District of Columbia Circuit, for example, added an “instrumentality” requirement to the aided-in-agency theory, relying on the telegraph-operator example in § 219’s commentary to hold that “[t]he tort must be one accomplished by an instrumentality, or through conduct[,] associated with the agency status.” Barnes v. Costle, 561 F.2d 983, 996 (D.C.Cir.1977). The D.C. Circuit found no instrumentality in its case, but Costos v. Coconut Island Corp. provides a good example of a case that satisfies the requirement. In that case, the United States Court of Appeals *1120for the First Circuit held a hotel vicariously liable after one of its employees obtained an acquaintance’s room key, entered her room, and raped her, concluding that the room key was an instrumentality of the agency.8 See 137 F.3d at 50. See also Zsigo v. Hurley Med. Ctr., 716 N.W.2d at 225.\nThe Supreme Court of the United States gave the aided-in-agency theory its most important application in twin companion cases that it issued on June 26, 1998, holding that the aided-in-agency theory — -narrowed significantly by limiting principles that the Supreme Court, by its own admission, made up on the spot9 — applies to Title VII workplace-harassment claims. See Burlington Indus., Inc. v. Ellerth, 524 U.S. 742, 118 S.Ct. 2257, 141 L.Ed.2d 633 (1998) (Kennedy, J.); Faragher v. City of Boca Raton, 524 U.S. 775, 118 S.Ct. 2275, 141 L.Ed.2d 662 (1998) (Souter, J.). The opinions hinge heavily on Title VII-specific policy considerations, getting deep into the weeds of the administrative scheme and Congress’ desire to encourage companies to adopt anti-harassment policies, but both opinions contain the same summarizing paragraph:\nAn employer is subject to vicarious liability to a victimized employee for an actionable hostile environment created by a supervisor with immediate (or successively higher) authority over the employee. When no tangible employment action is taken, a defending employer may raise an affirmative defense to liability or damages, subject to proof by a preponderance of the evidence. The defense comprises two necessary elements: (a) that the employer exercised reasonable care to prevent and correct promptly any sexually harassing behavior, and (b) that the plaintiff employee unreasonably failed to take advantage of any *1121preventive or corrective opportunities provided by the employer or to avoid harm otherwise. While proof that an employer had promulgated an antihar-assment policy with complaint procedure is not necessary in every instance as a matter of law, the need for a stated policy suitable to the employment circumstances may appropriately be addressed in any case when litigating the first element of the 'defense. And while proof that an employee failed to fulfill the corresponding obligation of reasonable care to avoid harm is not limited to showing any unreasonable failure to use any complaint procedure provided by the employer, a demonstration of such failure will normally suffice to satisfy the employer’s burden under the second element of the defense. No affirmative defense is available, however, when the supervisor’s harassment culminates in a tangible employment action, such as discharge, demotion, or undesirable reassignment.\nBurlington Indus., Inc. v. Ellerth, 524 U.S. at 764-65, 118 S.Ct. 2257; Faragher v. City of Boca Raton, 524 U.S. at 807-08, 118 S.Ct. 2275. In a nutshell, these decisions limit the aided-in-agency theory’s applicability in two important ways: (i) the theory applies only to supervisors’ acts against subordinates, and not to coworkers-on-coworker torts, see Burlington Indus., Inc. v. Ellerth, 524 U.S. at 760, 118 S.Ct. 2257 (“Were [the theory interpreted more broadly], an employer would be subject to vicarious liability not only for all supervisor harassment, but also for all coworker harassment, a result enforced by neither the EEOC nor any court of appeals to have considered the issue.”); (ii) vicarious liability is unrebuttable when the supervisor commits a “tangible employment action” — a firing, a passing-over for promotion, or an undesirable reassignment — but is subject to an affirmative defense when the supervisor simply makes the employee uncomfortable, because, where a tangible employment action exists, “there is assurance the injury could not have been inflicted absent the agency relation,” ie., a tangible employment action by a supervisor constitutes an “official act” by the employer, Burlington Indus., Inc. v. Ellerth, 524 U.S. at 761, 762, 118 S.Ct. 2257 (“Tangible employment actions are the means by which the supervisor brings the official power of the enterprise to bear on subordinates. A tangible employment decision requires an official act of the enterprise, a company act.”).\nThe Supreme Court’s cases are as much about modifying general agency principles for use in the Title VII context as they are about doing a descriptive, retrospective analysis of the common law of agency. They did not necessarily alter what aided-in-agency means, but, rather, set forth the manner in which the aided-in-agency theory should apply in the Title VII context. See Faragher v. City of Boca Raton, 524 U.S. at 802 &amp; n. 3, 118 S.Ct. 2275 (calling § 219(2)(d) cl. 2 a “ ‘starting point[,]’ because [the Supreme Court’s] obligation here is not to make a pronouncement of agency law in general or to transplant § 219(2)(d) into Title VTI[; r]ather, it is to adapt agency concepts to the practical objectives of Title VII”). For instance, district judges in the D.C. Circuit continue to apply an instrumentality limitation on the aided-in-agency theory, despite the fact that neither Supreme Court case used the term. See Doe v. Sipper, 821 F.Supp.2d 384, 391-93 (D.D.C.2011).\nC. THE SUPREME COURT OF NEW MEXICO ADOPTS THE THEORY.\nIt is at this point, roughly six years after the Supreme Court of the United States’ twin cases, that the Supreme Court of New Mexico issued Ocana. Ocana was the first, and last, case from any New *1122Mexico court10 to mention the aided-in-agency theory — or § 219(2), more generally. Like the Supreme Court of the United States’ cases, Ocana involved an employment-discrimination case, this time under the New Mexico Human Rights Act, N.M. Stat. Ann. § 28-1-1 to -15 (“NMHRA”), New Mexico’s state-law analogue to the federal Title VII. See Ocana, 2004-NMSC-018, ¶ 6, 135 N.M. 539, 91 P.3d 58. In that case, the plaintiff alleged that her supervisor had harassed her continually and severely at the workplace, following her around the store, including into the restroom, touching himself in front of her, and, on one occasion, rubbing his erection against her. See Ocana, 2004-NMSC-018, ¶ 25, 135 N.M. 539, 91 P.3d 58. She sued both her supervisor and her employer under the NMHRA, and for state-law assault, battery, and intentional infliction of emotional distress. See Ocana, 2004-NMSC-018, ¶¶ 7, 29, 135 N.M. 539, 91 P.3d 58. On the NMHRA claim, the Supreme Court of New Mexico adopted the Supreme Court of the United States’ Title VII framework from Burlington Industries, Inc. v. Ellerth and Faragher v. City of Boca Raton wholesale. See 2004-NMSC-018, ¶ 26, 135 N.M. 539, 91 P.3d 58. For the state-law claims, however, the Supreme Court of New Mexico went through the following analysis:\nUnder basic respondeat superior principles, an employer is liable for an employee’s torts committed within the scope of his or her employment. Thus, under these principles, an employer is not generally liable for an employee’s intentional torts because an employee who intentionally injures another individual is generally considered to be acting outside the scope of his or her employment. Intentional torts arising from sexual harassment are generally considered to be outside the scope of employment. Burlington Indus., Inc. v. Ellerth, 524 U.S. at 757, 118 S.Ct. 2257 (“The general rule is that sexual harassment by a supervisor is not conduct within the scope of employment.”). Cf. Coates v. Wal-Mart Stores, Inc., 1999— NMSC-013, ¶ 25, 127 N.M. 47, 976 P.2d 999, 1004 (“Injuries caused by sexual harassment do not arise out of employment.”). Conceding that Kaminski’s alleged torts were committed outside the scope of his employment, Ocana asserts that American may be vicariously liable under the aided-in-agency theory because there was evidence showing that the torts were facilitated by his supervisory status.\nUnder the aided-in-agency theory, an employer may be held liable for the intentional torts of an employee acting outside the scope of his or her employment if the employee “was aided in accomplishing the tort by the existence of the agency relation.” Restatement (Second) of Agency § 219(2)(d) (1958). As the parties acknowledge, no New Mexico court has yet adopted the aided-in-agency theory in addressing respondeat superior issues. Ocana asserts that we should adopt this theory because our courts have relied upon other sections of the Restatement in determining the scope of an employer’s liability. She also asserts that it would be consistent with New Mexico’s public policy favoring compensation to a victim injured by another’s tortious actions. American, on the other hand, asserts that this theory should not be adopted because our courts have already developed a comprehensive and extensive “body of law which defines scope of employment.” *1123Consequently, American argues that these cases more aptly apply to the case at hand because they address “scope of employment” in the context of sexual harassment and assault. As a result of the parties’ arguments, we discuss whether we should adopt the aided-in-agency theory in the context of sexual harassment.\nWe do not believe that it would be a radical departure for this Court to adopt the aided-in-agency theory of vicarious liability. New Mexico courts have routinely relied upon the Restatement (Second) of Agency in discussing issues of respondeat superior. Additionally, adopting the aided-in-agency theory would further the policies that underlie tort law. See Trujillo v. City of Albuquerque, 1990-NMSC-083, ¶ 10, 110 N.M. 621, 798 P.2d 571, 574 (“Our fault system of recovery, while by no means indispensable to our society in an abstract sense, today serves the important social functions of redistributing the economic burden of loss from the injured individuals on whom it originally fell, deterring conduct that society regards as unreasonable or immoral, and providing a vehicle by which injured victims may obtain some degree of compensation and satisfaction for wrongs committed against them and by which society may give voice and form to its condemnation of the wrongdoer.” (footnote omitted)), rev’d on other grounds, 1998-NMSC-031, 125 N.M. 721, 965 P.2d 305.\nConsequently, the question that we must decide is whether Ocana presented sufficient evidence showing that Kamin-ski was aided by his status as her supervisor in committing his alleged torts. We conclude that she did not. In order to prevail under the aided-in-agency theory, Ocana had to present sufficient evidence showing that Kaminski’s supervisory authority aided him in the commission of his torts. Employees with such authority have been empowered by the employer to make decisions affecting subordinate employees. It is this authority, bestowed by the employer, that gives the supervising employee the ability to injure the subordinate employee. In this sense, the supervising employee is “aided-in-agency.” See Restatement (Second) of Agency § 219(2)(d) cmt. e (explaining that the basis for the aided-in-agency theory is that the employee “may be able to cause harm because of his [or her] position as agent ” of the employer (emphasis added)). Here, Ocana failed to present any evidence showing that Kaminski’s conduct occurred as a result of an abuse of his supervisory status. Since there is no evidence showing that Kaminski was able to commit his alleged acts by virtue of his supervisor status, summary judgment on this claim was proper.\nOcana, 2Q04-NMSC-018, ¶¶ 29-32, 135 N.M. 539, 91 P.3d 58 (citations omitted). The Supreme Court appended a footnote to the very end of its aided-in-agency spiel:\nWe note that Ell&amp;rth and Faragher relied, in part, on the aided-in-agency theory of the Restatement in crafting their holdings. Both cáses, however, expressly did not adopt the approach wholesale, but instead modified it to fit within the Title VII context. See Faragher, 524 U.S. at 802 n. 3, 118 S.Ct. 2275; Ellerth, 524 U.S. at 755, 118 S.Ct. 2257 (calling the Restatement “a useful beginning point for a discussion of general agency principles,” but going on to modify the doctrine to effectuate the policy goals of Title VII). Because the Supreme Court modified, rather than adopted, the Restatement approach in Ellerth and Faragher, we see nothing inconsistent with the result reached in this section, which relies on the Restate*1124ment, and the result reached in Section II, which relies on Ellerth and Faragher.\nOcana, 2004-NMSC-018, ¶32 n. 1, 135 N.M. 539, 91 P.3d 58 (emphasis in original). The above portions outline the Supreme Court of New Mexico’s adoption of the aided-in-agency theory in the non-NMHRA context. The last above-the-line paragraph makes it clear that the Supreme Court of New Mexico retained an important limitation on the theory from the Title VII context: the tortfeasor must be the plaintiffs supervisor, and not merely a coworker, for the employer to be held vicariously liable. See Ocana, 2004-NMSC-018, ¶ 32,135 N.M. 539, 91 P.3d 58. The Supreme Court affirmed the summary judgment that the district court had granted in the employer’s favor, because the plaintiff was unable to show that her supervisor “was able to commit his alleged acts by virtue of his supervisor status”— not his agency status. 2004-NMSC-018, ¶ 32, 135 N.M. 539, 91 P.3d 58 (emphasis added). Swapping out “agency relation,” Restatement (Second) of Agency § 219(2)(d) cl. 2, with “supervisor status,” Ocana, 2004-NMSC-018, ¶32, 135 N.M. 539, 91 P.3d 58, narrows the aided-in-agency theory’s reach substantially. The supervisor in Ocana was probably — or at least plausibly — aided by his agency relationship with the employer, as he would likely have been unable to stalk the plaintiff at her workplace if he did not also work there. The Supreme Court of New Mexico, however, wanted more: the tort cannot be of a nature that a mere coworker could have just as easily committed; rather, a specifically supervisory relationship must have aided the tort’s commission.\nA more obvious takeaway from Ocana is nonetheless vitally important. The Supreme Court of New Mexico recognized the aided-in-agency theory as standing distinct, separate, and independent from apparent authority. In an effort to limit the theory’s potentially limitless font of vicarious liability, many courts flirted with the notion of conflating aided-in-agency, see Restatement (Second) of Agency ' § 219(2)(d) cl. 2, with apparent authority, see id. § 129(2)(d) cl. 1, or of construing the concept of being aided in agency as a limitation on vicarious liability by way of apparent authority, despite the illogie of reading two independent clauses separated by an “or” as being cumulative requirements.11 See, e.g., Mahar v. StoneWood Transp., 823 A.2d at 546 (“Comment e to section 219(2)(d) acknowledges that the section is limited in its application to cases within the apparent authority of the employee, or when the employee’s conduct involves misrepresentation or deceit.”).\n*1125D. OTHER STATE SUPREME COURTS APPLY THE THEORY TO TORTS THAT A POLICE OFFICER COMMITS AGAINST A CITIZEN.\nIn 2004, around the same time that the Supreme Court of New Mexico was deciding Ocana, the Vermont Supreme Court applied the aided-in-agency theory in a context very close to the one that this case presents. In Doe v. Forrest, 2004-VT-37, 176 Vt. 476, 853 A.2d 48 (2004), the court held a sheriffs department vicariously liable for one of its deputies sexually assaulting a citizen. The deputy in question regularly visited a convenience store as part of his community policing function, and, over time, struck up a familiar relationship with the plaintiff, a twenty-year-old cashier at the store. See 2004-VT-37, ¶ 2, 176 Vt. 476, 853 A.2d 48. In the weeks preceding the sexual assault, the deputy’s visits to the store “increased in frequency and duration, as he apparently became more personally interested in” the plaintiff. 2004-VT-37, ¶ 2, 176 Vt. 476, 853 A.2d 48. The court described the events on the date of the sexual assault as follows:\nWhen Forrest entered the store, plaintiff was on the telephone with her mother while attending to customers at the check-out counter. After those customers left the store, he took the telephone from plaintiff and jokingly told her mother, who was also an employee of the store, to stop harassing plaintiff. Forrest then hung up the telephone and began asking plaintiff questions that were sexual in nature. He turned the store’s thermostat to ninety degrees and informed her that he had done so. As she was readjusting the thermostat, he took hold of her hair, which was in a ponytail, and used it to move her head in various directions. He told her that he liked women who wore their hair in a ponytail so that he could control them. He then put his arm around plaintiff, who said nothing, but moved away from him and returned to the check-out counter.\nForrest then selected an adult magazine from the store’s magazine rack and showed plaintiff a picture of a woman performing fellatio. After a short conversation pertaining to the sexual act depicted in the magazine, he began to maneuver her into a secluded area of the store, where he coerced her to perform oral sex. He also kissed and fondled her breasts. After approximately fifteen minutes, she moved away from Forrest, who departed soon thereafter. She then telephoned for help. Forrest did not during the sexual assault unhol-ster his weapon or handcuffs, nor did he threaten to use either instrument on plaintiff.\n2004-VT-37, ¶¶ 3-4, 176 Vt. 476, 853 A.2d 48. In the wake of the incident, the deputy resigned from the department, and later pled guilty to a criminal charge of lewd and lascivious behavior, 13 Vt. Stat. Ann. § 2601. See 2004-VT-37, ¶ 5, 176 Vt. 476, 853 A.2d 48.\nThe plaintiff sued the department alleging several theories of vicarious liability. After concluding that the department could not be held directly liable, and that the deputy’s actions had been outside the scope of his employment, the court analyzed the actions under the aided-in-agency theory, ultimately “holding] that if plaintiff can show that an on-duty law enforcement officer was aided in accomplishing an intentional tort involving a sexual assault on the plaintiff by the existence of the employment relationship with the law enforcement agency, vicarious liability will apply.” 2004-VT-37, ¶ 48,176 Vt. 476, 853 A.2d 48. In doing so, the Vermont Supreme Court relied upon similar holdings — both articulated much less robustly than in Doe v. Forrest — by the Supreme *1126Court of California, see Mary M. v. City of Los Angeles, 54 Cal.3d 202, 285 Cal.Rptr. 99, 814 P.2d 1341 (1991) (en banc), and the Court of Appeals of Louisiana, see Applewhite v. City of Baton Rouge, 380 So.2d 119 (La.Ct.App.1979). See Doe v. Forrest, 2004-VT-37, ¶¶ 34-35, 176 Vt. 476, 853 A.2d 48. The Vermont Supreme Court reasoned:\nThe Court in Faragher was very-careful to analyze the policy judgments behind § 219(2)(d) and apply it to implement those policies. We similarly examine some of those policy issues in the context of an intentional sexual tort of a law enforcement officer perpetrated on a community citizen the officer was charged to protect as part of his community policing function. The Far-agher Court emphasized three main considerations in applying § 219(2)(d) in the supervisor-employee relationship: the opportunity for contact created by the relationship; the powerlessness of the employee to resist the supervisor and prevent the unwanted contact; and the opportunity to prevent and guard against the conduct.\nWhat makes the circumstances of this case virtually unique from a policy perspective is the extraordinary power that a law enforcement officer has over a citizen. A number of courts have talked about this power in finding vicarious liability in cases involving sexual assaults by police officers. See, e.g., Applewhite v. City of Baton Rouge, 380 So.2d 119, 121 (La.Ct.App.1979); Mary M. v. City of Los Angeles, 54 Cal.3d 202, 285 Cal.Rptr. 99, 814 P.2d 1341, 1349-52 (1991) (en banc).\nMary M. is explicitly policy-based and contains this rationale as part of the holding:\nAt the outset, we observed that society has granted police officers extraordinary power and authority over its citizenry. An officer who detains an individual is acting as the official representative .of the state, with all of its coercive power. As visible symbols of that power, an officer is given a distinctively marked car, a uniform, a badge,' and a gun. As one court commented, “police officers [exercise] the most awesome and dangerous power that a democratic state possesses with respect to its residents — the power to use lawful force to arrest and detain them.” Inherent in this formidable power is the potential for abuse; The cost resulting from misuse of that power should be borne by the community, because of the substantial benefits that the community derives from the lawful exercise of police power.\nMary M. v. City of Los Angeles, 285 Cal.Rptr. 99, 814 P.2d at 1349. Applewhite has a similar rationale, although related to the traditional rationale of apparent authority:\nWe particularly note that Officer Crowe was on duty in uniform and armed, and was operating a police unit at the time of this incident. He was able to separate the plaintiff from her companions because of the force and authority of the position which he held. He took her into police custody and then committed the sexual abuse upon her in the vehicle provided for his use by his employer.\nA police officer is a public servant given considerable public trust and authority. Our review of the jurisprudence indicates that, almost uniformly, where excesses are committed by such officers, their employers are held to be responsible for their actions even though those actions may be somewhat removed from their usual duties. This is unquestionably the case because of the position of such officers in our society.\n*1127Applewhite v. City of Baton Rouge, 380 So.2d at 121.\nThis power is especially pronounced when the tort is committed on a citizen the law enforcement officer is charged with protecting. The Faragher Court noted the particular power of an employment supervisor'who could inflict adverse employment actions on a resistant employee. Not only is the supervisor placed in the position to sexually harass the employee, but the fear of retaliation prevents the employee from resisting or complaining. In like manner, when the law enforcement officer is the wrongdoer, the citizen is also stripped of the official protection that society provides. The citizen is particularly vulnerable and defenseless.\nFinally, Faragher relied on the greater opportunity that employers had to “guard against misconduct' by supervisors ...; employers have greater opportunity and incentive to screen them, train them, and monitor their performance.” 524 U.S. at 803, 118 S.Ct. 2275. As the California Supreme Court noted in Mary M., 285 Cal.Rptr. 99, 814 P.2d at 1347, imposing liability on the employer may prevent recurrence of tor-tious conduct by creating an incentive for vigilance by those in a position to prevent it.[12] No incentive to prevent this kind of conduct is created by leaving the victim uncompensated. Nor do we think we create an adequate incentive by requiring a plaintiff to prove that the employer inadequately supervised the officer. See West v. Waymire, 114 F.3d [646] at 649 [ (7th Cir.1997) ] (“We want the police department to supervise its officers in this domain with especial care, and so we do not impose on the plaintiff the burden of establishing negligent supervision.”). We also note the observation of the court in Mary M. that the costs of police misconduct should be borne by the community because the community derives substantial benefits from the lawful exercise of police power.\nDoe v. Forrest, 2004-VT-37, ¶¶ 33-36, 176 Vt. 476, 853 A.2d 48 (citations omitted); id. ¶ 39, 176 Vt. 476, 853 A.2d 48. The Vermont Supreme Court decided not to extend its holding, at that time, beyond the context of on-duty law enforcement officers, noting that the Supreme Court of California had, in a decision issued years before Mary M. v. City of Los Angeles, declined to extend the aided-in-agency theory of liability to torts that a schoolteacher commits against his or her students. See 2004-VT-37, ¶ 47, 176 Vt. 476, 853 A.2d 48 (citing John R. v. Oakland Unified Sch. Dist., 48 Cal.3d 438, 256 Cal.Rptr. 766, 769 P.2d 948, 956-57 (1989))(“[W]e find it best to adopt a rationale as narrow as possible under the circumstances.”).\nThe Vermont Supreme Court ultimately decided that the plaintiff could submit her vicarious liability argument to the jury, reversing the lower court’s summary judgment in favor of the department. See 2004-VT-37, ¶¶ 56-58, 176 Vt. 476, 853 A.2d 48. Although the deputy never threatened her, the court concluded that “the extent to which Forrest’s position as a law enforcement officer, with the gun and handcuffs, enabled him to force or persuade plaintiff to perform fellatio on him without significant physical resistance or cries for help is disputed,” and must go to the jury. 2004-VT-37, ¶ 56, 176 Vt. 476, 853 A.2d 48.\n*1128The Vermont Supreme Court’s decision was issued over a strenuous dissent by the Honorable Marilyn S. Skoglund, Associate Justice of the Vermont Supreme Court, who argued that the majority “fundamentally misinterpreted the second clause [of § 219(2)(d) ] as completely independent of the first, and that properly understood it applies only where the agent ‘purported to act or speak on behalf of the principal and he was aided in accomplishing the tort by the existence of the agency relationship.’ ” Doe v. Forrest, 2004-VT-37, ¶ 66, 176 Vt. 476, 853 A.2d 48 (Skoglund, J., dissenting(emphasis added) (citation omitted). She further posited that the Supreme Court of the United States “never intended for its decisions in Faragher and El-lerth to have any influence on the development of common-law agency principles or the application of § 219(2)(d) outside the specific context of Title VII,” 2004-VT-37, ¶ 68, 176 Vt. 476, 853 A.2d 48, noting that the Supreme Court of the United States had, itself, stated that “its intention was not ‘to make a pronouncement of agency law in general,’ but rather ‘to adapt agency concepts to the practical objectives of Title VII,’ ” 2004-VT-37, ¶ 65, 176 Vt. 476, 853 A.2d 48 (quoting Faragher v. City of Boca Raton, 524 U.S. at 802 n. 3, 118 S.Ct. 2275).\nIn 2007,13 the Vermont Supreme Court issued another case involving the aided-in-agency theory, Doe v. Newbury Bible Church, 2007-VT-72, 182 Vt. 174, 933 A.2d 196 (2007). Justice Skoglund, the dissenter in Doe v. Forrest, wrote the majority opinion. The case involved a pastor’s criminal sexual abuse of an underage parishioner, who then attempted to sue the church under an aided-in-agency theory. See 2007-VT-72, ¶¶ 1-5, 182 Vt. 174, 933 A.2d 196. Several instances of abuse had occurred on church property, or at times when the pastor was alone with the parishioner by virtue of his pastoral relationship with the youth, and thus the case would seem to fit within § 219(2)(d) cl. 2’s literal terms. See 2007-VT-72, ¶ 3, 182 Vt. 174, 933 A.2d 196. The Vermont Supreme Court nevertheless held that the church could not be held vicariously liable for the pastor’s actions, distinguishing Doe v. Forrest as follows:\nThe circumstances of the tort in this case distinguish it from Forrest in several crucial ways. First, a pastor is not a public actor, and therefore, the policy reasons for extending the cost of police misconduct to the general public are not present. As a society, we give police officers power beyond that of all other citizens so that they may better protect us. A pastor, by contrast, is vested with no more power than any other person who takes a leadership role in an organization. Although a pastor’s leadership serves the needs of his church, holding the church responsible for his abuse of that power does nothing to deter future abuses: in this case the church removed [the pastor] from his position before the lawsuit against it was filed. Vicarious liability merely penalizes innocent church members for conduct in which they took no part, of which they had no knowledge, and from which they gained no benefit.\nSecond, although a pastor’s position within the church gives him some authority or power over parishioners, especially children who attend a church school, that power is simply not the same as police power. A pastor’s influence over a, child is little different from *1129the authority exerted by other adult figures in a child’s life.\nFinally, in Forrest we relied upon the unique access, as well as the special power, that police officers have over citizens. Importantly, when a pastor or other person in a position of authority commits a criminal and tortious act, the victim can turn to the police for help, but when a law enforcement officer is the perpetrator, the victim is uniquely isolated from the protections of the rule of law. In Forrest, we refused to make broad pronouncements about future cases. Instead, we limited our application of § 219(2)(d) to the facts before us at that time. Today, we once again limit our holding to the facts before us. We continue to rely on California’s guidance in this area because it is one of the few states that has developed a body of case law applying § 219(2)(d). In John R., the California Supreme Court declined to hold a school district vicariously liable for a teacher’s molestation of a student while participating in a school-sponsored extracurricular program. In its decision, the court noted the significant distinction between law enforcement officers and teachers:\nIt suffices here to note that the authority of a police officer over a motorist — bolstered most immediately by his uniform, badge and firearm, and only slightly less so by the prospect of criminal sanctions for disobedience— plainly surpasses that of a teacher over a student. The teacher’s authority is different in both degree and kind, and it is simply not great enough to persuade us that vicarious liability should attach here for the teacher’s tort. Furthermore, invoking respon-deat superior here would raise an entirely different specter of untoward consequences, or interference with the purposes for which the authority was conferred in the first place, than might result from the imposition of vicarious liability in the limited context of a police officer’s abuse of authority. We doubt that police departments would deprive their officers of weapons or preclude them from enforcing the laws, but we see a significant and unacceptable risk that school districts would be dissuaded from permitting teachers to interact with then-students on any but the most formal and supervised basis.\nJohn R. v. Oakland Unified Sch. Dist., 256 Cal.Rptr. 766, 769 P.2d at 956-57. The court emphasized that school districts would still be liable for their own negligence in hiring or supervising a teacher who molests students.\nPrincipled distinctions can be drawn between law enforcement officers and others in positions of authority. Holding a small church and school vicariously liable for the acts of its pastor — without any regard to fault — would in no way further the policy considerations set forth in Forrest or the Title VII cases relied upon therein.\nDoe v. Newbury Bible Church, 2007-VT-72, ¶¶ 9-13, 182 Vt. 174, 933 A.2d 196 (citations omitted).\nE. THE RESTATEMENT (THIRD) OF AGENCY ABANDONS THE THEORY.\nIn 2006, the American Law Institute published the Restatement (Third) of Agency, obliterating all above-the-line references to the aided-in-agency theory. The closest analogue to the Second Restatement’s, § 219 is the Third Restatement’s § 7.03, which serves as the new master summary section14 setting forth *1130the circumstances in which a principal can be held liable for his or her agent’s torts:\n(1) A principal is subject to direct liability to a third party harmed by an agent’s conduct when\n(a) as stated in § 7.04, the agent acts with actual authority or the principal ratifies the agent’s conduct and\n(i) the agent’s conduct is tortious, or\n(ii) the agent’s conduct, if that of the principal, would subject the principal to tort liability; or\n(b) as stated in § 7.05, the principal is negligent in selecting, supervising, or otherwise controlling the agent; or\n(c) as stated in § 7.06, the principal delegates performance of a duty to use care to protect other persons or their property to an agent who fails to perform the duty.\n(2) A principal is subject to vicarious liability to a third party harmed by an agent’s conduct when\n(a) as stated in § 7.07, the agent is an employee who commits a tort while acting within the scope of employment; or\n(b) as stated in § 7.08, the agent commits a tort when acting with apparent authority in dealing with a third party on or purportedly on behalf of the principal.\nRestatement (Third) of Agency § 7.03 (2006).\nThe Third Restatement’s only reference to the aided-in-agency theory comes in the commentary to § 7.08, the new section devoted to apparent authority. See Restatement (Third) of Agency § 7.08 cmt. b. Section 7.08’s above-the-line text provides that “[a] principal is subject to vicarious liability for a tort committed by an agent in dealing or communicating with a third party on or purportedly on behalf of the principal when actions taken by the agent with apparent authority constitute the tort or enable the agent to conceal its commission,” Restatement (Third) of Agency § 7.08, and its commentary explains:\nThis rule differs from the counterpart material in Restatement Second, Agency, in two respects. First, much of the treatment in Restatement Second, Agency, is structured on a tort-specific basis. Second, Restatement Second, Agency § 219(2)(d) states that an employer is subject to liability for an employee’s tort when the employee acted outside the scope of employment when “the servant purported to act or to speak on behalf of the principal and there was reliance upon apparent authority ...” Section 219(2)(d) concludes with a further general basis for an employer’s vicarious liability, which is whether an employee “was aided in accomplishing the tort by the existence of the agency relation.” This Restatement does not include “aided in accomplishing” as a distinct basis for an employer’s (or principal’s) vicarious liability. The purposes likely intended to be met by the “aided in ac*1131complishing” basis are satisfied by a more fully elaborated treatment of apparent authority and by the duty of reasonable care that a principal owes to third parties with whom it interacts through employees and other agents.\nRestatement (Third) of Agency § 7.08 cmt. b (omission in original).\nThe Third Restatement’s dismissive treatment of the aided-in-agency theory raises questions as to whether courts were ever correct to apply it, and, even if so, whether they should continue to apply it— given that the theory was a whole-cloth creation of an earlier Restatement — -in contexts beyond those in which controlling authority mandates its application, e.g., Title VIL15\nII. THE COURT’S ERIE PREDICTION.\nThe Court concludes that the Supreme Court of New Mexico, having adopted the aided-in-agency theory in Ocana, would go at least as far as the Supreme Courts of California and Vermont in construing it. The Supreme Court of New Mexico 'is unabashedly liberal on civil-rights and civil-liberties issues, see, e.g., State v. Cardenas-Alvarez, 2001-NMSC-017, ¶¶ 32-35, 130 N.M. 386, 25 P.3d 225, 237-40 (discussing the court’s embrace of “New Federalism,” a doctrine of state-level expansion on federal constitutional rights, which the Honorable William J. Brennan, Jr., Associate Justice of the Supreme Court of the United States, championed), and the Court is relatively confident about how it would balance its people’s liberty interests — specifically, their interest in being free from rape at the hands of their state-sanctioned captore — against its contractors’ economic interests. The Court concludes that the policy rationales for imposing vicarious liability under the aided-in-agency theory in the police officer-citizen context are as strong as — if not stronger than — they are in the prison guard-inmate context, and, accordingly, the Supreme Court of New Mexico would probably apply the theory in this context. The Court can thus sum up its Erie prediction as follows: if an inmate can establish that a prison official with corporal authority over the inmate committed a tort against the inmate, and that the official’s position of authority aided the official in the commission of that tort, then the official’s employer16 is vicariously liable for all injuries that the tort inflicts.\nThe Court will describe the reasoning behind its Erie prediction, beginning with *1132Ocana itself, then moving to available limiting principles that make the theory workable and the policy rationales that make it sensible, and then discussing how the theory is consistent with the State of New Mexico’s current civil-rights and immunity regimes. Last, the Court will explain why it is unpersuaded that the Third Restatement’s jettisoning of the theory should change its prediction.\nA. OCANA UNAMBIGUOUSLY ADOPTED § 219(2)(d) cl. 2.\nJust as a court engaging in statutory interpretation must always begin with a statute’s text, a court formulating an Erie prediction should look first to the words of the state supreme court.17 In Ocana, the. Supreme Court of New Mexico not only • adopted § 219(2)(d) cl. 2, but it clearly indicated that the theory: (i) applies to both the NMHRA — -in the same way that it applies to Title VII — and to common-law torts; and (ii) is not merely a reformulation of or limitation on apparent authority. In doing so, the Supreme Court of New Mexico foreclosed two of the most narrowing, most obvious, and most popular manners of cabining the theory. What re*1133mains is a theory that — by its own terms and by the terms in which Ocana described it — imposes liability on prison guards who use their state-imparted authority to engage in tortious conduct against inmates. What makes this case challenging is that the theory, without further limitation, opens up vicarious liability in host of other situations — such as the coffee-poisoning barista, the housewife-raping utility worker, and the company car-using drive-by shooter — in which it seems undesirable, if not, in some circumstances, absurd. Cf. EEOC v. Genesco, Inc., 2011 WL 2490634, at *4 (“The ‘aided-in-agency’ exception should not swallow the rule of limited respondeat superior liability for intentional torts.”).\nThe Supreme Court’s adoption of the theory into New Mexico common law comes in two paragraphs near the end of Ocana, and contains no explicit limiting principles:\nUnder the aided-in-agency theory, an employer may be held liable for the intentional torts of an employee acting outside the scope of his or her employment if the employee “was aided in accomplishing the tort by the existence of the agency relation.” Restatement (Second) of Agency § 219(2)(d) (1958). As the parties acknowledge, no New Mexico court has yet adopted the aided-in-agency theory in addressing respondeat superior issues. Ocana asserts that we should adopt this theory because our courts have relied upon other sections of the Restatement in determining the scope of an employer’s liability. She also asserts that it would be consistent with New Mexico’s public policy favoring compensation to a victim injured by another’s tortious actions.... As a result of the parties’ arguments, we discuss whether we should adopt the aided-in-agency theory in the context of sexual harassment.\nWe do not believe that it would be a radical departure for this Court to adopt the aided-in-agency theory of vicarious liability. New Mexico courts have routinely relied upon the Restatement (Second) of Agency in discussing issues of respondeat superior. Additionally, adopting the aided-in-agency theory would further the policies that underlie tort law.\nConsequently, the question that we must decide is whether Ocana presented sufficient evidence showing that Kamin-ski was aided by his status as her supervisor in committing his alleged torts.\nOcana, 2004-NMSC-018, ¶¶ 30-31, 135 N.M. 539, 91 P.3d 58. See id. ¶32 n. 1, 135 N.M. 539, 91 P.3d 58. (“[T]he result reached in this section ... relies on the Restatement.”). Despite seemingly adopting the Restatement wholesale, in the lead-up to its analysis, the Supreme Court of New Mexico made the following statement: “As a result of the parties’ arguments, we discuss whether we should adopt the aided-in-agency theory in the context of sexual harassment.” Ocana, 2004-NMSC-018, ¶ 30, 135 N.M. 539, 91 P.3d 58 (emphasis added). The question, then, is whether the Supreme Court intended to limit the theory’s application to the employment context. No such limitation exists under a natural reading of Ocana, but, reading the case to the full extent of its terms — and applying it outside the employment context — there would be nothing to stop the parade of horribles to which the Court has alluded throughout this opinion.\nThere are, however, a number of limiting principles — short of limiting the theory to the employment context — that the Supreme Court of New Mexico can graft onto Ocana to avoid these results and prevent the aided-in-agency theory from becoming strict vicarious liability. The Court will discuss how it believes that the Supreme *1134Court will reign in the theory. First, however, the Court will again point out the obvious, which — given the importance of beginning an Erie prediction with the Supreme Court’s own precedent — bears repeating: Ocana adopted the aided-in-agency theory, and the opinion’s language does not limit it to the employment context.\nB. SUFFICIENT LIMITING PRINCIPLES EXIST TO MAKE THE THEORY WORKABLE OUTSIDE THE EMPLOYMENT CONTEXT, AND, APPROPRIATELY LIMITED, THE THEORY MAKES SENSE.\nAs a federal court, the Court cannot impose limiting principles on New Mexico common-law rules. The Court can, however, predict limiting principles that the Supreme Court of New Mexico might impose, and, if those limiting principles would render the rule more attractive, then they can influence the Court’s prediction whether the Supreme Court would adopt the rule in the first place. Here, the question is not whether the Supreme Court would adopt the aided-in-agency theory — it already has — but whether it would extend it outside of the employment context. To put the Court’s overall analysis in simpler terms: (i) Ocana appears to adopt the aided-in-agency theory without qualification; (ii) adopting the aided-in-agency theory without qualification would produce absurd results, and it thus seems improbable that the Supreme Court of New Mexico would not qualify the theory if faced with its consequences; (iii) the Court must decide, then, how the Supreme Court would qualify the theory; (iv) one way the Supreme Court could qualify the theory— which, while not the most natural reading of Ocana, could be reconciled with the ease — is by limiting the theory to the employment context; and (v) the Court must determine whether the Supreme Court would limit the theory in that manner or if it would use other limiting principles, such as those that the Supreme Courts of California and Vermont used.\nThe Court concludes that the Supreme Court of New Mexico would not limit the aided-in-agency theory’s application to the employment context, but, rather, would do as the Supreme Courts of California and Vermont have done, and apply it outside the employment context in cases where the tortfeasor’s relationship with his employer gives him “extraordinary power” over his victim. Doe v. Forrest, 2004-VT-37, ¶ 34, 176 Vt. 476, 853 A.2d 48 (“What makes the circumstances of this case virtually unique from a policy perspective is the extraordinary power that a law enforcement officer has over a citizen.”). Extending the aided-in-agency theory’s reach to these cases- — which include prison guard-inmate and police officer-citizen cases — carries forward the same rationale that Ocana and the Supreme Court of the United States used to justify applying the theory to supervisor-subordinate torts: the employer created the opportunity for the tort by giving the tortfeasor power over the victim. See Ocana, 2004-NMSC-018, ¶32, 135 N.M. 539, 91 P.3d 58 (“It is this authority, bestowed by the employer, that gives the supervising employee the ability to injure the subordinate employee. In this sense, the supervising employee is ‘aided-in-agency.’ ”). A prison guard has even more employer-vested power over an inmate than a private-sector supervisor has over a subordinate: the control that a prison guard exerts over an inmate extends into virtually every facet of the inmate’s life; the relationship, unlike a private-sector supervisor-subordinate relationship, often involves the use of legitimate bodily force and physical violence; and, unlike a private-sector employee, an inmate cannot simply quit the job of being a prisoner.\n*1135Extending the aided-in-agency theory to “extraordinary power” cases honors Oca-na’s reasoning, but so does stopping its reach at that point. By limiting the theory there, the Court excludes the more undesirable theoretical consequences of a literal, unchecked reading of § 219(2)(d) cl. 2, such as imposing vicarious liability in the cases of the coffee-poisoning barista, the housewife-raping utility worker, and 'the company car-driving shooter. Requiring a relationship of job-created control between a tortfeasor, and his or her victim, holds the employer liable only when the tortfea-sor has capitalized on the power that the employer gave the tortfeasor, and not merely the opportunity. Opportunity is generic: a factory worker who sexually assaults the coworker next to him on the assembly line might only have been able to do so because the factory stationed him next to his victim, but the factory did not increase the odds — at least as they were knowable to the employer at the time — of either that specific worker committing sexual assault or of that specific coworker being sexually assaulted. On the other hand, when an employer vests an employee with power over another person— whether the other person is a subordinate employee or a non-employee third party, like an inmate — the employer enables torts that might not otherwise happen — torts, that are, essentially, an abuse of that power. There is danger inherent in granting one person extraordinary power over another, and the granting of that power should, thus, carry with it some accountability.\nThere are additional policy reasons for applying the aided-in-agency theory to prison guard-inmate torts, most of which the Vermont Supreme Court canvassed in Doe v. Forrest. The Court will not rehash that case’s reasoning, but will add a few points of its own. First, although conduct like Greffet’s certainly does not fall under apparent authority—which requires an objectively reasonable perception that the agent was acting pursuant to the principal’s orders — some attention should be paid to the level of sophistication and, frankly, desperation, typical among inmates, and how those factors affect their reasonable perception of a prison guard’s authority. In an inmate’s eyes, the State authority that prison guards wield appears delegated, and not merely representatively exercised. In other words, an inmate— especially one, like Peña, whom a guard has consistently singled out for attention— likely feels as if she is not merely under the State’s control, by way of its guards, but that she is under the control of the guard himself.\nSecond, a prison guard who harasses an-inmate does so with a built-in quasi-claim of right. An inmate who challenges a prison guard’s actions as being outside the scope of his agency relationship — ie., outside his or her lawful authority — does so in the face of substantial risk of retaliation, not merely from the .prison guard, but from the guard’s employer — the prison higher-ups — as well. The credibility gap between prison guards and inmates is enormous in everyone’s eyes, but especially in the eyes of the jail employees directly responsible for handling complaints — -who are, after all, the tortfeasor’s coworkers.\nBoth of these reasons apply more strongly in the prison guard-inmate context than in the police officer-citizen context. As to the first reason, while citizens and police officers alike may feel, to some extent, like a police officer on the scene “is the law,” interactions between any one police officer and any one citizen happen only occasionally, and are usually brief. Conversely, a prison guard’s interactions with an inmate are more-or-less continuous, usually over an extended period of time, thus furthering the impression that it is the guard, not the guard’s employer, to *1136whom the inmate is beholden. As to the second reason, while there may generally be a credibility gap between a police officer and a citizen, this gap’s size varies depending on the citizen in question, and, unless the officer happens to know the citizen with whom he or she is dealing, the officer has little way of knowing — and thus little way of exploiting — even the larger gaps that exist when the citizen in question turns out to be, e.g., a recidivist criminal. Prison guards, however, know that the person with whom they are dealing is a criminal, and thus likely to be viewed as less than fully credible. Also, unlike the police officer-citizen relationship, the prison guard-inmate relationship is an irreducibly unpleasant one — one oriented around captivity and control — and complaints of mistreatment or abuse from prisoners are thus more apt to be shrugged off by authorities than complaints from citizens about police officers.\nThe Court thus concludes that applying the aided-in-agency theory to cases where a principal vests an agent with extraordinary control over a third party, which the agent then uses to commit a tort against the third party, (i) is true to Ocanals text and rationale; (ii) is a workable rule, which does not give rise to limitless vicarious liability; and (iii) is a sensible rule, which furthers policy considerations — such as deterrence and accountability on the principal’s part, and providing compensation to injured victims — which would likely motivate the Supreme Court of New Mexico to adopt the rule.\nC. THE COURT’S CONSTRUCTION CREATES CONSISTENCY BETWEEN INMATES OF PUBLIC AND PRIVATE PRISONS AS TO THEIR ABILITY TO RECEIVE REDRESS FOR THE WRONGS OF PRISON GUARDS.\nThere is another consideration that cuts in favor of adopting the Vermont and California supreme courts’ construction of the aided-in-agency theory: it puts inmates of privately run correctional facilities on an equal footing with those of state-run facilities in terms of inmates’ ability to recover from the “deep pocket” — the corporation and the State, respectively. As it stands presently, it is easier to recover from the State than from a private corrections corporation on state-law intentional tort claims arising from prisoner abuse. This disparity is not immediately evident, so the Court will explain how recovery is sought from both classes of prison guards.\nState-employee prison guards, unlike private ones, are entitled to immunity under the NMTCA. See N.M. Stat. Ann. § 41-4-4A (“A governmental entity and any public employee while acting within the scope of duty are granted immunity from liability for any tort....”); id. § 41^1-3 (“ ‘[Pjublic employee’ means an officer, employee or servant of a governmental entity, excluding independent contractors .... ”); Giron v. Corr. Corp. of Am., 14 F.Supp.2d 1245, 1252 (D.N.M.1998) (Hansen, J.). At facilities where the majority of those held have not yet been convicted and are being held pending trial — most “jails” — guards are considered “law enforcement officers” under the NMTCA, and, as a result, do not have immunity against most intentional-tort claims, including assault and battery. See N.M. Stat. Ann. § 41-4-12 (waiving immunity for injuries “resulting from assault, battery, false imprisonment, false arrest,” and other intentional torts); id. § 41-4-3D (defining “law enforcement officer” as one “whose principal duties under law are to hold in custody any person accused of a criminal offense, to maintain public order or to make arrests for crimes” (emphasis added)); Callaway v. N.M. Dep’t of Corr., 1994-NMCA-049, ¶ 12, 117 N.M. 637, 875 P.2d 393, 397 (holding that, at facilities with mostly post-conviction prisoners, “corrections officers are not law enforce-*1137merit officers under” the NMTCA); Davis v. Bd. of Cnty. Comm’rs of Dona Ana Cnty., 1999-NMCA-110, ¶ 35, 127 N.M. 785, 987 P.2d 1172, 1183 (holding that guards at facilities “in which the inmates are primarily ‘accused of a criminal offense’ and awaiting trial, fall within the definition of law enforcement officers under” the NMTCA). At facilities where the majority of the inmates have already been convicted — -presumably all “prisons”— guards’ immunity from suit is essentially absolute.18 Immunity is limited to the guard’s “scope of duties,” but that term is not synonymous with the common-law concept of “scope of employment”: as noted earlier, under standard agency principles, an employee’s scope of employment generally excludes all intentionally tortious conduct, per se; a guard’s “scope of duties,” on the other hand, includes almost everything he or she does at the facility. See Risk Mgmt. Div., Dep’t of Fin. &amp; Admin., State v. McBrayer, 2000-NMCA-104, ¶¶ 8-23, 129 N.M. 778, 14 P.3d 43, 46-50. Paralleling the NMTCA’s protections against state-law claims, state-employee prison guards are entitled to qualified immunity against federal suits under 42 U.S.C. § 1983, whereas private prison guards receive no such benefit. See Richardson v. McKnight, 521 U.S. 399, 412, 117 S.Ct. 2100, 138 L.Ed.2d 540 (1997) (“[P]ri-vate prison guards, unlike those who work directly for the government, do not enjoy immunity from suit in a § 1983 case.”).\nIf an inmate at a state-run facility manages to sue and obtain a judgment against one of his or her prison guards, however, payment by the State is essentially automatic. Although the Supreme Court of New Mexico purports to have a nuanced vicarious-liability standard for NMTCA cases, see Weinstein v. City of Santa Fe ex rel. Santa Fe Police Dep’t, 1996-NMSC-021, ¶¶ 14-17, 121 N.M. 646, 916 P.2d 1313, 1318-19, the reality is that, if an inmate can recover a judgment against a state-employee prison guard — whether under state law or § 1983 — the State has to pay it:\nA governmental entity shall pay any award for punitive or exemplary damages awarded against a public employee under the substantive law of a jurisdiction other than New Mexico, including other states, territories and possessions and the United States of America, if the public employee was acting within the scope of his duty.[19]\n*1138N.M. Stat. Ann. § 41^-4C. The State thus indemnifies prison guards in state-run institutions almost automatically, whether the judgment is under state law or under § 1983.\nTo recover against a private corrections corporation, however — rather than just against the often judgment-proof prison guard — the inmate must establish supervisory liability, which requires showing that the employer was “negligen[t] in selecting, training, retaining, supervising, or otherwise controlling the agent.” Restatement (Third) of Agency § 7.05(1). Applying the aided-in-agency theory to private prison guards and their corporate employers brings consistency to the civil-rights vicarious-liability landscape.\nD. THE THIRD RESTATEMENT’S DISCONTINUATION OF THE THEORY IS OF MINIMAL IMPORTANCE.\nAfter itself creating the aided-in-agency theory in 1958, the Restatement of Agency series now distances itself from the theory — more-or-less pretending that it never existed. The Third Restatement, however, has little to no bearing on this case. The Supreme Court of New Mexico has cited to the Restatement (Third) of Agency only four times — never for any principle that contradicts the Restatement (Second) of Agency, and never for anything having to do with the aided-in-agency theory or intentional-tort liability, more generally. See Baker v. Hedstrom, 2013-NMSC-043, ¶ 32, 309 P.3d 1047, 1056; San Juan Agri. Water Users Ass’n v. KNME-TV, 2011-NMSC-011, ¶¶ 23-24, 43, 150 N.M. 64, 257 P.3d 884, 890, 894; Hamberg v. Sandia Corp., 2008-NMSC-015, ¶ 13, 143 N.M. 601, 179 P.3d 1209, 1212; Maes v. Audubon Indem. Ins. Grp., 2007-NMSC-046, ¶ 17, 142 N.M. 235, 164 P.3d 934, 939. While it may initially seem unsettling to stick with a theory after its creator and chief proponent renounces it — especially given that judicial acceptance of the theory was almost entirely predicated on trust in the creator — it is appropriate here. First, neither the American Law Institute nor the Restatement of Agency “series” is a monolithic or continuous institution to which the Court should necessarily ascribe internally consistent decisionmaking. None of the Second Restatement’s authors participated in the Third Restatement, and the Third Restatement ’s authors may not be any more in-the-know regarding the aided-in-agency theory than the Court is. Nor is the American Law Institute or the Restatement of Agency series an institution — like, say, the Supreme Court — to which the Court must, as a matter of law — in the Supreme Court’s case, as a matter of stare decisis — impute an artificial internal consistency that spans across changes in membership. The Restatements are each separate treatises whose persuasive weight should be judged individually, and the Court can no more assume trans-edition internal consistency from them than it can from two separate articles published in the same law review.20 Second, even if the same authors who wrote the Second Restatement had also written the Third Restatement, they would still be powerless to undo the case law that developed in the *1139interim between the two editions. This observation is especially relevant when the intervening case law constitutes mandatory authority, but it is also relevant when the case law is merely persuasive — -judges may have their own reasons, separate from those of the Restatement authors, for adopting the theory. Third, because, unlike the Second Restatement, the Supreme Court of New Mexico has never cited, let alone adopted, the Third Restatement’s views on the aided-in-agency theory, the Third Restatement is strictly persuasive authority. As persuasive authority, the Third Restatement’s take on the aided-in-agency theory is (i) directly contradicted by controlling authority, namely Ocana; and (ii) not very persuasive, ignoring a half-century of aided-in-agency precedent, and failing to engage any of the rationales for or against the theory.\nThe Restatement brought the aided-in-agency theory into the world, and it now wishes to take it out. The Third Restatement has no right to do so, however. In the forty-eight years that § 219(2)(d) cl. 2 spent floating around the American legal system, it took on a life of its own in the case law — including from such authoritative sources as the Supreme Courts of the United States and of New Mexico. It is that life — not the Second Restatement’s unexplained and probably wrongheaded initial articulation of the theory, or the Third Restatement’s attempts to wish it away — that the Court must apply.\nIII. THE THEORY’S APPLICATION IN THIS CASE.\nHaving formulated its Erie prediction, the Court now applies the aided-in-agency theory to Peña’s allegations that Greffet raped her at the NMWCF. The Court concludes that Peña has plausibly alleged that Greffet’s employment with CCA imbued him with extraordinary power over Peña and that this power aided Greffet in committing sexual battery against her. Greffet’s job did not merely give him the opportunity to batter Peña— in the way that an NMWCF janitor might have an agency-aided opportunity to batter her by virtue of having access to her — but, rather, it gave him an extraordinary power over Peña, which Greffet used, in much the same manner as the deputy in Doe v. Forrest, to coerce Peña into oral sex.\nThe Court has already summarized Peña’s factual allegations. See infra Factual Background. She articulates the legal theory through which she seeks relief from CCA as follows:\nAt all times that. Defendant Greffet sexually contacted and penetrated Plaintiff, Plaintiff lacked the capacity to consent to thereto. In any case, Plaintiff did not consent to the sexual penetration or contact.\nDefendant Greffet’s sexual contact and penetration of Plaintiff in the NMWCF ... constituted the intentional torts of battery and rape.\nAt the time of the NMWCF rapes, Plaintiff was directly informed and/or had reason to believe that Defendant Greffet was an agent and employee of the Corporation.\nBecause Defendant Greffet was an agent of the Corporation at the time of the NMWCF rapes, the Corporation is legally liable for the tortious conduct that occurred at the NMWCF, as described above, under the legal doctrine of “respondeat superior.”\nComplaint ¶¶ 77-78, at 12; id. ¶¶ 80-81, at 12. While sparse, and seemingly aimed more squarely at an apparent-authority theory than an aided-in-agency one, these allegations suffice to state a claim against CCA under the aided-in-agency theory of vicarious liability.\n*1140The picture the Complaint paints is clear enough. Greffet, “a corrections officer[ ] at the NMWCF,” Complaint ¶ 6, at 2, “began to make sexualized comments about [the] physical appearance,” Complaint ¶ 10, at 2, of Peña, “a post-conviction prisoner” at the NMWCF, Complaint ¶ 3, at 1, and someone under Greffet’s charge. “For a time, [Peña] resisted these advances,” Complaint ¶ 11, at 2, but, in the succeeding months, Greffet “began to sexually fondle” Peña, Complaint ¶ 12, at 3. Soon after, Greffet “called [Peña] into the Commander’s offiee[ ] ... of NMWCF,” Complaint ¶ 16, at 3, “revealed his erect penis to” her, Complaint ¶ 17, at 3, and “orally sodomized her,” Complaint ¶ 18, at 3. This pattern of behavior continued, eventually resulting in Greffet impregnating Peña. See Complaint ¶¶ 31-39, at 5-6. Peña alleges that she “did not consent,” and, in fact, “lacked the capacity to consent,” because of the power than Greffet held over her. Complaint ¶ 77, at 12.\nThese- allegations set forth facts that render it plausible that Greffet was able to sexually batter Peña only by abusing the extraordinary power his position vested in him, and manipulating the submission Peña was required to show to someone in his position of authority. They therefore suffice to state a claim, which the jury can accept or reject at trial. The Court will add that this case implicates many of the policy considerations that led it to conclude that the aided-in-agency theory applies to prison guard-inmate torts in the first place. The State of New Mexico entrusts CCA with executing a core governmental function — something only the government can do — and CCA does not do it for free. CCA makes a taxpayer-funded profit operating prisons, administering the deliberate and controlled deprivation of basic liberties of citizens of the State of New Mexico as part of their state-sanctioned criminal punishment. CCA knows the standards that pertain to imprisonment in the United States, it knows how important those standards are, and it knows that one of the biggest concerns that the State of New Mexico has in outsourcing its incarceration functions is the maintenance of those standards. Sexual bodily integrity is not, never has been, and never will be one of the rights relinquished upon receipt of a criminal conviction in this country. If Peña’s allegations are indeed true, and Greffet was able have undetected sex with a prisoner on the premises of a New Mexico correctional facility, then the Court cannot say that the law will, or should, be all that sympathetic to CCA’s arguments that it should not have to assume the economic risk of hiring a rogue officer. The State of New Mexico pays CCA not to hire bad apples, and the Supreme Court of New Mexico would likely conclude that the harms that incidents like this one inflict on the public’s trust in the penal system justify any dent that the imposition of vicarious liability might make in CCA’s coffers.\nIT IS ORDERED that the CCA Defendants’ Motion for Judgment on the Pleadings, filed September 20, 2014 (Doc. 63), is denied.\n\n. The Court earlier issued an Order, filed September 9, 2014 (Doc. 77), denying the CCA Defendants’ Motion for Judgment on the Pleadings, filed September 20, 2013 (Doc. 63). In its Order, the Court stated that it would, “at a later date[,] issue a Memorandum Opinion more fully detailing its rationale for this decision.” Order at 1 n. 1. This Memorandum Opinion is the promised opinion.\n\n\n. Throughout the factual allegations in her Complaint, Peña uses terms related to sexual abuse as the Prison Rape Elimination Act of 2003, 42 U.S.C. §§ 15601-15609 (\"PREA”), defines them. Peña is not, however, contending that the PREA applies to her claims in this case. Section 15609(11) of Title 42 of the United States Code provides: \"The term 'sexual fondling’ means the touching of the private body parts of another person (including the genitalia, anus, groin, breast, inner thigh, or buttocks) for the purpose of sexual gratification.” 42 U.S.C. § 15609(11).\n\n\n. The PREA defines rape as:\n(A) the carnal knowledge, oral sodomy, sexual assault with an object, or sexual fondling of a person, forcibly or against that person’s will;\n(B) the carnal knowledge, oral sodomy, sexual assault with an object, or sexual fondling of a person not forcibly or against the person’s will, where the victim is incapable of giving consent because of his or her youth or his or her temporary or permanent mental or physical incapacity; or\n*1107(C) the carnal knowledge, oral sodomy, sexual assault with an object, or sexual fondling of a person achieved through the exploitation of the fear or threat of physical violence or bodily injury.\n42 U.S.C. § 15609(9).\n\n\n. The Honorable Antonin G. Scalia, Associate Justice of the Supreme Court of the United States, has criticized the Restatements — the modern ones, especially — for losing sight of their purported mission of summarizing existing law:\nThe object of the original Restatements was \"to present an orderly statement of the general common law.” Restatement of Conflict of Laws, Introduction, p. viii (1934). Over time, the Restatements ' authors have abandoned the mission of describing the law, and have chosen instead to set forth their aspirations for what the law ought to be. Keyes, The Restatement (Second): Its Misleading Quality and a Proposal for Its Amelioration, 13 Pepp. L.Rev. 23, 24-25 (1985). Section 39 of the Third Restatement of Restitution and Unjust Enrichment is illustrative; as Justice THOMAS notes, it constitutes a \" 'novel extension' ” of the law that finds little if any support in case law. Restatement sections such as that should be given no weight whatever as to the current state of the law, and no more weight regarding what the law ought to be than the recom-mendátions of any respected lawyer or scholar. And it cannot safely be assumed, without further inquiry, that a Restatement provision describes rather than revises cur.rent law.\nKansas v. Nebraska, - U.S. -, 135 S.Ct. 1042, 1064, 191 L.Ed.2d 1 (2015) (Scalia, J., dissenting). The Court agrees with Justice Scalia’s criticisms, but it notes that, in this case, whether the Restatement's rule was descriptive or prescriptive at the time it was written is irrelevant. The Supreme Court of New Mexico explicitly adopted it in Ocana, thus elevating its status above that of mere persuasive authority — which is all the Restate-*1117merits usually are, in the absence of express incorporation in controlling authority.\n\n\n. The analogous section of the Restatement (First) of Agency contains no reference to the aided-in-agency theory:\n(1) Except as to fellow servants, a master is subject to liability for injuries caused by the tortious conduct of servants within the scope of their employment.\n(2) Except as stated in §§ 212-214 and 265-267, a master is not liable for the tortious conduct of servants acting outside the scope of employment.\nRestatement (First) of Agency § 219 (1933). The sections to which § 219(2) refers relate to situations where the principal intends to bring about the agent’s actions or their consequences, see Restatement (First) of Agency § 212, agent negligence, see id. § 213, situations where a principal fails to perform what should be a non-delegable duty, see id. § 214, and situations where the agent had apparent authority, see id. §§ 265-267.\n\n\n. Put more simply, if a tortfeasor uses his or her apparent authority to commit a tort that he or she could not have committed — or would have had a harder time committing— without the apparent authority, then the agency relationship aided the tortfeasor. There could theoretically, however, be situations in which a tortfeasor acted with apparent authority but was not aided in agency. For example, if a plaintiff owes money to a loans-hark, and someone whom the plaintiff knows to be one of the loanshark's minions comes to the plaintiff’s home and beats and robs the plaintiff, the plaintiff may reasonably believe that the minion was acting on the loanshark’s authority, thus giving rise to vicarious liability under an apparent-authority theory. If, however, the minion was, in actuality, just robbing the plaintiff at random for the minion’s own personal gain, then, unless the plaintiff submitted to the minion's robbery as a result of minion’s apparent authority, the minion’s agency relationship with the loanshark did not aid the minion in his commission of the torts. This example illustrates that, while § 219(2)(d)’s first clause is not the \"primary” source of theoretical liability in § 219(2)(d), nor does the second clause entirely swallow it.\n\n\n. The Restatement created the aided-in-agency theory in 1958. For such a theoretically cavernous theory of liability — one of which, it would seem, plaintiffs’ lawyers would have at least wanted to test the boundaries — there is surprisingly little case law on it from the first few ensuing decades.\n\n\n. As the Court alluded earlier, the First Circuit did not hold that the aided-in-agency theory contains an instrumentality requirement. It stated only that, even if an instrumentality requirement were to be grafted onto the theory, that case’s facts would still give rise to vicarious liability, because the key was an instrumentality. See Costos v. Coconut Island Corp., 137 F.3d at 50; Zsigo v. Hurley Med. Ctr., 716 N.W.2d at 225 (“Specifically, the key was the 'instrumentality' that provided the manager with the opportunity to accomplish the rape.”).\n\n\n. This characterization is perhaps a too-harsh one, and the Court means it with no disrespect — nor does the Court even mean to suggest that the Supreme Court was wrong. In these cases, however, despite the Supreme Court's proclamation that it was \"rely[ing] ‘on the general common law of agency,’ ” it ultimately narrowed § 219(2)(d) cl. 2 by looking to Title VII-specific policy considerations. Both cases contain the same sentence summarizing their reasoning:\nIn order to accommodate the principle of vicarious liability for harm caused by misuse of supervisory authority, as well as Title VII’s equally basic policies of encouraging forethought by employers and saving action by objecting employees, we adopt the following holding in this case and in [the other case], also decided today.\nBurlington Indus., Inc. v. Ellerth, 524 U.S. 742, 764, 118 S.Ct. 2257, 141 L.Ed.2d 633 (1998) (Kennedy, J.); Faragher v. City of Boca Raton, 524 U.S. 775, 807, 118 S.Ct. 2275, 141 L.Ed.2d 662 (1998) (Souter, J.). These opinions are not likely to win any awards for the tightness of their analyses, cf. Burlington Indus., Inc. v. Ellerth, 524 U.S. 742, 771-72, 118 S.Ct. 2257, 141 L.Ed.2d 633 (1998) (Thomas, J., dissenting)(“This rule is a whole-cloth creation that draws no support from the legal principles on which the Court claims it .is based.... [This] holding is a product of willful policymaking, pure and simple.”), but, in fairness to the Supreme Court, the Circuit-level law on Title VII harassment claims was all over the place — sometimes even within the same Circuit — and an authoritative, final construction was sorely needed, see Burlington Indus., Inc. v. Ellerth, 524 U.S. at 749, 118 S.Ct. 2257 (\"The Court of Appeals en banc reversed in a decision which produced eight separate opinions and no consensus for a controlling rationale.”).\n\n\n. The commercial legal-research databases do not typically report opinions from the New Mexico district courts, so the Court cannot guarantee that no state trial court discussed— or at least mentioned- — -it.\n\n\n. The Supreme Court of the United States considered and rejected this construction, holding that § 219(2)(d)’s apparent-authority clause and its aided-in-agency clause do not modify one another, and their placement together in § 219(2)(d) does not affect either clause's substantive meaning.\nThe City ... contends that § 219(2)(d) has no application here. It argues that the second qualification of the subsection, referring to a servant \"aided in accomplishing the tort by the existence of the agency relation,” merely \"refines” the one preceding it, which holds the employer vicariously liable for its servant's abuse of apparent authority. But this narrow reading is untenable; it would render the second qualification of § 219(2)(d) almost entirely superfluous (and would seem to ask us to shut our eyes to the potential effects of supervisory authority, even when not explicitly invoked). The illustrations accompanying this subsection make clear that it covers not only cases involving the abuse of apparent authority, but also cases in which tortious conduct is made possible or facilitated by the existence of the actual agency relationship.\nFaragher v. City of Boca Raton, 524 U.S. at 801-02, 118 S.Ct. 2275 (citations omitted).\n\n\n. The Supreme Court of California also concluded: \"There is little or no risk that preventive measures would significantly interfere with the ability of police departments to enforce the law and to protect society from criminal acts.” Mary M. v. City of Los Angeles, 285 Cal.Rptr. 99, 814 P.2d at 1348.\n\n\n. Interestingly, the Vermont Supreme Court issued that case a year after the American Law Institute abandoned the aided-in-agency theory in the Restatement (Third) of Torts, which was published in 2006. The Vermont Supreme Court does not discuss the new Restatement’s decision to disclaim the theory, or cite to the new Restatement, at all.\n\n\n. While many successor Restatements maintain the same basic organization as their predecessor edition — keeping the section numbering of various topics the same across *1130editions — the Restatement (Third) of Agency uses an entirely different numbering system and organization than the Second Restatement. Where there once was § 219, titled “When Master is Liable for Torts of His Servants,” inside a title, titled \"Torts of Servants,” inside a topic, titled \"Liability for Authorized Conduct or Conduct Incidental Thereto,” inside a chapter, titled \"Liability of Principal to Third Person; Torts,” there now is, within the chapter titled \"Torts — Liability of Agent and Principal,” a topic titled \"Principal’s Liability,” containing the following sections: (i) \"Principal's Liability' — In General”; (ii) \"Agent Acts with Actual Authority”; (iii) \"Principal's Negligence in Conducting Activity Through Agent; Principal’s Special Relationship with Another Person”; (iv) \"Failure in Performance of Principal’s Duty of Protection”; (v) \"Employee Acting Within the Scope of Employment”; and (vi) \"Agent Acts with Apparent Authority.”\n\n\n. The Court is reluctant to be overly critical of the American Law Institute and its Fellows — whose hard work has produced such foundational scholarly contributions as the Model Penal Code, the Uniform Commercial Code, and the Restatements — but the Third Restatement’s cursory treatment of the aided-in-agency theory is unhelpful, and it ducks issues the Restatement has a responsibility to address. Myriad courts nationwide, including the Supreme Court of the United States, relied extensively on the Second Restatement’s § 219(2)(d) cl. 2 in defining the contours of vicarious liability for various claims — including those arising under Title VII, which are among the most commonly brought claims in the federal court system. The Third Restatement’s single-paragraph explanation for the change would be more suited to a renumbering or syntactic reformulation than it is to an abandonment of highly important, theoretically open-ended, and much-debated substantive provision, which an earlier edition of the same publication created out of whole cloth. In the words of Professor Alan Oxford of the Appalachian School of Law, \"although a Restatement should not invent the recipe, it should clean up the mess it leaves behind.” Oxford, supra, at 166 (emphasis omitted)(capitalization altered for readability).\n\n\n. The Court need not decide — or rather, as a federal court, it cannot decide, and it need not opine — the question whether this theory extends to state-operated correctional facilities. The question before the Court is whether the theory applies to private correctional facilities.\n\n\n. In performing its Erie-mandated duty to predict what a state supreme court would do if faced with a case, see Comm’r v. Estate of Bosch, 387 U.S. 456, 87 S.Ct. 1776, 18 L.Ed.2d 886 (1967), a federal court may sometimes contradict the state supreme court's own precedent if the federal court concludes that the state supreme court would, given the opportunity, overrule its earlier holding, see Anderson Living Trust v. WPX Energy Prod., LLC, 27 F.Supp.3d 1188, 1247 n. 30 (D.N.M.2014) (Browning, J.). Courts should, obviously, be reticent to formulate an Erie prediction that conflicts with state-court precedent; even if the prediction turns out to be correct, such predictions produce disparate results between cases filed in state and federal courts, as the old state supreme court precedent usually binds state trial courts. The factors to which a federal court should look before making an Erie prediction that a state supreme court will overrule its prior precedent vary depending upon the case, but some consistent ones include: (i) the age of the state supreme court decision from which the federal court is considering departing— the younger the state case is, the less likely it is that departure is warranted; (ii) the amount of doctrinal reliance that the state courts- — especially the state supreme court— have placed on the state decision from which the federal court is considering departing; (iii) apparent shifts away from the doctrine that the state decision articulates, especially if the state supreme court has explicitly called an older case’s holding into question; (iv) changes in the composition of the state supreme court, especially if mostly dissenting justices from the earlier state decision remain on the court; and (v) the decision's patent illogic or its inapplicability to modern times. In short, a state supreme court case that a federal court Erie predicts will be overruled is likely to be very old, neglected by subsequent state-court cases — perhaps because it is in a dusty corner of the common law which does not get much attention or have much application — and clearly wrong.\nThe Supreme Court of New Mexico unanimously decided Ocana, and it did so only eleven years ago. As a result, three of the five justices who were on the Supreme Court of New Mexico at the time that it decided Ocana are still on the court today. Compare Ocana, 2004-NMSC-018, 135 N.M. 539, 91 P.3d 58 (Maes, CJ., joined by Minzner, Serna, Bosson &amp; Chavez, JJ.), with Justices of the Supreme Court, New Mexico Supreme Court, https:// nmsupremecourt.nmcourts.gov/bios/index. php (last visited June 16, 2015)(listing the Supreme Court of New Mexico’s current membership as Vigil, C.J., and Maes, Bosson, Chavez, &amp; Daniels, JJ.). The aided-in-agency theory has not flourished doctrinally in the New Mexico courts — in fact, it was never brought up again after Ocana — but nor has it ever been called into question. New Mexico courts have cited Ocana for propositions unrelated to the aided-in-agency theory on at least twenty-eight occasions, including three times by the Supreme Court of New Mexico. For these reasons, the Court does not conclude that the Supreme Court of New Mexico would, if faced with the facts now before the Court, overrule Ocana. Rather, the Court will — in line with the usual practice — reconcile its Erie prediction with Ocana.\n\n\n. The difference in immunity afforded to guards at mostly pre-conviction facilities and those at mostly post-conviction facilities may seem unprincipled to some. Even assuming post-conviction inmates are less deserving of protection from guards' intentional torts than pre-conviction detainees — an assumption which, itself, implies that tortious conduct is a valid part of a criminal sentence — there is likely no sound reason why a pre-conviction detainee who happens to be housed at a mostly post-conviction facility should lack legal redress that is available to a post-conviction inmate who happens to be housed at a mostly pre-conviction facility. Nevertheless, the distinction represents sound statutory interpretation — the New Mexico Legislature has drawn the line for who counts as a law enforcement officer at whether the individual’s \"principal duties under law are to hold in custody any person accused of a criminal offense” — and the courts' duty is to apply the law as written, and not to rewrite the law into something it is not.\n\n\n. The State is not required, under § 41-4— 4C, to indemnify a state-employee prison guard for torts committed outside of the guard’s scope of duties. This exception is theoretically important, because the only way an inmate can recover state-law intentional-tort damages against a guard in a mostly post-conviction facility is by establishing that the tort was outside of the guard’s scope of duties. Empirical evidence, however, indicates that this exception does almost no work: police officers, for instance, personally contribute to paying judgments entered against them in fewer than a half a percent of cases, and, collectively, they pay only 0.02 percent of *1138all civil-rights damages. See Joanna C. Schwartz, Police Indemnification, 89 N.Y.U. L.Rev. 885, 890 (2014)(\"Police officers are virtually always indemnified.”).\n\n\n. This statement is not entirely fair. When the Restatements faithfully pursue their assigned mission to restate the law as it exists, there will naturally be a great deal of consistency across editions. When a Restatement creates its own theory — as it did with § 219(2)(d) cl. 2 — it cannot be assumed that a later Restatement edition’s authors will share the same normative impulses that the former Restatement edition’s authors had.\n\n",
            "ocr": true,
            "opinion_id": 7231928
        }
    ],
    "court_short_name": "D. New Mexico",
    "court_full_name": "District Court, D. New Mexico",
    "court_type": "FD",
    "court_jurisdiction": "New Mexico, NM",
    "crime_category": "Rape"
}