{
    "id": 8564666,
    "judges": "Becerra, Belaval, Matos",
    "date_filed": "2002-04-11",
    "date_filed_is_approximate": true,
    "slug": "people-v-pucho",
    "case_name_short": "Pucho",
    "case_name": "People v. Pucho",
    "case_name_full": "The People of Puerto Rico, and v. Virginio Cruz Pabón k/a Pucho, and",
    "attorneys": "Ymnil Galib Frangie for appellant., J. B. Fernandez Badillo, Solicitor General, and Nilita Vientos Gastón, Assistant Solicitor General, for The People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "87 P.R. 714"
    ],
    "opinions": [
        {
            "author_str": "Matos",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMr. Justice Hernández Matos\ndelivered the opinion of the Court.\nThe district attorney filed in the Mayagüez Part of the Superior Court two informations against Virginio Cruz Pa-ilón. One for the offense of “murder,” which The People subsequently prosecuted as “murder in the second degree,” charging defendant with killing Sol Maria Santiago as a result of a serious bullet wound inflicted on June 1, 1980 in the ward of Manantiales of Mayagüez. The other for attempt to commit murder, committed in the same ward and the same day, upon inflicting serious bullet wounds to Patri-cio Caraballo Flores. Both cases were heard jointly before a jury which found him guilty of the offenses of murder in the second degree and attempt to commit murder. Defendant moved for a new trial in each case and the trial court denied the motion. A sentence of 12 to 30 years’ imprisonment in the penitentiary, at hard labor, was imposed in the first case, and 3 to 10 years’ imprisonment in the penitentiary, at hard labor, in the second case. He appealed from both judgments and from the order denying a new trial.\nFor a better understanding of the grounds of the appeals, we will state briefly the main facts of each side of the issue such as, in our opinion, have been disclosed by the evidence.\nVirginio Cruz Pabón, known by the familiar name of “'Pucho,” about 40 years of age at the time of the trial— November 29, 1960—a merchant, has always lived in the ward of Manantiales of Mayagüez on a small farm of his own, *717where he has established his residence and operated a grocery store. He contracted first marriage with Blanca Pagán during 1940 to 1941. He begot two children by that marriage, the first of which was about 19 years old at the time of the trial. Blanca left for New York and some time later wrote to Virginio saying, “I have another husband here.” He divorced Blanca. Some time in 1952 he fell in love with Sol Maria Santiago, a nice looking girl 16 years of age, resident of the ward. Without marrying her, he took her to his small farm where they lived as husband and wife until noon of June 1, 1960, when he took her life with a well-aimed shot. He had two children by this second union.\nThe store fronted a highway and was about “400 feet” from the residence. Virginio tended it the whole day; he always ate there the lunch and dinner which Sol Maria Santiago cooked in his house, to which he returned between 9 and 11:00 p.m.\nAs a result of quarrels between them, for the past four months Sol Maria was sleeping in a small house near the main residence. She got up in the morning, went to the big house, performed all daily domestic chores and in the evening she went to bed in the small house next to it.\nOn June 1, 1960 Sol Maria asked a young boy of the ward, a neighbor and a friend of the house, named Patricio Cara-ballo Flores, known as Tito and “El Gordo,” about 14 years of age, to come to her house and write a letter to her sister who was in New York. The boy arrived at the house around noontime for that purpose, wearing pants only and nothing to cover his trunk. The two children of the house, a niece of defendant, a brother of the latter and Sol Maria were there at that moment. He was invited to have lunch; he sat at a dining room table and was served some soup which he started to drink.\nIn the meantime Sol Maria prepared lunch for defendant and sent it to him to his store with one Emeterio Seda Acevedo, known as “Vilella.” When Seda arrived at the store *718with the lunch he informed defendant that Patricio Caraballo, “El Gordo,” was in his house. Upon receiving such information, defendant refused the lunch, returned it to his house with “Vilella,” closed the store and went directly to his house. When he arrived Caraballo, who was seated at the table, greeted him; he did not return the greeting, took out a revolver from a wardrobe and fired two shots at Caraballo inflicting two wounds, one on the right hand and the other on the upper right part of the chest. Then he went to the kitchen where he fired one shot at Sol Maria, through the chest, which produced her instant death. Some time later he went to the police station of Mayagüez, where he said to detective Jobo Santiago Rodríguez, “I come to surrender. I have just killed my wife.” That same afternoon he gave a statement on the occurrence before the district attorney, “freely and wilfully... without coercion or threats,” according to the stipulation made by the parties at the trial.1\n*719Dr. Luigi assisted Caraballo; he removed the bullet and discharged him as “improved” on June 17, 1960. Dr. Judzy performed the autopsy on the body of Sol Maria Santiago between 3 and 4 p.m. of the same day. He found a bullet wound on the upper part of the chest, to the left of the middle line; he removed the bullet from the body. The cause of the death, according to his testimony, was “massive hemorrhage due to the penetration of a bullet through the heart.” As part of the autopsy, Dr. Judzy examined the genitalia, took samples of the vagina liquid, examined them and found them normal, without any signs or indication that the deceased had had sexual intercourse that day.\n*720The defense evidence tended to show that Sol Maria Santiago, then 24 years of age, was an aggressive person; that on a certain occasion “she had chased Virginio with a knife”; that on another occasion she had fired two shots at him with the same revolver, and that she insulted and abused him using vile language; that when Virginio arrived in his house that day, Sol Maria said from the kitchen to Caraballo, “El Gordo,” to face Virginio, and that it was then, when Cara-ballo got up “as if to jump on me,” that he, the defendant, *721“grabbed the revolver which was in the wardrobe and fired two shots at him and at her.” 2\nIn the first assignment defendant-appellant alleges that the trial court erred in stating, when summing up the evidence, that defendant had testified, on examination by the district attorney, that he had come out of the store with the intention of settling matters with Patricio Caraballo Flores.\nIn the course of his instructions the trial judge made a broad and well-reasoned summary of defendant’s entire testimony. It is correct, as alleged by appellant, that at the end, among other things, he said to the jury: “He also said (referring to defendant’s testimony at the trial) that he had come out of the store with the intention of settling matters *722with El Gordo.” From the record it appears that he said otherwise. Tr. Ev. 319.\nWe do not believe, however, that those words of the judge, considering as a whole the summary made of defendant’s testimony and his confession before the district attorney, conveyed to the minds of the jury acts, actions, conduct or disposition of defendant other than those appearing or inferred from the entirety of that testimony and that confession. The part of the testimony on this point is as follows:\n“District Attorney: And because of that fact, that when Vilella arrived at the store on June 1, that he told you that El Gordo was there... ? Why did you run out of the store right away?\n“Witness: To find out who was having lunch in my house.\n“Did you think that El Gordo whom Vilella mentioned was the same Gordo whom Sol Maria had mentioned?\n“Yes, sir.\n“So, when you came out of the store, when Vilella told you that El Gordo was having lunch in your house, you thought that El Gordo who was in your house was the same one whom Sol Maria had mentioned?\n“He was the same one.\n“And then you decided to go home in order to settle matters with El Gordo?\n“El Gordo was the one who was there.\n“You decided to go in order to settle matters with El Gordo?\n“I wasn’t going to settle any matters with him.” Tr. Ev. 282.\nIn fact, this was an untimely statement made by the court to a jury which heard directly the entire oral evidence received at the trial. The defense attorney had ample opportunity to call the court’s attention upon noting down a series of exceptions to the instructions—Tr. Ev. 354-59—but he failed to do so. In similar cases we have held that, generally, the fact that a judge puts in the mouth of a witness words which he did not say in the course of the trial is no ground to set aside the verdict. People v. Diaz, 19 P.R.R. 497 (1913); People v. Cruz, 78 P.R.R. 74 (1955) ; People v. *723Lampón, 78 P.R.R. 102 (1955); People v. Román, decided by judgment of October 27, 1961.\nAppellant assigns as second error “the refusal to admit evidence consisting in statements made by the deceased Sol Maria to witness Francisco Acevedo Seda.” This assignment is without merit. Defendant attempted to convey to the jury the impression that Sol Maria was a loose woman and her opinion of defendant through the testimony of Francisco Acevedo, a laborer who one month prior to the tragedy had made certain repairs in the electric installation of the residence. This witness testified that on that date, after repairing a washing machine which was on the porch of the house, Sol Maria also asked him to repair “another socket inside,” and that he, on seeing her wearing “improper clothes’ and that Virginio was not home, did not dare do the work inside the house because he was a respectable man, and that thereupon Sol Maria talked disdainfully of defendant. The district attorney objected to mentioning those remote statements of the victim which had no bearing on the events of June 1, 1960, and the court—which had withdrawn the jury while the admissibility of Acevedo’s testimony respecting the statements made by the deceased on that occasion was being argued—refused to admit them, correctly in our opinion, stating in part as follows:\n“. . . Because the purpose here is to bring an outcry of a previous fact, namely, statements prior to the occurrence, made one month prior to the occurrence. If we open that... In the opinion of the court, if we open that door, numerous situations would arise here which would protract the proceeding, and also it could. . .the court fears that it would be admitting defense evidence or prosecution evidence which may not be necessary or which may be inadmissible. It deviates the jury’s attention from the acts actually committed.” Tr. Ev. 229-30; Brief of The People, p. 5.\nThe court exercised sound discretion in refusing to admit statements attributed to a deceased person, since in *724addition to the fact that the statements are not hearsay statements comprised within the exceptions already admitted in law, it opened the investigation, within the trial, of an accessory fact having no bearing on the issue and which was not necessary for its proper determination nor affected the credibility of a witness. Section 396 of the Code of Civil Procedure.\nThe third assignment alleges that the trial court erred “m charging the jury that it was under the duty to decide the cases on the evidence heard without taking into consideration the arguments on passions.”\nThe instructions in question are the following:\n“I invite your attention to these cases in particular. These passion cases generally serve to argue in different ways. It is your duty to decide these cases on the evidence heard without taking into consideration the arguments on passions and without prejudice against either party. It is your duty to make an impartial and unbiased analysis of the evidence bearing in mind the facts which in your opinion are proved and the law applicable to those facts which in your opinion have been established.”\nSuch an instruction does not amount, as contended by appellant, “to ordering the jury to disregard the defense attorney’s argument on an essential point of the evidence and the facts of the case,” nor to depriving defendant of his constitutional right to have assistance of counsel. The court was simply emphasizing the jury’s duty to pass on defendant’s guilt or innocence and the classification of the offense committed, solely on the evidence heard, after making an unbiased and impartial analysis of the facts which they might find proved, without prejudice against either party. It led them to understand that the arguments of the district attorney or of the defense did not constitute evidence.\nAccording to the defense attorney’s own admission, both he and the district attorney argued at length, without objections from each other “or the magistrate’s intervention.” On several occasions the latter charged the jury on manslaughter *725and its classes; on sudden quarrel, on heat of passion, provocation, and the difference between murder and manslaughter.3\nRegarding the case of attempt to commit murder, he instructed them on the two classes of the offense of assault and battery.\nThe trial court is, by law, under the duty to invite the jury’s attention to the essential question to be passed upon and the principal issues and the supporting evidence, “with such remarks as he thinks necessary for their direction.” Section 233(8) of the Code of Criminal Procedure.\nThe attendant circumstances in this case do not lend solid support to make such error reversible, even accepting as correct appellant’s interpretation of that portion of the instructions. The sworn statement voluntarily and spontaneously given before the district attorney a few hours after Sol Maria’s death does not point to the existence of some fact or act capable of making a man of common temperament lose control of himself, nor the occurrence of some provocation which prompted him to kill without due reflection and without forming a determined purpose.\nAccording to that statement, defendant had known Cara-ballo about one year ago, although he said that it was “by *726sight”; he was in his store when they took lunch to him; when Vilella told him that “El Gordo” was eating in his house, he closed the store and went home; there he found his two children and his niece and Patricio “El Gordo” who was seated at the table having lunch, and Sol Maria who was in the kitchen; he did not talk to anyone there, neither to Pa-tricio nor to Sol Maria; no one there at any time attempted to take one of the knives which were in the kitchen in order to attack him. This notwithstanding, he first headed toward the wardrobe, and then “I took the revolver from the wardrobe, fired at him and at her, because she had told me that she had another man.” He fired the shot at Sol Maria from a distance of four feet, by the front, two at Patricio at three feet, one through the back and while Patricio was trying to flee.” Tr. Ev. 168-74.\nThere is no question that the obvious significance of those facts, testified by defendant himself before his arrest for the unjustified death of his young concubine, could have hardly been diluted with the most impressing forensic speech on human passions. If at some time the jury was faced with the alternative of choosing between the classification of murder in the second degree and voluntary manslaughter, the selection which it made was not based on the fragment of the instruction complained of by appellant.\nWe have examined the cases of Ambach and Tucker cited in his brief. According to the prosecution contention, both cases of rape present situations of fact which are very different from those in the present appeal.\nIn our opinion, there is no merit in the fourth assignment which is formulated in the following terms:\n“Fourth Error.—The trial court erred in charging at length on the offense of murder in the first degree which was not one of the offenses imputed to defendant, in charging the jury unnecessarily that the information originally filed called for a conviction of murder in the first degree, but that the district *727attorney had elected not to charge for that offense; and in reading to the jury the information originally filed.”\nSection 266 of the Code of Criminal Procedure provides that “In charging the jury the court must state to them all matters of law necessary for their information.” The information for the death of Sol Maria was for murder. A brief examination of the text of the information will suffice to see that it charged the elements necessary to prosecute the case either for murder in the first degree or murder in the second degree. As stated in People v. Pérez, 84 P.R.R. 173 (1961), “murder is a single crime which is divided into degrees depending on the wickedness on the part of defendant and for the sole purpose of the imposition of the penalty,” and that “it is logical to conclude that the evidence in support of a conviction for the crime of murder in either degree is generally the same.”\nWhen criminal case No. G-60-160 was called for trial, the district attorney announced to the court that he proposed to prosecute the same for the offense of murder in the second degree. It appears from the record that “the clerk reads the information for murder in the second degree.” Tr. Ev. 3. After the district attorney stated his theory, he informed the jury that if he succeeded in establishing the acts charged to defendant he was going to ask them to bring a verdict “of murder in the second degree for the death of Sol Maria Santiago.” Tr. Ev. 7.\nIn the course of his instructions the trial judge charged the jury, among other things: (1) that two cases were pending before them, one of them for murder in the second degree, Tr. Ev. 298; (2) that “the case was one of murder in the second degree, as charged by the district attorney”; (3) that the jury should understand, “know... in particular what is meant by murder in the second degree,” Tr. Ev. 320; and (4) that\n*728“... In this case it is not any one of the degrees, as I have already explained to you, but it is murder in the second degree, which is the offense charged to this defendant, since it was so elected by the district attorney when he announced to the court that he proposed to prove an offense of murder in the second degree, even though the information read ‘Murder.’ It is entitled ‘Murder’ and murder may include either of the two classes of murder. Either one may be proved. The district attorney announced that he was going to prove murder in the second degree, and it is your duty to consider, for the purposes of this murder case, only murder in the second degree.” Tr. Ev. 328.\nIn instructing the jury on the possible verdicts to be brought, “murder in the second degree” was included first and as the most serious. Tr. Ev. 345. We already know that the verdict was for murder in the second degree. Tr. Ev. 361.\nIn view of this set of circumstances, to discuss whether the trial court erred in defining and distinguishing with utmost clarity and accuracy the juridical concepts of the offenses of murder, murder in the first degree and murder in the second degree, has no practical finality.\nWe have also examined the cases of Mitton and City cited by appellant. The first is for forgery of a public instrument and the latter for assault with intent to kill, the jury having been instructed in the latter case on another offense not included or described in the information.\nThe fifth and sixth assignments are discussed jointly. The fifth alleges that the trial court erred in charging the jury on the element of malice aforethought and the evidence necessary to prove it; the sixth, that it was error to instruct on the different offenses comprised in the informations and the elements which constitute the same.\nAppellant has devoted only one half page of his brief to the discussion of these two alleged errors. The brief discussion on the fifth error consists in “pointing out” that the court “instructed the jury that implied malice is presumed and, like the intent to kill, that it is inferred from the wrong*729ful act itself,” and that such instruction shifted to defendant “the burden of proving the circumstances and facts in support of such presumption.” As to the sixth, it is also “pointed out” that the trial court in its instructions on the offenses of voluntary manslaughter and attempt to commit manslaughter employed language which bound the jury “to bring a verdict of murder.”\n We are compelled by these general assignments to examine carefully and repeatedly the 56 pages of the transcript containing the instructions given. There is no basis therein to support those assignments in their entirety. The common practice of making assignments based on mere terms or simple phrases employed by the court in charging the jury is not advisable. We must not overlook the fact that in order to determine the effect or impact on the mind of the jury of a term or of a phrase it is necessary to consider the instructions as a whole.\nIt is not fair to attribute to the trial judge the commission of an error by resorting to a fragment of an instruction and disregarding the rest, as is the situation here in which we are given the impression that the judge merely charged the jury that implied malice is presumed, whenever the context of the corresponding instruction is as follows:\n“Malice aforethought may be of two kinds: express or implied. It is express when there is manifest intention to take the life of a fellow creature. Thus, such express malice exists when a person calmly and in cold blood and with deliberate purpose kills unlawfully another. Such purpose is shown by exterior circumstances capable of revealing and discovering the formed intention of the offense. It is implied when no considerable provocation appears on the part of the victim or where, without evidence of deliberate purpose, the circumstances surrounding the death show an abandoned and malignant heart. Implied malice is inferred from the wrongful act itself, and so, when the death of a person is manifest and there is no circumstance in the evidence which may tend to mitigate, excuse *730or justify the act performed, the existence of implied malice is then presumed.” Tr. Ev. 320-21.\nPrecisely in People v. Túa, 84 P.R.R. 37, which we decided November 27, 1961, and is cited by appellant, we said among other things:\n“. . . Malice aforethought is an element of fact to be determined by the jury, but it being a mental or subjective ingredient, where the deliberate intention of unlawfully taking the life is not manifested, the jury is free to infer or deduce the same as a fact from the other acts or circumstances surrounding the perpetration of the death or connected therewith, after being instructed in pursuance of law that malice denotes a wrongful and intentional act, without just cause or excuse, to the prejudice of another. The People is bound, however, to produce those facts and circumstances from which the jury may make a rational inference.”\nThe last and seventh error reads as follows:\n“Seventh Error.—The trial court erred in charging the jury motu proprio that the defense of the honor does not exist in Puerto Rico where such theory was not stated, alleged, or the defense made no attempt to prove nor argue the same.”\nIn our opinion, this is the most frivolous of all the errors assigned. The words of the trial court involved in this assignment are the following:\n“I want to say further to the ladies and gentlemen of the jury that such a thing as defense of the honor does not exist in Puerto Rico; that no one in Puerto Rico is justified in killing because his honor has been blemished; in other words, the defense of the honor and of the dignity of the individual is not consecrated in our Code as an excuse for taking the life of a human being. The question is not one of self-defense, namely, his defense—of defendant—as the person who was attacked and apt to be killed or receive grave bodily injury. In such case self-defense could be alleged. Or whether under the circumstances surrounding the case there was reasonable basis to believe that he was going to be attacked, or that they were going to kill him, or that he was going to lose his life, or that he was going to receive grave *731bodily injury, and in that case self-defense could be alleged, but self-defense can not be alleged for reasons of honor.”\nAs correctly alleged by The People in its brief, the clear purpose of this instruction was to distinguish between what is commonly known as defense of the honor and what constitutes the right of legitimate defense defined in § 209 (3) of our Penal Code. Defendant has failed to convince us in what way that instruction “had the effect of discrediting defendant’s legitimate defenses.” The trial judge gave timely instructions to the jury on legitimate self-defense and the evidence offered by defendant in support thereof. It may be argued that it was not necessary to transmit it in the case; however, the transmission thereof was not, in our opinion, prejudicial to appellant.\nFor the reasons stated, the judgments of conviction appealed from will be affirmed.\nThe appeal from the order of December 27, 1960 denying a new trial has actually been abandoned by defendant-appellant. The grounds of the appeal are not stated and much less discussed anywhere in his brief. Such order will be affirmed, since practically all the grounds of error alleged in the main appeal were alleged as reasons or grounds for requesting a new trial.\n\n The statement (exhibit 9 of The People) reads verbatim as follows:\n“Exhibit 9 of The People of Puerto Rico.\n“In the Superior Court of Puerto Rico, Mayagüez Part—Office of the District Attorney—The People of Puerto Rico v. Virginio Cruz Pabón, known as Pucho—Criminal No.—For: Murder and Attempt to Commit Murder.—Investigation conducted by District Attorney Luis Angel Limeres of the Superior Court of Puerto Rico, Mayagüez Part.—Virginio Cruz Pabón (Testifies under oath). Examined by the District Attorney Luis Angel Limeres on June 1, 1960.\n“Your name? Virginio Cruz Pabón.—Where do you live? Ma-nantiales, Mayagüez.—Raise your right hand. Do you swear to tell the truth and nothing but the truth? Yes, sir.—You are advised that you are being investigated in connection with the death of Sol Maria Santiago and the assault perpetrated on the person of Patricio Cara-ballo Flores, known as El Gordo, this 1st day of June 1960, about 1:15 p.m. and in the ward of Manantiales of Mayagüez. You are further advised that you have the right to testify or not, and that whatever you testify before me may be used in favor or against you. Having given these warnings, I ask you if any one has compelled you to testify. . .No, sir.—If anyone has threatened you to testify. No, sir.—If anyone has threatened you, I mean, has made any promise to make you testify. No, sir.—In that case, you are going to testify freely and wilfully? Yes, sir, the truth.—Did you know Sol Maria Santiago? My wife.—Were you married to her? No, sir.—But you were living with her how long? About eight years.—Did you have *719any children by her? There are two.—Were you living lately with Sol Maria in the ward of Manantiales of Mayagüez? Yes, sir.—How long had you lived there? Eight years.—Did you know Patricio Ca-raballo Vélez, known as El Gordo? By sight.—How long had he lived around there? About one year.—Were you in your store today, June 1, 1960, about 1:15 p.m.? Yes, sir.—Did you come out of your store and go home? I came out of the store and went home when that man told me that.—What did they tell you? That El Gordo was dining in my house.—Who told you that El Gordo was dining in your house? Vilella, one who eats in my house.—When Vilella told you that El Gordo was in your house, what did you do? I closed the store and went home.—How far is the store from your house? As from here to Plaza de Colón.—Coming up? Yes, sir.—What did you do when you got home? I got home, took out the revolver from the wardrobe, I fired at him and at her because she had told me that she had another man.— The first place you went to was the wardrobe of your house? Yes, sir.—So, from the time you left the store your intention was to take the revolver? My intention was to eat at home and find out who was in the house.—When did you decide to take the revolver? When I saw the man eating at the table of the dining room in my house.—Where was your wife? In the kitchen.—Was your wife dressed at that moment? Yes, sir.—Was she wearing yellow slacks? Yes, sir.—And a blue blouse? I did not notice the color of the blouse.—When you arrived, you say that Patricio was in the dining room and she was in the kitchen? Yes, sir.—Did you argue with Patricio at that moment? No, sir, with neither one.—Nor with Sol Maria? Neither.—Did anyone try to attack you at that moment? No, sir.—When Vilella told you that El Gordo was eating in your house, you did not suspect that your wife was being unfaithful to you with El Gordo? Yes, sir.—So, then, you did not go home under that impression that she could be unfaithful to you with El Gordo? I was calm that moment when I went home.—The revolver which you say you took out of the wardrobe, *720is it this revolver which is series No. 18,177, nickel plated, U.S. Revolver trademark, with white trims? Yes, sir.—Is this revolver registered in your name? Yes, sir.—How many bullets did the revolver have at that moment? Five bullets.—How many times did you fire at Pa-tricio? Once.—And at Sol Maria? Twice.—What did you do after you fired at Patricio and after you fired at Sol María? I came to surrender to the police.'—Do you recall if on the way you met District Attorney Eugenio Alemañy? Yes, sir.—Did you say anything to District Attorney Alemañy when you met him on the way? What happened was that I fired at a man who was in my house and at my wife, but I don’t know if I wounded her.—After meeting District Attorney Alemañy, did you proceed to the police station? Yes, sir. So, there you surrendered in the police station? Yes, sir.—Did yen surrender the revolver there? Yes, sir.—Do you recall with whom you spoke at the police station? I spoke with the chief.—Did you tell the chief of police what you had done? Yes, sir, what had happened. —You had not gone home since this morning that you went out? No, sir, I had not gone.—Did you usually go home for lunch or was the lunch sent to you to the store? Yes, sir, with that Vilella himself.— So, you went home for lunch today because Vilella told you that El Gordo was in your house? I went home for lunch and when I saw him in the dining room having lunch...—So, you did not eat lunch at your house? No, sir, I have not had lunch yet either. I have not even had coffee, which is the least.—How old are you? Forty years.— And Sol Maria, how old was she? Twenty-four years.—Did you doubt at any time of her fidelity? When she told me that she had another man, I suspected.—When did she tell you the last time? She used to tell me every time.—Had she told you that in the presence of any other person? No, just to me.—When you fired at Patricio and Sol Maria, was there anyone else in the house? Only the children. My niece and two children I have by her.—Where were those children? Upstairs.—What is the name of the oldest one? Norberto Cruz and the other Nancy.—How old is Norberto? Six.—And Nancy? Five.—At what distance did you fire at Sol Maria? About four feet. And at Patricio? About three feet.—Was Patricio seated when you fired at him? He was eating and got up when I arrived.—Although there were knives and the like in the kitchen, didn’t anyone of them *721try at any time to get hold of one of the knives to assault you? No, sir.—Were you annoyed and felt your head reeling since Sol Maria told you that she had another man? Yes, sir, and that I was a cuckold. ■—And when Vilella told you that today, did you go home right away? I went home, but without any evil intentions.—Do you want to testify anything else in connection with these facts? She would tell me, although the house was mine, to leave the house so she could bring the man she wanted to.—Anything else you want to testify? That’s all. Certification. I, Rafael Rivera, stenographer of the district attorney’s office of the Superior Court of Puerto Rico, Maya-güez Part, Do Hereby Certify: That the foregoing is a true, exact and correct transcript of the stenographic notes taken by me on June 1, 1960, of the sworn statement given by defendant Virginio Cruz Pabón, known as Pucho, before District Attorney Luis Angel Limeres in the course of the investigation of this case.—Mayagiiez, P. R., July 20, 1960.— (s) Rafael Rivera, Stenographer.” Tr. Ev. 168-74.\n\n\n Defendant’s version “of the occurrence” given at the trial is as follows:\n“Witness: On June 1, about 12:30 p.m., Vilella brought me my lunch and told me that ‘El Gordo’ was there, naked from the waist up, without any shirt or undershirt. I said these words to him: ‘Take the lunch home because I am going home for lunch. I am going home for lunch.’ Then I closed the store and went straight home. To lunch at home. When I arrived home I found ‘El Gordo’ seated on a chair having lunch, naked, and when he said, ‘What’s wrong, Pucho?’ I said ‘Nothing is wrong.’ Then, when Sol Maria said from the kitchen, ‘Face him, Gordo,’ I got hold of the revolver which was on top of the wardrobe, fired two shots at him and at her.” Tr. Ev. 261.\n\n\n On this point, the trial judge stated as follows:\n“I must tell you that within an information for the offense of murder, the jury may find defendant guilty of the offense of voluntary manslaughter if the evidence so warrants. That is why we will define what is meant by manslaughter.\n“Manslaughter is the unlawful killing of a human being without express or implied malice and without any kind of deliberation. Manslaughter is of two kinds: voluntary and involuntary. It is voluntary when it occurs upon a sudden quarrel or heat of passion. Quarrel means struggle, scuffle, dispute, and heat of passion, that which occurs in a moment, suddenly, unexpectedly. Heat of passion means an assault with wrath, drudgery or anger which arises suddenly as a result of provocation.\n“In order that provocation may reduce the offense of murder to manslaughter, the former must be of such nature that it makes a man of average temperament lose self-control and make him act on the impulse of the moment, without due reflection and without forming a determined purpose.” Tr. Ev. 328, 329.\n\n",
            "ocr": true,
            "opinion_id": 8537882
        }
    ],
    "court_short_name": "Supreme Court of Puerto Rico",
    "court_full_name": "Supreme Court of Puerto Rico",
    "court_type": "TS",
    "court_jurisdiction": "Puerto Rico, PR",
    "crime_category": "Rape"
}