{
    "id": 8580567,
    "judges": "Travieso",
    "date_filed": "1974-09-19",
    "date_filed_is_approximate": true,
    "slug": "pueblo-v-gonzalez-villapol",
    "case_name_short": "Pueblo",
    "case_name": "Pueblo v. González Villapol",
    "case_name_full": "El Pueblo de Puerto Rico, demandante y apelado v. Luis González Villapol, acusado y apelante",
    "attorneys": "\"■Frank Torres, abogado del apelante;, lion. Procurador General George A. Malcolm y B. A. Gómez, Fiscal del Tribunal Supremo, abogados de El Pueblo, apelado.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Sometido: Diciembre 6, 1940.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "57 P.R. Dec. 744"
    ],
    "opinions": [
        {
            "author_str": "Travieso",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nEl Juez Asociado Señor Travieso\nemitió la opinión del tribunal.\nEl apelante fue acusado y convicto ante la Corte de Dis-trito de Ponce del delito de incendio malicioso (artículo 407 del Código Penal), consistente en que “voluntaria y mali-ciosamente prendió fuego y quemó una plantación de caña *745de azúcar por cosechar, propiedad de Mario. Mercado e Hijos ...”\nEl presente recurso se basa en cuatro alegados errores que se imputan al tribunal y que discutiremos en el mismo orden en que se señalan en el alegato del apelante.\n1. Denegación de la moción del acusado para que se retirara el jurado mientras se impugnaba por la defensa la admisibilidad de la prueba de otros delitos extraños y ajenos a la acusación.\n2. Admisión de prueba de otros delitos distintos al imputado en la acusación.\nEstos dos señalamientos deben ser considerados conjun-tamente.\nEl incidente que ba motivado estos señalamientos ocurrió de la manera siguiente. El fiscal había ofrecido el testimonio de Benjamín Tirado, quien declaró que el día de autos, cuando él venía de su casa en dirección hacia el pueblo, se encontró al acusado en la orilla de la pieza de cañas, yendo hacia adentro; que cuando el acusado le vió se sorprendió y se recostó de los alambres y dijo que tenía un dolor producido por un ron que había tomado; que él se puso en vela y vió cuando el acusado sacó el fósforo y prendió el fuego y siguió en dirección hacia los Sitios; que entonces el salió de donde estaba escondido y fué a dar cuenta al jefe de cultivo, Etanislao Pebre; que conoce al acusado; que le vió pegar fuego; que está seguro y jura que era el acusado. Siguió declarando como testigo de cargo Etanislao Pebre, jefe de cultivo de la Central “Rufina” y dijo que conoce al acusado; que el 14 de mayo de 1937, durante un recorrido a eso de las doce del día por la pieza de cañas llamada “Matadero,” en compañía de Antonio Rullán, mayordomo de la central, notó que salía humo, que empezaba un fuego en dicha pieza, y en ese momento salía Luis Clonzález Yillapol, el acusado, corriendo de dicha pieza de cañas ; que al momento notó más -adelante a Benjamín Tirado, que venía a informarle quién era el individuo que había pegado *746el fuego; que él le dijo a Tirado que no tenía que decírselo porque él ya lo había visto; que está seguro de que fue el acusado a quien él vió salir corriendo de las cañas. Al lle-gar a este punto, el fiscal continuó el interrogatorio del tes-tigo Febre, así:\nTestigo, este hombre trabajaba en la central anteriormente a eso?\n“■Sí, señor.\n‘ ‘ i Sabe usted si él había sido suspendido ?\n“No fué suspendido. Don Mario Mercado Montalvo después de enfermarse él, le pasaba una pensión, pero en una ocasión faltaron unos bronces en la central ....\n“Defensor: Nos oponemos a esta clase de testimonio.\n“Juez :\n“No diga lo que faltaba. La cuestión de los bronces eso se eli-mina. No diga nada de eso.\n“Fiscal Pierluissi:\n“Nosotros vamos a sostener la admisibilidad de eso, porque ello tiende a establecer el móvil, señor juez. Nosotros creemos que cuando se tiende a probar el móvil del crimen es admisible esta clase de prueba.\n‘ ‘ Juez:\n“La corte creía que lo único que iba a probar era que él había defraudado.\n“Fiscal Pierluissi:\n“Es para probar el móvil, aunque surja instantáneamente prueba de otros delitos. La teoría, el principio es, que la teoría de otros delitos no es admisible como principio general, a menos que sea para establecer el móvil. El Tribunal Supremo lo ha resuelto en el caso de El Pueblo v. Pérez, reportado en el volumen 47 D.P.R. 767.\n“Lie. Frank Torres:\n“Vamos a solicitar que se retire el Jurado, porque ésta es una cuestión de derecho que puede prejuieiar al Jurado en una u otra forma. Para no perder tiempo, para que el Jurado no se entere del incidente.\n“Juez:\n“Si todas las objeciones que se hacen, a menos que sea en cues-tiones fundamentales, y cada vez 'que se objeta una pregunta hay que retirarse el Jurado, no se terminaría nunca . . .\n*747\"Fiscal Pierluissi:\n\"El principio es que la prueba de otros delitos no es admisible, a menos que sea para establecer el móvil o la transacción, o para el designio o plan.\n\"Juez:\n\"Esa es la teoría del caso.\n\"Fiscal Pierluissi:\n\"Yo expliqué al compañero qué es lo que' perseguía, para que el compañero sepa en qué descansa mi opinión; lo que intentamos con esa pregunta al testigo es traer el móvil del crimen.\n‘ ‘ Juez:\n\"La otra parte.\n\"Lie. Frank Torres:\n\"Yo no quisiera realmente disentir esto delante del Jurado, y por eso hice la moción. Como ya la corte dijo que para toda cuestión habría que retirar el Jurado . . .\n‘ ‘ Juez:\n\"La corte no puede retirar al Jurado cada vez que lo pida una de las partes, porque' ésta es una cuestión de derecho que la corte cree que no debe de retirar al Jurado para discutirla.\n\"Lie. Frank Torres:\n\"Nosotros tomamos excepción al ruling de su ilustre señoría.”\nDespués de una extensa discusión sobre la admisibilidad de la pregunta objetada por la defensa, la corte inferior desestimó la objeción, tomó excepción la defensa, y continuó el interrogatorio:\n\"Taquígrafo leyendo:\n‘ ‘ Fiscal:\n\"¿Sabe usted si él había sido suspendido?\n! ‘ Testigo:\n\"No fué suspendido. Don Mario Mercado Montalvo después de enfermarse él, le pasaba una pensión, pero en una ocasión faltaron unos bronces en la central . . .\n“Juez:\n\"Siga.\n‘ ‘ Testigo:\n\"Al faltar los bronces y hacerse la investigación, se llegó a la conclusión de que habían sido cogidos por este señor, y entonces don Mario mandó a suspender la pensión.\n*748“Lie. Frank Torres:\n“Que se entienda objetada la parte de esta declaración.\n“Juez:\n“Se tiene excepcionada, sí.\n“Fiscal Pierluissi:\n“¿De manera que a él entonees se le suspendió una pensión?\n‘ ‘ Testigo:\n“Sí, señor.\n“P. — ¿Testigo, y está Ud. seguro que era él y no otra persona la persona que UcLvió salir corriendo del sitio donde se estaba' pren-diendo el cañaveral!\n“R. — -El mismo.”\nLas declaraciones de los testigos Tirado y Febre fueron corroboradas en todas sus partes por la de Antonio Rullán, mayordomo de la Central Rufina, a cargo del cultivo de ca-ñas, quien identificó al acusado como la persona que él y los dos otros testigos vieron salir corriendo del cañaveral incendiado.\nLa cuestión que tenemos que resolver es, si el hecho de que al acusado se le suspendiera la pensión que le pasaba la central, al averiguarse que él había sustraído propiedades de aquélla, es admisible en evidencia para probar el motivo que tuvo el acusado para cometer el delito que se le imputa. Si resolviéramos en favor de la admisibilidad de esa eviden-cia, en ese caso el error que pudiera haberse cometido al no excluir al jurado mientras se discutía la cuestión legal no sería perjudicial al acusado.\nOpinamos que la práctica más aconsejable es la de hacer retirar el jurado mientras se discuten cuestiones sobre la admisibilidad de evidencia, pues bien pudiera suceder que en muchos casos, aun cuando el punto legal envuelto fuese resuelto en favor del acusado y la evidencia ofrecida en su contra rechazada, la discusión crease en la mente del jurado una impresión desfavorable o un prejuicio en contra del acusado. Desde luego, si la evidencia es legalmente admi-sible, en nada puede perjudicarse al acusado por el hecho *749de que el jurado haya estado presente mientras se disentía su admisibilidad.\n La regia general firmemente establecida es la de que prueba de la comisión por el acusado de otro delito ajeno y distinto al que se investiga en el juicio no es admisible en su contra. El sabio y justo propósito de dicha regia es evitar el peligro de que un acusado pueda ser convicto, cuando la prueba ofrecida contra él en el acto de la vista es insuficiente. Dicha regla general está, sin embargo, sujeta a excepciones, como veremos por la jurisprudencia que pasaremos a citar.\nEn El Pueblo v. Juarbe, 43 D.P.R. 448, se trataba de una acusación de escalamiento en primer grado. El fiscal ofre-ció en evidencia el expediente histórico penal del acusado, del cual aparecía que el acusado había sido condenado ante-riormente por varios delitos de falsificación, escalamiento y hurto, ninguno de los cuales tenía conexión alguna con el delito objeto de la acusación por la que se le juzgaba. La prueba fué admitida por la corte inferior única y exclusiva-mente para adicionar a la evidencia aportada el comple-mento de la intención. Y esta Corte Suprema, aceptando como una excepción a la regla general que “prueba de un delito independiente del que es objeto de la acusación puede presentarse en casos excepcionales para probar conocimiento, intención, designio o plan,” revocó la sentencia y ordenó un nuevo juicio, por considerar que había sido un error perjudicial la admisión del expediente histórico penal del acusado, toda vez que la prueba presentada hasta el mo-mento en que el expediente fué ofrecido por el fiscal no era suficiente para demostrar la conexión del acusado con el hecho delictivo que se le imputaba.\nEn el caso de El Pueblo v. Pérez, 47 D.P.R. 765, se tra-taba de una acusación por un delito de abuso de confianza, consistente en haberse apropiado el acusado un cheque del Gobierno expedido a favor de otra persona. El fiscal pre-*750sentó en evidencia otros cheques qne habían sido apropia-dos por el acusado en la misma forma que el que servía de base a la acusación, con el propósito de demostrar su inten-ción fraudulenta, y la corte los admitió, con la oposición de la defensa. Al resolver, desestimándolo, el señalamiento de error que sobre ese punto formulara el acusado apelante, esta corte se expresó así:\n“La regia es que no puede presentarse prueba de otros delitos. La evidencia debe circunscribirse al que se persigue. Pero existe la excepción de que cuando lo que se trata de demostrar con la prueba de esos otros delitos es la intención fraudulenta con que actuó el acusado en el que se persigue, dicha prueba es admisible. Yéase lo que dice sobre el particular la Corte Suprema de California en el caso de People v. Gray, 66 Cal. 271.\n\n\n\n“La cuestión no es nueva en esta jurisdicción. Fué estudiada en el caso de El Pueblo v. Juarbe, 43 D.P.R. 448. En él se decidió que como excepción a la regla general, ‘prueba de delitos anteriores es admisible para demostrar conocimiento, intención, designio y plan.’ ”\nLa siguiente cita, de Underhill’s■ Criminal Evidence, 4th Edition, contiene la regla que consideramos de aplicación al presente caso:\n“See. 184. — Evidencia pertinente no es inadmisible porque indi-rectamente pruebe o tienda a probar otro delito. Delitos no simila-res unidos por sus motivos. Toda evidencia es pertinente si arroja o tiende a arrojar alguna luz sobre la culpabilidad o inocencia del acusado. Y evidencia pertinente que es presentada para probar al-gún hecho material no debe ser rechazada simplemente porque prueba, o tiende a probar, que en cualquier otro momento o al mismo tiempo, el acusado ha sido culpable de algún otro delito, separado, indepen-diente y no similar. La regla general bien sentada es la de que toda la evidencia debe ser pertinente {relevant). Si la evidencia es per-tinente a la cuestión general de culpabilidad o inocencia, no existe ra-zón válida para que sea rechazada simplemente porque puede probar o puede tender a probar, que el acusado cometió algún otro crimen, o pueda establecer algún hecho colateral y desconectado. Para que sea aceptable, la evidencia de otros hechos debe tener alguna cone-xión lógica y constituir prueba de conocimiento, designio, plan, pro-yecto, o conspiración del delito imputado; o evidencia circunstan-*751eial de la identidad de la persona acusada del delito; o tender a co-rroborar la evidencia directa ya admitida. Así, él hecho de qne la evidencia introducida para probar el motivo del crimen por el que se juzga al acusado lo señale a él como culpable de un delito inde-pendiente y totalmente diferente, no es bastante para justificar su exclusión, si en cuanto a lo demás es competente. Por vía de ilus-tración, en un caso en que era necesario que el fiscal probara la au-sencia del acusado del Estado para obviar la prescripción, se le permitió probar que el acusado había pasado varios años en un pre-sidio en otro estado, aun cuando la evidencia tendía a probar que el acusado había cometido un delito grave. De acuerdo con esta ex-cepción a la regla general, cuando los hechos y circunstancias equi-valen a la prueba de otro delito distinto al imputado en la acusación, y aparece como probable que él delito así imputado es resultante del otro delito, o fue en algún modo motivado por él, los hechos y cir-cunstancias del otro delito pueden ser probados para establecer el motivo del acusado . . . Así, puede probarse que la víctima de un homicidio, por el cual se está juzgando al acusado, era un oficial de la policía, quien, en el momento de ser matado, estaba investigando las circunstancias de otro delito anterior e independiente del cual se sospechaba del acusado.” (Bastardillas nuestras.)\nVéanse: Moore v. United States, 150 U. S. 57, 37 L. Ed. 996; People y. Nakis, 184 Cal. 105; Gore v. State, 162 Ga. 267, 134 S. E. 36; People y. Dietz, 214 N.Y.S. 517; Johnson v. State, 249 P. 971; State v. Pittman, 134 S. E. 514.\nEn People v. Nakis, snpra, se trataba de nna acusación por asesinato cometido con nna pistola. La corte permitió qne nn testigo declarase qne él había sido dneño de la pistola en cuestión por más de treinta años y que se la habían sus-traído como nn mes antes de la fecha del asesinato, cuando a él y a otras personas le habían hecho nn robo nn grupo de hombres entre los cuales figuraba el acusado. Se pre-sentó objeción a la admisión de tal testimonio porque tendía a perjudicar al acusado demostrando la comisión de otro delito. Al resolver en contra del apelante el error señalado, la corte se expresó así:\n“Siempre que la prueba de un delito tienda a probar cualesquiera hechos materiales, en el juicio por otro delito, dicha prueba es admi-*752sible, y el liecho de que pueda perjudicar al acusado en. la mente de los jurados induciéndoles a. creer que él ha sido autor de otro delito no es motivo, para su exclusión.” (Citas.)\nEn People v. Thompson, 212 N. Y. 249, 106 N. E. 78, en la vista de una cansa por violación (statutory rape) se admitió prueba de actos carnales realizados entre el acusado y la menor en fechas anteriores a la del acto imputado en. la acusación. La División de Apelaciones revocó la senten-cia, y apelado el- caso por el Pueblo la Corte de Apelaciones revocó a la División de Apelaciones y confirmó la sentencia condenatoria, diciendo:\n“La regla general es que constituye error recibir evidencia, como prueba del delito imputado, d'e que un acusado ha cometido una ofensa criminal distinta de la que se le imputa en la acusación. Evi-dencia que tiende solamente a probar hechos colaterales, y que no tiene una tendencia natural a establecer el hecho en controversia, debe ser excluida porque: (a) tendería a distraer y a desviar la aten-ción y deliberación del jurado de la verdadera cuestión que se in-vestiga; y (ó) expondría al acusado a cargos desconectados de la cuestión principal y contra los cuales él no tenía razones para pre-parar una defensa. (Citas.) Esta regla tiene sin embargo excep-ciones en aquellos casos en que la evidencia ofrecida tiene una ten-dencia natural a corroborar o suplemental’ evidencia directa ya ad-mitida.” (Citas.)\nEl apelante en el presente caso basa toda su argumenta-ción en contra de la admisibilidad y pertinencia de las pre-guntas hechas al testigo Pebre, en el famoso caso de People v. Molineux, 168, N. Y. 264, 61 N. E. 286. Examinaremos dicho caso.\nMolineux fué acusado de asesinato en primer grado. Se le imputó haber enviado por correo a un señor Cornish, un frasco rotulado “Bromo Seltzer,” que en realidad contenía cianuro de mercurio mezclado con los ingredientes del Bromo Seltzer. La señora Adams, en cuya casa vivía Cornish, pidió a éste algo que le aliviase un dolor de cabeza y Cornish le dió el frasco que había recibido por correo. Poco tiempo des-*753pues de tomar una dosis, la Sra. Adams falleció víctima del veneno.\nEn la vista del caso, después de presentar evidencia de la enemistad que existía entre el acusado y Cornish, con el fin de establecer el motivo del crimen, el' fiscal ofreció y la corte sentenciadora admitió evidencia para demostrar que el acusado Molineux era responsable de la muerte de un tal Barnet, ocurrida dos o tres meses antes que la de la señora Adams y bajo circunstancias similares a las que concurrieron al fallecimiento de dicha señora. Se admitió además evi-dencia del motivo que había tenido el acusado para envenenar a Barnet.\nLa sentencia dictada en contra de Molineux fue revocada y se ordenó un nuevo juicio, por haber llegado la corte de apelaciones a la conclusión de que se había infringido la re-gla general que prohibe la admisión de evidencia de la co-misión de un delito anterior distinto del que se imputa en la acusación; y por entender que el caso no estaba compren-dido dentro de la reconocida excepción a dicha regla que permite la presentación de evidencia de otro delito para establecer el motivo que tuvo el acusado para cometer el delito que se le imputa. Sobre este punto la Corte de Ape-laciones de New York se expresó así:\n“Primera en orden, si no en importancia, es la cuestión sobre si alguna evidencia era admisible con referencia a la alegada muerte de Barnet. . . .\n‘Según se desprende de la relación de hechos que antecede, se re-cibió evidencia durante el juicio tendiente a conectar al acusado con la muerte ilegal de Barnet, con el propósito de probar su culpabili-dad del delito de envenenamiento de Mrs. Adams, que era el delito que se le imputaba en la acusación. La regla general de evidencia aplicable a juicios criminales es que el Estado no puede probar contra un acusado ningún delito que no haya sido alegado en la acusa-ción, ya sea como base para un castigo separado, o para reforzar las pruebas de que él es culpable del delito imputado. Esta regla, tan universalmente reconocida y tan firmemente establecida en todas las tierras de habla inglesa, tiene sus raíces en esa celosa consideración por la libertad del individuo que ha distinguido nuestra jurispruden-*754cia de todas las otras, por lo menos desde el nacimiento de la Magna Carta. Es el producto de ese mismo liumano y esclarecido espíritu público que, hablando a través de nuestro derecho común, ha decre-tado que toda persona acusada de la comisión de un delito estará protegida por la presunción de inocencia hasta que se haya probado su culpabilidad fuera de toda duda razonable. Esta regla, y las ra-zones sobre las cuales descansa, son tan familiares para los estudiantes de nuestro derecho que no necesitamos referirnos a ella para ningún otro propósito que no sea el de señalar las excepciones a la misma.”\nDespués de citar numerosos casos en que la regla general fné aplicada, continuó diciendo la Corte de Apelaciones de Nueva York:\n'‘Tratemos ahora de aplicar al caso de autos cada una de estas excepciones a la regla general:\n‘‘Primero. En cuanto al motivo: Es obvio que en todo juicio criminal, cuando prueba del motivo es un ingrediente esencial de la evidencia contra un acusado, el motivo que ha de establecerse es aquel que indujo a la comisión del delito imputado. Esto es demasiado simple para ser discutido. Sostener lo contrario sería sancionar la violación de la regla general bajo el pretexto de una excepción a la misma. ¿Cuál fué el motivo señalado para la alegada tentativa del acusado para matar a Cornish? El odio motivado por disgustos entre ellos, en los cuales Barnet no tomó parte alguna, y de los cuales, en cuanto aparece del récord, él no tenía conocimiento. ¿Cuál fué el motivo que se dice impulsara al acusado a matar a Barnet? Los ce-los causados por la intervención de éste en los asuntos amorosos del primero. La mera alegación de estos dos motivos basta para de-mostrar que no existe relación alguna entre uno y otro, y que la evidencia que tiende a probar la muerte de Barnet no arroja luz al-guna sobre el motivo que impulsó la tentativa en contra de la vida de Cornish. Es tan aparente en verdad esta diversidad de motivos en los dos casos, que la distinguida representación de El Pueblo en la argumentación ante esta corte abandonó la contención de que haya algo en común entre los dos casos, e ingeniosamente trató de crear un motivo único como resultado de las alegadas falsificaciones por el demandado de los nombres de Barnet y de Cornish. Desde luego, no puede inferirse nada de estas alegadas falsificaciones sin asumir que las cartas de Barnet y Cornish fueron todas debidamente admi-tidas en evidencia, y que se probó que habían sido escritas por el acusado . . .\n*755“Lo que se ha dicho acerca de las cartas de Barnet es cierto de toda la evidencia relativa a la alegada muerte de Barnet. Aun cuando se admita que esa evidencia prueba la comisión de un delito independiente, con un motivo adecuado detrás de él, no contribuye en nada al establecimiento del motivo en el caso que está ante la corte. ’ ’\nY después de citar numerosos casos en los que se admitió evidencia de la comisión de otros delitos, siguió diciendo dicha corte:\n“Casos de esta naturaleza podrían multiplicarse indefinidamente, pero hemos citado lo bastante para demostrar que cuando se ha sos-tenido la competencia de evidencia de otros delitos para demostrar la existencia de un motivo, ha sido el motivo específico que explicaba el delito específicamente imputado o un motivo común a todos los crímenes que se trataba de probar.”\nLa evidencia en el caso de autos fué ofrecida con el pro-pósito específico de probar el motivo que tuvo el acusado para causar daño a los dueños de la Central Rufina. De acuerdo con la jurisprudencia, la pregunta objetada fué formulada a su debido tiempo, o sea después de la admisión de evidencia directa de dos testigos que vieron e identificaron al acusado en el momento de pegar fuego a las cañas y cuando corría después de haber realizado el hecho. Esa evidencia directa, de ser como fué creída por el jurado, hubiera sido a nuestro juicio ampliamente suficiente por sí sola para justificar la convicción del acusado. No estaba obligado el fiscal a probar la existencia de un motivo. Pero tenía derecho a reforzar y complementar la evidencia directa, probando que el acusado causó el daño que se le imputa, no por mero capricho, si que movido por un deseo de venganza contra aquellos que le habían retirado la pensión de que antes disfrutaba. La conexión entre el hecho de haberse retirado al acusado la pensión, como castigo por la alegada sustrac-ción de efectos de la central, y el hecho establecido por la prueba directa de cargo, existe.\n*756No erró la corte inferior al admitir la evidencia demos- . trativa del motivo que tuvo el acusado para cometer el delito que se le imputó en la acusación. Siendo dicha evidencia legalmente admisible, el error que pudiera haberse cometido al no excluir al jurado, no es perjudicial.\n3. Que la corte inferior erró al declarar sin lugar la moción de nuevo juicio.\nFueron fundamentos de dicha moción la alegada comisión por la corte inferior de los dos supuestos errores que ya hemos discutido y desestimado, y el alegado descubrimiento de nuevas pruebas que el acusado “no pudo aportar en juicio a pesar de haber empleado la mayor actividad y diligencia para aducirlas en la vista de la causa.”\nExaminadas las dos declaraciones juradas que se ofre-cieron en apoyo de la moción de nuevo juicio, opinamos que ellas constituyen evidencia acumulativa. Con ellas se trata de probar que en el momento de ocurrir el incendio el acu-sado se encontraba en otro sitio distinto de aquel en donde fué visto por todos los testigos de cargo. Fué esa misma defensa la que el acusado trató de probar en el acto del juicio, ofreciendo otros dos testigos, quienes no fueron creí-dos por el jurado. Además, el récord no demuestra de un modo suficiente que el acusado no pudo haber descubierto la nueva prueba mediante razonable diligencia. La corte inferior usó debidamente su discreción. El Pueblo v. Lebrón, 23 D.P.R. 658; State v. Pittman, 134 S. E. 514; Baird v. U. S., 279 F. 509; Smith v. U. S., 231 F. 696.\nEl cuarto señalamiento no ha sido discutido en los ale-gatos y debemos considerarlo como abandonado.\n\nPor las razones expuestas debe confirmarse la sentencia recurrida.\n\n",
            "ocr": true,
            "opinion_id": 8554583
        }
    ],
    "court_short_name": "Supreme Court of Puerto Rico",
    "court_full_name": "Supreme Court of Puerto Rico",
    "court_type": "TS",
    "court_jurisdiction": "Puerto Rico, PR",
    "crime_category": "Rape"
}