{
    "id": 8587917,
    "judges": "Escrita, García, Núnez",
    "date_filed": "2014-01-24",
    "date_filed_is_approximate": true,
    "slug": "pueblo-v-rivera-robles",
    "case_name_short": "Pueblo",
    "case_name": "Pueblo v. Rivera Robles",
    "case_name_full": "El Pueblo de Puerto Rico, apelado v. Francisco Rivera Robles, acusado y apelante",
    "attorneys": "Oscar R. Brizzie, abogado del apelante; Rafael Ortiz Carrión, Procurador General, Norma Cotti Cruz, Subprocuradora General, y Blanca A. Díaz Segarra, Procuradora General Auxi-liar, abogados de El Pueblo.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "121 P.R. Dec. 858"
    ],
    "opinions": [
        {
            "author_str": "García",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nEl Juez Asociado Señor Negrón García\nemitió la opinión del Tribunal.\nH-1\nAl decidir esta apelación evocamos nuevamente los pro-nunciamientos en Pueblo v. Mattei Torres, 121 D.P.R. 600, 602-603 (1988), respecto a “que en ‘“procesos criminales contra acusados de violación, existe una tendencia a conside-rar la perjudicada como una pieza más de evidencia. El rol de la víctima es establecer un caso legal contra el ofensor; las víctimas frecuentemente informan que sus encuentros con la Policía, fiscales y personal del tribunal fueron más traumá-*861ticos que el incidente de la violación.” Judicial Attitudes Toward Rape Victims, 57 Judicature 303 (1974)’. Hoy, diversos estudios científicos demuestran que desde sus inicios la ma-yoría de las víctimas experimentan no sólo el ataque a su integridad corporal, sino diversas lesiones severas, de carác-ter psicológico, que oscilan desde miedo, ansiedad, paranoia, depresión, confusión, sensibilidad interpersonal, autoestima y ajuste social. Se ha confirmado que estos efectos perduran más tiempo de lo que originalmente se pensaba. P.A. Resick, The Trauma of Rape and the Criminal Justice System, 9 Just. Sys. J. 52 (1984); T.M. Massaro, Experts, Psychology, Credibility, and Rape: The Rape Trauma Syndrome Issue and its Implications for Expert Psychological Testimony, 69 Minn. L. Rev. 395 (1985); J.V. Becker, L.J. Skinner, G.G. Abel, J. Howell y K. Bruce, The Effects of Sexual Assault on Rape and Attempted Rape Victims, 7 Victimology 106 (1982); B.S. Griffin y C.J. Griffin, Victims in Rape Confrontation, 6 Victimology 59 (1981); M.J. Walker y S.L. Brodsky, Sexual Assault, the Victim and the Rapist, 2da ed., Massachusetts, Lexington Books, 1976; D. Chappell, R. Geis y G. Geis, Forcible Rape: The Crime, the Victim and the Offender, Nueva York, Columbia Univ. Press, 1977”.\nEsta psicodinámica se agrava en ataques sexuales a me-nores. Debido a la corta edad —dato que de ordinario refleja inmadurez— se acepta que el mismo proceso judicial y la propia confrontación en el tribunal resulta en una carga traumática adicional. Notas, The Testimony of Child Victims in Sex Abuse Prosecutions: Two Legislative Innovations, 98 Harv. L. Rev. 806 (1985); D. Libai, The Protection of the Child Victim of a Sexual Offense in the Criminal Justice System, 15 (Núm. 3) Wayne L. Rev.. 977,1008 (1969); Parker, The Rights of Child Witnesses: Is the Court a Protector or Perpetrator, 17 New Eng. L. Rev. 643 (1982); C. Bohmer y A. Blumberg, Twice Traumatized: The Rape Victim and the Court, 58 Judicature 391, 398-399 (1975); C.M. Mahady-*862Smith, The Young Victim as Witness for the Prosecution: Another Form of Abuse?, 89 Dick. L. Rev. 721, 732 (1985).(1)\nTodas estas realidades, apoyadas en múltiples estudios, han traído como consecuencia un movimiento legislativo general, con eco en los tribunales, de reducir a un mínimo el trauma a las víctimas menores de edad y, a la par, aumentar las convicciones. A.B. Riefkohl, Prueba de referencia, el de-recho a confrontación y el abuso sexual de menores: al-gunas consideraciones constitucionales, 56 Rev. Jur. U.P.R. 373 (1987); J.A. Bulkey, Evidentiary and Procedural Trends in State Legislation and other Emerging Legal Issues in Child Sexual Abuse Cases, 89 Dick. L. Rev. 645 (1985). De las mismas no puede abstraerse el jurista y juzgador de he-chos. “Aquí, la mente del hombre de derecho dista mucho de operar linealmente. El camino es un ir y venir; de los hechos a los textos; de la solución posible a los precedentes; las deci-siones confrontadas con las tesis doctrinarias. Y éste es — nos guste o no— el camino intelectual que recorremos cada día.” C.R. Sanz, Consideración en torno al abuso del Dere-cho, 1981-B Rev. Jur. Arg. La Ley 886, 902 (1981).\nEn el plano de la psicojurídica probatoria es menester reconocer que no existe un comportamiento estereotipado que conlleve reacciones iguales y relatos uniformes de las víctimas. El spectrum es amplio. La naturaleza tiende a crear semejanzas, pero sólo por excepción perfecta identi-dad. “La conducta del asaltante y la víctima de un ataque sexual no son uniformes. Las reacciones disímiles. Entre las variantes reconocidas está el carácter del acto en sí y c[ó]mo lo percibe el menor —confundido, con miedo, dolor, gratifica-ción o excitación.” Véase R.S. y C.H. Kempe, The Common *863Secret: Sexual Abuse of Children and Adolescents, Nueva York, Ed. W.H. Freeman, 1984. “El grado de fuerza reque-rido para lograr una sumisión puede ser mínimo o limitado a amenazas de daño.” íd., pág. 35. “Para la víctima joven, sea varón o femenina, la violación es un acto agresivo de domina-ción sexual que usualmente la víctima se siente impedida de evitar por miedo al daño.” íd., pág. 39. “Los sentimientos de que debió defenderse o que hubo una razón para ser seleccio-nado como víctima, aunque irracionales, pueden ser lo sufi-cientemente fuertes como para prevenir que notifique la violación. En su lugar, puede continuar sufriendo en silencio la vergüenza. . . .” íd., pág. 40.\nReconocer estos efectos perjudiciales psicológicos a corto y a largo plazo, y saber que juzgamos la conducta patológica, una dinámica compleja singular producto de las interacciones sexuales entre adultos y menores,(2) explica por *864qué la credibilidad de la víctima ha de evaluarse tomando en cuenta su edad, personalidad, si es tímida e indecisa o re-suelta y determinada; educación y escolaridad; tipo de nú-cleo y grado de estabilidad familiar; condición física y mental, grado de madurez; etc. Todos estos elementos influi-rán en cómo reaccionará al momento de ser atacada y con posterioridad. En muchas instancias su silencio posterior por días, meses y hasta años no debe sorprendernos. “El abuso sexual raras veces es un hecho aislado en la vida de una (un) menor. Con frecuencia cuando el abuso se descubre ha estado ocurriendo por un período que va desde meses hasta 4, 6 y más años.” Semillas para el Cambio, Boletín del Centro de Ayuda a Víctimas de Violación, Departamento de Salud, junio de 1985, Núm. 2, pág. 2. “Casi todos los estudios estadísticos reflejan que los niños son más vulnerables al abuso sexual entre las edades de 8 a 12 años, al comienzo de la preadolescencia.” (Traducción nuestra.) D. Finkelhor, Sourcebook on Child Sexual Abuse, California, Ed. Sage Publications, 1986, pág. 64.\nLa naturaleza del delito cometido, el estigma personal y social que conlleva, la ambivalencia ante el agresor adulto, en particular si éste es la figura dominante de autoridad de uno de sus progenitores o familiar, explica la renuencia a relatar lo sucedido. Mientras no hablan, nadie se entera. Después de todo, los seres humanos tenemos la natural tendencia a olvi-dar lo penoso, desagradable y traumático. Aun así, todo tiene sus límites. La repetición de unas experiencias dolorosas y *865conflictivas, o la posibilidad de que sea un patrón de con-ducta recurrente, pueden resultar estímulos más fuertes que la inhibición y llevar a la víctima a romper su silencio y rela-tar lo sucedido, aun a riesgo de la afrenta y vergüenza. Tal actuación es perfectamente comprensible.\nEn el caso de autos, a menos que caractericemos la ver-sión de los hechos como una gran mentira o una inventiva — producto de la imaginación de la menor F.J.R.— en justicia tenemos que sostener la sentencia apelada. La existencia de algunas contradicciones, imprecisiones y exageraciones —al igual que su a veces aparente hostilidad hacia la representa-ción legal del acusado Francisco Rivera Robles, y su silencio o negativa a responderle ciertas preguntas— no desmerecen su credibilidad. Al contrario, más que debilitar, refuerzan la sinceridad de su testimonio. Repetimos, al estimar su credi-bilidad no podemos pasar por alto su edad, escaso grado de escolaridad, limitaciones naturales producto de un medio ambiental de pobreza, el control dimanante de la figura pa-terna y, claro está, las dificultades y reacciones del trauma psicológico por el daño infligido aquí durante un largo perí-odo. Este trauma puede generar distintas reacciones y efec-tos —Pueblo v. Mattel Torres, supra— tales como desespe-ranza, menosvalía, vergüenza, culpa e ira, y otros.\ni-H h-I\nTeniendo en mente este marco conceptual sobre la psico-dinámica del proceso judicial, expongamos los antecedentes procesales y tácticos de este trágico drama humano.\nAnte el Tribunal Superior, Sala de San Juan, Rivera Robles fue acusado y juzgado de los delitos de violación técnica y tentativa de sodomía en la persona de su hija menor F.J.R. Arts. 99 y 108 del Código Penal, 83 L.P.R.A. sees. 4061 y 4065. Previa vista en su fondo, el tribunal desestimó por prescripción el cargo de tentativa de sodomía al amparo de la *866Regla 64(m) de Procedimiento Criminal, 34 L.P.R.A. Ap. II. Un jurado, por votación once (11) a uno (1), lo declaró culpable de violación técnica. El tribunal lo sentenció a cumplir una pena de diez (10) años de reclusión.\nNo conforme en apelación, en esencia(3) impugna la cons-titucionalidad del Art. 99 del Código Penal, supra —en su modalidad de ser la mujer perjudicada menor de catorce (14) años de edad— cuestiona la suficiencia de la prueba, la admi-sibilidad de testimonio pericial y la negativa del foro de ins-tancia a concederle un nuevo juicio. Adjudicamos estos señalamientos en el orden lógico procedente.\nIII\nF.J.R. nació el 1ro de septiembre de 1970. Desde los tres (3) años, a raíz de haberse su madre trasladado a residir a Estados Unidos, permaneció viviendo sola con su padre el apelante Rivera Robles. Ese ambiente bajo la figura patriarcal dominante no propició su desarrollo emocional y físico. Éste no quería que ella tuviera amistades. T.E., Parte A, pág. 8. Su padre la llevó y mantuvo en la escuela hasta se-gundo grado. íd., págs. 3-4. Después ella no quiso volver, pues se quejó de que allí abusaban de su persona. íd., págs. 25-26. Subsiguientemente, entre los siete (7) y ocho (8) años, su padre comenzó a intentar sostener relaciones sexuales con ella. íd., págs. 6 y 7. Con el tiempo lo logró. Pára ello la forzó, la maltrató y le pegó. íd., pág. 12. Ella trató de impe-dirlo pues, según su testimonio, esa relación era mala. íd., *867págs. 13-14. En una ocasión intento sin éxito sodomizarla. íd., págs. 7-8. Estas relaciones se extendieron con frecuen-cia y, a veces, “un día sí y un día no”. íd., pág. 135. La vecina más allegada a F.J.R. era Carmen Maldonado, quien algunas noches oyó sus gritos y llantos. íd., págs. 148-149. Cuando arribó a los trece (13) años, y ante lo intolerable de la situa-ción, le entregó una nota y le contó a la señora Maldonado lo que estaba ocurriendo. Quería irse del hogar. íd., págs. 10-11 y 151. La señora Maldonado se comunicó con la Trabaja-dora Social Sra. Luz M. Santos del Departamento de Servi-cios Sociales quien, en unión a su compañera Aglaid Pérez Ramos, fue a visitar el hogar e investigar. íd., pág. 152; T.E., Parte B, págs. 6-7. Al principio, Rivera Robles se negó a permitir que entrevistaran a la niña. T.E., Parte B, pág. 7. Estas funcionarías la hallaron deprimida, ansiosa y atemori-zada. T.E., Parte A, pág. 149; T.E., Parte B, pág. 20. Mos-traba una mordida en el brazo. T.E., Parte B, pág. 15. La niña no vestía con ropa adecuada a su sexo. íd., págs. 18-19. Por su recorte, más bien parecía un niño. íd. A ellas les re-lató el drama que había vivido durante esos años. íd., págs. 11-13.(4) Para el 24 de junio de 1984, fue removida del hogar paterno por el Departamento de Servicios Sociales. íd., pág. 46.\nHH &lt;1\nTanto en instancia como ante nos, el apelante Rivera Robles insiste en tachar el testimonio de su hija F.J.R. como “increíble e imposible”. Escrito de apelación, págs. 19-20. Se *868funda en que ella indicó que las relaciones fueron “un día sí y un día no” (alegato del apelante, pág. 4) y los médicos ginecó-logos Santiago Díaz del Campo y Rosa A. Serrano así lo ase-veraron bajo la presunción de la frecuencia en las relaciones. El argumento descansa en una falacia. Obviamente se trata de una exageración, la cual no podemos tomar literalmente. Como cuestión de hecho, la propia menor de manera imper-fecta cualificó su aserto al indicar que ello fue “[a] veces[, n]o todo el tiempo”. T.E., Parte A, pág. 135. Consideramos la aclaración razonable. No desvirtúa su credibilidad. Valga aclarar que dichos galenos —cuyas especialidades periciales fueron estipuladas— cualificaron las respuestas que invoca el apelante Rivera Robles.\nAl efecto, el doctor Díaz del Campo atestó que el examen de F.J.R. reveló un área del himen parcialmente lacerada (T.E., Parte B, pág. 72) que lo llevó a concluir que “prácti-camente estaba intacto, pero tampoco significa que no haya habido un acto sexual”. íd., pág. 73. Explicó que lo usual es que el himen rompa, pero que su integridad no descarta au-sencia de contacto sexual. íd. Por su parte, la doctora Serrano la examinó en noviembre de 1984. Para esa fecha certificó un himen anatómicamente intacto, aunque coincidió con el doctor Díaz del Campo de que no “siempre que hay una penetración pene-vagina tiene que haber ruptura de hi-men”. íd., págs. 86-87.\nFinalmente, el Dr. Luis Izquierdo Encarnación, luego de aceptada su capacidad (T.E., Parte B, pág. 92), declaró que la examinó y evaluó el 17 de enero de 1985. Ella alegaba que su padre “trataba un día sí y un día no de tener penetración con el pene, penetración de pene en vagina por la fuerza, con golpes y ella alegaba que le daba chancletazos en la cara ... que había eyaculación cuando el hombre trataba de introdu-cir el pene en la vagina... negaba... si hubiese habido algún acto de penetración por vía anal o acto de penetración por vía oral”. íd., pág. 93. Al examinarla, no encontró evidencia re-*869dente de trauma o laceraciones. íd., pág. 94. Indicó que el himen de ella era básicamente anular, susceptible de no ser lacerado aun mediando relaciones sexuales. íd., págs. 99-107. Por razón del tiempo cualquier laceración podía cica-trizar sin dejar evidencia. íd., pág. 100.\nA la luz de la prueba antes resumida y explicaciones peri-ciales médicas, la caracterización por el apelante Rivera Robles de que el testimonio de su hija es “increíble e imposible” (escrito de apelación, pág. 2) no nos persuade. Sería atri-buirle una literalidad no conforme con la realidad circuns-tancial. Parte no sólo del supuesto error de que existe un comportamiento estereotipado que conlleva reacciones iguales y relatos uniformes por las víctimas, sino de que todas las estructuras anatómicas del sexo femenino son idén-ticas.\nEn lo que respecta a los elementos del delito, la suficiencia de la declaración de F.J.R. es incuestionable. Creída como fue por el Jurado, en ausencia de error manifiesto, pasión, prejuicio o parcialidad, no intervendremos con esa apreciación. Pueblo v. Cabán Torres, 117 D.P.R. 645 (1986); Pueblo v. Turner Goodman, 110 D.P.R. 734, 738 (1981); Pueblo v. Cruz Negrón, 104 D.P.R. 881 (1976). La regla de deferencia hacia los juzgadores de instancia cobra mayor significado en casos de esta naturaleza, en que la forma de hablar, comportamiento, explicaciones, gestos, ademanes y demás detalles perceptibles resultan esenciales para aquilatar adecuadamente la sinceridad de los testimonios. Ortiz v. Cruz Pabón, 103 D.P.R. 939, 947 (1975).\nEn este drama judicial, el testimonio de la menor F.J.R. se mantuvo fiel en cuanto al relato esencial de la traumática experiencia sufrida. En lo básico fue corroborado por otras personas cuya credibilidad no está en juego. El Jurado eva-luó todos estos testimonios a la luz de los planteamientos de la defensa. Lo hallaron culpable. No podemos en apelación, *870con sólo un récord frío e inexpresivo, sustituir esa aprecia-ción.\nV\níntimamente relacionado con los testimonios de estos médicos, el apelante Rivera Robles argumenta “que la prueba pericial solamente puede emitir opinión si se sienta [sic] las bases en la pregunta hipot[é]tica, que se bas[a] en la prueba sin omitir ni añadir elementos de la prueba”. Alegato del apelante, pág. 19. Aduce que el tribunal erró al admitir la prueba pericial expuesta.\nEl planteamiento es inmeritorio. La Regla 56, en interacción con la Regla 58 de Evidencia, 32 L.P.R.A. Ap. iy varió la visión tradicional que limitaba al perito a emitir su opinión únicamente si estaba fundada en hechos de propio conocimiento o en evidencia desfilada en la vista.\nLa Regla 56 de Evidencia dispone que:\nLas opiniones o inferencias de un testigo pericial pueden estar basadas en hechos o datos percibidos por el perito o den-tro de su conocimiento personal o informados a él antes de o durante el juicio o vista. Si se trata de materia de naturaleza tal que generalmente los expertos en ese campo descansan en ella para formar opiniones o hacer inferencias sobre el asunto en cuestión, la materia no tiene que ser admisible en eviden-cia. (Énfasis suplido.) 32 L.P.R.A. Ap. IV.\nSe advierte, pues, que el perito puede brindar su opinión a base de información que no ha sido presentada en evidencia y, más aún, en información inadmisible en evidencia. El ámbito de su testimonio pericial es sumamente amplio. El perito puede descansar en cualquier información de referencia si se satisface el requerimiento dispuesto in fine en la regla: “... materia de naturaleza tal que generalmente los expertos en ese campo descansan en ella para formar opi-*871niones o hacer inferencias sobre el asunto en cuestión ... 32 L.P.R.A. Ap. R. 56. Precisamente, a modo de ejemplo atinente, el Profesor Chiesa nos señala que ello incluye infor-mación que al perito le ofrecen otros médicos, el personal del hospital, la familia del paciente, el paciente, etc. E.L. Chiesa, Práctica Procesal Puertorriqueña, Evidencia, San Juan, Pubs. J.T.S., 1985, Vol. I, págs. 253-254. El predicamento que sostiene esta nueva versión responde a un criterio flexible y realista de que de ese modo es que funcionan los ex-pertos fuera del tribunal.(5) En la medida en que Pueblo v. Reyes Acevedo, 100 D.P.R. 703, 709-710 (1972), conflige con lo aquí resuelto, debe estimarse modificado.\nLa Regla 58 de Evidencia, supra, complementa lo anterior:\nUn perito puede declarar en términos de opiniones e infe-rencias y expresar las razones en que funda su testimonio, sin que antes de declarar haya expresado los hechos o datos en que sus opiniones o inferencias están basadas, salvo que el tribunal así lo disponga. El perito puede, en todo caso, ser contrainterrogado en relación a la materia en que basa sus opiniones o inferencias, quedando obligado a revelar la misma. (Énfasis suplido.)\nEsta regla versa sobre la revelación del fundamento que sirve para la opinión del perito. La misma elimina la pregunta hipotética como requisito compulsorio —Chiesa, op. cit., pág. 261— pero no excluye su uso. El propio tribunal puede requerir que se revelen previamente los fundamentos de la opinión y, a su discreción, exigir el interrogatorio mediante pregunta hipotética. Eliminada la pregunta hipotética *872como requisito esencial, ciertamente en algún momento la parte contraria es acreedora a conocer los fundamentos de la opinión. La etapa lógica es durante el contrainterrogatorio, en la cual el perito está obligado a exponer los hechos y datos y así colocar su testimonio en posición de ser justamente va-lorado.\nAplicado al caso de autos esta normativa, notamos que los peritos revelaron la fuente de sus opiniones. La defensa los contrainterrogó extensamente. Que no lograra el éxito dese-ado o que les fueran adversos, no hace inadmisibles dichos testimonios.\n\n&gt;\n\nAduce el apelante Rivera Robles que el Art. 99 del Có-digo Penal, supra, es inconstitucional, pues sólo castiga al hombre y “[n]o penaliza a una mujer que tuviere acceso carnal con un varón que no fuere el propio si el varón fuere menor de 14 años”. Alegato del apelante, pág. 16. No elabora suficientemente el planteamiento y en su apoyo sólo cita a Meloon v. Helgemoe, 564 F.2d 602 (1er Cir. 1977).(6) Por su parte, el Procurador General argumenta que “[evidente-mente, nuestros legisladores también querían atacar el pro-*873blema del embarazo en las niñas y los problemas físicos, emocionales y sicológicos que pueden ser consecuencia de la actividad sexual. Igualmente el Estado desea proteger a la niña de las relaciones sexuales a una edad en que las conse-cuencias son particularmente severas, entre ellas el daño fí-sico. Existe un interés apremiante que justifica la clasifica-ción”. Alegato del Procurador General, pág. 21.\nSabido es que el delito de violación esencialmente consiste en el ultraje inferido a la persona y sentimientos de la mujer. En el aspecto físico, la emisión no es necesaria y bastará para consumarlo cualquier penetración sexual por leve que fuere. Art. 100 del Código Penal, 33 L.P.R.A. see. 4062; Pueblo v. Martínez Figueroa, 86 D.P.R. 413 (1962).\nEn su inciso (a), el Art. 99 del Código Penal, supra, configura como violación técnica el acceso carnal con una mujer que no fuere la propia, menor de catorce (14) años de edad. Bajo esta modalidad, tradicionalmente la responsabilidad penal del acto sexual recae solamente sobre el varón. Los estudios modernos tienden a indicar que “entre los 10 a 12 son los años de riesgo agudo particular, en que los menores son victimizados al doble del promedio normal”. (Traducción nuestra.) Finkelhor, op. cit. El factor edad se apuntala en que se presume falta de consentimiento por razón de inmadurez sicofisiológica. Física y emocionalmente, a esas edades no se reconoce capacidad legal para prestarlo. D. Neváres-Muñiz, Código Penal de Puerto Rico: revisdo y comentado, San Juan, Ed. Rev. C. Abo. P.R., 1986, págs. 178-179; S. Brownmiller, Against Our Will: Men, Women and Rape, Nueva York, Ed. Simon and Schuster, 1975, pág. 382; J.A. Durham, Forcible and Statutory Rape: An Exploration of the Operation and Objective of the Consent Standard, 62 (Núm. 1) Yale L.J. 55 (1952).\n*874En la medida en que el delito establece una dicotomía fundada en el sexo, nos confrontamos con una categoría de su faz sospechosa que activa un riguroso escrutinio judicial. Com. de la Mujer v. Srio. de Justicia, 109 D.P.R. 715 (1980); Zachry International v. Tribunal Superior, 104 D.P.R. 267, 279 (1975); Wackenhut Corp. v. Rodríguez Aponte, 100 D.P.R. 518, 531 (1972). Bajo este análisis, el Estado debe de-mostrar la existencia de un interés apremiante que justifique la clasificación y que sea necesaria para la consecución de ese interés.\nEn Zachry International v. Tribunal Superior, supra, pág. 282, advertimos del peligro de estatutos fundados en meras conjeturas, prejuicios arcaicos y nociones “estereotipadas que emanan de una visión masculina que — consciente o inconscientemente— tiene su razón de ser en la concepción y caracterización de la mujer como ‘sexo débil’”. Sin embargo, también aclaramos “que la Constitución reconoce, al igual que la propia naturaleza, diferencias por razón de sexo y permite las mismas si éstas no discriminan. En virtud de sus diversas disposiciones y su aplicación a distintas áreas, no pueden extenderse prohibiciones absolutas que impidan el ejercicio legítimo del poder de reglamentación del Estado para aprobar medidas razonables con el objetivo de salvaguardar el interés común. Una pieza legislativa debe sostenerse o anularse en orden a la dimensión, sustancialidad y realidad de los principios comunitarios e individuales envueltos y los problemas sociales que intenta corregir”. íd., pág. 279.\nBajo este enfoque, en principio es perfectamente com-prensible y admisible que el valor tutelado sea la mujer en la corta edad de catorce (14) años. Debido a unas diferencias en el desarrollo físico de la mujer durante la época de preado-lescencia y su advenimiento, los efectos de relaciones sexua-*875les en éstas —particularmente el embarazo prematuro— son distintos. En este sentido, no estamos ante una clasificación que de su faz tienda “a relegar a un estado legal de inferiori-dad a una clase con abstracción de las potencialidades y ca-racterísticas individuales de sus miembros”. Zachry International v. Tribunal Superior, supra, pág. 282.\nEstos efectos han sido reconocidos en el estado de California, cuyos antecedentes históricos nutrieron nuestro Có-digo Penal. El delito de violación técnica de esa jurisdicción guarda similitud con el nuestro. Al impugnar sobre los mismos fundamentos, en Michael M. v. Sonoma County Superior Court, 450 U.S. 464 (1981), el Tribunal Supremo federal, en opinión pluralista, sostuvo su constitucionalidad en virtud de un enfoque de escrutinio intermedio y reconoció las variantes respecto a los problemas y riesgos que entraña a esa edad la relación sexual. “Sólo las mujeres pueden quedar embarazadas y ellas sufren desproporcionalmente las pro-fundas consecuencias físicas, emocionales y psicológicas de esa actividad sexual. El estatuto en controversia las protege a una edad en que las consecuencias de unas relaciones sexuales son particularmente severas.” íd., págs. 471-472. Debido a que estas consecuencias recaen sobre las adoles-centes, “una legislatura actúa dentro de su autoridad al op-tar por sólo castigar aquellos protagonistas, que por natura-leza, sufren pocas consecuencias por su conducta.” (Traduc-ción nuestra.) íd., pág. 473.\nEstos fundamentos son persuasivos y de igual aplicación bajo un enfoque de escrutinio estricto. En esta materia, coincidimos con el Estado de que existe un interés apremiante de reducir, por la vía penal, el problema del embarazo en las niñas y los consabidos problemas físicos, emocionales y psicológicos serios que ello genera. Aunque teóricamente la solución no es perfecta, ello no justifica en el *876caso de autos un decreto de inconstitucionalidad bajo escru-tinio estricto. (7)\nVII\nPor último, el apelante Rivera Robles cuestiona la nega-tiva del tribunal sentenciador a concederle un nuevo juicio. Funda su pedido en la alegación de que le tomó por sorpresa el testimonio del doctor Izquierdo al contrainterrogarlo, en cuanto a su explicación del contenido del certificado médico en su posesión obtenido del Ministerio Fiscal al amparo de la Regla 95 de Procedimiento Criminal, 34 L.P.R.A. Ap. II. Se queja de que ese testimonio “comprendía otros factores . . . que constituían prueba sumamente perjudicial...”. Alegato del Procurador General, pág. 22.\nEl señalamiento es frívolo. Primero, la aludida certifica-ción médica es un documento suscrito por el doctor Iz-quierdo mucho antes del juicio, en ocasión de haber examinado a la menor F.J.R. A su requerimiento, le fue su-ministrado a la defensa. En ocasión de una vista, subsiguien-temente suspendida, el tribunal le dio la oportunidad e instruyó a su representante legal que entrevistara a dicho médico y a la doctora Serrano. Minuta de 17 de mayo de 1986. En ese momento muy bien pudo aclarar y compene-trarse con el conocimiento de hechos y el alcance de las opi-niones periciales de ambos. No lo hizo. No puede benefi-ciarse ahora de esa omisión y alegar sorpresa.\nY segundo, si reflexionamos un poco notamos que este señalamiento realmente intenta convertir la aludida certificación médica —más allá de su valor documental e intrínseco— en un resumen detallado o deposición de todo lo que pudiera haber declarado el médico en el juicio. El reclamo *877trasciende el alcance de lo autorizado en la Regla 95 de Pro-cedimiento Criminal, 34 L.P.R.A. Ap II. El Ministerio Fiscal “[n]o tenía que servirle un resumen aparte de cuanto hubiera dicho no consignado en la [certificación]”. Pueblo v. Martínez Valentín, 102 D.P.R. 492, 495 (1974).\n\nSe dictará sentencia confirmatoria.\n\nEl Juez Presidente Señor Pons Núnez y el Juez Asociado Señor Rebollo López disintieron sin opinión escrita.\n\n Al efecto, el propio Tribunal Supremo federal ha reconocido que el propi-ciar y proteger el bienestar físico y mental de un menor del trauma y la vergüenza que genera un proceso judicial es un interés gubernamental cognocible. Globe Newspaper Co. v. Superior Court, 457 U.S. 592 (1982).\n\n\n Al respecto, se sostiene que el “desenvolvimiento de un caso de abuso sexual a menores generalmente presenta un patrón predecible que puede divi-dirse en cinco fases: 1. Fase de envolvimiento — El ofensor usa la manipulación, hace creer (al) a la menor que lo que le propone es divertido o aceptado. Ofrece recompensas, hace la actividad atractiva. En familias donde la violencia es común si la niña o niño rehúsa, el adulto utiliza la amenaza o la fuerza para some-terla(o)[;] 2. Fase de interacción sexual — Generalmente se da en forma progre-siva desde la exposición semi-desnuda o desnuda del cuerpo del adulto hasta la penetración anal o vaginal de la (el) menor. La (el) menor puede dar señales de que algo le está ocurriendo (cambios en su comportamiento, pesadillas, inhabili-dad para concentrarse en las tareas escolares, ansiedad, u otros[;] 3. Fase de secretividad — El ofensor necesita que la situación de abuso'continúe para llenar sus necesidades (deseos de sentirse importante, conocedor, de ejercer poder, do-minio, de sentirse admirado, deseado) y persuade (al) a la menor para que guarde el secreto generalmente mediante el uso de amenazas o haciendo el secreto atrac-tivo: (‘este juego es entre tú y yo nada más, no se lo cuentes a nadie’, ‘si lo cuentas, nadie va a creerte’, [o] ‘si lo cuentas voy a sufrir mucho’, o ‘mamá va a sufrir mucho ...’ ‘si lo cuentas me mato’, etc.[;] 4. Fase de descubrimiento: Puede ser accidental. Cuando ninguno de los participantes estaba preparado para reve-larlo implica una crisis simultánea para (el) la menor, el ofensor y la familia. Cuando el descubrimiento es voluntario de parte de la víctima se puede minimi-zar el sufrimiento de ésta(e) preparándola(o) de antemano para lo que va a tener que enfrentar: crisis en la familia, intervención de agencias, rechazo en el hogar, *864etc. [, y] 5. Fase de supresión-. En el forcejeo por salir de la crisis provocada por el descubrimiento del abuso, la reacción más común de la familia es la de negar la importancia de los afectos del abuso en la víctima y realizar serios intentos de minar su credibilidad. Asustada(o)[,] confundida(o) con sentimientos de culpa e indefensa(o) ante la presión (el) la menor niega los cargos en un esfuerzo por aliviar su situación y satisfacer a los adultos restableciendo el ‘equilibrio’ de la familia. (Adaptado del libro Handbook of Clinical Intervention in Child Sexual Abuse, de S. Sgroi)”. Semillas para el Cambio, Boletín del Centro de Ayuda a Víctimas de Violación, Departamento de Salud, junio de 1985, Núm. 2, pág. 2.\n\n\n Algunos de sus apuntamientos son repetitivos. Por tal razón los hemos agrupado. Otros, tales como que no se unieron a autos los exámenes médicos y que el veredicto fue contrario a la prueba, no son discutidos por el apelante Rivera Robles. Aun así, en cuanto a los exámenes, valga aclarar que según las mi-nutas de 24 de octubre de 1986 —en el acto de pronunciamiento de sentencia— éste renunció por no interesar tal solicitud. En cuanto al veredicto, la prueba reseñada lo sostiene más allá de duda razonable.\n\n\n Aunque no se plantea como error, valga aclarar que nuestra jurispruden-cia, en casos de delitos sexuales, con espíritu liberal ha permitido declaraciones espontáneas de las víctimas bajo excitación aun cuando no sean contemporáneas a los hechos. Pueblo v. Blanco, 40 D.P.R. 130 (1929); Pueblo v. López, 76 D.P.R. 378 (1954); Pueblo v. De Jesús Cruz, 94 D.P.R. 180 (1967). Véase E.L. Chiesa, Práctica Procesal Puertorriqueña, Evidencia, San Juan, Pubs. J.T.S., 1985, Vol. I, págs. 377-378.\n\n\n En San Lorenzo Trad. Inc. v. Hernández, 114 D.P.R. 704, 712 (1983), luego de referirnos a la Regla 56 de Evidencia, 32 L.P.R.A. Ap. iy expresamos que las fuentes de información del perito —obtenidas antes o durante el juicio— son un rasgo diferenciador con relación al testigo lego cuyo fundamento más limi-tado son sus propias percepciones.\n\n\n En este caso dicho Tribunal de Apelaciones anuló una disposición de ley del estado de New Hampshire, casi idéntica a la nuestra. Rechazó la tesis del estado de que uno de los propósitos del estatuto era proteger a las mujeres jó-venes de daño físico, bajo el fundamento de que no se había demostrado que éstas estén más sujetas a sufrir como resultado de una relación sexual que los varones. La decisión no es controlante. Primero, dicho tribunal no consideró si el estatuto estaba sustancialmente relacionado con la prevención de embarazo en las adoles-centes. Segundo, ese foro posteriormente en Rundlett v. Oliver, 607 F.2d 495 (1er Cir. 1979), limitó su decisión al validar un estatuto de violación técnica sustancial-mente igual bajo el fundamento de que el estado había demostrado que la relación sexual causaba más daño físico a las mujeres que a los varones.\nPara una relación de las distintas decisiones que sostienen o anulan estos estatutos, véanse: Comentario, The Constitutionality of Gender-Based Statutory Rape Laws — Michael M. v. Superior Court, 101 S.Ct. 1200 (1981), XVI (Núm. 1) Suffolk U.L. Rev. 129 (1981); Anotación, Constitutionality of Rape Laws Limited to Protection of Fem Only, 99 A.L.R.3rd 129 (1980).\n\n\n Máxime ante la prueba demostrativa de que en múltiples ocasiones la relación fue no consentida bajo amenaza de grave daño corporal.\n\n",
            "ocr": true,
            "opinion_id": 8562698
        }
    ],
    "court_short_name": "Supreme Court of Puerto Rico",
    "court_full_name": "Supreme Court of Puerto Rico",
    "court_type": "TS",
    "court_jurisdiction": "Puerto Rico, PR",
    "crime_category": "Rape"
}