{
    "id": 7693819,
    "judges": "Cannella, Kliebert, Wicker",
    "date_filed": "1992-10-28",
    "date_filed_is_approximate": true,
    "slug": "wagoner-v-dyson",
    "case_name_short": "Wagoner",
    "case_name": "Wagoner v. Dyson",
    "case_name_full": "Ronald D. WAGONER and Carolyn Rae Wagoner, Individually and as Administrators of the Estate of their Minor Children E.W. and J.W. v. Walter DYSON, Parish of Vermilion Vermilion Parish Sheriffs Office Raymond Lemaire In His Official Capacity ABC Insurance Company and QRS Insurance Company",
    "attorneys": "Dean W. Determan and Richard L. Du-cote, New Orleans, for plaintiffs/appellants., J. Isaac Funderburk, Abbeville, for defendants/appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "618 So. 2d 432"
    ],
    "opinions": [
        {
            "author_str": "Wicker",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWICKER, Judge.\nThe plaintiffs, Ronald D. and Carolyn Rae Wagoner, individually and on behalf of their children, appeal the dismissal of their claims against Sheriff Raywood LeMaire and the Vermilion Parish Sheriff’s Department on an exception of improper venue. We affirm the venue ruling but transfer the case to the proper parish.\nMr. and Mrs. Wagoner are the parents of nine and twelve-year-old boys. Their next door neighbor in Lutcher, St. James Parish, is Walter Dyson, a Vermilion Parish deputy sheriff. The Wagoners alleged that Dyson used his status as deputy sheriff to gain their trust and that of their children. They also allege that Dyson invited the boys to accompany him on a three-day camping trip at a campsite used by the Vermilion Parish Sheriff’s Department, where he sexually abused them. The trip lasted from June 1 to June 4, 1991.\nThe Wagoners sued Dyson, Vermilion Parish [since voluntarily dismissed], the Vermilion Parish Sheriff’s Department [originally referred to as the Vermilion Parish Sheriff’s Office], and Sheriff Le-Maire. The connection to the sheriff and his department was alleged to be transportation of the children in a car bearing the decal of the sheriff’s department and the police radio issued to Dyson, visiting the Vermilion Parish courthouse and sheriff’s office during the trip, failing to remove Dyson from a position of public trust after it was known or should have been known that he was a child molester, failing to do a proper background and psychological investigation, and failing to supervise Dyson. Vicarious liability based upon the employment relationship was also alleged. The Wagoners filed their suit, not in Vermilion Parish, but in St. James Parish. LeMaire and the department excepted to the venue.\nThe judge upheld the exception of venue, dismissing the suit against the defendants without prejudice. The Wagoners have appealed and also filed another suit in Vermilion Parish. They and Dyson jointly moved to transfer this proceeding to Vermilion. There is nothing in this record to indicate what has happened to the Vermilion proceeding.\nThe issue in this case is the proper interpretation of La.R.S. 13:5104(B), governing venue in suits against the state and its political subdivisions.\nB. All suits filed against a political subdivision of the state or against an officer or employee of a political subdivision for conduct arising out of the discharge of his official duties or within the course and scope of his employment shall be instituted before the district court of the judicial district in which the political subdivision is located or in the district court having jurisdiction in the parish in which the cause arises.\nThere is no question that the Vermilion Parish Sheriff’s Department is a political subdivision of the state and that LeMaire is an officer thereof. The Wagoners argue that the “cause” in this case arose in St. James Parish and that, consequently, venue is proper in St. James Parish. The Vermilion Parish defendants argue that the only “cause” is the actual abuse, which took place only in Vermilion Parish, and that dismissal without prejudice, rather than transfer to the proper venue, did not constitute an abuse of discretion.\nThe terms “cause” and “cause of action” concern concepts which are difficult to define with precision.... Nevertheless, in directing courts to look to the place in which the “cause arises” for venue pur*434poses, we believe the Legislature intended for courts to consider the facts concerning the transaction or occurrence that is the subject matter of the litigation, which, in conjunction with applicable legal provisions, give a party a legal remedy.\nCommercial Nat. Bank v. First Nat. Bank, 603 So.2d 270, 273 (La.App. 2nd Cir.1992) (citations omitted), writ denied 605 So.2d 1151 (La.1992). The Fourth Circuit concluded, in Revolta v. Regional Transit Authority, 607 So.2d 963, 965 (La. App.1992) (citations omitted):\nThe general rules of venue in ordinary tort suits can be followed in interpreting the venue statute for tort suits against political subdivisions. Furthermore, statutes allowing exceptions to the general rule of venue that an action must be brought against a defendant in the parish of his domicile should be strictly construed and applied only in cases falling clearly within their provisions_ A political subdivision, as a defendant, should not be sued outside its domicile unless clearly indicated by the legislature.\nThe Wagoners alleged several acts taking place in St. James Parish: Dyson befriended the family, he gained the trust of both parents and children, he issued the invitation to go camping with him, he picked up the children, and he returned the children. However, none of these acts, individually or together, would “give a party a legal remedy.” It is the sexual abuse and molestation that constitutes the tor-tious act giving rise to a legal remedy, and the sexual abuse and molestation took place in Vermilion Parish. Although this is not a criminal case, we find the definition of “molestation” found in La.R.S. 14:81.2 A instructive:\nMolestation of a juvenile is the commission by anyone over the age of seventeen of any lewd or lascivious act upon the person or in the presence of any child under the age of seventeen, where there is an age difference of greater than two years between the two persons, with the intention of arousing or gratifying the sexual desires of either person, by the use of force, violence, duress, menace, psychological intimidation, threat of great bodily harm, or by the use of influence by virtue of a position of control or supervision over the juvenile, (emphasis added).\nConsequently, even under the alternative venue provision of La.R.S. 13:5104(B), the only proper venue is in Vermilion Parish.\nWe hold that the ruling decreeing Vermilion Parish the proper venue was correct, and we decline to reverse it. However, we are persuaded that the judge may have abused his discretion in dismissing the Wagoners’ suit rather than transferring it to Vermilion Parish.\n“When an action is brought in a court of improper venue, the court may dismiss the action, or in the interest of justice transfer it to a court of proper venue.” La.C.Civ.P. art. 121. There has been no proof, as contemplated by Habig v. Popeye’s Inc., 553 So.2d 963 (La.App. 4th Cir.1989), that the Wagoners knowingly filed suit in the wrong venue. Consequently, it was proper and in the interest of justice for the judge to have transferred this suit to Vermilion Parish rather than dismissing it. We therefore transfer this case to the Fifteenth Judicial District Court for the Parish of Vermilion, State of Louisiana, for further proceedings.\n\nJUDGMENT GRANTING EXCEPTION OF VENUE AFFIRMED; CASE TRANSFERRED.\n\n",
            "ocr": true,
            "opinion_id": 7628979
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Rape"
}