{
    "id": 7922526,
    "judges": "Phipps",
    "date_filed": "1972-02-08",
    "date_filed_is_approximate": true,
    "slug": "milton-v-state",
    "case_name_short": "Milton",
    "case_name": "Milton v. State",
    "case_name_full": "MILTON v. State",
    "attorneys": "Harold W. Wallace III, Sara E. Meyers, for appellant., Dennis C. Sanders, District Attorney, Durwood R. Davis, Assistant District Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "280 Ga. App. 179",
        "633 S.E.2d 606"
    ],
    "opinions": [
        {
            "author_str": "Phipps",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPhipps, Judge.\nRussell R. Milton was charged in separate indictments with two counts of child molestation, by touching D. B. in her genital area and by exposing his genitals to R. B. The charges were joined for a bench trial, and Milton was convicted on both counts. On appeal, he challenges the sufficiency of the evidence, the joinder of the charges, and the admission into evidence of two videotapes. Because Milton has demonstrated no reversible error, we affirm.\n1. Milton challenges the sufficiency of the evidence.\n“A person commits the offense of child molestation when he or she does any immoral or indecent act to or in the presence of or with any child under the age of 16 years with the intent to arouse or satisfy the sexual desires of either the child or the person.”1\nOn appeal from a criminal conviction, we view the evidence in the light most favorable to the verdict, and the defendant no longer enjoys the presumption of innocence. We do not weigh the evidence or determine witness credibility, but only determine if the evidence was sufficient for a rational trier of *180fact to find the defendant guilty of the charged offense beyond a reasonable doubt.2\nSo viewed, the evidence showed that between March and December 2003, Milton intermittently lived with his girlfriend, her daughter D. B., and the couple’s two younger children. During that time, Special Agent David Leonard of the Georgia Bureau of Investigation (GBI) was called to investigate a complaint that in March 2003 Milton had sexually molested five-year-old D. B. Leonard interviewed D. B., and she related that Milton had touched her genital area when she was in the bathtub. She said that Milton had not been washing her with a washcloth. A videotape of this interview was introduced into evidence.\nLeonard was later called to investigate a complaint that in December 2003 Milton had sexually molested his girlfriend’s 11-year-old sister, R. B. Leonard interviewed the child, and she told him that Milton had exposed himself to her at her sister’s home and then beckoned her to follow him into a bedroom. A videotape of this interview was introduced into evidence.\nThe Department of Family and Children Services (DFCS) opened a case to investigate whether Milton was molesting the girls. D. B. told a DFCS caseworker that Milton had touched her “pee-pee”; and R. B. told the caseworker that Milton had exposed himself to her and motioned for her to come to him. The DFCS caseworker referred the girls to a sexual assault center, where they were again interviewed. Videotapes of the interviews at the sexual assault center were introduced into evidence.\nAfter being interviewed at the sexual assault center, D. B. told her mother that Milton had touched her on another occasion. The mother testified that D. B. had revealed to her that, once when she was getting Kool-Aid from the refrigerator, Milton touched her “bottom” and told her that her “P-U-S-S-Y stink.”\nAt trial, D. B. was seven years old. She testified that Milton had touched “my butt” in the kitchen. When shown drawings of the front and the back of a female child, however, D. B. pointed to the frontal picture as having the body part that Milton had touched.\nR. B. was 13 years old at trial. She recounted that her mother had dropped her off at her sister’s residence early one morning. Her sister, Milton, D. B., and the couple’s two children were all asleep on a mattress in the living room. R. B. sat in the room with them and watched television. R. B. testified that Milton soon woke up, pulled *181his penis from his clothing, and started “[j]ust holding it, sticking it out.” Next, Milton went into a bathroom. When he returned to the living room, he looked at R. B., while nodding toward a bedroom in the back of the home. R. B. ran to a neighbor’s house, called her mother, and reported to her what Milton had done.\nMilton’s girlfriend recounted that, when R. B. returned to her residence that morning with their mother, R. B. pointed at Milton and said, “You pulled your thing out at me and told me to come in the back room.” Milton’s girlfriend testified that Milton denied nothing and looked dumbfounded.\nAlthough Milton testified that he had never given D. B. a bath, that he had not exposed himself to R. B. or suggested that she follow him into another room, and that he had never had any contact of a sexual nature with either girl, the state’s evidence sufficiently supports his convictions.3\n2. Milton contends that the trial court erred by granting the state’s motion for joinder of the two charges for trial.\nMere similarity in the character of the crimes is not enough for joinder, but where the crimes are “so strikingly similar as to evidence a common motive, plan, scheme, or bent of mind pattern, then joinder may be appropriate.”4 Even where the charges are joined not merely because of such similar character,\nseverance may still be appropriate, although not mandated, because the trial court must determine whether the trier of fact will be able to fairly and intelligently judge each offense. The court is vested with discretion in this matter, and in the exercise of that discretion it must balance the interest of the defendant with the interest of the State. In so doing, a trial court must look to the number and complexity of the offenses charged and determine whether a trier of fact can parse the evidence and apply the law with regard to each charge.5\nThe trial court did not abuse its discretion in joining the offenses for trial. There were sufficient similarities between the crimes to show a common motive, plan, scheme, or bent of mind pattern. And having carefully reviewed the record, we cannot say that the number of offenses charged or the complexity of the evidence offered rendered *182the factfinder unable to parse the evidence to apply the law fairly and intelligently to each charge.6\n3. Milton contends that the trial court erred by allowing the state to introduce into evidence the videotapes of the interviews conducted at the sexual assault center. He complains that even though he opted into reciprocal discovery, the state failed to make the tapes available to him until trial.\nThe tapes showed D. B. and R. B. being interviewed at a sexual assault center to which DFCS had referred the girls. A DFCS caseworker testified that after the tapes were made, she notified the GBI that DFCS had them, but the GBI agent assigned to the case had no recollection and no notation in his file about the interviews or the videotapes. The DFCS caseworker could not recall whether she had notified the prosecutor’s office, and the prosecuting attorney stated that, before trial, he had not been told of the tapes or even the interviews.\nAs the state concedes, knowledge of the videotapes must be imputed to it.7 And where the state fails to meet its discovery obligations, trial courts are vested with broad discretion to fashion a remedy.8\n[T]he court may order the state to permit the discovery or inspection, interview of the witness, grant a continuance, or, upon a showing of prejudice and bad faith, prohibit the state from introducing the evidence not disclosed or presenting the witness not disclosed, or may enter such other order as it deems just under the circumstances.9\nIn this case, the court offered the defense an opportunity to view the videotapes, and defense counsel accepted. After viewing the videotapes, defense counsel moved for a mistrial on the ground that “had the forensic examiner who did those tapes been here and we had been able to get that person here, there is evidence that we could have obtained that we cannot obtain without it.”\nBut no specific evidence has been cited; nor has there been any explanation showing how the lack of any such evidence prejudiced the defense. Moreover, defense counsel advanced no argument to the trial court that the delay was in bad faith, but stated, “I’m not trying to assess any blame as to, you know, why they didn’t come to light....” *183Under these circumstances, we find no abuse of discretion by the trial court in permitting the state to introduce the videotapes into evidence, after having provided the defense an opportunity to examine them.10\nDecided June 28, 2006.\nHarold W. Wallace III, Sara E. Meyers, for appellant.\nDennis C. Sanders, District Attorney, Durwood R. Davis, Assistant District Attorney, for appellee.\n\nJudgment affirmed.\n\n\nRuffin, C. J., and Smith, P. J., concur.\n\n\n OCGA§ 16-6-4 (a).\n\n\n Davis v. State, 264 Ga. App. 128, 130 (1) (589 SE2d 700) (2003) (citations omitted); see Jackson v. Virginia, 443 U. S. 307 (99 SC 2781, 61 LE2d 560) (1979).\n\n\n See Cook v. State, 276 Ga. App. 803, 804-805 (1) (625 SE2d 83) (2005).\n\n\n Allen v. State, 268 Ga. App. 519, 523 (1) (602 SE2d 250) (2004) (punctuation omitted), quoting Stewart v. State, 277 Ga. 138, 140 (587 SE2d 602) (2003).\n\n\n Stewart, supra at 139 (citations omitted).\n\n\n Id.; Williams v. State, 269 Ga. App. 673, 675-676 (2) (605 SE2d 83) (2004); Allen, supra at 522-526.\n\n\n See Marshall v. State, 230 Ga. App. 116, 118 (2) (495 SE2d 585) (1998).\n\n\n See id.\n\n\n OCGA § 17-16-6.\n\n\n See Tucker v. State, 222 Ga. App. 517, 518-519 (3) (474 SE2d 696) (1996) (where defendant made no showing that he was prejudiced as a result of the state’s failure to make certain evidence available to him prior to trial, the trial court was without authority under OCGA § 17-16-6 to exercise discretion and exclude the evidence from trial); see also Barrow v. State, 269 Ga. App. 635, 637 (3) (605 SE2d 67) (2004).\n\n",
            "ocr": true,
            "opinion_id": 7871974
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Rape"
}