{
    "id": 7980963,
    "judges": "Campbell, Long, Morse, Sherwood",
    "date_filed": "2010-12-25",
    "date_filed_is_approximate": true,
    "slug": "people-v-glover",
    "case_name_short": "Glover",
    "case_name": "People v. Glover",
    "case_name_full": "The People v. Frank Glover",
    "attorneys": "Q. P. Pierce, for respondent., Moses Taggart, Attorney General, and James Van KleecJc, Prosecuting Attorney, for the people.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>■Criminal law — Rape—Age of consent — Complaints of injured girl —Evidence—Testimony of physician — Privilege.</p> <p>1. In a prosecution for rape upon a girl 11 years old, her statements to her mother charging respondent with the offense, made 13 days after its alleged commission, is admissible, it appearing that her reason for not making a more immediate disclosure was from fear that her mother would whip her. People v. Gage, 62 Mich. 271.</p> <p>2. The testimony of physicians as to the physical condition of m respondent charged with rape, a knowledge of which waa gained from an examination at the jail submitted to voluntarily after respondent was informed that the prosecuting attorney had sent them for that purpose, which was the sole-object of their visit, is not privileged, and its admission is not error.</p> <p>8. In a prosecution for statutory rape upon a girl under 14 years-of age, evidence of her reputation for chastity, or of specific acts of lewdness, is inadmissible, her good or bad character not being in issue, she being too young to consent to the intercourse.</p> <p>4. Where a respondent on trial for rape testifies in his own behalf that he did not have a venereal' disease, as testified to by the people’s witnesses, it is proper to show, on his cross-examination, the nature and object of certain bottles of medicine used by him while confined in jail.</p> <p>5. The refusal of the court to permit counsel for a respondent to-read in the hearing of the jury from a medical work which had not been made evidence is not error.</p>",
    "summary": "Error to Bay. (Cobb, ,J.) Bespondent was convicted of rape, and sentenced to-State prison for 15 years. The facts are stated in the opinion.",
    "disposition": "Judgment affirmed.",
    "history": null,
    "other_dates": "Argued June 27, 1888»",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "71 Mich. 303"
    ],
    "opinions": [
        {
            "author_str": "Long",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLong, J.\nBespondent was convicted of the crime of rape, in the circuit court for the county of Bay, and sentenced to the State prison at Jackson at hard labor for the period of 15 years. The offense was alleged and shown to have been committed on December 4, 1887.\nOn the trial the people called as a witness Barbaraellert Murray, who testified that she was 11 years of age, and that Frank Glover, the 2-espondent, 2;aped her on Decern*305ber 4, 1887, giving the details of the transaction. This was the only direct testimony produced as to the actual commission of the offense. The people produced other evidence, to which no objection was made, tending to show that Barbaraellen Murray, on December 17, 1887, was suffering from gonorrhea. It is admitted that she made no disclosure that her person had been violated until December 17, 1887, when her mother, the prosecutrix in this case, induced by the girl’s singular behavior, questioned her; and was permitted to testify, against the objection of the defendant, to what the girl told her relative to the offense. The only evidence given by the mother as to what the girl told her was her statement that the girl said: “Frank Glover,-ma, has done this on me;” and said statement was made at the time she first discovered the condition of the girl. It appears from the evidence that the reason she did not make a more immediate disclosure was from fear that her mother would whip her.\nThe testimony of physicians ivho made an examination of defendant’s person at the jail on December 19, 1887, was admitted, against the objection of the defendant.\nThis testimony tended to show that the defendant was suffering with venereal disease. It further appeared that defendant was notified by the physicians that they made such examination by direction of the prosecuting attorney, and that he submitted to such examination voluntarily, and made no objection thereto.\nThe defendant offered’ to introduce testimony showing that the reputation of Barbaraellen Murray for chastity was bad. This testimony was objected to by the prosecuting attorney, and excluded. The defendant also offered testimony showing specific acts of lewdness\non the part of Barbaraellen Murray with young boys in *306the months of December, 1886, and April, 1887. This testimony, on motion of the prosecuting attorney, was excluded.\nThe defendant, having been sworn in his own behalf, denied the alleged rape; and, having given evidence tending to show that he had not gonorrhea at the time the offense was alleged to have been committed, upon his cross-examination, the court, against the objection of defendant’s counsel, required the defendant to answer questions propounded by the prosecuting attorney as to his physical condition with reference to the venereal disease, and as to the nature and object of_ certain bottles of medicine used by the defendant while confined in the jail. At the close of the testimony, the defendant’s counsel offered to read from Beck’s Medical Jurisprudence, which offer was refused by the court; the court saying he would excuse the jury temporarily, and permit counsel to read, but that he did not think it was proper to read from that book in the presence of the jury. After conviction and sentence, the defendant brings the case to this Court by writ of error.\nThe following errors are assigned :\n“1. The-court erred in admitting the testimony of Mrs. Murray as to what the girl told her relative to the offense 13 days after the alleged commission of the crime.\n“2. The court erred in admitting the testimony of physicians, who made an examination of defendant’s person in the jail, as to defendant j physical condition with reference to venereal disease.\n“ 3. The court erred in refusing to permit the evidence to be introduced, which defendant’s attorney offered to introduce, showing that the reputation of Barbaraellen Murray for chastity was bad.\n“4. The court erred in refusing to permit the evidende to be introduced, which defendant’s attorney offered to introduce, showing specific acts of lewdness on the part ■of Barbaraellen Murray with young boys.\n“ 5. The court erred in requiring the defendant to answer *307questions as to Ms physical condition, propounded by the prosecuting attorney.\n“6. The court erred in refusing to permit defendant’s counsel to read, in the hearing of the jury, from a book entitled ‘Beck’s Medical Jurisprudence.’”\nWe find no error in this case. The mother was properly allowed to testify to what the girl told her on December 17, 1887; and the case falls directly within the ruling of this Court in People v. Gage, 62 Mich. 271 (28 N. W. Rep. 835), where cases on this point are collected and reviewed by Mr. Justice Champlin.\nThe claim that the court erred in admitting the testimony of physicians who examined defendant, after his arrest, while in jail, as to his physical condition, has no force. It is not claimed that any confidential relations existed between the defendant and the physicians who examined him, or that such examination was made to enable the physicians to prescribe for him, or to do any act for him as surgeons, and the defendant was told, at the outset, by the physicians, that they came there at the instance of the prosecuting attorney, and he voluntarily submitted to their examination. Under the circumstances here stated, we think this testimony was competent, and the physicians were properly permitted to testify to the information derived from such examination. The privilege does not extend to cases where no confidential relations exist. Campau v. North, 39 Mich. 606; Pierson v. People, 79 N. Y. 424.\nError is alleged upon the refusal of the court to allow defendant to show that the reputation of the girl for chastity was bad. The good or bad character of the girl for chastity was not in issue. The prosecution was had under the statute of 1887, which fixes the age of consent at 14 years; and, the girl being too young to consent to the intercourse, it would be no answer that she had a bad reputation for chastity.\n*308The court properly excluded the evidence offered to show specific acts of lewdness on the part of the girl in December, 1886, and April, 1887. She was too young to consent to such acts, and it would have no tendency to show that the venereal disease was contracted by her if such acts had been proven, and, indeed, no such claim is made by counsel for the respondent.\nThe defendant produced himself as a witness in'his own behalf, and gave testimony tending to show that he did not have gonorrhea at the time the offense was alleged to have been committed; and it was proper, on his cross-examination, to show that he had certain bottles of medicine, and used it in the jail after his arrest, and the court properly admitted the evidence.\nThe medical book which defendant’s counsel proposed to read in presence of the jury on the argument of the case had not been made evidence in the case, and was properly excluded by the court.1\nWe find no error in the case, and the judgment of the court below must be affirmed.\nSherwood, C. J., Morse and Campbell, JJ., concurred.\n\n For a case on this question, see People v. Vanderhoof, 71 Mich. 158.\n\n",
            "ocr": true,
            "opinion_id": 7933700
        }
    ],
    "court_short_name": "Michigan Supreme Court",
    "court_full_name": "Michigan Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Rape"
}