{
    "id": 7992341,
    "judges": "Blair, Brooke, McAlvay, Ostrander, Stone",
    "date_filed": "1982-09-09",
    "date_filed_is_approximate": true,
    "slug": "people-v-carlson",
    "case_name_short": "Carlson",
    "case_name": "People v. Carlson",
    "case_name_full": "PEOPLE v. CARLSON",
    "attorneys": "O’Brien & Le Gendre, for appellant., William J. MacDonald, Prosecuting Attorney, for the people.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Assault with Intent to Commit Rape —Force as an Element-Elements oe Assault.</p> <p>An assault may be committed without actually touching the person, by attempting or offering to do bodily harm to another, with malice or wantonness, under such circumstances as to denote a present ability to carry such intention into effect.</p> <p>2. Same — Elements.</p> <p>Evidence of an attempt to have carnal knowledge of a child of unlawful years, with the employment of inducements and threats to shoot, although without exhibiting a revolver, but accompanied by physical violence to her brother who was present, sufficiently supports a verdict of guilty as to a respondent charged with assault with intent to commit statutory rape. People v. Dowell, 136 Mich. 306.</p>",
    "summary": "Exceptions before judgment from Houghton; Streeter, J. Arthur Carlson was convicted'of an assault with intent to commit the crime of statutory rape.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": "Submitted February 11, 1910.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "160 Mich. 426"
    ],
    "opinions": [
        {
            "author_str": "McAlvay",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMcAlvay, J.\nRespondent was convicted before the circuit court for Houghton county of an assault with intent to commit the crime of rape upon a female child of the age of 10 years.\nThe case is here upon exceptions before sentence. The crime was charged to have been committed on Monday, July 5, 1909, which was celebrated as the Fourth. Respondent, of the age of 17 years, had been celebrating in Red Jacket that day with other young men, and had been drinking more or less. Between 3 and 4 o’clock in the afternoon, he, with one of his companions, went to the Copper Range depot, and sat down by it. After sitting there a short time, his companion says he went away, leaving Carlson sitting there. The girl in question, and her brother, eight years old, had also been to Red Jacket, and were on their way home to Centennial Pleights, where they lived. They first saw Carlson and a companion near the depot. He stopped the children, and talked to them and gave them 10 cents, telling them to go back and spend it on ice cream and candy. They went back and spent the money, returning within a short time. They claim that both young men were still at the depot. Carlson, leaving the other, started after them, and, catching up, began to talk with them, and walked on with them until they came to the railroad track, when he said that his brother was coming with six ice cream cones, and told them to take the pathway down by the dam and go in by the road, and he would follow the track and meet them there. They went to the place as directed, and met him there below the dam. He offered the girl $4 if she would lie down on the grass. He said it would be all over quick. The girl refused to lie down, and he coaxed and begged her to do so, raising his offer to $8, $10, and $12. He mentioned other girls who had done so *428for Mm for |4. She continued to refuse, and he then began to ask her the kind of stockings, drawers, and garters she wore. He rolled up his trousers and showed her his green stockings. The little girl said she must be going. Respondent said “No,” that his brother would soon come, and they could have all the ice cream. He then asked them to go to another place where his brother would be, and they went with him through the bullrushes and swamp farther away into the bushes. Here he begged and coaxed her to lie down, and she again refused. He then threatened to shoot her if she did not do so, which greatly frightened her. He asked the little boy to feel the revolver in his pocket. The boy felt on the place indicated, but could not tell what he felt. .Respondent grabbed the boy and dragged him into the bullrushes, saying that he would shoot him if he screamed. The girl then ran away up to the top of the hill, where she heard her brother call to her. She called back and waited for him until he came up. Respondent, after letting the boy go, ran through the bushes towards his home. The children started towards home. They were crying hard when they met a man and his wife, and told what had happened. These people said they would bring them home. On the way the little girl saw respondent, and pointed him out. The man with her started after him, calling to him. He ran away towards Red Jacket. They met the father of the children near his home, and he was told what had occurred. The girl told her mother as soon as she could sufficiently compose herself.\nThe testimony of the children is corroborated, except as to what occurred when they were alone with respondent. As to that they are not contradicted by any witness. Respondent did not lay hands upon the girl. He did not show her money, and he did not draw a revolver. The defense offered testimony tending to show that he was under the influence of liquor, and also as to his good character. The question of his condition as to intoxication was a disputed question of fact submitted to the jury. *429The case as presented here in behalf of respondent in effect accepts the facts established on the part of the people as to what was done by respondent, which is claimed to have constituted the offense charged.\nThe contentions made are:\n(1) That no assault was proven, and consequently a verdict of not guilty should have been instructed by the court.\nIt is urged that the case made by the people showed nothing more than solicitations or threats made by respondent. There are numerous definitions of what constitutes an assault given by courts and text-writers. We cite two, which, taken together, may be said to include all necessary elements:\n“An assault is any attempt or offer, with force or violence, to do a corporal hurt to another, whether from malice or wantonness, with such circumstances as denote, at the time, an intention to do it, coupled with a present ability to carry such intention into effect.” 3 Cyc. p. 1020.\n“An assault is any unlawful physical force, partly or fully put in motion, creating a reasonable apprehension of immediate injury to a human being.” 2 Bishop on Criminal Law (7th Ed.), § 23.\nThat an assault may be committed without actually touching the person of the one assaulted, is not disputed, and no authorities are required in support of the proposition. Where, as in this case, an assault is threatened, coupled with an unlawful condition, the question to be decided is whether the acts done are sufficient to be submitted to a jury to find an assault as a question of fact, or to be determined by the court as one of law. A careful examination of the undisputed facts in this case, taking into consideration the tender years of these children, the enticing by respondent, the place of the occurrence, his purpose as expressed by his talk with the girl, his threat to shoot (indicating and claiming to be armed with a revolver) unless she submitted to his demand, his violent *430seizure of the little boy and dragging him into the bull-rushes with the threat to shoot him if he screamed, all taken together, satisfies us that the question of an assault was one to be submitted to the jury under proper instructions.\nIt is insisted that this court has held to the contrary in People v. Dowell, 136 Mich. 306, 310 (99 N. W. 23, 24). It is evident that such contention is founded upon the following words there used:\n“Actual violence or actual assault is essential to the commission of this crime.”\nWe deny that the fair inference from this language is as claimed by respondent. The statement must be taken in connection with the context, and the case there considered. It can be construed to mean no more than that an assault was a material element of the offense charged, and must be proved.\nIn another case relied upon by respondent, and cited in support of his proposition that threats ■ alone do not amount to an assault, this court, in discussing what would, and what would not, amount to an assault, said:\n“ The act done must not only be criminal, but it must have proceeded far enough towards a consummation thereof, and this must necessarily be a question for the jury under proper instructions.” People v. Lilley, 43 Mich. 525 (5 N. W. 985).\nThe foregoing language is approved by us as applicable to the instant case, and we think the case is authority for our conclusion herein. This would seem to be the rule laid down in New York in an early case where a like offense was charged, and we do not find that the court has departed from that decision. Hays v. People, 1 Hill (N. Y.), 351. The question was, in ouropinion, properly submitted to the jury.\n(2) Error is assigned upon the refusal of the court to give a certain charge which combined the necessity of being satisfied beyond a reasonable doubt (a) that defendant *431had committed an assault upon the little girl; and (5) that at the time of such assault his intention was to ravish and carnally know her; and also to charge as requested with reference to the effect of intoxication upon the question of ability to form an intent. We have examined the charge of the court, and find that upon all the questions raised under these assignments of error the court properly instructed the jury upon the law, and we find no error in the charge.\nThe verdict of the jury in the case is affirmed, and the cause is remanded for judgment.\nOstrander, Brooke, Blair, and Stone, JJ., concurred.\n",
            "ocr": true,
            "opinion_id": 7945813
        }
    ],
    "court_short_name": "Michigan Supreme Court",
    "court_full_name": "Michigan Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Rape"
}