{
    "id": 8061306,
    "judges": "Brown, Faris, Walker",
    "date_filed": "1993-10-01",
    "date_filed_is_approximate": true,
    "slug": "state-v-hughes",
    "case_name_short": "Hughes",
    "case_name": "State v. Hughes",
    "case_name_full": "State v. J. A. HUGHES",
    "attorneys": "L. D. Ramsay for appellant., John T. Barker, Attorney-General, for the State; Paul P. Prosser of counsel.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. CARNAL KNOWLEDGE: Information: Stating Age of Child: Redundancy. While it is necessary to a criminal charge under the statute making carnal knowledge of a female under fifteen years of age a felony, where her exact age is not stated, that the information contain an allegation that she was under fifteen years of age, yet where her age is stated and is stated to be less than fifteen years, the allegation as to age is sufficient, and the further allegation that her age was within the maximum statutory limit is a mere redundancy. .</p> <p>2. -: Two Offenses: Election. The general rule in regard to requiring the State to elect upon which offense it will rely for a conviction is, that the election should be made as soon as it can be done intelligently, the application of the rule depending upon the development of the facts in each particular case, and the time of the election being left largely to the discretion of the trial court, and where it does not appear that such discretion has been abused the defendant cannot complain of the court’s refusal to compel an earlier election. Where accused was charged with carnal knowledge of a female child twelve years of age, on May 26th and again on July 14th, and it does not appear that he was prejudiced by the court’s failure to compel the State to elect upon which offense it would rely, immediately after the opening statement of the prosecuting attorney, during which he made reference to each offense, it will be held that no error was committed in not compelling an election until the close of the State’s case.</p> <p>3. REMARKS OF PROSECUTING ATTORNEY: Defendant’s Failure to Testify. It was not prejudicial error for the prosecuting attorney in his argument to the jury to say that “there was not a single word coming from a witness in. the witness chair contradicting anything that the little girl testified to.” Only hy a strained construction could those words he held to refer to defendant’s failure to testify, and to so construe them would do violence to their plain meaning.</p> <p>• 4. CARNAL KNOWLEDGE: Sufficiency of Evidence: Corroboration. It is not required that the testimony of the prosecutrix he corroborated in a carnal knowledge case, hut it must not he of a contradictory nature, hut must he convincing and leave the mind of the court free from douht; and although only the prosecutrix testified to the assault, yet if no facts or circumstances rendered her testimony uncertain, a verdict of guilty will not he set aside on the ground that the evidence was not sufficient to sustain it.</p>",
    "summary": "Appeal from Atchison Circuit Court. — Hon. William G. Ellison, Judge. (1) The prosecuting attorney elected to stand on the act as proven on the 26th day of May, 1913. There was no amendment of the information. Sunday was May 25th, but at four o’clock in the morning it would be May 26th, or about one month before the law appellant is charged with violating went into effect. State v. Cox, 29 Mo. 475; State v. Stevens, 62 Mo. App. 232; State v. Sills, 56 Mo. App. 408 ; State v. Eyan, 30 Mo. App. 159; State v. Clinkenbeard, 135 Mo. App. 189; State v. Eoss, 25 Mo. 426;- State v. Hesseltine, 130 Mo. 468. Words of a statute which are descriptive of the offense and which constitute a part of the statutory definition cannot be omitted from an indictment based upon the statute without rendering it fatally defective. In matters of this kind it is one of the tests of the sufficiency of an information or indictment that every allegation may be taken as true, and yet the defendant be guilty of no offense or not guilty of the offense charged, or attempted to be charged. Com. v. Harris, 13 Allen, 539; Com. v. Collins, 2 Cush. 558; Turner’s Case, 9 Q. B. 80; Reg. v. Harris, 1 Denison, C. C. 466; Reg. v. Rowlands, 2. Denison, C. C. 377; State v. Bengsch, 170 Mo. 104; State v. Panning, 38 Mo. 409. Had there been no change in the statute, i. e., had it read as it now reads, all the way back, there would be no limitations, as rape is a capital offense, but the statute, under which appellant is charged, only existed back to June 26,1913. All offenses before that date, if proven, were offenses, of some statute not charged in the information. After the evidence was in the court sought to change the instructions to make them say female child under “14” instead of “15,” as originally written, but the information must stand on its own bottom, and cannot be supported or propped by instructions. Instructions, were right, probably, but were broader than the information. State v. Hesseltine, 130 Mo. 474; State v. Smith, 119 Mo. 447. The State elected to stand on May 26, 1913, exactly one month before the statute alleged to have been violated in the information went into effect. (2) At four o’clock Monday morning, May 26; 1913, by the testimony of the prosecuting witness, appellant and the witness were alone in his bed-room, in his bed. By the State’s evidence, it will be seen that the other inmates of the house were hard of hearing and soundly sleeping, so that the only person in this world that could go on the stand and dispute the simple story of the prosecuting witness was the appellant, defendant on trial, and he did not testify as a witness. Yet, in spite of the many cautions given by the court to prosecuting attorney on this point, it will be seen that after electing before the jury to stand on that four o’clock bed-room transaction, in his argument to the jury, he said there was not a single word coming from .a witness in the witness chair contradicting anything that the little girl testified to. Defense promptly-called attention of trial court, but court refused to reprimand. State v. Snyder, 182 Mo. 465; State v. Eisler, 220 Mo. 67. Just one count in the information and after the evidence pointed out the 26th day of May, 1913, appellant objected to a latter offense being proven, but his objection was overruled by the court. In matters of this kind there is a difference in proving prior offenses and later offenses. (1) Under the facts of this case, the evidence tending to show the commission of two different offenses, the court properly required an election at the close of the testimony for the State. State v. Palm-berg, 199 Mo. 241; State v. Pruitt, 202 Mo. 51; State v. Schenk, 238 Mo. 458; State v. Hurley, 242 Mo. 450; State v. Henderson, 243 Mo. 508. (2) The information charges that the appellant committed the offense “in and upon one-, a female child under the age of fifteen years, to-wit, of the age of twelve years.” Either under the original section or the amended section, the information sufficiently charges the offense. In the former instance, the phrase, “under the age of fifteen years,” will be regarded as surplusage, and the information held good, especially after verdict, since the defect, if any, in no wise “tends to the prejudice of the substantial rights of the defendant upon the merits.” 33 Cyc. 1445; See. 5115, R. S. 1909; State v. Yan Zant, 71 Mo. 543; State v. Houx, 109 Mo. 659; State v. Erickson, 81 Minn. 134; State v. Fetterly, 33 Wash. 601; People v. Gardner, 98 Gal. 128; State v. Newton, 44 Iowa, 47. (3) The remark of counsel for the State, in the argument before the jury, that “there was not a single word coming from a witness in the witness chair contradicting anything that the little girl testified to,” cannot be construed into a comment on the appellant’s failure to testify. State v. Ruck, 194 Mo. 441.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "258 Mo. 264"
    ],
    "opinions": [
        {
            "author_str": "Walker",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWALKER, P. J. —\nAppellant was convicted in the circuit court of Atchison county for a violation of section 4471, Revised Statutes 1909, as amended by Laws 1913, p. 218, and his punishment assessed at six years ’ imprisonment in the penitentiary, where he is now confined. From the judgment rendered herein he appeals to this court.\nThe information, omitting the formal parts, name of prosecutrix, and the signature of the prosecuting attorney, is as follows: “that J. A. Hughes, on or about the 14th day of July, 1913, at the county of Atchison, in the State of Missouri, in and upon one--, a female child under the age of fifteen years, to-wit, of the age of twelve years, unlawfully and feloniously did make an assault, and her, the said---, then and there unlawfully and feloniously did carnally know and abuse; contrary to the form of the statute in such cases- made and provided and against the peace and dignity of the State.”\nTwo different assaults by appellant on the child were proved, one May 26, 1913, and the other July 14, 1913. On motion of appellant, the State was required to designate the offense on which it relied for conviction, and the prosecuting attorney elected to stand on that of May 26-, 1913. The chiM- was in her eleventh year at the time of the commission of the alleged offenses by appellant; the evidence in regard to same was confined to her testimony. The defense introduced no witnesses except as to the child’s character for truth and veracity. It will serve no helpful purpose either to morals or jurisprudence to dwell further upon the facts.\nAppellant urges as grounds of error: First, that the information is insufficient; second, that the manner *269in which the State was required to make an election was improper; third, that certain remarks of the prosecuting attorney were prejudicial; fourth, that the evidence was insufficient. We set forth at length hisi contention in regard to the information as same was submitted, by his counsel at the trial, as follows:\n“The information is insufficient in law and does not charge any offense against the defendant in this, that the information charges that the offense was committed by having carnal knowledge of (name of prosecutrix), a female child under the age of fifteen years and the proof and election by the State fixes the offense as of the exact date of May 26, 1913, at which said date there was no law in this State making it an of-fense, or rape, to have carnal knowledge- of a female child under the age of fifteen years.”\n, „ .. I. The information charges that the assault was committed “in and upon” (here naming her) “a female child under the age of fifteen years, to-wit, of the age of twelve years.”\nThe gravamen of the offense consists, under the original section, in carnally knowing a female child under the age of fourteen years, and under the amendment in a like - knowledge of a female child under the age of fifteen years. While, therefore, it is necessary in a criminal charge under this statute, where no exact age is stated, that an allegation be made that the child is within the statutory limit, where the age is stated and it is within such limit, then an allegation in addition thereto as to the general limit is a mere redundancy. The information in this case would, therefore, have been sufficient if the allegation under the age of fifteen years had been omitted. If its omission was authorized, then its addition worked no injury. A precedent sustaining this conclusion is to be found in State v. Griffin, 249 Mo. 624. The constitutional requirement that the information shall enable *270the accused to clearly understand the nature and cause of the accusation against him is fully met in this case. Appellant’s contention in this regard is without merit.\nElection II. Appellant complains of the action of the trial court in not requiring the State to elect upon which offense it would rely for a conviction, immediately after the opening statement of the prosecuting attorney,- during which he made reference to each offense.\nThe general rule in regard to an election as to offenses is that it should he made as soon as it can be done intelligently, the application of the rule depending necessarily upon the development of the facts in each particular case. This being true, the time of election must he left largely to the discretion of the trial court; where it does not appear that this has been abused to the injury of the accused, he. has no ground for complaint. Rulings in regard hereto will he found in- the following recent cases: State v. Henderson, 243 Mo. l. c. 508; State v. Hurley, 242 Mo. 452, 459; State v. Palmberg, 199 Mo. 233, 243.\nIn State v. Henderson, supra, Fekriss, J., in his usual clear and concise manner, thus states the rule: “In a prosecution for statutory rape upon a female under fourteen years of age, each act of intercourse is a separate felony and an election is proper at the earliest time when it is apparent that the State can make an intelligent election. ’ ’ In that case there was no election and the court held that it was not necessary, as the defendant could be convicted of the first offense only, because then only is the prosecutrix of chaste character, citing State v. Schenk, 238 Mo. 429, and State v. McMahon, 234 Mo. 611.\nWhile, the rule as announced in the Henderson case could very well be applied here, as the facts are parallel, it is not necessary. Here there was an election and the State stood upon the first offense. There *271being no showing that the appellant was prejudiced by the trial court not requiring an election until the close of the State’s case, we rule this contention against the appellant.\ncounseif °f III. The prosecuting attorney in his argument to the jury said that “there was not a single word coming-from a witness in the witness chair, contraddcting anything that the little girl testified to.” Counsel for the defense asked the court to reprimand the prosecuting attorney for this remark, which the court declined to do. Appellant assigns this as error on the ground that the remark constitutes such a reference to the defendant’s failure to testify as is prohibited by section 5243, Eevised Statutes 1909. We are not impressed with the reasonableness of appellant’s interpretation of this remark. Measured either by its tenor or its purport it can refer only to witnesses who have testified, or to the testimony before the court. Any other construction, in our opinion, does violence to the plain meaning of the words employed and is not authorized.\nThe Snyder case, 182 Mo. 462, is not an authority contrary to the conclusion reached here. In that case in which the defendant had not testified, a lawyer of counsel for the State, repeatedly stated in his argument to the jury that “no witness had been called to contradict the prosecuting witness,” and amplified this statement so as to clearly indicate that he referred to the defendant. Unfortunately in the court’s reprimands, such allusions were also made to the defendant’s failure to testify as to emphasize the counsel’s reference. Properly, this court held this to be error sufficient to justify a reversal. No such facts esist in the instant case. Only the remark complained of was made and the trial court, no doubt recognizing, as we do, that only by a strained construction can it be said to refer to the accused, declined to rule it out. *272While the trial court should carefully protect the rights of an accused, an'dl see to it that he has a fair and an impartial trial, it is not fair by a strained construction of words to charge counsel for the State with purposely and indirectly commenting upon the failure of the defendant to testify, nor should section 5243, supra, be given such a narrow construction that counsel for the State may not in argument, if evidence of the State is uncontradicted, so allude to it. This much was said in substance by this court in State v. Ruck, 194 Mo. 416, 441, in which Gantt, J., who had written the Snyder case, distinguishes the latter case and limits the general application which its language would otherwise indicate.\nFairly considered, therefore, there is nothing in the remark of the prosecuting attorney upon which to base prejudicial error.\nSufficiency of Evidence. IY. Only the prosecutrix testified as to the assault. No facts or circumstances rendered her testimony uncertain; full credibility having been given it by the jury, we will not . usurp its province. Although it is not required that the testimony of a prosecutrix in a case of this character should be corroborated (State v. Stackhouse, 242 Mo. 444), it must, as was well said by Brown, J., in State v. Tevis, 234 Mo. l. c. 284, not be of a contradictory nature, but convincing, and leave the mind of the court free from doubt. Such was the testimony in this cause. We, therefore, find no merit in the contention that there was a lack of evidence to authorize the verdict.\nWe have on account of the serious nature of this offsense gone carefully over the record. Appellant had a fair trial, andl the judgment of the circuit court should be affirmed. It is so ordered.\nBrown and Faris, JJ., concur.\n",
            "ocr": true,
            "opinion_id": 8018822
        }
    ],
    "court_short_name": "Supreme Court of Missouri",
    "court_full_name": "Supreme Court of Missouri",
    "court_type": "S",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Rape"
}