{
    "id": 8209416,
    "judges": "Allen, Dooley, Gibson, Johnson, Morse",
    "date_filed": "1998-11-17",
    "date_filed_is_approximate": true,
    "slug": "in-re-dc",
    "case_name_short": "In re D.C.",
    "case_name": "In re D.C.",
    "case_name_full": "In re D.C.",
    "attorneys": "Charles S. Martin and Thomas Linzey, Law Clerk, of Martin & Paolini, Barre, for Appellant Father., Michael Rose, St. Albans, for Appellee Juvenile., Jeffrey L. Amestoy, Attorney General, Montpelier, and Alexandra N. Thayer, Assistant Attorney General, Waterbury, for Appellee SRS., C.C., pro se, Burlington, Appellee Mother.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "163 Vt. 517",
        "659 A.2d 1145"
    ],
    "opinions": [
        {
            "author_str": "Allen",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nAllen, C J.\nThe father of D.C., a twelve-year-old boy, appeals the family court’s order terminating his parental rights. He argues that the court erred by (1) making crucial findings based solely on hearsay, (2) admitting D.C.’s progress reports when the preparer of the reports was unavailable for cross-examination, (3) making critical findings on D.C.’s emotional state and need for permanence based on the opinion testimony of unavailable or unqualified witnesses, and (4) determining D.C.’s best interests without examining the potential detrimental effects of placing the biraeial child with Caucasian foster parents. We affirm.\nThe following facts summarize the family court’s unchallenged findings. The mother, who was fifteen years old when she became pregnant with D.C., left Plattsburgh, New York for Vermont in 1983 shortly after her son was born because appellant repeatedly abused her. Appellant provided no support for the boy after his birth. Appellant saw his son for only brief periods until the fall of 1987, when the mother sent D.C. to stay with appellant and his wife. Four months later, D.C.’s mother brought D.C. back to Vermont after learning that appellant was in jail for assaulting and raping his wife. In July 1988, the mother sent D.C. to appellant’s home for another stay that ended when appellant was jailed again, this time for threatening his wife with a butcher knife. During this period, the mother observed that *519D.C. was fearful of his father, a fear also noted by D.C.’s foster father later that year when the boy was placed in a foster home.\nIn July 1988, the mother informed the Department of Social and Rehabilitation Services (SRS) that she could not handle D.C., who was disruptive and threatening to other children. The caseworker assigned to D.C. contacted a New York county social services agency and was told that appellant was not an appropriate placement option because D.C. had been abused in New York while staying with appellant, appellant had raped his wife several times, appellant’s wife and children had left him and were fearful of being located by him, and appellant had moved in with a sixteen-year-old girl and her two children. Because appellant was not available as a placement option and the mother could not cope with D.C.’s extraordinary needs, SRS immediately sought a placement that had the potential for permanence.\nIn December 1988, D.C. was placed with a foster family that had successfully adopted and cared for a biracial boy, then sixteen, who had special medical needs. Despite being notified, appellant did not attend the November and December 1988 merits hearings on the petition alleging D.C. to be a child in need of care and supervision (CHINS). Appellant was also notified of a continued merits hearing to be held on January 10, 1989, but shortly before the hearing he was arrested for raping his estranged wife. At the initial disposition hearing in February 1989, SRS recommended that D.C. be freed for adoption; instead, the court continued custody with SRS and approved a plan of services for appellant. At that time, the mother executed an agreement to relinquish her parental rights to D.C.\nIn March 1989, appellant was convicted on the rape charge and sentenced to two to six years to serve. In April 1991, D.C.’s new caseworker attempted to meet with appellant to assess his progress in prison programs, but was unsuccessful in doing so. In December 1991, after being denied parole on two occasions, appellant was released from prison. Although appellant claimed to have successfully participated in a prison program addressing violence and sexual assault, neither he nor his attorney provided SRS with any documentation confirming this claim. Until he was released from prison, appellant did not inform any of his family members that D.C. had been placed in SRS custody; by that time, D.C. had been with the same foster family for two and one-half years. Appellant’s mother and sister appeared at the first termination-of-parental-rights (TPR) hearing before Judge Mahady in August 1991; at that time, the sister *520testified that she was not a placement option. A home study done by. the New York social services agency confirmed SRS’s assessment that appellant’s mother would be unable to cope with D.C.’s extraordinary needs.\nIn early 1992, after nearly all of the evidence in the termination proceedings had been presented, Judge Mahady became ill and then died. Because appellant refused to agree to have the case decided by a new judge who would review the transcripts, hearings on the TPR petition had to begin anew. Those hearings took place between January and March of 1993. In March 1993, appellant’s sister offered to take D.C. into her home. No home study had been done of the sister’s living situation because none had been requested. At the time of the sister’s offer, D.C. had been with the same foster family for four and one-half years. Although D.C. continued to suffer from emotional problems, he had developed a loving relationship with his foster family. The court relied on these and other findings in concluding that a substantial change of circumstances had occurred, and that D.C.’s best interests warranted termination of appellant’s parental rights.\n Appellant first argues that the termination order must be reversed because hearsay evidence was the sole basis of five findings that were crucial to the court’s decision to terminate his parental rights. The five findings stated that (1) D.C. described seeing appellant hold a knife to his wife’s throat while “humping” her; (2) D.C. described his father burning his feet in an incident that required the boy to go to the hospital; (3) D.C. witnessed appellant assault D.C.’s mother when she tried to pick the boy up after the burn, incident; (4) D.C. expressed fear of his father to his first caseworker; and (5) a doctor not available for cross-examination concluded in a forensic evaluation that D.C.’s troubling behavior resulted from his exposure to, and suffering from, verbal and sexual abuse. We find no reversible error. Some of the challenged findings were based on first-hand personal observations of witnesses who testified ■ at the termination proceeding. But even if we were to exclude all five findings, the court’s remaining findings that were not based on hearsay, some of which are summarized above, easily support the court’s conclusions that a substantial change of circumstances had occurred and that D.C.’s best interests called for terminating appellant’s parental rights. See In re B.S., 163 Vt. 445, 454, 659 A.2d 1137, 1143 (1995) (in appeal from termination order, erroneous admission of evidence is grounds for reversal only if appealing party demonstrates that findings of court, apart from challenged findings *521that were based on improper evidence, did not support court’s conclusions). The evidence here plainly shows that the father will be unable in the foreseeable future to assume parenting duties over his emotionally disturbed son.\n Next, appellant argues that the court erred by admitting certain progress reports without requiring the preparer of the reports to be available for cross-examination. We find no merit to this argument. Appellant challenges disposition reports prepared by D.C.’s first caseworker, who testified and was cross-examined by appellant’s attorney during the first termination proceeding held before Judge Mahady. Appellant himself offered these transcripts into evidence after the court denied his request to compel the caseworker, who was living out of state, to testify again. Thus, appellant had an opportunity to cross-examine the caseworker regarding the reports, and that cross-examination was admitted into evidence. Appellant also challenges the admission of two reports that were prepared pursuant to D.C.’s educational treatment programs. There is no indication that the court relied on either of the reports in its findings or conclusions, and, in any event, appellant has failed to show how he was prejudiced by their admission, assuming they were erroneously admitted.\nAppellant also challenges the court’s admission of an exhibit containing a doctor’s psychological evaluations of D.C. and of certain testimony by two SRS employees. According to appellant, the court’s conclusion that D.C. required stability and permanence in his life was formed by the evaluations of a doctor who was not available for cross-examination, and by the testimony of social workers who were not qualified to testify on the subject. Again, we find no merit to this argument. First, even if the information contained in the doctor’s evaluations was not cumulative, appellant did not object to the exhibit’s admission. See O’Brien v. Island Corp., 157 Vt. 135, 141, 596 A.2d 1295, 1298 (1991) (if no objection made to admission of testimony, issue is not before Court on review). Further, as the court found, evidence of D.C’s emotional problems and need for stability was recognized by virtually every witness that testified, including appellant.\nNor do we find that the court abused its discretion in permitting the challenged testimony of the two SRS workers. An SRS supervisor, who had sixteen years’ experience with the Department and had been a house parent and foster parent, testified that (1) it would not be *522appropriate for a child to have contact with a parent that the child feared, (2) violence in the home can have a serious impact on children witnessing it, and (3) given D.C.’s need for stability, appellant’s incarceration for rape reaffirmed the Department’s initial decision to seek a permanent adoptive home for D.C. The other witness, who had a degree in psychology and six years experience as a social worker, testified that taking a special needs child from the family with which the child had bonded would have negative therapeutic implications for the child. The court did not abuse its discretion in determining that these experienced social workers were competent to comment on the above subjects. See State v. Bubar, 146 Vt. 398, 402, 505 A.2d 1197, 1200 (1985) (competency of expert witness is question to be determined by trial court within its sound discretion); Reporter’s Notes, V.R.E. 702 (language of rule on expert testimony embraces not only witnesses having technical expertise, but also those having any relevant special knowledge).\nFinally, we reject appellant’s argument that the court’s termination order must be reversed because the court failed to examine the detrimental effects of placing a biracial child in the home of Caucasian foster parents. The court expressed its awareness of problems D.C. had experienced and would continue to face because of his African-American ancestry. The court found that SRS placed D.C. with foster parents who over the past eleven years had successfully raised their biracial adopted son, and that the older boy would be a positive role model for D.C. The court also found that D.C. would be exposed to other minority children through the foster family’s contact with out-of-state in-laws and through D.C.’s educational programs. The evidence supports the trial court’s conclusion that D.C.’s best interests will be served by terminating appellant’s parental rights and allowing the boy to remain with people who have demonstrated a commitment to address his significant emotional needs.\n\nAffirmed.\n\n",
            "ocr": true,
            "opinion_id": 8171789
        }
    ],
    "court_short_name": "Supreme Court of Vermont",
    "court_full_name": "Supreme Court of Vermont",
    "court_type": "S",
    "court_jurisdiction": "Vermont, VT",
    "crime_category": "Rape"
}