{
    "id": 8218896,
    "judges": null,
    "date_filed": "2011-06-12",
    "date_filed_is_approximate": true,
    "slug": "state-v-vetromile",
    "case_name_short": "Vetromile",
    "case_name": "State v. Vetromile",
    "case_name_full": "STATE of West Virginia, Below v. Suzana M. VETROMILE, Below",
    "attorneys": "Joseph J. Moses, Esq., Wheeling, West Virginia, Attorney for Appellant., Scott R. Smith, Esq., Ohio County Prosecuting Attorney, Gerald G. Jacovetty, Jr., Esq., Assistant Prosecuting Attorney, William J. Ihlenfeld, II, Esq., Assistant Prosecuting Attorney, Wheeling, West Virginia, Attorneys for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted Feb. 26, 2002.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "211 W. Va. 223",
        "564 S.E.2d 433"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": true,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPER CURIAM:\nThis case is before this Court upon appeal of final orders of the Circuit Court of Ohio County entered on March 17, 2000 and October 25, 2000. Pursuant to the March 17, 2000 order, the appellant and defendant below, Suzana M. Vetromile, was sentenced to life in the state penitentiary without mercy for her conviction of first degree murder. In the October 25, 2000 order, the circuit court denied the appellant’s motion for reconsideration of her motion for a new trial.\nIn this appeal, the appellant contends that the evidence presented at trial was insufficient to support the jury’s verdict. The appellant also contends that the circuit court erred by denying her motion for a new trial based on evidence of possible juror bias. This Court has before it the petition for appeal, the entire record; and the briefs and argument of counsel. For the reasons set forth below, the final orders of the circuit court are affirmed.\n*225I.\nThe facts set forth below are based upon testimony elicited during the appellant’s trial. In June 1999, the appellant was living with her boyfriend, Larry Dean Northcroft (hereinafter “Northcroft” or “the victim”), in an apartment at Grandview Manor in Wheeling, West Virginia. The couple had been living together for approximately 30 days. In the afternoon of June 23, 1999, the appellant and Northcroft were sitting outside their apartment with a few people talking and drinking beer. Northcroft was drinking heavily and making sexual comments toward other females. This conduct upset the appellant and according to witnesses, she said that she should kill Northcroft.\nAccording to the appellant, she tried several times that evening to get Northcroft to go to their apartment and go to sleep because he was drunk. Finally, between 10:30 p.m. and 11:00 p.m. that evening, both the appellant and Northeroft went into their apartment. The appellant has admitted that she was mad at Northeroft at that time, but said she tried to get him to go to sleep. She told him they would talk in the morning.\nAfter the appellant got in bed, she heard a knock at the door. It was her friend Christine Anderson who wanted to know if she was going to come back outside. The appellant responded that she might but said, “I have something I have to take care of.” According to the appellant, after she returned to bed, Northcroft insisted they talk and he put his hand on her shoulder. The appellant testified that she pushed him away, and then he tried to rape her. She said that she grabbed the first thing available, a brown extension cord, and wrapped it around his neck. She pulled on the cord causing North-croft to fall back against the bed. The appellant stated that Northcroft then sat up flailing his arms and she thought he was trying to grab her again. She pushed him back down on the bed and pulled on the cord again until he became still. She turned on the light and saw foam coming out of his mouth.\nThe appellant got dressed and ran outside. She told her friend Christine that Northcroft had tried to rape her and that she strangled him and might have killed him. However, according to one witness, the appellant stated that the victim tried to kill himself. Another witness testified that the appellant said that she “got into a fight with her boyfriend and he killed himself.” •\nWhen the police arrived, the appellant told them that her boyfriend had been drinking beer, that they had an argument, that they were upstairs making up, and he tried to rape her. She said she had told him no, and then, she choked him and he died. Shortly thereafter, the appellant was arrested. The autopsy results indicated that Northcroft died of strangulation and that the manner of death was homicide.\nOn September 13, 1999, the appellant was indicted for murder. After a two-day trial in February 2000, the appellant was convicted of first degree murder without a recommendation of mercy. She filed a motion for acquittal, a motion to set aside the verdict, and a motion for a new trial. The circuit court denied these motions on March 17, 2000, and sentenced the appellant to life in prison without mercy. Thereafter, the appellant was appointed new counsel1 who filed a motion for reconsideration of the motion for a new trial based on evidence of possible juror bias. This motion was denied on October 25, 2000. This appeal followed.\nII.\nThe appellant first contends that the evidence presented at trial was insufficient to support her conviction. In Syllabus Point 1 of State v. Guthrie, 194 W.Va. 657, 461 S.E.2d 163 (1995), this Court held:\nThe function of an appellate court when reviewing the sufficiency of the evidence to support a criminal conviction is to examine the evidence admitted at trial to determine whether such evidence, if believed, is sufficient to convince a reasonable person of the defendant’s guilt beyond a reasonable doubt. Thus, the relevant inquiry is whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found *226the essential elements of the crime proved beyond a reasonable doubt.\nThis Court further explained in Syllabus Point 3 of Guthrie that:\nA criminal defendant challenging the sufficiency of the evidence to support a conviction takes on a heavy burden. An appellate court must review all the evidence, whether direct or circumstantial, in the light most favorable to the prosecution and must credit all inferences and credibility assessments that the jury might have drawn in favor of the prosecution. The evidence need not be inconsistent with every conclusion save that of guilt so long as the jury can find guilt beyond a reasonable doubt. Credibility determinations are for a jury and not an appellate court. Finally, a jury verdict should be set aside only when the record contains no evidence, regardless of how it is weighed, from which the jury could find guilt beyond a reasonable doubt. To the extent that our prior cases are inconsistent, they are expressly overruled.\nThe appellant contends that there was insufficient evidence of malice, premeditation, and deliberation. She asserts that the evidence showed that her actions were spontaneous, instantaneous reactions to thwart a sexual assault. She claims there was no evidence of a specific intent to kill. The appellant admits that she may have said something about killing her boyfriend during the afternoon before his death, but she says that this was just an “off the cuff remark.”\nAfter reviewing the evidence in a light most favorable to the State, this Court finds that there was sufficient evidence to support the jury’s verdict. First, there was testimony that the appellant was “pretty disgusted” with the victim because he was drinking heavily on the day he died and making sexual comments to other females. As noted above, there was also testimony that the appellant said she was going to kill her boyfriend. During her testimony, the appellant acknowledged that she may have made this statement. She also admitted that she was angry with Northcroft.\nSecondly, there was testimony that North-croft’s death was the result of strangulation. Although the appellant’s medical expert testified that the victim died of a seizure,2 Dr. James Frost, Deputy Chief Medical Examiner for the State of West Virginia, testified that there was more than enough forensic evidence to conclude that Northcroft died as the result of asphyxia due to something around his neck. Dr. Frost further stated that at the time of his death Northcroft had drugs in his system3 and a blood alcohol level of .33. Dr. Frost explained that a blood alcohol level of .33 might cause some people to be in a coma. Although Dr. Frost was unable to determine whether the victim was unconscious when he died, he did testify that the victim never attempted to defend himself from the strangulation. In other words, there was no evidence that the victim tried to remove the cord from his neck.\nIn addition, there was testimony presented by the State that indicated that the victim did not struggle with the appellant prior to his death. In this regard, several witnesses who entered the appellant’s apartment and saw the victim after he died testified that the bedroom was messy, but there was no evidence that a struggle had occurred. Thus, the jury could have concluded from all the evidence that the appellant decided to kill the victim earlier in the day and carried out the act while he was intoxicated and unable to defend himself.4\nThe appellant also contends that the circuit court committed reversible error by denying her a new trial based on evidence of possible juror bias. After the appellant was convicted, her attorney learned that a local television anchorman, Frank O’Brien, had been contacted by someone purporting to have been one of the jurors in this ease. According to appellant’s counsel, this alleged juror had inaccurate information regarding *227the appellant committing a previous murder or had knowledge of specific collateral crime evidence which was successfully suppressed prior to the appellant’s trial. The appellant argues that she should have been granted a new trial because this juror might have tainted the jury deliberations resulting in bias toward her.\nIn State v. Scotchel, 168 W.Va. 545, 285 S.E.2d 384 (1981), this Court set forth the circumstances in which a jury verdict should be set aside based on allegations that certain improprieties occurred during the jury’s deliberations. In Syllabus Point 1 of Scotchel this Court held that “[a] jury'verdict may not ordinarily be impeached based on matters that occur during the jury’s deliberative process which matters relate to the manner or means the jury uses to arrive at its verdict.” However, this Court further held that “a jury verdict may be impeached for matters of misconduct extrinsic to the jury’s deliberative process.” Syllabus Point 2, in part, Scotchel As this Court explained,\n[I]n criminal trials, a defendant has a constitutional right to confront the witnesses against him. Affidavits of jurors have been used to impeach the verdict of the jury where a third party has supplied the jury with facts that are not in evidence bearing on the defendant’s guilt. E.g., Parker v. Gladden, 385 U.S. 363, 87 S.Ct. 468, 17 L.Ed.2d 420 (1966); Turner v. Louisiana, 379 U.S. 466, 85 S.Ct. 546, 13 L.Ed.2d 424 (1965); Annot., 58 A.L.R.2d 556 (1958); 3 ABA Standards for Criminal Justice § 15-4.7(e)i (1980).\n168 W.Va. at 549, n. 3, 285 S.E.2d at 387, n. 3. This Court ultimately determined in Scot-chel that the improprieties that occurred during the jury deliberations in that case were intrinsic to the deliberative process and, therefore, could not be used to impeach the jury’s verdict.\nHowever, in State ex rel. Trump v. Hott, 187 W.Va. 749, 421 S.E.2d 500 (1992), this Court concluded that extraneous statements about the defendant’s prior wrongdoing made during jury deliberations could be used to impeach the jury’s verdict. After the defendant in Hott was convicted of four counts of second-degree sexual assault, a juror came forward and asserted that during the second day of deliberations another juror told the entire jury panel that the defendant had previously been accused of, or convicted of, wife beating and child molestation. The juror further attested that three or four other jurors indicated that they had heard the same things about the defendant. After the juror came forward, the circuit court held a hearing and individually questioned the other jurors to determine if these statements were in fact made during the deliberations. Five of the eleven jurors questioned recalled the statements being made, but all of them indicated that the information did not affect their decision with regard to the defendant’s guilt. Thereafter, the trial court indicated that it was inclined to set aside the verdict, but invited the prosecution to seek a writ of prohibition from this Court to preclude such a ruling.\nUpon consideration of these facts, this Court concluded in Hott that a writ of prohibition would not be issued. This Court stated that “we cannot say that the juror’s statements regarding the defendant’s prior misconduct were sufficiently innocuous not to be prejudicial to the defendant.” Id., 187 W.Va. at 754, 421 S.E.2d at 505. This Court went on to advise the circuit court that before granting a new trial, it should consider whether the evidence against the defendant was so overwhelming that the juror’s remarks were harmless.\nThe appellant in the case sub judice argues that her case is akin to Hott and, therefore, the circuit court should have granted her a new trial or at least held a hearing and questioned the jurors. We disagree. Unlike the defendant in Hott, the appellant in this case has not presented an affidavit from a juror asserting that he or she had knowledge of prior wrongdoing by the appellant and that this information was shared with other members of the jury. Instead, the appellant has only offered an affidavit from a news anchorman who states that someone called him purporting to be a juror and claiming that he knew the appellant had “murdered another guy the same way.” Mr. O’Brien states that the caller gave his name and he wrote it down, but he forgot the name and *228lost the piece of paper with the name on it. Although appellant’s counsel claims that he has determined which juror must have made the call to Mr. O’Brien, that juror has not come forward.\nIn sum, the appellant has offered nothing but mere conjecture that the jury deliberations were possibly tainted by a juror who may have believed that the appellant murdered or attempted to murder another man. The appellant has no evidence to prove that the person who called Mr. O’Brien was a juror. Moreover, even if we were to assume that the caller was a juror, there is no evidence that this person had knowledge of the information he shared with Mr. O’Brien prior to or during the appellant’s trial. Given these circumstances, this Court cannot find that the circuit court erred by denying the appellant a new trial.\nAccordingly, for the reasons set forth above, the final orders of the Circuit Court of Ohio County entered on March 17, 2000 and October 25, 2000 are affirmed.\nAffirmed.\n\n. The appellant’s trial counsel withdrew representation for good cause in July 2000.\n\n\n. The victim had a seizure disorder.\n\n\n. Dr. Frost testified that the autopsy revealed the presence of a barbiturate-type drug, caffeine, and vendlafaxine in the victim's blood.\n\n\n.It is obvious from the verdict that the jury did not believe the appellant when she testified that the victim tried to rape her.\n\n",
            "ocr": true,
            "opinion_id": 8182110
        }
    ],
    "court_short_name": "West Virginia Supreme Court",
    "court_full_name": "West Virginia Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "West Virginia, WV",
    "crime_category": "Rape"
}