{
    "id": 8239109,
    "judges": "Brown, Neubauer, Reilly",
    "date_filed": "1997-07-20",
    "date_filed_is_approximate": true,
    "slug": "wisconsin-pharmacal-co-v-nebraska-cultures-of-california-inc",
    "case_name_short": null,
    "case_name": "Wisconsin Pharmacal Co. v. Nebraska Cultures of California, Inc.",
    "case_name_full": "Wisconsin Pharmacal Company, LLC v. Nebraska Cultures of California, Inc. and Evanston Insurance Company, Jeneil Biotech, Inc., The Netherlands Insurance Company, Defendant-Respondent Wisconsin Pharmacal Company, LLC v. Nebraska Cultures of California, Inc. Jeneil Biotech, Inc. and The Netherlands Insurance Company, Evanston Insurance Company, Defendant-Respondent",
    "attorneys": "On behalf of the defendant-appellant Nebraska Cultures of California, Inc., the cause was submitted on the briefs of Patryk Silver of Borgelt, Powell, Peterson & Frauen, S.C., Madison., On behalf of the defendant-appellant Jeneil Biotech, Inc., the cause was submitted on the briefs of James A. Baxter and Rachel N. Schepp of von Briesen & Roper, S.C., Milwaukee., On behalf of the defendant-respondent Evanston Insurance Company, the cause was submitted on the brief of Mark F. Wolfe and Natalie M. Limber of Traub Lieberman Straus & Shrewsberry LLP, Chicago, Illinois., On behalf of the defendant-respondent The Netherlands Insurance Company, the cause was submitted on the brief of Thomas R. Schrimpf and Elizabeth A. Odian of Hinshaw & Culbertson LLP, Milwaukee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "\nSubmitted on briefs September 13, 2013.\n",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "358 Wis. 2d 673",
        "2014 WI App 111"
    ],
    "opinions": [
        {
            "author_str": "Neubauer",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nNEUBAUER, EJ.\n¶ 1. This is an insurance coverage dispute in which the insureds supplied an incorrect ingredient for incorporation into a dietary supplement. The question presented is whether the insured suppliers' negligent provision of an ingredient that renders the other ingredients and the final product unusable when incorporated constitutes an occurrence resulting in property damage under the insureds' commercial general liability (CGL) policies. We conclude that it does. We reverse and remand for proceedings not inconsistent with this opinion.\nFACTS\n¶ 2. The underlying facts, as described in the complaint, are largely undisputed. Wisconsin Fharmacal Company, LLC (Fharmacal) was to supply a feminine health probiotic supplement to be sold under the label of a major retailer. The product called for Lactobacillus rhamnosus A (hereinafter rhamnosus) as an ingredient. Pharmacal contacted Nutritional Manufacturing Services, LLC (NMS) to locate a supplier of rhamnosus and to manufacture the supplement tablets. NMS contacted Nebraska Cultures of California, Inc. *680(Nebraska Cultures) to locate the rhamnosus, and Nebraska Cultures in turn arranged with Jeneil Bio-tech, Inc. (Jeneil) to supply the rhamnosus.\n¶ 3. Pharmacal ordered a \"substantial quantity\" of rhamnosus tablets from NMS. NMS purchased the rhamnosus from Nebraska Cultures to manufacture these tablets, and the certificate of analysis representing that the probiotic was rhamnosus \"appeared to have originated\" from Jeneil. NMS used the probiotic to manufacture the chewable tablets for Pharmacal, which sold the tablets to the retailer as part of the daily probiotic feminine supplement. The retailer later informed Pharmacal that the supplement tablets did not contain rhamnosus, but rather contained Lactobacillus acidophilus (hereinafter acidophilus), and Pharmacal confirmed this through independent testing. The retailer recalled Pharmacal's daily probiotic feminine supplement.\n¶ 4. NMS assigned its claims to Pharmacal, and Pharmacal filed suit against Nebraska Cultures, and its insurer, Evanston Insurance Company (Evanston), and Jeneil, and its insurer, Netherlands Insurance Company (Netherlands). Pharmacal alleged various tort and contract causes of action. In response to motions to dismiss from Jeneil, Netherlands, and Nebraska Cultures, the circuit court dismissed (1) all Pharmacal's causes of action against Nebraska Cultures, (2) all of Pharmacal's causes of action against Jeneil, (3) all of NMS's causes of action against Jeneil, and (4) NMS's tort and statutory causes of action against Nebraska Cultures. After the circuit court's order dismissing these causes of action, the remaining claims were (1) NMS's contract claims against Nebraska Cultures, including claims for breach of contract, breach of duty of good faith and fair dealing, breach of implied war*681ranty of merchantability, breach of implied warranty of fitness for a particular purpose, breach of implied warranty under the Uniform Commercial Code1 and (2) Nebraska Cultures' and Jeneil's cross-claims for contribution or indemnification.\n¶ 5. Netherlands and Evanston moved to bifurcate and stay proceedings pending a coverage decision, and the court granted the motion. Netherlands and Evanston then moved for summary judgment on coverage. The circuit court deferred deciding the summary judgment and allowed the parties sixty days in which to conduct discovery. Ultimately, the circuit court granted summary judgment in favor of the insurers. The insurers argued that there was no coverage under their policies because there was no occurrence and there was no property damage. Furthermore, they argued, even if there were a covered occurrence, coverage was excluded by the business risk exclusions.\n¶ 6. The circuit court ruled that there was no coverage, concluding that there was no damage to property other than the integrated product into which the mistaken ingredient had been incorporated and that this did not constitute property damage other than to the product itself, and there was not an occurrence. The circuit court went on to say that even if there were an initial grant of coverage, the impaired property and recall exclusions would preclude coverage. Finally, \"under the facts of this particular case ... there's no duty to defend.\" Jeneil and Nebraska Cultures appealed, and their appeals were consolidated.\n*682DISCUSSION\n\nSummary Judgment Standard\n\n¶ 7. We review a grant of summary judgment de novo, applying the same methodology as the circuit court. American Family Mut. Ins. Co. v. American Girl, Inc., 2004 WI 2, ¶ 22, 268 Wis. 2d 16, 673 N.W.2d 65. Summary judgment \"shall be rendered if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Wis. Stat. § 802.08(2) (2011-12).2 The materials submitted for summary judgment are viewed in the light most favorable to the nonmoving party. Summers v. Touchpoint Health Plan, Inc., 2008 WI 45, ¶ 15, 309 Wis. 2d 78, 749 N.W.2d 182. Like our review of a motion for summary judgment, the interpretation of an insurance policy is also a question of law we review de novo. American Girl, 268 Wis. 2d 16, ¶ 23.\n\nGeneral Insurance Law\n\n¶ 8. Insurance contracts typically impose a duty to defend against claims and a duty to indemnify against losses. Olson v. Farrar, 2012 WI 3, ¶ 27, 338 Wis. 2d 215, 809 N.W.2d 1. Under Wisconsin law, if the allegations in the complaint, liberally construed, give rise to coverage, then the insurer is required to provide a defense until coverage is determined. Id., ¶ 30 (citing *6832 Arnold Anderson, Wisconsin Insurance Law § 7.41 (6th ed. 2011)). This initial determination of the duty to defend is based on the four-corners rule: \"[w]hen a complaint alleges facts that, if proven, would constitute a covered claim, the insurer must appoint defense counsel for its insured without looking beyond the complaint's four corners.\" Estate of Sustache v. American Family Mut. Ins. Co., 2008 WI 87, ¶ 27, 311 Wis. 2d 548, 751 N.W.2d 845 (alteration in original). The insurer may decide to provide a defense while the coverage question is pending. In that case, the circuit court may consider extrinsic evidence beyond the four corners of the complaint when making its coverage decision. Olson, 338 Wis. 2d 215, ¶¶ 35, 38.\n¶ 9. Here, the circuit court allowed additional discovery before deciding the coverage questions, and none of the parties argues that deciding indemnity coverage at this juncture on summary judgment was error.3\n¶ 10. Our procedure in analyzing this coverage question potentially involves three steps. American Girl, 268 Wis. 2d 16, ¶ 24. First, we examine the facts *684and the policies to determine if there is an initial grant of coverage. Id. If there is an initial coverage grant, we move to the policies' exclusions to see if they preclude coverage. Id. Finally, if any exclusion applies, we look to see whether there is any applicable exception to that exclusion that would restore coverage. Id.\n\nInitial Grant of Coverage\n\n¶ 11. We first address the initial grant of coverage, if any, for Nebraska Cultures and Jeneil under the Evanston and Netherlands policies. We recall that at this procedural stage we review the decision on a motion for summary judgment; we review all submissions in a light most favorable to the nonmoving parties — here, Nebraska Cultures and Jeneil — and affirm the summary judgment only if there was no genuine issue of material fact and Evanston and Netherlands were entitled to judgment as a matter of law.\n¶ 12. The Evanston policy issued to Nebraska Cultures covers \"sums . . . which the Insured shall become legally obligated to pay as Damages ... for Bodily Injury or Property Damage . . . caused by an Occurrence.\" The property damage must arise out of specified goods, which are identified in the policy as \"Microbial Food Supplements.\" The Netherlands policy issued to Jeneil agrees to \"pay those sums that the insured becomes legally obligated to pay because of 'bodily injury' or 'property damage' to which this insurance applies.\" The Netherlands insurance applies to property damage \"caused by an 'occurrence.'\"\n¶ 13. At issue here is whether there is coverage for alleged damage that resulted when the wrong product was provided for incorporation into Pharmacal's *685product. We first look to see if there is an initial grant of coverage, that is, was this property damage caused by an occurrence?\nProperty Damage\n¶ 14. Nebraska Cultures and Jeneil argue that there should be coverage because the amended complaint alleges property damage caused by an occurrence. \"Property damage\" is defined in the Evanston policy as \"physical injury to or destruction of tangible property, including consequential loss of use thereof' or \"loss of use of tangible property which has not been physically injured or destroyed.\" \"Property damage\" is defined in the Netherlands policy as \"Physical injury to tangible property, including all resulting loss of use of that property,\" or \"Loss of use of tangible property that is not physically injured.\"\n¶ 15. The incorporation of the wrong product caused physical injury to tangible property. Here, it is undisputed that the ingredients and the final dietary supplements were discarded as unusable. The tableting process added raw materials together into a blender and mixed them, then compressed the blended ingredients to form the tablets. The acidophilus was \"blended and combined\" with other ingredients such that \"the ingredients cannot be removed or extracted\" and Pharmacal \"cannot use the ingredients.\" \"[A]ll ingredients were blended together into an adulterated condition.\" The retailer recalled Pharmacal's daily probiotic feminine supplement, and the store and warehouse inventory of the chewable probiotic was destroyed. Also, the discovery indicates damage to and loss of use of Pharmacal's cartons, inserts, tooling, dies, and other property.\n*686¶ 16. The question is whether the incorporation of the acidophilus into the chewable supplement tablets constituted property damage. It is undisputed that the other ingredients in the tablets are tangible property. Evanston argues that there is \"no claim of physical injury.\" \"[T]here was no change in color, shape, appearance or other material dimensions and no physical injury to Pharmacal's product.\"\n¶ 17. As alleged in the complaint and shown in discovery, there was a change in shape, appearance, or other material dimension. The raw materials were blended together and compressed into tablets. The raw materials could not then be extracted from the finished product. This tableting process changed at least the shape, appearance, and material dimensions of all of the raw materials that formed and created the tablets. And the tablets were unusable because when they were created by physically altering the raw ingredients, one of the ingredients was the wrong ingredient. The tablets were destroyed. Thus, viewing the submissions in the light most favorable to the nonmoving party, there was physical injury to the other tangible property.\n¶ 18. The policies require physical injury to tangible property. Nevertheless, Evanston and Netherlands argue the incorporation of a nonconforming product into a larger whole does not constitute property damage as a matter of law under the economic loss doctrine. The insurers point to Wausau Tile, Inc. v. County Concrete Corp., 226 Wis. 2d 235, 593 N.W.2d 445 (1999), to argue that there is no coverage when a component part is integrated into an unusable whole. In Wausau Tile, allegedly defective aggregate was incorporated into pavers that were, in turn, defective. Id. at 242. The court held that the economic loss doctrine precluded tort recovery because damage \"by a defective compo*687nent of an integrated system to either the system as a whole or other system components is not damage to 'other property.'\" Id. at 249.\n¶ 19. In this coverage case, we look to the policies, not whether the loss is pled in contract, to decide if there is property damage. See American Girl, 268 Wis. 2d 16, ¶ 35. The economic loss doctrine \"is a remedies principle. It determines how a loss can be recovered — in tort or in contract/warranty law. It does not determine whether an insurance policy covers a claim, which depends instead on the policy language.\" Id. As noted above, the policies require physical injury to tangible property, which has been shown here. That a purchaser is limited to recovery in contract for losses associated with a product does not negate the fact of physical property damage. Id., ¶ 36 (property damage giving rise to contract/breach of warranty claim seeking economic loss damages is covered \"property damage\" under standard CGL policy language).\n¶ 20. A product is physically injured by the incorporation of a defective, faulty, or inadequate part that renders the other components or the whole unusable. We find support for our conclusion in cases from other jurisdictions addressing whether, under the same or similar CGL property damage language, a product is physically injured by the incorporation of a defective, faulty, or inadequate part that renders the whole unusable. For example, in Aetna Casualty &amp; Surety Co. v. M &amp; S Industries, Inc., 827 P.2d 321 (Wash. Ct. App. 1992), a concrete form manufacturer, Four Seasons, purchased plywood from the insured, M &amp; S. Id. at 323. Four Seasons then incorporated the plywood into its product, concrete form systems. Id. at 323-24. When the plywood separated and warped, Four Seasons sued M &amp; S, *688which tendered the complaint to its insurer, Aetna. Id. at 324. In discussing the CGL coverage grant, the M &amp; S court noted:\nWhen an insurer issues a general liability policy, it is not issuing a performance bond, product liability insurance, or malpractice insurance. Consequently, the type of policy at issue here insures against damage to tangible property of another, not the insured's product.\nThe cases addressing this issue have established that if the property damage is confined to the insured's defective product itself, a comprehensive general liability policy provides no coverage. On the other hand, coverage is present where the defective product causes damage to another person's tangible property ....\nId. at 325-26 (citations omitted). Aetna argued that the only damage was to the plywood itself, so there was no coverage. Id. at 326. The M &amp; S court analyzed the incorporation doctrine to decide the extent of the property damage.\nM &amp; S supplied basic, plastic-coated sheets of plywood to Four Seasons. Four Seasons converted the plywood panels into an entirely different product.... The plywood was only one component of the finished product .... Consequently, the defects in the plywood panels affected the entire form system .... Clearly, M &amp; S's panels caused damage to the tangible property of another, Four Seasons.\nId. See, e.g., National Union Fire Ins. Co. of Pittsburgh v. Terra Indus., Inc., 346 F.3d 1160, 1164-65 (8th Cir. 2003) (concluding that under Iowa law, the incorporation of contaminated carbon dioxide into consumer beverages constituted an occurrence resulting in property damage); Zurich Am. Ins. Co. v. Cutrale Citrus Juices USA, Inc., No. 5:00-CV-149-OC-10GRJ, 2002 *689WL 1433728, at *3 (M.D. Fla. Feb. 11, 2002) (holding that sale of adulterated orange juice that was blended with other products constituted an occurrence that resulted in property damage); Chubb Ins. Co. of N.J. v. Hartford Fire Ins. Co., No. 97 CIV. 6935 LAP, 1999 WL 760206, at *8 (S.D.N.Y. Sept. 27, 1999) (concluding that sale and incorporation of adulterated apple juice to beverage manufacturers constituted occurrences causing property damage), aff'd, No. 00-7283, 229 F.3d 1135 (2d Cir. Oct. 16, 2000); Shade Foods, Inc. v. Innovative Prods. Sales &amp; Mktg., Inc., 93 Cal. Rptr. 2d 364, 374, 376-77 (Cal. Ct. App. 2000) (holding that the incorporation of almonds containing wood splinters into cereal products caused property damage); General Mills, Inc. v. Gold Medal Ins. Co., 622 N.W.2d 147, 150, 152 (Minn. Ct. App. 2001) (concluding that the conversion of adulterated oats into unusable finished product constituted property damage); Scott C. Turner, Insurance Coverage of Construction Disputes § 6:27 (2d ed. 2014) (\"[integrated and defective material is found to cause physical injury, particularly where its removal.. . would cause damage to property other than that of the insured.\"); see also F &amp; H Constr. v. ITT Hartford Ins. Co. of the Midwest, 12 Cal. Rptr. 3d 896, 901-03 (Cal. Ct. App. 2004) (holding that, under California law, the incorporation of a defective product into another product constitutes physical injury to tangible property if the defective component injures some other tangible part of the whole).\n¶ 21. Here, as in M &amp; S, Nebraska Cultures' and Jeneil's product, which was supposed to be rhamnosus but was in fact acidophilus, was incorporated with other materials to make Pharmacal's product. As in M &amp; S, the component part rendered the whole unusable. This constitutes property damage to the tangible property of *690another. In M &amp; S, that property was the forms manufactured by Four Seasons. Here, it is the adulterated other ingredients in the chewable tablets manufactured by NMS for Pharmacal. So we have physical injury to tangible property.4 We now turn to whether this property damage was caused by an occurrence.\nOccurrence\n¶ 22. An occurrence is defined in the Evanston policy as \"an accident, including continuous or repeated exposure to substantially the same general harmful conditions.\" In the Netherlands policy, \" '[occurrence1 means an accident.\" \"Accident\" is not defined in either policy, but a dictionary definition is \"an event or condition occurring by chance or arising from unknown or remote causes.\" American Girl, 268 Wis. 2d 16, ¶ 37 (quoting Webster's Third New International Dictionary of the English Language 11 (2002)). According to Black's Law Dictionary, \" 'accident,' in accident policies, means an event which takes place without one's foresight or expectation.\" Black's Law Dictionary 18 (10th ed. 2014) (quoting 1A John Alan Appleman &amp; Jean Appleman, Insurance Law and Practice § 360, at 455 (rev. vol. 1981)); see also Doyle v. Engelke, 219 Wis. 2d 277, 289, 580 N.W.2d 245 (1998) (\" '[A]ccident is defined as '[a]n *691unexpected, undesirable event' or '[a]n unforeseen incident' which is characterized by a '[l]ack of intention.'\" (quoting The American Heritage Dictionary of the English Language 11 (3d ed. 1992) (second alteration in original))).\n¶ 23. Even when a claim is pled in contract, when an insured's product accidentally injures other property, there is an occurrence. The complaint alleges Nebraska Cultures and Jeneil provided acidophilus instead of rhamnosus, and it is undisputed that the incorporation of this ingredient rendered the other ingredients and the final dietary supplement product unusable. Evanston again points to Wausau Tile, 226 Wis. 2d 235, this time to argue that there is no occurrence because \"this case involves contract-based claims for purely economic damages.\" But \"Wausau Tile did not establish a 'generally accepted' rule that a breach of contract or warranty cannot be an 'occurrence' for purposes of CGL coverage.\" American Girl, 268 Wis. 2d 16, ¶ 46. Rather:\nIn Wausau Tile, we concluded that certain tort claims between Wausau Tile and its cement supplier .. . were barred by the economic loss doctrine. Having disposed of the tort claims in the case, we briefly discussed [the supplier's] insurer's duty to defend the remaining contract/warranty claims, noting only that the issue of whether the alleged breach of contract or warranty was a covered \"occurrence\" under the insurer's policy was \"undisputed.\" Here, unlike in Wausau Tile, the issue is disputed.\nAmerican Girl, 268 Wis. 2d 16, ¶ 46 (citations omitted). As in American Girl, whether there is an occurrence is in dispute here, so Wausau Tile is inapposite.\n¶ 24. Under Wisconsin law, coverage is based on the facts alleged in the complaint and those revealed in *692discovery, not on the labels or characterizations put on the causes of action in the complaint. Thus, that property damage \"is actionable in contract but not tort does not make it 'non-accidental' or otherwise remove it from the CGL's definition of \"occurrence.'\" American Girl, 268 Wis. 2d 16, ¶ 6. \"[T]he circumstances giving rise to a breach of contract or breach of warranty claim may be an 'occurrence' within the meaning of a CGL policy: the analysis focuses on the factual basis for the claim and not on the theory of liability.\" Glendenning's Limestone &amp; Ready-Mix Co. v. Reimer, 2006 WI App 161, ¶ 25, 295 Wis. 2d 556, 721 N.W.2d 704. Even though a contract claim is pled, the alleged facts can still allow coverage for negligent conduct. American Girl, 268 Wis. 2d 16, ¶ 41 (\"[T]here is nothing in the basic coverage language of the current CGL policy to support any definitive tort/contract line of demarcation for purposes of determining whether a loss is covered by the CGL's initial grant of coverage.\"); 1325 N. Van Buren, LLC v. T-3 Grp., Ltd., 2006 WI 94, ¶ 58, 293 Wis. 2d 410, 716 N.W.2d 822 (noting that the supreme court has \"repeatedly rejected the argument that insurance coverage is dependent upon the theory of liability\" and holding that there was coverage for alleged negligent conduct giving rise to breach of contract claims asserting economic loss damages). California courts are in accord: the determination of coverage must be made by considering the nature of the property, the injury, and the risk that caused the injury, not whether liability was pled in tort or contract. Vandenberg v. Superior Court of Sacramento Cnty., 982 P.2d 229, 245 (Cal. 1999) (\"[A] reasonable layperson, cognizant that he or she is purchasing a \"general liability\" insurance policy, would not conclude such coverage term only refers to liability pled in tort, and thus entirely excludes *693liability pled on a theory of breach of contract.\"). As these Wisconsin and California cases make clear, regardless of whether a claim is pled in contract, \"when an insured's defective work/product has injured some other property, there is an occurrence.\" 3 Allan D. Windt, Insurance Claims &amp; Disputes: Representation of Insurance Companies &amp; Insureds § 11:3 (6th ed. 2013).\n¶ 25. The provision of the wrong product can be an occurrence. Nebraska Cultures and Jeneil further cite Western Casualty &amp; Surety Co. v. Budrus, 112 Wis. 2d 348, 332 N.W.2d 837 (Ct. App. 1983), to support their position that the negligent provision and use of the wrong product constituted a covered occurrence. In Budrus, a farmer purchased four hundred pounds of seed from Budrus, the operator of a feed mill, who was insured by Western. Id. at 350. The bags of seed were labelled \"Birdsfoot,\" which is grown to feed cows. Id. In fact, some of the bags contained \"Rape\" seed, which is grown to feed pigs. Id. The farmer claimed that, due to Budrus's negligence in mislabeling the seeds, the farmer \"incurred damages resulting in unnecessary expenses, crop loss, and production losses.\" Id. The court of appeals determined that Budrus's negligent act of selling the mislabeled seed caused loss of use of the farmer's land and that there was coverage under Budrus's CGL policy. Id. at 353-54.\n¶ 26. We acknowledge, as Evanston and Netherlands point out, that Budrus does not specifically discuss why the facts there constituted an occurrence. However, we find Budrus persuasive and closely analogous to this case, especially in light of the host of above sources cited in our property damage discussion that either assume or conclude that the provision and use of a product that causes damage to the other components *694and/or the whole constitutes an occurrence.5 In both our case and Budrus, the wrong product was sold, labeled as the right product. In both cases the buyer used the wrong product, thinking it was the right product. In both cases damage resulted from the use of the wrong product — in Budrus, a field planted full of a useless crop, in our case, property damage to the other ingredients upon incorporation into the tablets. In both cases the use of the wrong product could not be undone. Here, as in Budrus, the provision and use of the wrong product that caused other property damage was an occurrence. See also Watts Indus., Inc. v. Zurich Am. Ins. Co., 18 Cal. Rptr. 3d 61 (Cal. Ct. App. 2004) (coverage for damage caused by plumbing parts with incorrect lead content); Smedley Co. v. Employers Mut. Liab. Ins. Co. of Wis., 123 A.2d 755 (Conn. 1956) (initial grant of coverage for damage to ice cream due to provision and incorporation of wrong ingredient); *695Florida Farm Bureau Mut. Ins. Co. v. Gaskins, 405 So. 2d 1013 (Fla. Dist. Ct. App. 1981) (coverage for crop damage resulting from misdelivery and use of herbicide rather than insecticide).6\n¶ 27. No facts show that anyone intended to provide the wrong product. Evanston also argues that there is no coverage because the complaint alleges that Nebraska knowingly, intentionally, and fraudulently misrepresented the nature of the product as rhamnosus when it was not. We reject this argument for several reasons. First, the inclusion of intentional act claims does not negate coverage for negligent conduct. See Acuity v. Ross Glove Co., 2012 WI App 70, ¶ 19, 344 Wis. 2d 29, 817 N.W.2d 455. Second, the misrepresentation causes of action alleging knowing, intentional, and fraudulent representations were dismissed. More to the point, there are no facts alleged in the complaint to support the conclusion that anyone intended to provide the wrong product. No facts were produced during discovery to establish an intent to supply the wrong product. There are no facts to show that the physical damage to the other ingredients upon incorporation was foreseen or expected. \"Neither the cause nor the harm was intended, anticipated, or expected.\" American Girl, 268 Wis. 2d 16, ¶ 38 (\"No one seriously contends *696that the property damage to the [building] was anything but accidental (it was clearly not intentional), nor does anyone argue that it was anticipated by the parties.\").\n¶ 28. Everson is inapplicable. Taking a slightly different approach, Netherlands argues that the provision of the wrong product for incorporation was not an accident but an intentional act and therefore not a covered occurrence. Netherlands cites Everson v. Lorenz, 2005 WI 51, ¶¶ 4-5, 280 Wis. 2d 1, 695 N.W.2d 298, in which a real estate developer gave a buyer wrong information about the property's location in a flood plain. The Everson court concluded that Lorenz's alleged misrepresentation involved a volitional act, and therefore was not covered as an occurrence. Id,., ¶¶ 19-20.\n¶ 29. Everson did not involve contract claims based on the provision of the wrong product. Furthermore, in Everson the parties did not dispute that the insured's misrepresentation \"was the pertinent event to analyze for purposes of determining whether there was an occurrence.\" United Coop. v. Frontier FS Coop., 2007 WI App 197, ¶ 17, 304 Wis. 2d 750, 738 N.W.2d 578. Thus, Everson does not provide guidance on what constitutes an occurrence outside the realm of misrepresentation because the only identified causal event, the misrepresentation, did not cause property damage.7 *697See United Coop., 304 Wis. 2d 750, ¶¶ 17-19. Here, there is no allegation, nor are there any facts to show, that the suppliers intended to provide the wrong product or that the incorporation of the wrong ingredient which damaged the ingredients and tablets was done with foresight or expectation. Yes, Jeneil intentionally provided its product, but, as one author noted, \"Almost every action we take has some element of design.\" See Windt, supra, § 11:3 (citation omitted).\nFor example, whenever a person drives an automobile and that person's decisions — e.g., following another car too closely, taking a turn too quickly — cause a collision, one could, in a sense, state that the collision resulted from the intentional volitional acts that the person took *698while driving. Obviously, however, it is beyond question that such a collision was caused by an accident/ occurrence. The reason, however, is not because the driver did not intend to cause injury when he or she took the wheel. Rather, the reason is because the driver did not intend to have his or her vehicle make contact with another vehicle. It is the unexpected contact, not the unintended damage, that should constitute the accident/ occurrence.\nId. (citations and footnote omitted). In this case, the unexpected event was the provision of the wrong ingredient, which physically damaged the other ingredients in the tablets upon incorporation. See Windt, supra, § 11.3 (\"Damage that the insured did not intend is covered, regardless of whether the damage results from the insured's work/product.\"). Viewing the parties' summary judgment submissions in the light most favorable to the nonmoving parties, it is reasonable to infer that Jeneil's and Nebraska's conduct in providing the wrong product was negligent — the incorporation accidently caused property damage. We reject the insurer's attempt to uncouple negligent conduct causing property damage from discrete intentional acts associated with the supply and incorporation of the product.\n¶ 30. The CGL policy is meant to protect the insured from liability when the insured's negligent conduct causes damages to third parties. Hip Hop Beverage Corp. v. Krier Foods, Inc., No. 13-CV-00412, 2014 WL 280387, at *2 (E.D. Wis. Jan. 24, 2014). \"The risk intended to be insured [in a CGL policy] is the possibility that the goods, products or work of the insured, once relinquished or completed, will cause bodily harm or damage to property other than to the product or completed work itself, and for which the *699insured may be found liable.\" Vogel v. Russo, 2000 WI 85, ¶ 17, 236 Wis. 2d 504, 613 N.W.2d 177, overruled on other grounds by Insurance Co. of N. Am. v. Cease Elec., Inc., 2004 WI 139, ¶ 25 n.6, 276 Wis. 2d 361, 688 N.W.2d 462 (citation and emphasis omitted; alteration in original). The reasonable inference from the parties' submissions is that the negligent provision of an ingredient that damaged the other ingredients in the final product when incorporated by the manufacturer was an accident. There is an initial grant of coverage.\n\nExclusions\n\n¶ 31. Netherlands argues that exclusion a, Expected or Intended Injury, applies to preclude coverage. That exclusion bars coverage for \" 'property damage' expected or intended from the standpoint of the insured.\" We need not address this argument at length because we have already noted above the absence of intent to supply the wrong product. To the point here, suffice to say that there is no support in the complaint or in the discovery that this damage was expected or intended by Nebraska Cultures or Jeneil.\n¶ 32. The circuit court decided that exclusion n applied, the counterpart to which in the Evanston policy is Exclusion B.5, which excludes:\nany Claim for Damages for any loss, cost or expense incurred by the Named Insured or others for the loss of use, withdrawal, recall, inspection, repair, replacement, adjustment, removal or disposal of the Named Insured's Products... or of any property of which such products ... form a part, if such products . . . are withdrawn *700from the market or from use because of any known or suspected defect, deficiency, inadequacy or dangerous condition therein.\nOn its face, this exclusion applies to bar recovery of those damages resulting from the expense of the recall because of any known or suspected deficiency or inadequacy in the insured's product. Similarly, the recall exclusion in the Netherlands policy applies such that those damages for the expense of the recall are excluded.\n¶ 33. Evanston argues that its Exclusion B.4, the \"your product\" exclusion, applies. Exclusion B.4 excludes coverage for:\nany Claim based upon or arising out of Property Damage to the Named Insured's Products arising out of it or any part of it, or for the cost of inspecting, repairing or replacing any defective or allegedly defective product or part thereof or for loss of use of any defective or allegedly defective product.\nThe circuit court did not address this exclusion. As the supreme court explained, the \"your product\" exclusion excludes coverage for property damage to the insured's own product. Id., ¶ 19. Evanston suggests that the exclusion's reach is broader, but fails in its one paragraph argument to address how or why, or whether the ingredient was defective. See State v. Pettit, 171 Wis. 2d 627, 646, 492 N.W.2d 633 (Ct. App. 1992) (court of appeals need not address undeveloped arguments). The exclusion does not preclude coverage for third-party property damage.\n¶ 34. The circuit court ruled that even if there were initial coverage, that coverage would be barred by certain so-called business risk exclusions. Exclusion B.3 *701in the Evanston policy, which correlates to exclusion m in the standard form policy, excludes:\nany Claim based upon or arising out of loss of use of tangible property which has not been physically injured or destroyed resulting from:\n(i) a delay in or lack of performance by or on behalf of the Named Insured of any contract or agreement; or\n(ii) a defect, deficiency, inadequacy or dangerous condition in the products, goods or operation of the Named Insured.\nIn order for this exclusion to apply, there must be loss of use of property that has not been physically injured or destroyed. We have concluded that there was physical injury. So this exclusion does not bar coverage.\n¶ 35. The Netherlands policy excludes coverage for:\n\"Property damage\" to \"impaired property\" or property that has not been physically injured, arising out of:\n(1) A defect, deficiency, inadequacy or dangerous condition in \"your product\" or \"your work\"; or\n(2) A delay or failure by you or anyone acting on your behalf to perform a contract or agreement in accordance with its terms.\nWe have already determined that the ingredients of the tablets were physically injured, so we need only consider the \"impaired property\" provisions.\n\"Impaired property\" means tangible property, other than \"your product\" or \"your work\", that cannot be used or is less useful because:\na. It incorporates \"your product\" or \"your work\" *702that is known or thought to be defective, deficient, inadequate or dangerous; or\nb. You have failed to fulfill the terms of a contract or agreement;\nif such property can be restored to use by:\na. The repair, replacement, adjustment or removal of \"your product\" or \"your work\"; or\nb. Your fulfilling the terms of the contract or agreement.\nNetherlands does not contend that the \"impaired property\" provision applies, presumably because it is undisputed that the other ingredients and final product cannot be restored to use. The exclusion does not apply.\n¶ 36. In sum, we note again that a CGL policy is meant to protect the insured from liability when the insured's negligent acts cause damages to third parties. See Hip Hop Beverage, 2014 WL 280387, at *2. As regards the Evanston policy, California law is clear that the incorporation of a product causing physical injury to the other ingredients is a covered occurrence causing property damage. See F &amp; H Constr., 12 Cal. Rptr. 3d at 901-03; Watts Indus., 18 Cal. Rptr. 3d at 71; Shade Foods, 93 Cal. Rptr. 2d at 374, 376-77. Vandenburg rejects Evanston's arguments that anything in the coverage grant excludes liability pled on a theory of breach of contract, much less its attendant economic loss remedies. Vandenburg, 982 P.2d at 245. Evanston points to no California authority holding otherwise, and this approach is squarely accepted by countless courts construing the same policy language.\n¶ 37. Wisconsin law is less clear. While we acknowledge that the Wausau Tile court states that \"economic losses\" cannot be property damage, American *703Girl and its progeny squarely reject the notion that claims pled in contract seeking economic loss are precluded under the initial coverage grant. As the American Girl court aptly noted and demonstrated, \"occurrence\" is not defined by reference to the legal category of the claim, the term \"tort\" does not appear in the CGL policy, and claims in contract seeking economic losses can allege property damage. American Girl, 268 Wis. 2d 16, ¶ 41. The policy language controls — not the underlying theory of liability or its attendant remedies.\n¶ 38. American Girl also makes clear that, to the extent an insurer seeks to exclude contract claims associated with the insured's defective product, it is by operation of the business risk exclusions, not by reading what is not there into the insurance contract's initial coverage grant. See id., ¶¶ 39, 41 &amp; n.6, 43-47. The exclusions generally limit coverage for the insured's own product, for the loss of use of property that has not been physically injured, and for impaired property where the insured's product can be removed, repaired, or replaced. These exclusions do not apply here to defeat coverage for third-party property damage. See 9A Lee R. Russ, et al., Couch on Insurance 3d § 129:21, at 129-44 (rev. ed. 2005) (\"[T]he [impaired property] exclusion does not apply where there is physical damage to the other property into which the insured's work or product has been incorporated....\"). If insurers want to exclude coverage for physical injury to other third-party component property caused by incorporation of the wrong product (i.e., to import the economic loss/integrated product doctrine into the policy), they can do so by writing their business risk exclusions accordingly. \"It is entirely possible that one could do a negligent act, which would form the basis for a breach of contract claim. It would be an easy matter to have the *704insurance policy state that is does not cover facts that arise out of what is a breach of contract, if that was indeed [the insurer's] intention.\" 1325 N. Van Buren, 293 Wis. 2d 410, ¶ 62.\n\nDuty to Defend\n\n¶ 39. Jeneil asks us to address whether Netherlands had an initial duty to defend based on the four corners of the complaint. That is to say, did Netherlands have a duty to defend when it rejected Jeneil's initial tender, prior to the discovery of additional facts bearing on coverage?8 The circuit court did not address this question.\n¶ 40. The initial duty to defend is determined by comparing the facts alleged in the complaint to the terms of the policy. Liebovich v. Minnesota Ins. Co., 2008 WI 75, ¶ 16, 310 Wis. 2d 751, 751 N.W.2d 764. The allegations in the complaint are to be liberally construed. Olson, 338 Wis. 2d 215, ¶ 30. The insurer has a duty to defend when it is arguable that the policy provides coverage. Red Arrow Prods. Co. v. Employers Ins. of Wausau, 2000 WI App 36, ¶ 17, 233 Wis. 2d 114, 607 N.W.2d 294. \"An insurer has a duty to defend if the existence of coverage is fairly debatable.\" Id. Finally, any doubts about the duty to defend are to be resolved in favor of the insured. Liebovich, 310 Wis. 2d 751, ¶ 18.\n¶ 41. The complaint alleges that the wrong ingredient was supplied, that the ingredient would be incorporated into a tablet, and that the resulting product was *705recalled. It is reasonable to infer from these facts that there was physical damage to tangible property, as the Pharmacal products were recalled. We also note that Netherlands does not argue that there was no duty to defend on the complaint alone if there is a duty to indemnify based on the complaint and discovery.\nCONCLUSION\n¶ 42. The damage resulting from the occurrence of the incorporation of the wrong component product into the whole, and any resulting property damage to other property, is covered under the Evanston and Netherlands policies. The recall expenses are excluded. We remand to the circuit court for further proceedings not inconsistent with this opinion.\nBy the Court. — Order reversed and cause remanded.\n\n We refer to the claims assigned by NMS to Pharmacal as Pharmacal's claims.\n\n\n All references to the Wisconsin Statutes are to the 2011-12 version unless otherwise noted.\n\n\n Both Evanston and Nebraska Cultures cite California law suggesting that California also allows the introduction of extrinsic evidence to determine coverage. See Waller v. Truck Ins. Exch., Inc., 900 P.2d 619, 627 (Cal. 1995) (\"It has long been a fundamental rule of law that an insurer has a duty to defend an insured if it becomes aware of, or if the third party lawsuit pleads, facts giving rise to the potential for coverage under the insuring agreement.\"); Palp, Inc. v. Williamsburg Nat'l Ins. Co., 132 Cal. Rptr. 3d 592, 597 (Cal. Ct. App. 2011).\nWe note that both Evanston and Nebraska Cultures agree that California law governs their insurance coverage dispute. However, they cite both California and Wisconsin law. In general, they do not argue that California law differs from Wisconsin law in any dispositive way, and we do not find that it does.\n\n\n We need not address the parts of the policy definitions that include \"loss of use of tangible property which has not been physically injured\" or \"consequential loss of use\" and \"resulting loss of use\" of injured tangible property. We have concluded that the property was physically injured. The extent of that physical injury is not before us on this review of a summary judgment. For this reason we do not specifically address the alleged consequential damage to the cartons and inserts and other related property.\n\n\n See National Union Fire Ins. Co. of Pittsburgh v. Terra Indust., Inc., 346 F.3d 1160, 1165 (8th Cir. 2003) (concluding that the incorporation of contaminated carbon dioxide into consumer beverages constituted an occurrence); Zurich Am. Ins. Co. v. Cutrale Citrus Juices USA, Inc., No. 5:00-CV-149-OC-10GRJ, 2002 WL 1433728, at *3 (M.D. Fla. Feb. 11, 2002) (holding that sale of adulterated orange juice that was blended with other products was an occurrence and that resulting property damage is within coverage whether claim sounds in contract or tort); Chubb Ins. Co. of N.J. v. Hartford Fire Ins. Co., No. 97 CIV. 6935 LAP. 1999 WL 760206, at *8 (S.D.N.Y. Sept. 27, 1999) (concluding that sale and incorporation of adulterated apple juice to beverage manufacturers constituted occurrences), aff'd, No. 00-7283, 229 F.3d 1135 (2d Cir. Oct. 16, 2000) (rejecting argument that breach of contract can never constitute occurrence); Shade Foods, Inc. v. Innovative Prods. Sales &amp; Mktg., Inc., 93 Cal. Rptr. 2d 364, 374, 376-77 (Cal. Ct. App. 2000); General Mills, Inc. v. Gold Medal Ins. Co., 622 N.W.2d 147, 150, 152 (Minn. Ct. App. 2001).\n\n\n In Florida Farm Bureau Mutual Insurance Co. v. Gaskins, 405 So. 2d 1013, 1014-15 (Fla. Dist. Ct. App. 1981), the insurer argued unsuccessfully that coverage was excluded under the products-completed operations exclusion. It is worth noting that neither the Evanston nor Netherlands policy contains a products-completed operations exclusion. In Smedley Co. v. Employers Mutual Liability Insurance Co. of Wisconsin, 123 A.2d 755, 759 (Conn. 1956), after it was determined that there was an initial grant of coverage, coverage was excluded under the \"products hazard\" exclusion, which is not part of the policies here.\n\n\n The dissent mischaracterizes Everson v. Lorenz, 2005 WI 51, 280 Wis. 2d 1, 695 N.W.2d 298, and Stuart v. Weisflog's Showroom Gallery, Inc. (Stuart II), 2008 WI 86, 311 Wis. 2d 492, 753 N.W.2d 448, as involving \"underlying contract actions.\" In both cases, the contract claims were not considered. See Everson, 280 Wis. 2d 1, ¶ 13 n.5 (contract claim not relevant to coverage inquiry because it was excluded from coverage); Stuart II, 311 Wis. 2d 492, ¶ 7 n.8 (contract claim voluntarily dismissed). The opposite is true here — the misrepresentation claims were dismissed. The label applied to a claim does not *697drive the analysis. Rather, the coverage analysis looks at whether the insured is legally obligated to pay damages for property damage caused by an occurrence. The Stuart II court rejected the very argument made by the dissent — that the alleged misrepresentations are solely dispositive. After determining that there was no coverage for administrative code misrepresentation violations, id., ¶ 45, the Stuart II court went on to consider whether the insured's negligent conduct was a concurrent cause of property damage, id, ¶¶ 51-55. The court concluded that claims that alleged property damage arising out of misrepresentations and negligent conduct were potentially covered occurrences, but ultimately determined that a business risk exclusion precluded coverage. Id., ¶ 67. The Stuart II court affirmed that CGL policies cover negligent conduct that causes third-party property damage. Id., ¶ 55. Here, the breach of contract claim against Nebraska is based on the provision of the wrong product. There are no facts to show that the provision of the wrong product was intentional. Contract liability does not depend on a misrepresentation. Moreover, the dissent provides no authority for equating breach of warranty claims (which do not require intent) with misrepresentation. Construing the parties' submissions in the light most favorable to the nonmoving parties, it is reasonable to infer that the negligent provision of the wrong product was a cause of third-party property damage.\n\n\n Neither party addressed on appeal the consequences of Netherland's failure to defend, and we decline to do so. See State v. Pettit, 171 Wis. 2d 627, 646, 492 N.W.2d 633 (Ct. App. 1992) (court of appeals need not address undeveloped arguments).\n\n",
            "ocr": true,
            "opinion_id": 8204334
        },
        {
            "author_str": "Reilly",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nREILLY, J.\n¶ 43. (dissenting). I respectfully dissent. Pharmacal desired rhamnosus for one of its products, and Nebraska and Jeneil represented that they could supply it. Pharmacal ordered rhamnosus from Nebraska and Jeneil. Nebraska and Jeneil supplied Pharmacal with what they represented to be rhamnosus— but it was not, it was a different product called acidophilus. Pharmacal recalled its product and sued Nebraska and Jeneil for the damages related to the recall under the theory of breach of contract and various causes of action based on misrepresentation.\n¶ 44. The majority misses the simple question presented: does a CGL policy provide coverage for claims based on misrepresentation? Twice our supreme court has decided that a misrepresentation is not an \"accident\" nor an \"occurrence.\" See Stuart v. Weisflog's Showroom Gallery, Inc. (Stuart II), 2008 WI 86, *706¶¶ 31-32, 311 Wis. 2d 492, 753 N.W.2d 448; Everson v. Lorenz, 2005 WI 51, ¶¶ 19-20, 280 Wis. 2d 1, 695 N.W.2d 298. We are bound to follow these decisions. Cook v. Cook, 208 Wis. 2d 166, 189, 560 N.W.2d 246 (1997).\n¶ 45. When determining the question of coverage we are to begin by looking to the four corners of the complaint. Estate of Sustache v. American Family Mut. Ins. Co., 2007 WI App 144, ¶ 19, 303 Wis. 2d 714, 735 N.W.2d 186. In this action, Pharmacal alleged the following substantive facts:\n1. Pharmacal placed a purchase order for rhamnosus tablets.\n2. Pharmacal relied on the certificates of analysis from Nebraska and Jeneil identifying the product that they were supplying as rhamnosus for, among other things, the labeling and representation of the finished product to be sold to a retailer.\n3. Both the product sent by Nebraska and Jeneil and the finished product did not contain rhamnosus, they contained acidophilus.\n4. The finished product was recalled because it contained acidophilus instead of rhamnosus.\n¶ 46. Pursuant to the above facts, Pharmacal asserted various causes of action against Nebraska and Jeneil, including misrepresentation, intentional interference with contractual relationship, violation of Wis. Admin. Code § ATCP 90 (Feb. 2014), breach of contract, breach of duty of good faith and fair dealing, breach of implied warranty of merchantability, breach of implied warranty of fitness for particular purpose, and breach of express warranty under the Uniform Commercial Code. The allegations of misrepresentation underlay all of the claims.\n*707¶ 47. Both Stuart II and Everson involved factual scenarios akin to the fact situation present in this case. Both Stuart II and Everson involved an underlying contract action: the Stuarts entered into an architectural and remodeling contract, Stuart II, 311 Wis. 2d 492, ¶ 6, and the Eversons entered into a contract to purchase a vacant lot, Everson, 280 Wis. 2d 1, ¶ 4. In addition to breach of contract claims, both the Stuarts and Eversons lodged causes of action for \"negligent\" misrepresentations. Stuart II, 311 Wis. 2d 492, ¶ 7; Everson, 280 Wis. 2d 1, ¶ 5. The insurer for Weisflog's Showroom Gallery was named as a party to the suit and had a judgment entered against it after a jury found its insured liable for misrepresentation and negligence claims. Stuart II, 311 Wis. 2d 492, ¶¶ 7, 11, 13. The seller in Everson tendered the claims to his CGL insurer and argued that any damages incurred by his acts were the result of an unintended, unexpected, and accidental occurrence; i.e., any misrepresentations were not intentional but negligently made and, hence, covered by the CGL policy. Everson, 280 Wis. 2d 1, ¶¶ 6, 16.\n¶ 48. The Stuart II court held that the meaning of \"occurrence\" and \"accident\" are both unambiguous. Stuart II, 311 Wis. 2d 492, ¶ 24. \"Occurrence\" is defined as an \"accident,\" and \"accident\" is defined as \"an event or condition occurring by chance or one that arises from unknown causes, and is unforeseen and unintended.\" Id. Accordingly, both Stuart II and Everson held that misrepresentations — strict responsibility and/or negligent representations in the case of Everson and ATCP misrepresentations in the case of Stuart II — were not accidental occurrences. Stuart II, 311 Wis. 2d 492, ¶ 27; Everson, 280 Wis. 2d 1, ¶¶ 18-20. The bases for the court's decision in Stuart II and Everson were the same: \"a volitional misrepresentation could not be considered *708an accident for purposes of coverage.\" Stuart II, 311 Wis. 2d 492, ¶¶ 30, 32. Misrepresentation is not an accident (and hence not an occurrence) as \"a false assertion 'requires a degree of volition inconsistent with the term accident'\" and \"where there is a volitional act involved in such a misrepresentation, that act removes it from coverage as an 'occurrence' under the [CGL] policy.\" Id., ¶ 32 (quoting Everson, 280 Wis. 2d 1, ¶¶ 19-20).\n¶ 49. The same principle applies here. The false assertions of Nebraska and Jeneil to Pharmacal reflect a degree of volition (that the product was rhamnosus) rendering the misrepresentations \"along with the damage they caused\" inapplicable for coverage as an accidental occurrence. See id. As the Stuart II court held, \"[n] either case law nor common sense supports an interpretation of 'accidental occurrence' that would include misrepresentations volitionally made with the particular intent to induce.\" Id., ¶ 45. As the majority complicates what is not complicated and improperly rewrites a CGL policy into a performance bond, I respectfully dissent and would affirm the circuit court's dismissal of the insurers.\n",
            "ocr": true,
            "opinion_id": 8204335
        }
    ],
    "court_short_name": "Court of Appeals of Wisconsin",
    "court_full_name": "Court of Appeals of Wisconsin",
    "court_type": "SA",
    "court_jurisdiction": "Wisconsin, WI",
    "crime_category": "Rape"
}