{
    "id": 8662637,
    "judges": "Fiori, Fulton, Military, Watkins",
    "date_filed": "1991-07-03",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-dawkins",
    "case_name_short": "Dawkins",
    "case_name": "United States v. Dawkins",
    "case_name_full": "UNITED STATES v. Staff Sergeant Ronald DAWKINS, SSN 261-66-4478, United States Army",
    "attorneys": "Colonel Edward S. Adamkewicz, Jr., JAGC, Major Benjamin A. Sims, JAGC, Major D. David Hostler, JAGC, Captain Larry M. Fuchs, JAGC, Captain Allan T. Downen, JAGC, and Major Lawrence D. Galehouse, JAGC, were on the pleadings for appellant., Colonel Thomas H. Davis, JAGC, Lieutenant Colonel R. R. Boiler, and Captain Douglas P. Franklin, JAGC, were on the pleadings for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "7 M.J. 720"
    ],
    "opinions": [
        {
            "author_str": "Watkins",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION OF THE COURT\nWATKINS, Judge:\nAt a trial by general court-martial, the appellant was convicted of rape, kidnapping, and leaving the scene of a vehicular accident.1 He was acquitted of charges of forcible sodomy, aggravated assault, and communication of a threat to kill stemming *721from the same incident.2 He was sentenced by a court of officer and enlisted members to a dishonorable discharge, confinement at hard labor for eight years, and reduction to the grade of Private E-l. In taking action with respect to the findings and sentence, the convening authority reduced the confinement portion of the sentence to five years. Our review is pursuant to Article 66, Uniform Code of Military Justice (UCMJ), 10 U.S.C. § 866 (1976).\nThe record discloses that the victim was a 12-year old military dependent and that she was forcibly abducted while riding her bicycle near her home in a family housing area at Fort Bragg, North Carolina. The appellant, who has been in the Army since June 1965, and who was residing in Government quarters in the same geographical area, is married and has seven children.\nWe have considered, but find nonmeritorious, appellant’s assignments of error. However, in response to an issue specified by this Court, appellate counsel now agree that a recent opinion of another panel of this Court, United States v. Perkins, 6 M.J. 602 (A.C.M.R.1978), pet. denied, 6 M.J. 162 (C.M.A.1979), constitutes authority for the proposition that, in view of the existence of the Federal kidnapping statute, 18 U.S.C. § 1201 (1976), the kidnapping offense alleged in Specification 1 of Charge IV was improperly pleaded as a violation of a state penal statute and the Assimilative Crimes Act, 18 U.S.C. § 13 (1976). Perkins addresses, and answers affirmatively, the question whether it is error to plead the offense of kidnapping as a violation of state law pursuant to the Assimilative Crimes Act, 18 U.S.C. § 13 (1976), when such conduct is specifically proscribed by Federal statute. That leaves the issue of the appropriate remedy in circumstances where a charge has been incorrectly drafted to allege a violation of a state criminal statute as assimilated under 18 U.S.C. § 13 (1976). In Perkins, the finding of guilty was set aside and the charge dismissed.3 The appellant seeks identical relief here. The Government, on the other hand, would have us affirm the conviction on the theory that the error in the specification was one of form rather than substance and the appellant could not have been misled.\nThe kidnapping allegation in this ease was laid under Article 134, UCMJ, and reads as follows:\nCharge IV: Violation of the Uniform Code of Military Justice, Article 134. Specification 1: In that Staff Sergeant Ronald Dawkins, US Army Headquarters and Headquarters Company, 3d Battalion (Airborne), 325th Infantry, 82d Airborne Division, did, at Fort Bragg, North Carolina, a military installation, on or about 4 February 1978, unlawfully and willfully kidnap by restraining and removing from one place to another, Susan . . ., a female who had attained the age of 12 years, without the consent of her parents or her guardians, for the purpose of facilitating the commission of the felony of rape of the said Susan . . ., all in violation of Section 14-39, of the General Statutes of North Carolina, and Title 18 of the United States Code, Section 13.\nArticle 134 makes punishable all acts not specifically proscribed in any other article of the UCMJ when they (1) are disorders or neglects to the prejudice of good order and discipline in the armed forces, or (2) constitute conduct of a nature to bring discredit upon the armed forces, or (3) are noncapital crimes or offenses by enactment of Congress or under authority of Congress. Article 134, UCMJ; Manual for Courts-Martial, United States, 1969 (Revised edition), paragraph 213a. The latter category, crimes and offenses not capital, is further divided into two groups: (a) crimes and offenses of unlimited application e. g., criminal misconduct denounced in Title 18, United States Code, and (b) crimes and offenses of local application e. g., violations of state law made punishable under Federal law by vir*722tue of the Assimilative Crimes Act, 18 U.S.C. § 13 (1976). We turn now to a consideration of the relevant statutory provisions.\nSection 14-39 of the General Statutes of North Carolina provides in pertinent part:\n§ 14-39. Kidnapping. — (a) Any person who shall unlawfully confine, restrain, or remove from one place to another, any other person 16 years of age or over without the consent of such person, or any other person under the age of 16 years without the consent of a parent or legal custodian of such person, shall be guilty of kidnapping if such confinement, restraint or removal is for the purpose of:\n(1) Holding such other person for ransom or as a hostage or using such other person as a shield; or\n(2) Facilitating the commission of any felony or facilitating flight of any person following the commission of a felony; or\n(3) Doing serious bodily harm to or terrorizing the person so confined, restrained or removed or any other person.\n(b) Any person convicted of kidnapping shall be guilty of a felony and shall be punished by imprisonment for not less than 25 years nor more than life. If the person kidnapped, as defined in subsection (a), was released by the defendant in a safe place and had not been sexually assaulted or seriously injured, the person so convicted shall be punished by imprisonment for not more than 25 years, or by a fine of not more than ten thousand dollars ($10,000), or both, in the discretion of the court.\n(c) [Punishment for kidnapping by a firm or corporation].\nThe Assimilative Crimes Act, 18 U.S.C. § 13 (1976), reads as follows:\n§ 13. Laws of States adopted for areas within Federal jurisdiction\nWhoever within or upon any of the places now existing or hereafter reserved or acquired as provided in section 7 of this title[4], is guilty of any act or omission which, although not made punishable by any enactment of Congress, would be punishable if committed or omitted within the jurisdiction of the State, Territory, Possession, or District in which such place is situated, by the laws thereof in force at the time of such act or omission, shall be guilty of a like offense and subject to a like punishment.\nThe judicial history of the Assimilative Crimes Act reflects that from the outset the Act was intended to be interstitial in character; states crimes were to be assimilated only when the Federal criminal code did not speak to the alleged criminal conduct. United States v. Sharpnack, 355 U.S. 286, 78 S.Ct. 291, 2 L.Ed.2d 282 (1958); Williams v. United States, 327 U.S. 711, 66 S.Ct. 778, 90 L.Ed. 962 (1946); United States v. Press Publishing Co., 219 U.S. 1, 31 S.Ct. 212, 55 L.Ed. 65 (1911). This is in consonance with the plain language of the Act, which makes state law applicable only if the “act or omission . . . [is] not made punishable by any enactment of Congress . . . In the case at bar, a Federal statute is directly applicable. Pertinently, Section 1201 of Title 18, United States Code (1976) provides:\n§ 1201. Kidnaping\n(a) Whoever unlawfully seizes, confines, inveigles, decoys, kidnaps, abducts, or carries away and holds for ransom or reward or otherwise any person, except in the ease of a minor by the parent thereof, when:\n(1) the person is willfully transported in interstate or foreign commerce;\n(2) any such act against the person is done within the special maritime and territorial jurisdiction of the United States;[5]\n*723The existence of this Federal kidnapping statute precludes resort to the Assimilative Crimes Act and, consequently, to the comparable substantive penal provision of the state of North Carolina. Williams v. United States, supra; United States v. Patmore, 475 F.2d 752 (10th Cir. 1973); Fields v. United States, 438 F.2d 205 (2d Cir. 1971), cert. denied, 403 U.S. 907, 91 S.Ct. 2214, 29 L.Ed.2d 684 (1971). Accordingly, we find that the kidnapping allegation in this case is legally flawed and constitutes error. United States v. Perkins, supra. We are constrained to depart from the Perkins holding, however, in regard to the remedy. For reasons set forth in greater detail below, we are of the view that the conviction should be affirmed.\nIn Hockenberry v. United States, 422 F.2d 171 (9th Cir. 1970), the Court of Appeals for the Ninth Circuit was asked to set aside, on jurisdictional grounds, an aggravated assault conviction which had been obtained in district court in the mistaken belief that a California penal statute and the Assimilative Crimes Act, 18 U.S.C. § 13, were applicable. Before the appellate court, the Government conceded that the offense should have been alleged as a violation of 18 U.S.C. § 113(c), a Federal statute specifically proscribing assault with a dangerous weapon. Notwithstanding the patent irregularity in the indictment, the court affirmed the conviction.6 The decision not to dismiss was explained in the following language:\nThe indictment does not conform exactly to the language of the applicable statute, but we are admonished by Rule 7(c), F.R. Crim.P. that ‘[ejrror in the citation [of the statute] or its omission shall not be ground for dismissal of the indictment * * * or for reversal of a conviction if the error or omission did not mislead the defendant to his prejudice,’ and by Rule 52(a) that ‘[a]ny error, defect, irregularity or variance which does not affect substantial rights shall be disregarded.’ Here, no contention is made that Hockenberry was misled to his prejudice, or that the defects or irregularities in the indictment affected substantial rights. The record would not support such a contention if it were made.7\nSimilarly, the Eighth Circuit in United States v. Word, 519 F.2d 612 (8th Cir. 1975), cert. denied, 423 U.S. 934, 96 S.Ct. 290, 46 L.Ed.2d 265 (1975), found that the Government had erroneously secured a conviction under a Missouri robbery statute and the Assimilative Crimes Act, 18 U.S.C. § 13, rather than under the relevant Federal robbery statute, 18 U.S.C. § 2111. Observing that the defendant “was clearly put on notice that he was being charged with armed robbery,”8 the court held that the flaw in the indictment was not fatal and that reversal was not required. The applicable rule was said to be the following:\nWhere the government wrongfully secures a conviction under a state statute pursuant to the Assimilative Crimes Act, rather than under the relevant federal statute, the appropriate remedy is not a reversal of the conviction, but rather a vacating of the sentence and a remand to the district court for resentencing.9\nMore recently, the Tenth Circuit reached the same conclusion. In United States v. Walker, 557 F.2d 741 (10th Cir. 1977), the court found that Walker had improperly been convicted in the lower court of violat*724ing a Colorado theft statute as pleaded under the Assimilative Crimes Act, 18 U.S.C. § 13. On appeal, the Government conceded that the criminal act charged in the indictment was punishable under the Federal theft statute, 18 U.S.C. § 661. Declining the opportunity to dismiss, the court stated:\nIt is well settled that an incorrect statutory reference in the indictment does not require reversal where all of the essential elements of the correct statute are otherwise covered, but that any sentence imposed in excess of that allowed under the correct statute must be vacated and the case remanded for resentencing.10\nSee also, United States v. Chaussee, 536 F.2d 637 (7th Cir. 1976); United States v. Olvera, 488 F.2d 607 (5th Cir. 1973), cert. denied, 416 U.S. 917, 94 S.Ct. 1625, 40 L.Ed.2d 119 (1974); United States v. Patmore, 475 F.2d 752 (10th Cir. 1973); Dunaway v. United States, 170 F.2d 11 (10th Cir. 1948). Cf. Shirley v. United States, 554 F.2d 767 (6th Cir. 1977) (plea of guilty vacated and case remanded for appropriate proceedings under relevant Federal statute where state penal statute did not distinguish between simple and armed robbery); United States v. Butler, 541 F.2d 730 (8th Cir. 1976) (conviction vacated where no proof of interstate commerce nexus to satisfy relevant Federal statute); United States v. Prejean, 494 F.2d 495 (5th Cir. 1974) (conviction reversed where proof adduced at trial established, if anything, a violation of a separate and distinct offense under state law); United States v. Beard, 436 F.2d 1084 (5th Cir. 1971) (judgment reversed on due process grounds where Government’s theory of guilt under two contradictory statutes was completely dissimilar); United States v. Smith, 21 U.S.C.M.A. 264, 45 C.M.R. 38 (1972) (conviction of possessing counterfeit U.S. postal money orders, reversed under 18 U.S.C. § 472, could not be affirmed under 18 U.S.C. § 500 because that section does not proscribe mere possession of bogus money orders).\nAnalysis of the facts of this case in light of the statutory provisions mentioned above reveals that the proof required to establish the offense of kidnapping is more extensive under the North Carolina penal statute than under the Federal kidnapping statute, 18 U.S.C. § 1201 (1976). Under the latter statute, for instance, it is unnecessary to allege and prove that the unlawful seizure or restraint was for a specifically enumerated purpose. That the Government pleaded such additional facts, however, does not mean that the specification is insufficient to allege a violation of 18 U.S.C. § 1201 (1976) or that the appellant was misled thereby. Significantly, the appellant has not asserted that he was misled to his prejudice or that the defect in the allegation affected substantial rights. See Rules 7(c) and 52(a), Fed.R.Crim.P.; Article 59(a), UCMJ, 10 U.S.C. § 859(a) (1976). We find that Specification 1 of Charge IV fairly informed the appellant that he was to defend against the offense of kidnapping, that it contains all of the essential elements of proof as the offense is defined in 18 U.S.C. § 1201 (1976), and that it is sufficiently definite to afford protection against future prosecutions for the same offense. See Hamling v. United States, 418 U.S. 87 S.Ct. 117, 94 S.Ct. 2887, 41 L.Ed.2d 590 (1974). We shall affirm the kidnapping conviction in the language of the pleadings except for the erroneous reference to Section 14-39 of the General Statutes of North Carolina and to Title 18 of the United States Code, Section 13. In this particular instance, the maximum authorized punishment for kidnapping is imprisonment for life under both the North Carolina statute and the Federal kidnapping statute, 18 U.S.C. § 1201 (1976). Consequently, a reduction in the sentence is not required.11\nOnly so much of the finding of guilty of Specification 1 of Charge IV as finds that the appellant did, at Fort Bragg, North Carolina, a military installation, on or about 4 February 1978, unlawfully and willfully kidnap by restraining and removing from one place to another, Susan ... a *725female who had attained the age of 12 years, without the consent of her parents or her guardians, for the purpose of facilitating the commission of the felony of rape of the said Susan ... in violation of Article 134, Uniform Code of Military Justice, is affirmed. The remaining findings of guilty are affirmed, as is the sentence.\nChief Judge DE FIORI and Senior Judge FULTON concur.\n\n. Rape is a violation of Article 120, UCMJ, 10 U.S.C. § 920 (1976). The other two offenses were alleged as violations of Article 134, UCMJ, 10 U.S.C. § 934 (1976).\n\n\n. Violations of Articles 125, 128, and 134, UCMJ, 10 U.S.C. §§ 925, 928, and 934, respectively.\n\n\n. In this respect, Perkins appears to follow United States v. Jones, 5 M.J. 579 (A.C.M.R.1978).\n\n\n. Section 7 defines the phrase “special maritime and territorial jurisdiction of the United States” as used throughout Title 18, United States Code (and, of particular significance here, in the Federal kidnapping statute, 18 U.S.C. § 1201 (1976)) to include lands under the jurisdiction of the United States and purchased or acquired for forts, arsenals, etc.\n\n\n. See n. 4, supra.\n*723(3) any such act against the person is done within the special aircraft jurisdiction of the United States as defined in section 101(32) of the Federal Aviation Act of 1958, as amended (49 U.S.C. 1301(32)); or\n(4) the person is a foreign official, an internationally protected person, or an official guest as those terms are defined in section 1116(b) of this title,\nshall be punished by imprisonment for any term of years or for life.\n\n\n. The case was remanded to the trial court for resentencing. Hockenberry v. United States, 422 F.2d at 176.\n\n\n. 422 F.2d at 173-74.\n\n\n. United States v. Word, 519 F.2d at 617.\n\n\n. Id. at 618.\n\n\n. United States v. Walker, 557 F.2d at 746.\n\n\n. The penalty is the same under the District of Columbia Code. § 22-2101 (1973).\n\n",
            "ocr": true,
            "opinion_id": 8643091
        }
    ],
    "court_short_name": "U.S. Army Court of Military Review",
    "court_full_name": "U.S. Army Court of Military Review",
    "court_type": "MA",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}