{
    "id": 8353833,
    "judges": "King",
    "date_filed": "2011-01-31",
    "date_filed_is_approximate": true,
    "slug": "rasheed-v-dubois",
    "case_name_short": "Rasheed",
    "case_name": "Rasheed v. Dubois",
    "case_name_full": "Rashad Rasheed v. Larry E. Dubois & another",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "11 Mass. L. Rptr. 187"
    ],
    "opinions": [
        {
            "author_str": "King",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKing, J.\nThe plaintiff, Rashad Rasheed (“Rasheed”) brought this action seeking declaratory and injunctive relief under G.L.c. 231A, §1 et seq. and for damages under G.L.c. 12, §11 (H and I) and 42 U.S.C. §1983. On January 18, 2000, this matter came before the court for a hearing on the following motions: (1) the motions of the Massachusetts Department of Corrections (“DOC”) and the Parole Board to Dismiss; (2) the plaintiffs motion to strike three affidavits of DOC relating to records of DOC; (3) the plaintiffs motion for leave to file additional evidence, which the Court has already allowed; (4) the plaintiffs motion to amend; and (5) the plaintiffs motion for partial summary judgment. For the reasons discussed below, the defendants’ motion to dismiss is ALLOWED and the plaintiffs motion for partial summary judgment, as well as his motions to strike and amend, are DENIED.2\nBACKGROUND\nThe facts of the case, viewed in the light most favorable to the plaintiff, are as follows. Rasheed has been in prison for 25 years. He is serving a life sentence for rape and armed robbery. He has had approximately 76 D reports while in prison which have not been overturned. His last parole hearing was in 1993. There is no dispute that he has not chosen to go before the parole board since that time.\nDISCUSSION\nThe plaintiff alleges that the defendant Dubois has failed to expunge “false, dismissed, and undocumented disciplinary allegations” from his DOC records and classification reports in violation of 103 CMR 430 and 103 CMR 155. In addition, the plaintiff complains that he has been subjected to retaliatory measures and denied parol by defendant Hubbard on the basis of false and undocumented allegations. These violations, plaintiff argues, offend the due process clauses of both the state and federal constitutions.\nThe Parole Board responded to these complaints at the hearing, stating simply, that it is obligated to consider information in DOC files concerning plaintiffs behavior while in prison when it considers whether he should be paroled. The defendants contend that, if the plaintiff feels that there is information of an evaluative nature in his DOC file that does not belong, then the proper recourse would be for him to pursue administrative remedies to have that information expunged.\nThe court agrees with the position taken by the Parole Board. The state legislature has mandated that, prior to a prisoner’s initial parole hearing, the Commissioner of Correction must provide the Parole Board with a statement as to the prisoner’s attitude toward his crime to allow the Board to “. . . reach its own conclusions as to the desirability of granting” the prisoner parole. G.L.c. 127, s. 136. Not only is the Parole Board permitted to consider this and other information, it is required to do so. In “making a parole release decision, the parole hearing panel shall consider if available and relevant.. . information provided by the custodial authority, including, but not limited to, disciplinary reports, classification reports, work evaluations, and educational achievements.” 120 CMR 300.05.\nThe plaintiffs arguments appear to be predicated on two principal legal theories. One factor customarily considered by the Parole Board in evaluating a request for parole has been whether the candidate for parole has demonstrated any measure of remorse. Of course, a precursor to this would be an admission on the part of the individual seeking parole that he committed the crime for which he is now incarcerated. The plaintiff argues that, if he were to make such an admission, he would likely subject himself to charges of perjury. This is because of the fact that, at the time of his initial trial, he testified that he did not commit the crimes for which he was charged. The plaintiff believes that this scenario, were it to play out, would raise serious Fifth Amendment and due process concerns. The court finds no support for this proposition in the case law.\nIn Quegan v. Massachusetts Parole Board, the Supreme Judicial Court upheld the Parole Board’s policy of not allowing parole where the individual seeking parole fails to admit any wrongdoing. 423 Mass. 834 (1996). The SJC concluded that due process protections are inapplicable because people do not have “a constitutionally protected liberty interest in receiving parole.” Id. at 836. Although Rasheed may, in the words of counsel for the plaintiff, have been presented with a “Hobson’s Choice,” the Constitution does not always shield one from difficult decisions. See id. at 834, citing United States v. De Leon Ruiz, 47 F.3d 452, 455-56 (1st Cir. 1995) (consideration in sentencing of a defendant’s pretrial responsibility for his offense where defendant pleaded guilty, but no consideration of a postconviction acknowledgment of responsibility after a guilty finding, presents tough choice for defendant “but it is not unconstitutional”).\n*188Any constitutional challenge based on the a prisoner’s Fifth Amendment privilege against self-incrimination also fails. The “denial of parole has not been viewed as a penalty for Fifth Amendment purposes.” Id. at 837. Since Rasheed will merely continue to serve a sentence already imposed, he should not be heard to complain that he is being punished “for his unwillingness to admit his guilt.” Id.\nAt the hearing on this matter, Rasheed also sought judicial review of DOC’s practice of including information that accuses him of wrongdoing in his evaluative file. The plaintiff argues, in essence, that a D report should only be included in his six-part folder if he is convicted and if the conviction is upheld. DOC stands behind its position that it is entitled to keep all types of evaluative information, though it acknowledges that, if the information involved a D report and if the plaintiff finally prevailed on the D report, the information must be expunged and excluded from the record. The Court agrees with the position taken by DOC.\nDOC concedes that it came across a report dated 11/20/85 which it had neglected to expunge. This oversight must be corrected immediately, if it has not been corrected already. As a matter of law, however, the plaintiff could not have been prejudiced by the failure of DOC to expunge a few D reports from the file where there is no dispute that there is properly in his file information relating to approximately 76 D reports.\nORDER\nFor the foregoing reasons, the motions to dismiss are ALLOWED. Accordingly, it is hereby ORDERED that judgment enter dismissing plaintiffs complaint.\n\nThere is also a motion for a preliminary injunction, but since Mr. Rasheed. made a similar motion in another case which the Court denied, that motion is now moot.\n\n",
            "ocr": true,
            "opinion_id": 8322618
        }
    ],
    "court_short_name": "Massachusetts Superior Court",
    "court_full_name": "Massachusetts Superior Court",
    "court_type": "SA",
    "court_jurisdiction": "Massachusetts, MA",
    "crime_category": "Rape"
}