{
    "id": 8665143,
    "judges": "Marden, Military, Pauley, Werner",
    "date_filed": "1984-06-06",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-applewhite",
    "case_name_short": "Applewhite",
    "case_name": "United States v. Applewhite",
    "case_name_full": "UNITED STATES v. Sergeant Pernell APPLEWHITE, 246-94-4231, United States Army",
    "attorneys": "Lieutenant Colonel William P. Heaston, JAGC, Captain Harry L. Williams, JAGC, and Captain Annamary Sullivan, JAGC, were on the pleadings for appellant., Colonel James Kucera, JAGC, Lieutenant Colonel Adrian J. Gravelle, JAGC, and Captain Andrew D. Stewart, JAGC, were on the pleadings for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "20 M.J. 617"
    ],
    "opinions": [
        {
            "author_str": "Marden",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION OF THE COURT\nMARDEN, Senior Judge.\nAppellant was convicted, contrary to his pleas, of rape and sodomy of one Daisy R and indecent, lewd and lascivious acts against one Almida Y in violation of Articles 120, 125, and 134, Uniform Code of Military Justice (UCMJ), 10 U.S.C. §§ 920, 925 and 934. He was sentenced to a dishonorable discharge, confinement at hard labor for ten years, forfeiture of all pay and allowances and reduction to the lowest enlisted grade. The convening authority approved the sentence.\nI.\nOn 19 February 1984, after accepting an automobile ride from appellant, Daisy R was raped and sodomized by appellant and another soldier in the Chiva Chiva Training Area, Republic of Panama. On 12 April 1984, Almida Y and her sister were picked up by appellant and another soldier at a bus stop in Panama City, Panama. After driving to the Empire Range Training Area, the two women were threatened by the two soldiers who wished to have sex *618with the women. After initially refusing, Almida Y told both men they could have intercourse with her if they would leave her sister alone. Subsequently both men did in fact have intercourse with Almida Y.\nOn 12 April 1984, appellant was interviewed by Criminal Investigation Division (CID) Special Agent (SA) Walter Yarnell concerning the Almida Y incident, which was then being investigated as a rape. After a proper rights warning and waiver, appellant made a voluntary statement concerning this incident.\nAppellant was again interviewed on 25 April 1984 concerning the Almida Y incident. During the second interview, SA Bernardi, who had taken over the case, advised appellant of his rights for the offense of adultery. Appellant acted as if SA Bernardi was kidding and invoked his right to counsel. Special Agent Bernardi terminated the interview without taking a statement from appellant concerning the adultery offense. However, he did ask appellant if he would consent to a polygraph examination pertaining to the rape offense. Appellant agreed to take a polygraph examination.\nOn 30 April 1984, appellant returned to the CID and was again advised of his rights which he waived. Further, the polygraph operator, SA Light, who so advised appellant, told appellant that in addition to the Almida Y incident, he wished to interview appellant regarding a separate suspected rape and forcible sodomy incident with one Daisy R. He further explained the polygraph examination would be administered for one incident and then readministered for the other incident. Appellant waived his rights regarding both incidents. Thereafter he executed a written statement regarding the Daisy R rape and sodomy charge to SA Jaime Davila, the agent in charge of that case, and an oral statement to SA Bernardi regarding the Almida Y indecent acts case. During the latter interview appellant again invoked his right to counsel and the interview was terminated.\nII.\nAt trial, appellant moved to suppress his statements of 12 and 30 April, contending that they were involuntary1 and that, since he invoked his right to counsel on 25 April, he could not be reinterviewed on 30 April. Edwards v. Arizona, 451 U.S. 477, 101 S.Ct. 1880, 68 L.Ed.2d 378 (1981). The motion to suppress the 12 April statement was withdrawn by appellant’s trial defense counsel and was admitted by the military judge. The military judge also admitted appellant’s 30 April written statement regarding the Daisy R rape and forcible sodomy incident but suppressed appellant’s oral statement of the same date regarding the Almida Y indecent acts charge.2\nAppellant now contends before this Court that the military judge erred by admitting appellant’s written statement relating to the rape and forcible sodomy charges because of the application of Edwards v. Arizona, supra. We disagree.\nIII.\nThe rule announced in Edwards v. Arizona, supra, as applied to the military, holds that once a suspect invokes his right to counsel the suspect may not be again interrogated until after he consults with or has a reasonable opportunity to consult with counsel, United States v. Whitehouse, supra note 2, or unless the accused himself initiates further communication or conversation. See Oregon v. Bradshaw, 462 U.S. 1039, 103 S.Ct. 2830, 77 L.Ed.2d 405 (1983).\n*619When a suspect requests counsel during a custodial investigation his right must be scrupulously honored by investigators. Edwards v. Arizona, supra; United States v. Muldoon, 10 M.J. 254 (CMA 1981); United States v. Hill, 5 M.J. 114 (CMA 1978). However, once divergent factors, such as other offenses or different-investigators, enter into the picture, the parameters of this area of the law are clouded and not entirely settled. E.g., United States v. Harris, 19 M.J. 331 (CMA 1985).3\nIt does not appear, however, that once a suspect has requested counsel before interrogation on the original offense that he can not be interrogated without counsel on other unrelated offenses. A substantial body of law exists holding that in analogous circumstances further interrogation about separate offenses is permissible. The general rule in this area as set forth in United States v. McOmber, 1 M.J. 380 (CMA 1976), and codified in Military Rule of Evidence (M.R.E.) 305, provides that once an investigator is on notice that an attorney has undertaken to represent an individual in a military criminal investigation, further questioning without affording counsel reasonable opportunity to be present renders any statement obtained involuntary even though the accused is advised of his rights prior to further questioning. This rule has been applied to a situation where an individual who is being interrogated requests counsel. United States v. Hill, 5 M.J. 114 (CMA 1978); United States v. Martinez, 6 M.J. 627 (ACMR 1978). However, the McOmber rule is inapplicable when there is an interrogation regarding an unrelated offense. United States v. Spencer, 19 M.J. 184 (CMA 1985); United States v. McDonald, 9 M.J. 81 (CMA 1980); United States v. Varasso, 15 M.J. 793 (ACMR), pet. granted, 17 M.J. 44 (CMA 1983) (on different issue); United States v. Fitzgerald, 9 M.J. 889 (NCMR 1980) (denominating successive assaults as unrelated); M.R.E. 305(e); S. Saltzburg, L. Schinasi &amp; D. Schlueter, Military Rules of Evidence Manual, 95 (1981) (M.R.E. 305(e) excepts the notice requirement from those interrogations regarding an offense different from the one for which a suspect is receiving the assistance of counsel).4 Logic dictates there should not be a variance in the law, concerning the rights of an appellant who has claimed the benefit of counsel, based upon the happenstance of whether or not he has or does not have counsel. In the case at bar, no basis exists for reaching a different conclusion. United States v. Muldoon, supra.\nIV.\nIn the instant case, we hold that the rule in Edwards v. Arizona, supra, does not apply in this case for two reasons. First, we find that the Daisy R and Almida Y incidents were discrete offenses, unrelated in time, place, or victim, and under investigation by different CID agents. Accordingly, appellant’s claim of his right to counsel regarding the Almida Y incident did not bar his further interrogation after a proper rights warning and waiver concerning the Daisy R incident. Second, during the period 25-30 April 1984, appellant had the opportunity to consult with counsel but failed to do so. Under the doctrine of United States v. Whitehouse, supra, note 2, even if we found the offenses were not related, appellant’s voluntary choice not to exercise his right to counsel when he was free to do so, precludes the application of Edwards v. Arizona, supra, as counsel was “made available” to appellant.\nAccordingly, the findings of guilty and the sentence are affirmed.\nJudge PAULEY and Judge WERNER concur.\n\n. At trial, appellant objected to these statements as being involuntary, alleging he was coerced by threats of his case being turned over to authorities of the Republic of Panama. The military judge resolved the issue against appellant and we concur with his findings.\n\n\n. We need not decide if the military judge was correct or whether under the doctrine of Wyrick v. Fields, 459 U.S. 42, 103 S.Ct. 394, 74 L.Ed.2d 214 (1982) or United States v. Whitehouse, 14 M.J. 643 (ACMR 1982), or a combination of these doctrines, the statements regarding the Almida Y incident needed to be suppressed.\n\n\n. Chief Judge Everett traces in detail the history and outlines the relevant concerns in this area in the Harris case.\n\n\n. United States v. McDonald, supra.\n\n",
            "ocr": true,
            "opinion_id": 8646277
        }
    ],
    "court_short_name": "U.S. Army Court of Military Review",
    "court_full_name": "U.S. Army Court of Military Review",
    "court_type": "MA",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}