{
    "id": 8665344,
    "judges": "Cox, Everett",
    "date_filed": "1972-05-14",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-wilson",
    "case_name_short": "Wilson",
    "case_name": "United States v. Wilson",
    "case_name_full": "UNITED STATES v. Henry WILSON, Specialist Five U.S. Army",
    "attorneys": "For Appellant: Captain Claudio F. Gnocchi (argued); Colonel William G. Eckhardt, Lieutenant Colonel William P. Heaston, Major Edwin D. Selby (on brief)., For Appellee: Captain Jan M. Wamsted (argued); Colonel James Kucera, Captain Andrew D. Stewart, Captain Charles S. Arberg (on brief); Lieutenant Colonel Adrian J. Gravelle, Lieutenant Colonel Thomas M. Curtis, Major Thomas J. Le-Clair.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "21 M.J. 193"
    ],
    "opinions": [
        {
            "author_str": "Everett",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nOpinion of the Court\n\nEVERETT, Chief Judge.\nContrary to his pleas, appellant was convicted by a general court-martial sitting at Schweinfurt, Germany, and composed of officers and enlisted members, of rape, in violation of Article 120, Uniform Code of Military Justice, 10 U.S.C. § 920. His sentence was a dishonorable discharge, confinement at hard labor for 5 years, forfeiture of $300.00 pay per month for 5 years, and reduction to the grade of private E-l. The convening authority approved the findings and sentence; and in a per curiam opinion, the Court of Military Review affirmed, 16 M.J. 678 (1983) (Melnick, J., dissenting). We granted Wilson’s petition for review on this issue:\nWHETHER THE COURT LACKED JURISDICTION TO TRY THE APPELLANT BECAUSE ONE OF THE ENLISTED MEMBERS WAS A MEMBER OF THE SAME UNIT AS THE APPELLANT, EVEN THOUGH HE DID NOT PERFORM NORMAL COMPANY FUNCTIONS.\nI\nIn the charge sheet, Wilson is described as a member of “Headquarters and Headquarters Company, 2d Battalion, 30th Infantry, 3d Infantry Division.” One of the enlisted members of the general court-martial which tried him was Master Sergeant Joseph D. Blackstone, whose organization is listed in the convening orders as “HHC, 2d Bn, 30th Inf.” Thus, appellant was tried *194by a court-mai'tial which had an enlisted member assigned to his company.\nPrior to selection of the court members, trial counsel announced that “[t]he general nature of the charge” was rape; identified the persons who had preferred, investigated, or made recommendations as to disposition of the charges; announced that “[n]either the military judge nor any member of the court” would “be a witness for the prosecution”; and stated that “[t]he records of this case disclose no grounds for challenge.” Thereupon, the military judge inquired whether any of the members were familiar with Wilson, with the alleged victim, or with the charges, and received answers in the negative.\nThe voir dire by the prosecutor consisted of general questions addressed to the panel. Then, at the commencement of his voir dire, defense counsel asked each of the court members to “state your name and what your duty position is, because we have your units listed on the orders.” (Emphasis added.) Blaekstone described his duties as “editor for the SQT program for Schweinfurt.” Subsequently, defense counsel posed some general inquiries to the panel and followed them up with specific questions to several of the members, one of whom he later challenged for cause. However, no individual question was addressed to Master Sergeant Blaekstone; no reference was made to his being assigned to the same unit with appellant; and no challenge for cause was offered against him.\nIn his review, the staff judge advocate noted that Blaekstone and appellant were assigned to the same unit, as was “plainly evident from copies of the Court-Martial Convening Order that were provided to all parties in the case, the court members and the Military Judge.” Although this would “seem at first glance to indicate that there has been a violation of the Uniform Code of Military Justice, Article 25(c)(1),” 10 U.S.C. § 825(c)(1) — which would “render null and void the proceedings of the court which heard the case” — the staff judge advocate ultimately concluded that this result was not required. In light of a post-trial affidavit procured from Master Sergeant Blackstone and attached to the review, the staff judge advocate reasoned that this court member had not been , a member of appellant’s unit within the purview of Article 25(c)(1). Instead, because prior to trial he had been attached to the United States Military Community Detachment at Schweinfurt “for rations, quarters, and administration of the UCMJ,” Blaekstone should be viewed as a member of a different unit from appellant. The majority of the Court of Military Review agreed with this rationale, but Judge Melnick did not.\nII\nA\nEnlisted membership on courts-martial was not authorized until the Articles of War were amended in 1948 by the Elston Act.1 As amended, Article of War 4 required that, upon an enlisted accused’s written request, at least one-third of the court members who tried him must be enlisted persons. Article of War 16 directed that “[n]o enlisted person may sit as a member of a court-martial for the trial of another enlisted person who is assigned to the same company or corresponding military unit.”2\nExtending enlisted membership on general and special courts-martial to all the Armed Services, Article 25(c)3 provided:\n(1) Any enlisted member of an armed force on active duty who is not a member of the same unit as the accused is eligible to serve on general and special courts-martial for the trial of any enlisted member of an armed force who may lawfully be brought before such courts for trial, but he shall serve as a member of a court *195only if, before the conclusion of a session called by the military judge under section 839(a) of this title (article 39(a)) prior to trial or, in the absence of such a session, before the court is assembled for the trial of the accused, the accused personally has requested in writing that enlisted members serve on it. After such a request, the accused may not be tried by a general or special court-martial the membership of which does not include enlisted members in a number comprising at least one-third of the total membership of the court, unless eligible enlisted members cannot be obtained on account of physical conditions or military exigencies. If such members cannot be obtained, the court may be assembled and the trial held without them, but the convening authority shall make a detailed written statement, to be appended to the record, stating why they could not be obtained.\n(2) In this article, “unit” means any regularly organized body as defined by the Secretary concerned, but in no case may it be a body larger than a company, squadron, ship’s crew, or body corresponding to one of them.\nThe purpose of prohibiting appointment of enlisted members from the same unit was apparently to avoid “bias or prejudice either for or against an accused which experience has shown was likely to develop in an integrated body of troops where the members worked and lived in close association with each other,” United States v. Timmons, 49 C.M.R. 94, 95 (N.C.M.R.1974), and to prevent “a possible mental identification with the supposed interests of his unit in the disposition of the case.” United States v. Scott, 25 C.M.R. 636, 640 (A.B.R.1958). A ceiling was set on the size of the unit — presumably so that the Secretary of the Service could not designate such large units that no enlisted persons would be “eligible” to serve and that military exigencies would then require the appointment of all-officer courts. See United States v. Anderson, 10 M.J. 803, 816 (A.F.C.M.R. 1981) (Mahoney, J., dissenting).\nUnlike Article of War 16, which stated that an enlisted person could not “sit as a member” if he were “assigned to the same company or corresponding military unit” as the accused, Article 25(c)(2) of the Code leaves to the Secretary of the Service the task of defining the “unit” in which membership would be disqualifying. According to this definition, in the Army “[a] ‘unit’ ... in the sense of Article 25(c) is a company, battery, troop, detachment, or other organization of the Army for which a separate morning report is prepared.” Para. 4b, Manual for Courts-Martial, United States, 1969 (Revised edition); para. 4a, Manual for Courts-Martial, United States, 1951.\nFor purposes of personnel accounting and strength reporting, a servicemember is assigned to a particular unit. However, as was true for Master Sergeant Blackstone, he may also be attached — often for long periods of time — to a different unit. His performance of duties may occur where the unit of attachment is located — perhaps quite a distance from the situs of his unit of assignment.\nUnder these circumstances, the dangers with which Congress was concerned are more likely to arise if the servicemember appointed to a court-martial belongs to the accused’s unit of attachment, than if he is in his unit of assignment. On this premise, some have reasoned — as did the staff judge advocate and the majority of the Court of Military Review in the present case — that primary attention should be focused on the unit in which an enlisted court member performs duty and is physically present.4\nWe agree that Article 25(c)(1) was intended to apply when an enlisted court member is “attached ... for administrative, disciplinary and court-martial purposes” to the same unit as the accused— even though he is not formally assigned to that unit. United States v. Anderson, supra at 805. This, however, does not mean *196that an enlisted court member is eligible to serve on a general or special court-martial convened to try an accused from the unit to which he is assigned.\nThere are several reasons for concluding that — regardless of the unit of attachment — a court member is not eligible to serve in the court-martial of an accused from his unit of assignment. In the first place, as a matter of administrative convenience and for purposes of predictability, it seems that Article 25(c)(1) should be viewed as applicable to anyone who, under the personnel accounting directives of his Service, is assigned to the same unit as the accused. Otherwise, it will be necessary to determine precisely what administrative linkage still exists between the court member and his unit of assignment. For example, does the unit of assignment play any part in determining his chances for promotion? Second, in enacting Article 25(c), Congress was concerned with appearances and with perceptions — which, indeed, was a major reason for originally authorizing enlisted membership. Service on a court-martial by an enlisted member who is part of the same unit to which the accused is assigned creates a disquieting appearance, regardless of where the court member actually performs his duty. Moreover, if there is concern with “possible mental identification with the supposed interests of [the member’s] unit in the disposition of the case,” see United States v. Scott, supra, how clear will it be that a member lacks this identification with his unit of assignment because he has been attached to another unit?\nIf, as the Court of Military Review observed in Anderson, “no cogent reason exists, in our view, as to why Air Force enlisted members otherwise attached to and therefore considered members of an accused’s squadron need to be available for appointment as court members,” the same can equally well be said with respect to the unit of assignment. In other words, we see no reason why it is important for an enlisted member to be eligible to serve on a court-martial to try an enlisted accused who is a member of the unit to which he is either assigned or attached.5 Although Article of War 16 employed the term “assigned,” the deletion of that term in Article 25(c) of the Uniform Code should not be considered a mandate for ignoring assignment in favor of attachment.\nB\nAlthough not necessary to its decision in view of its conclusion as to Blackstone’s eligibility for membership, the Court of Military Review concluded “that unit membership ineligibility under Article 25(c)(1) was not jurisdictional.” 16 M.J. at 680. See United States v. Scott, supra; see also United States v. Kimball, 13 M.J. 659 (N.M.C.M.R.), pet. denied, 14 M.J. 317 (1982); United States v. Tagert, 11 M.J. 677 (N.M.C.M.R.1981), pet. denied, 13 M.J. 461 (1982). We are in full accord.\nIn this connection, we note that Article 25(d)(2) provides that no person shall be “eligible to serve as a member of a general or special court-martial when he is the accuser or a witness for the prosecution or has acted as investigating officer or as counsel in the same case.” (Emphasis added.) However, in several instances we have held that a disqualification under this provision could be waived. See, e.g., United States v. Hurt, 8 U.S.C.M.A. 224, 24 C.M.R. 34 (1957) (court member had been a counsel for accused); United States v. Dyche, 8 U.S.C.M.A. 430, 24 C.M.R. 240 (1957) (court member had been investigating officer). Obviously there we did not consider the Article 25(d)(2) ineligibility to be a jurisdictional defect, and this would tend to suggest the same result for ineligibility under Article 25(c)(1). Moreover, the purpose of the Article 25(c)(1) prohibition is *197to assure the impartiality of the court members; and yet even in cases where that impartiality was threatened by command influence, we have refused to hold that the error was “jurisdictional.” United States v. Blaylock, 15 M.J. 190, 193 (C.M.A.1983); United States v. Ferguson, 5 U.S.C.M.A. 68, 17 C.M.R. 68 (1954).\nIf the disqualification is not jurisdictional, we see no reason why it cannot be waived. See, e.g., United States v. Scott, supra.6 Did such a waiver exist in the present case? Clearly the answer must be in the affirmative. Master Sergeant Blackstone’s unit of assignment was stated in the convening order; and, according to his own statement at the beginning of his voir dire, defense counsel was aware that the assignments of the court members were stated in the convening order. Moreover, we can readily understand why defense counsel would have waived the statutory disqualification, because on voir dire it became clear that Blackstone knew neither the accused nor the victim and had no prior knowledge of the case.\nOf course, as the Court of Military Review pointed out, “[a]n accused will not be held to have waived a personal disqualification where specific prejudice is shown, or where the application of waiver would result in a miscarriage of justice. United States v. Ivey, 37 C.M.R. 626 (ACMR 1967).” 16 M.J. at 681. Cf. Mil.R.Evid. 103(d). However, the facts developed on voir dire and in Master Sergeant Blackstone’s post-trial affidavit make clear that in this case there could have been no specific prejudice. Indeed, the very circumstances relied on by the court below to establish that no disqualification existed lead inexorably to the conclusion that Blackstone was not subject to any subtle influences or prejudices that might have impaired his impartiality.\nIll\nAlthough Master Sergeant Blackstone could have been successfully challenged for cause by appellant because he was assigned to the same company, this disqualification was not jurisdictional. Therefore, it could be waived; and, indeed, it was waived.\nThe decision of the United States Army Court of Military Review is affirmed.\nJudge COX concurs.\n\n. Selective Service Act, Pub.L. No. 759, 62 Stat. 628 (1948).\n\n\n. 62 Stat. 630.\n\n\n. The legislative history of Article 25(c) is discussed by Judge Mahoney, dissenting in United States v. Anderson, 10 M.J. 803, 810-19 (A.F.C.M.R.1981).\n\n\n. Cf. majority opinion in United States v. Anderson, supra.\n\n\n. In Anderson, the Court of Military Review pointed out that according to the Air Force Procedure Guide for Courts-Martial, a military judge should “inquire as to whether any enlisted members of the court are a member of the same unit as the accused.\" Id. at 804 n. 1. If such an inquiry is made, it can be phrased, \"Are you assigned or attached to the same unit as the accused?”\n\n\n. Of course, contrary to the view expressed in United States v. Timmons, 49 C.M.R. 94 (N.C.M.R.1974), if an accused requested to be tried by enlisted members from his own unit, the convening authority — if he so chose — could properly appoint such persons to the court-martial.\n\n",
            "ocr": true,
            "opinion_id": 8646501
        }
    ],
    "court_short_name": "United States Court of Military Appeals",
    "court_full_name": "United States Court of Military Appeals",
    "court_type": "MA",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}