{
    "id": 8666088,
    "judges": "Carmichael, Military, Raby, Robblee",
    "date_filed": "1976-04-10",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-ecoffey",
    "case_name_short": "Ecoffey",
    "case_name": "United States v. Ecoffey",
    "case_name_full": "UNITED STATES v. Private (E-1) Richard D. ECOFFEY, 503-92-4886, United States Army",
    "attorneys": "For Appellant: Captain Joseph Tauber, JAGC (argued); Lieutenant Colonel Arthur L. Hunt, JAGC, Major Marion E. Winter, JAGC, Major Stephen R. Dooley, JAGC, Captain David L. Carrier, JAGC (on brief)., For Appellee: Captain Karen L. Taylor, JAGC (argued); Lieutenant Colonel Gary F. Roberson, JAGC, Lieutenant Colonel Joseph A. Rehyansky, JAGC, Captain Denise K. Vowell, JAGC (on brief).",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "23 M.J. 629"
    ],
    "opinions": [
        {
            "author_str": "Robblee",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION OF THE COURT ON REMAND\nROBBLEE, Judge:\nPursuant to his pleas, appellant was convicted by a military judge sitting as a general court-martial of two specifications of distribution of marijuana, absence without leave and failure to repair in violation of Articles 112a and 86, Uniform Code of Military Justice, 10 U.S.C. §§ 912a and 886 (1982 and Supp. II 1984) [hereinafter cited as UCMJ]. The military judge sentenced appellant to a bad-conduct discharge, confinement for fifteen months, and total forfeitures. The convening authority approved the sentence as adjudged. On 13 August 1985, this court affirmed the findings and the sentence. United States v. Ecoffey, CM 447363 (A.C.M.R. 13 Aug. 1985) (unpub.). On 16 December 1985, the United States Court of Military Appeals, 21 M. J. 374, remanded the case to this court for consideration of the issue raised by an affidavit submitted by appellant asserting for the first time that he had been subjected to restriction tantamount to confinement. Subsequently, we ordered that the issues specified below be briefed by counsel for appellant and appellee.\nI\nWHETHER APPELLANT IS ENTITLED TO DAY-FOR-DAY CREDIT AGAINST HIS CONFINEMENT FOR THE TIME HE SPENT IN PRETRIAL RESTRICTION; I.R, WHETHER HIS *630RESTRICTION WAS TANTAMOUNT TO CONFINEMENT.\nII\nWHETHER THIS COURT SHOULD ISSUE A MANDATE THAT AFTER A SPECIFIED DATE ALL CASES TRIED AFTER SAID DATE INVOLVING ISSUES OF FAILURE TO GRANT ALLEN OR MASON CREDIT UNDER RULE FOR COURTS-MARTIAL 305 WILL BE WAIVED IF NOT TIMELY RAISED AT TRIAL. SEE UNITED STATES V. MASON, 19 M.J. 274 (C.M. A.1985) (SUMMARY DISPOSITION); UNITED STATES V. GREGORY, 21 M.J. 952 (A.C.M.R.), CERTIFICATE FOR REVIEW FILED, 22 M.J. 177 (C.M. A.1986). SEE ALSO UNITED STATES V. CRUZ, 20 M.J. 873 (A.C.M.R.1985) (EN BANC), PETITION GRANTED, 22 M.J. 100 (C.M.A.1986); UNITED STATES V. MARTINEZ, 19 M.J. 744 (A.C.M.R.1984), PETITION DENIED, 21 M.J. 27 (C.M.A.1985).\nAffidavits1 filed subsequent to trial reflect that appellant was restricted to a bed adjacent to the unit Charge of Quarters’ (CQ) desk on 28 January 1985. Further, after his release from pretrial confinement on 7 February 1985, appellant was late for duty and disrespectful to noncommissioned officers and officers in his chain of command. As a result, he received nonjudicial punishment, a record of which cannot now be located, and was restricted for fourteen days.2 Although the precise date is undetermined,3 this restriction apparently began between 7 February 1985 and 12 February 1985. Appellant was restricted to his place of duty, place of worship, and defense counsel’s office. After completing the restriction incident to the imposition of nonjudicial punishment, appellant, except for a ten-day period in early April 1985, was required to sign in with the CQ hourly after duty hours when not in his room. Beyond the unit he was permitted to go anywhere he needed to go, on or off post, if escorted by an unarmed escort in the grade of E-5 or above. While thus restricted, appellant occupied a barracks room with another soldier, was not permitted to wear civilian clothes, had access to a pay telephone, and, under the supervision of the CQ, performed duties in the unit area. During the aforementioned ten-day period in April, appellant was subjected to a twenty-four-hour-a-day unarmed guard whose duties were to “watch and escort” appellant continuously while he was restricted as above.\nWe must first resolve Specified Issue II, the question of whether waiver should be applied in the case sub judice. In doing so we are mindful that, heretofore, the question of eligibility for administrative credit for periods of restriction deemed tantamount to confinement has been permitted to be raised for the first time on appeal, United States v. Mason, 19 M.J. 274 (C.M.A.1985) (summary disposition); United States v. Smith, 20 M.J. 528 (A.C.M.R.), petition denied, 21 M.J. 169 (C.M.A.1985); see also United States v. Allen, 17 M.J. 126 (C.M.A.1984) (on appeal, appellant credited for period spent in pretrial confinement facility), although waiver for failure to object to data as to restraint could have been applied. See Manual for Courts-Martial, United States, 1969 (Rev. *631ed.), para. 75b (1), (Ch. 5, 1 Apr. 1982); R.C.M. 1001(b)(1). We believe that this policy has well-obviated the potential for injustice as it permitted defense counsel to internalize the significance of the developing law in the area of restriction tantamount to confinement.4 However, more than eighteen months have elapsed since Mason was decided, substantially eroding, we believe, the rationale on which such a nonwaiver policy was originally based. Moreover, we note that military courts have faithfully applied the waiver doctrine to matters pertaining to pretrial punishment and illegal pretrial confinement, except in circumstances where the appellant was a pretrial confinee required to live and work with sentenced prisoners. See United States v. Cruz, 20 M.J. 873, 892-93 (A.C.M.R.1985) (en banc), petition granted, 22 M.J. 100 (C.M.A.1986); United States v. Martinez, 19 M.J. 744 (A.C.M.R.1984), petition denied, 21 M.J. 27 (C.M.A.1985); United States v. Peacock, 19 M.J. 909 (A.C.M.R.), petition denied, 20 M.J. 205 (C.M.A.1985); United States v. DiMatteo, 19 M.J. 903 (A.C.M.R.), petition denied, 20 M.J. 305 (C.M.A.1985). If the waiver doctrine is extended to defense claims of restriction tantamount to confinement not raised for the first time at trial, a greater measure of consistency of law will be achieved. Further, we are convinced that the extension of the waiver doctrine is consistent with the ends of justice, judicial economy, and the expanded responsibilities of defense counsel imposed by the M.C.M., 1984. See United States v. Davis, 20 M.J. 980, 982 (A.C.M.R.), petition denied, 21 M.J. 315 (C.M.A.1985). Accordingly, although we decline to apply waiver in the instant circumstances, in cases tried ninety days or more from the date of this decision, failure by defense counsel to raise the issue of administrative credit for restriction tantamount to confinement by timely and specific objection to the presentation of data at trial concerning the nature of such restraint5 will waive consideration of the credit issue on appeal.6\nBecause we have declined to apply waiver in the instant circumstances, we have examined the record of trial in light of *632Smith,7 20 M.J. 528; Wiggins v. Greenwald,8 20 M.J. 823 (A.C.M.R.), writ appeal denied, 20 M.J. 196 (C.M.A.1985), findings aff'd, sent. modified on other grounds sub nom., United States v. Wiggins, CM 446655 (A.C.M.R. 20 May 1985) (unpub.); and Washington v. Greenwald,9 20 M.J. 699 (A.C.M.R.), writ appeal denied, 20 M.J. 324 (C.M.A.1985), reaff'd sub nom. United States v. Washington, CM 446797 (A.C.M.R. 3 July 1985) (unpub.), and conclude ex abundanti cautela, in view of the murky posture of the enclosed affidavits, the sound dictates of the judicial economy doctrine, and appellant’s release from post-trial confinement prior to the date of this decision, that appellant should be granted an eleven-day pay credit10 for restriction tantamount to confinement — specifically, one day’s credit for 28 January 1985 and ten day’s credit for the period of tightened restriction in April 1985. Otherwise, the conditions of appellant’s restriction were not tantamount to confinement. Thus, Specified Issue I is answered in part in the affirmative and in part in the negative.\nWe again affirm the findings of guilty and the sentence, except that appellant shall be granted an eleven day administrative pay credit against the sentence to forfeitures for that period of pretrial restriction deemed tantamount to confinement.\nSenior Judge RABY concurs.\n\n. We note that appellate counsel found it necessary to file five affidavits (Appendices A-E) in the case at bar in order to marshal the facts pertinent to the nature of appellant’s restriction. We conclude the obvious: questions of fact are best resolved at trial when memories are fresh and those with knowledge of the facts are readily available.\n\n\n. Inasmuch as this period of restriction was imposed as Article 15, UCMJ, punishment we need not examine it for the purpose of determining whether it constituted pretrial restriction tartamount to confinement. See Manual for Courts-Martial, United States, 1984 [hereinafter cited as M.C.M., 1984], Rule for Courts-Martial [hereinafter cited as R.C.M.] 304(f) (“Pretrial restraint is not punishment and shall not be used as such.”), and M.C.M., 1984, Part V, para. 5c(2) (restriction is the least severe deprivation of liberty which may be imposed under the provisions of Article 15, UCMJ, 10 U.S.C. § 815).\n\n\n. See Note 1, supra.\n\n\n. See, e.g., United States v. Gregory, 21 M.J. 952, 959 (A.C.M.R.) (“We believe that restriction is not a form of confinement; however, restriction tantamount to confinement is in essence a form of confinement and is not a form of restriction.\"), certificate for review filed, 22 M.J. 177 (C.M.A.1986); but compare with United States v. Amos, 22 M.J. 798 (A.C.M.R.1986) (declining to follow Gregory and concluding that R.C.M. 305 pertains only to instances of actual confinement and not to so-called restriction tantamount to confinement); Mason, 19 M.J. 274 (42 days of administrative day-for-day credit awarded since \"appellant was in pretrial confinement for 7 days and in pretrial restriction equivalent to confinement\" for 35 days) (emphasis added).\n\n\n. R.C.M. 1001(b)(1) provides in pertinent part that:\nTrial counsel shall inform the court-martial of the data on the charge sheet relating to ... the duration and nature of any pretrial restraint____ If the defense objects to the data as being materially inaccurate or incomplete, or containing specified objectionable matter, the military judge shall determine the issue. Objections not asserted are waived.\n(Emphasis added.) See also Army Regulation 27-10, Legal Services: Military Justice, para. 5-22.1 (25 Sep. 1986).\nWe are satisfied that restriction tantamount to confinement constitutes a form of pretrial restraint which, if inaccurately reported to the court-martial, would render such data materially inadequate, incomplete, and specifically objectionable. Accordingly, we hold that R.C.M. 1001(b)(1), to include its waiver provision, is applicable to questions regarding restriction tantamount to confinement. The military judge’s inquiry into the accuracy of the data concerning restraint on the charge sheet affords defense counsel a full and fair opportunity to challenge the accuracy of such data. See Department of Army Pamphlet 27-9, Military Judges’ Benchbook, para. 2-34 (15 Feb. 1985). Further, we are confident that defense counsel, as officers of the court, will provide the court any information potentially raising the issue of restriction tantamount to confinement.\n\n\n. We believe that this ninety-day time period is sufficient to allow trial defense counsel to respond to our mandate, and also to allow appellant an adequate opportunity to petition the Court of Military Appeals either to temporarily or permanently prevent our mandate from issuing.\n\n\n. Smith, 20 M.J. at 530, reads in pertinent part as follows:\nThe terms of this restriction, which were ... [determined to be tantamount to confinement], prohibited the appellant from: using the phone without the permission of and in the presence of designated individuals; ... performing normal duties; leaving his building without both express authorization and an escort; [and from] having visitors except between 1800 and 2000 hours on duty days and 1400-1800 hours on non-duty days in the first sergeant’s office in the presence of the charge of quarters____ Further, ... appellant was required to: perform duties assigned by the company commander and first sergeant; sign in with the charge of quarters every 30 minutes between 1700 and 2200 hours on duty days and between 0800 and 2200 hours on non-duty days; remain in his barracks room between 2200 and 0530 hours on duty days and between 2200 and 0800 hours on non-duty days; and leave his barracks room door unlocked while in his room.\n\n\n. Restriction was held not tantamount to confinement where appellant was required to sign in every two hours during duty hours, every hour during evenings until he went to bed, every four hours on weekends, and was restricted to the first floor of a barracks which contained a day room equipped with television and video games where he was permitted to receive visitors. He was out-processing and thus performed no military duties or physical training, but required an escort for out-processing and for trips to the legal office, dining facility, chapel and medical facility.\n\n\n. Restriction was held not tantamount to confinement where appellant was restricted to the company area, his place of duty, the messhall, and the chaplain's office. If he obtained permission to leave and was accompanied by an escort, he was allowed to go to any place on post during non-duty hours and non-duty days. He was restricted to a billets room after 2200 hours but had unrestricted visitation privileges and phone use. He was required to sign in with the Charge of Quarters hourly when he was not at work.\n\n\n. We choose to substitute an eleven-day pay credit against the sentence to forfeitures for an eleven-day credit against the sentence to confinement as we do not believe that we could otherwise grant meaningful relief. Cf. R.C.M. 305(k) (“For purposes of this subsection, 1 day of confinement shall be equal to 1 day of total forfeitures____”).\n\n",
            "ocr": true,
            "opinion_id": 8647315
        },
        {
            "author_str": "Carmichael",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCARMICHAEL, Judge,\nconcurring:\nAdmittedly United States v. Smith, 20 M.J. 528 (A.C.M.R.), petition denied, 21 M.J. 169 (C.M.A.1985), and its progeny have enhanced the perception of the military justice system as one that is eminently fair in protecting the rights of the soldier. This line of cases has served to alert commanders, staff judge advocates and counsel to the consequences of pretrial restriction which severely curtails an accused’s freedom of movement. Furthermore, these cases have provided commanders and judge advocates with the necessary factual basis to gauge the practical meaning of poet Richard Lovelace’s observation that “stone walls do not a prison make, nor iron bars a cage.”\n*633However, Smith and its progeny also have provided a fertile ground for post-trial appellate litigation, necessitating submission of affidavits and various other documents. This cumbersome procedure should end with the court’s extension of the waiver doctrine to the area of restriction tantamount to confinement in future cases, a rule which I highly favor. But I would suggest that military judges adopt the following procedure where the front page of the charge sheet reflects a form of pretrial restraint other than confinement. After reviewing or being informed of the pertinent data on the charge sheet, the military judge should not only ask the defense counsel whether the information is correct, but whether the defense is satisfied that the pretrial restraint was not tantamount to confinement. Adoption of this procedure will result in the issue being litigated at trial or being expressly waived.\n*634APPENDIX A\n[[Image here]]\nDefense Appellate Exhibit A\n*635[[Image here]]\n*636APPENDIX B\n[[Image here]]\nGovernment Appellate Exhibit 1\n*637[[Image here]]\n*638APPENDIX C\n[[Image here]]\nGovernment Appellate Exhibit 2\n*639[[Image here]]\n*640APPENDIX D\n[[Image here]]\nGovernment Appellate Exhibit 3\n*641[[Image here]]\n*642APPENDIX E\n[[Image here]]\nDefense Appellate Exhibit B\n*643STATEMENT (SMSmE to Korea, PV&amp; Ecoffey vas placed-under-the control-of the rear detachment NCOIC, §FC Ackman. PVT. Ecoffey was assigned to SSG White during a.portion of that time until be PC'S'ed. bSG White.^as in charge of the -Chapter PlafcoonT-which was -¿nade up-of-soldiers-wasting to be separated from the Army. PVT Ecoffey was assigned to this platoon because I-did not — want—him t-o-mix-with other-members of the -unit. PVT Ecoffey was given details which included grass cutting, sweeping, painting, and cleaning his TA&lt;-50 gear. When I returned from Korea in early April, I was told that PVT Ecoffey frequently broke his restrictions, and was disrespectful. I observed him walking towards the barracks in civilian clothes at approximately 0500 hours. As a result of his misconduct, I gave PVT Ecoffey an Article 15. As a result of his continually breaking his restriction orders, he was told to check in with the CQ after duty hours once an hour until he went to sleep. Once again, he continued to break the restriction and so I had the 1SG place NCO's, unarmed, in a position to supervise him for 24 hours a day. After about 10 days, I dropped this due to hardships placed upon the NCO's. The CQ was then required to check on him frequently to insure he remained in the billets during non duty hours. At no time was PVT Ecoffey denied the opportunity to go to the PX, commissary, or other places as needed. He was however required to be escorted. Although I cannot remember the exact time, about two weeks prior to his trial date, he was not given duties, but was escorted to his room when he was not at a designated appointment AFFIDAVIT NAVI READ OR HAVE HAD READ TO HE THIS STATEMENT WHICH REOINt OH RASE I AMD ENOS ON RAPE 2. . I RULLY UNDERSTAND THE CONTENTS DR THE ENTIRE STATEMENT HADE EV ME. THE STATEMENT IS TRUE. I HAVE IhTTOlIO ALL CORRECTIONS AND HAVE INITIALED THE BOTTOM OR EACH RAOE CONTAMINO THE STATEMENT. I HAVE MADE THIS STATEMENT RREELV WITHOUT MORE OR DEMERIT OR REWARD. WITHOUT THREAT OR RUNISHMENT. AND WITHOUT COERCION. UNLAWRUL INFLUENCE. OR UNLAWFUL INDUCEMENT. JJL twbitrtbil mi «wwi» to Mm mm, m pmmm mémtmi br b* to ifalihiw tli «Ml ém W # It f¿o •* -Mn.t*»uA\\a ,Te_wat_ OROAMIZATIOH OR ADDRESS W*ailH.«^NHH,SlEeW&gt;&gt; ORSANIIATION OR ADDRESS ■ Kenwft. raftciir_fllfly-xW_ (Tjpm*Hmm mtfmtm ItihfiWrlH Pit) KfraftftNT_ ¿h*L PMII —• tlNiWTIWI'Mitin»\n",
            "ocr": true,
            "opinion_id": 8647316
        }
    ],
    "court_short_name": "U.S. Army Court of Military Review",
    "court_full_name": "U.S. Army Court of Military Review",
    "court_type": "MA",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}