{
    "id": 8488813,
    "judges": "Hon, Livingston, Newman, Wesley",
    "date_filed": "1984-05-13",
    "date_filed_is_approximate": true,
    "slug": "kaur-v-holder",
    "case_name_short": "Kaur",
    "case_name": "Kaur v. Holder",
    "case_name_full": "Karmjit KAUR v. Eric H. HOLDER Jr., United States Attorney General",
    "attorneys": "Henry N. Diaz, West Hempstead, N.Y., for Petitioner., Michael F. Hertz, Acting Assistant Attorney General, John S. Hogan, Senior Litigation Counsel, Rosanne M. Perry, Attorney, Office of Immigration Litigation, Civil Division, United States Department of Justice, Washington, D.C., for Respondents.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "321 F. App'x 47"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n\nSUMMARY ORDER\n\nPetitioner Karmjit Kaur, a native and citizen of India, seeks review of a September 30, 2008 order of the BIA affirming the March 23, 2007 decision of Immigration Judge (“IJ”) Noel A. Brennan preter-mitting her application for asylum, and denying her application for withholding of removal and relief under the Convention Against Torture (“CAT”). In re Karmjit Kaur, No. A 95 390 582 (B.I.A. Sept. 30, 2008), aff'g No. A 95 390 582 (Immig. Ct. N.Y. City Mar. 23, 2007). We assume the parties’ familiarity with the underlying facts and procedural history in this case.\nAs an initial matter, Kaur fails to address: (1) the IJ’s pretermission of her asylum application as time-barred; and (2) the agency’s denial of her claim for CAT relief. See 8 U.S.C. § 1158(a)(2)(B). Issues not sufficiently argued in the briefs are considered waived and normally will not be addressed on appeal in the absence of manifest injustice. Yueqing Zhang v. Gonzales, 426 F.3d 540, 541 n. 1, 545 n. 7 (2d Cir.2005). Accordingly, Kaur has waived any challenge to the agency’s denial of her application for asylum and CAT relief. Id.\nWhen the BIA agrees with the IJ’s conclusion that a petitioner is not credible and, without rejecting any of the IJ’s grounds for decision, emphasizes particular aspects of that decision, this Court reviews both the BIA’s and IJ’s opinions— or more precisely, the Court reviews the IJ’s decision including the portions not *49explicitly discussed by the BIA. Yun-Zui Guan v. Gonzales, 432 F.3d 391, 394 (2d Cir.2005). We review the agency’s factual findings, including adverse credibility determinations, under the substantial evidence standard. 8 U.S.C. § 1252(b)(4)(B); see also Corovic v. Mukasey, 519 F.3d 90, 95 (2d Cir.2008).\nIn her brief before this Court, Kaur fails to address any of the findings that the IJ used to support her adverse credibility determination.2 Rather, Kaur argues that the IJ’s adverse credibility determination was not supported by substantial evidence because she provided detailed testimony about being raped. This argument fails where the IJ found that, no matter how detailed, Kaur’s testimony was not credible based on the discrepancies she identified. Further, contrary to Kaur’s argument that the IJ erred in finding that her credibility was negatively impacted by: (1) her failure to discuss the rape with her brother and father; and (2) her failure to support the Khalistan movement since she has lived in the U.S., the IJ’s decision does not mention either of these issues as a basis for her adverse credibility determination. Accordingly, Kaur’s challenge to the IJ’s credibility findings fails. Because the only evidence that Kaur was likely to be tortured depended on her credibility, her challenge to the IJ’s denial of her application for withholding of removal fails. See Paul v. Gonzales, 444 F.3d 148, 156 (2d Cir.2006).\nFor the foregoing reasons, the petition for review is DENIED. As we have completed our review, any pending motion for a stay of removal in this petition is DISMISSED as moot. Any pending request for oral argument in this petition is DENIED in accordance with Federal Rule of Appellate Procedure 34(a)(2), and Second Circuit Local Rule 34(b).\n\n. For example, the IJ found that Kaur's credibility was undermined because she: (1) provided unsatisfactory explanations in response to the IJ’s questions about the preparation of her asylum application; and (2) was hesitant and evasive when she responded to the IJ's questions about discrepancies between her testimony and documentary evidence.\n\n",
            "ocr": true,
            "opinion_id": 8460928
        }
    ],
    "court_short_name": "Second Circuit",
    "court_full_name": "Court of Appeals for the Second Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}