{
    "id": 8565135,
    "judges": "Bages, Lugo, Pimentel",
    "date_filed": "2010-05-17",
    "date_filed_is_approximate": true,
    "slug": "vizcarra-castellon-v-people",
    "case_name_short": null,
    "case_name": "Vizcarra Castellón v. People",
    "case_name_full": "Salvador Vizcarra Castellón, and v. The People of Puerto Rico, and",
    "attorneys": "Sarah Torres Peralta and Jaime Escanellas for petitioner. J. B. Fernández Badillo, Solicitor General, and Manuel Tirado Viera, Assistant Solicitor General, for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "92 P.R. 150"
    ],
    "opinions": [
        {
            "author_str": "Bages",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMr. Justice Ramírez Bages\ndelivered the opinion of the Court.\nOn October 23, 1963 a complaint was filed against appellant Salvador Yizcarra, Jr., in the District Court, Río Pie-dras Part, for violation of § 368 of the Penal Code (33 *152L.P.R.A. § 1439 )1 consisting in that on the 17th of said month and year at residence No. 1112 on 17th Street, Villa Nevárez, Puerto Rico, “he disturbed the peace and quiet of persons therein, and most particularly that of Federico Hen-ríquez Núñez’ family by provoking a tumultuous scandal and, while in an angry and insulting attitude, he addressed by telephone the following obscene phrases . . . and others of the kind, which the prejudiced party could record in a tape recorder which he was operating at the time and which could be introduced in evidence if the court so orders.” Policeman Francisco Silva was the complainant. Three witnesses were designated in the complaint, one of whom was Nidza Henríquez Goytia.\nThe case being called for trial, appellant requested the dismissal of the complaint on two grounds, that is, (1) because, in the determination of probable cause, the testimony of witness Nidza Henríquez Goytia, appellant’s wife, was taken into consideration; and (2) because the complaint failed to adduce facts constituting any offense whatsoever.\nSaid motion being denied, the prejudiced party, Federico Henríquez, was permitted to file, on January 10, 1964, in said District Court, Río Piedras Part, a new complaint which reads:\n“Said defendant, about 12:00 p.m. on the 16th and 1:00 a.m. on the 17th of October 1963, voluntarily and maliciously, for the purpose of berating, abusing, and disturbing complainant’s *153peace, by provoking a tumultuous scandal while in an angry and insulting attitude, addressed by telephone the following traducement and threats, which deeply disturbed complainant’s peace, namely . . . [vile, defamatory, disgraceful, and scandalous phrases].\n“That said berating and abusive words were heard on the telephone in his residence No. 1112 on 17th Street, in Nevarez Development in the Municipality of Río Piedras, P.R., by the complainant and his wife, who was present on the telephone when the complainant answered defendant’s telephone call, and the conversation was recorded on a tape recorder, and the recording is at the disposal of the court as evidence on the case if the court so requests.”\nA petition for certiorari filed by appellant in the Superior Court, San Juan Part, on different grounds, was denied on March 13, 1964. On April 10 of the same year appellant filed in this Court the petition for review under consideration and in support thereof he assigns the commission of three errors by the Superior Court, which we shall discuss below, and which in our judgment were not committed, for which reason the petition is denied.\n1. — “It erred in permitting an alleged amendment to a complaint, which in reality is not an amendment, but a new complaint, subsequent to the term of 60 days from October 25, 1963, date on which defendant was held to answer.”\nIn support of this assignment it is argued that the subsequent complaint signed by the prejudiced party Federico Henrlquez is a new complaint and not an amendment to the first, since the latter was not susceptible to amendment and that, therefore, the second complaint was not filed within the term of 60 days from the arrest or petitioner’s summon, as provided by Rule No. 64 (n) (2) of the Rules of Criminal Procedure.2 Gallant v. Superior Court, 88 P.R.R. 498 (1963); *154Pérez v. Superior Court, 87 P.R.R. 779 (1963); Martínez v. Superior Court, 81 P.R.R. 913 (1960); People v. Superior Court; Figueroa, Intervener, 81 P.R.R. 445 (1959).\nIt is not necessary to decide whether or not a second complaint is an amendment to the first one since petitioner has not been able to establish, nor does it appear from the record, whether he was actually arrested or summoned when the first complaint was filed to answer for the offense stated therein. From the record before us it is impossible to determine whether said term of 60 days has elapsed. On the contrary, petitioner himself, on review, admits that he was not summoned for the determination of probable cause in relation to the first complaint and in his petition for certiorari filed in this case in the Superior Court he admits that said complaint was notified to him on December 19, 1963 and the trial set for January 3, 1964. So that on the basis of said summons, and in the absence of evidence that he was arrested when the first complaint was filed, the term of 60 days in question had not elapsed. This conclusion does not prejudge that the contention be raised at the proper time, at the proper section and Part of the Court of First Instance, subsequent to the correction and complementation of the original record as we ordered in our order of November 27, 1964 in this case.\nPetitioner also argues that the dismissal of the second complaint lies because “in the right-hand corner of the second complaint it is stated that the charge is the violation of § 369 of the Penal Code” and that “the text of the second complaint charges facts which cannot, in any manner whatsoever, constitute a violation of § 369 of the Penal Code.”\nThis charge lacks merit, since it is an erroneous citation which must be considered as an error of form and it has not been shown how the same impairs petitioner’s substan*155tial rights. Rules No. 35(d) and 36 of the Rules of Criminal Procedure.3 (34 L.P.R.A. App. II.)\n2. — “Error was committed in refusing to dismiss the complaint since in the probable cause, without previous summon of the presumed accused, the testimony of his wife, who is not a prejudiced party nor has the consent of her husband to testify against him, is used.”\nThis assignment is grounded on the doctrine we established in People v. Medina, 32 P.R.R. 140 (1923) to the effect that pursuant to the provision in subd. (1) of § 40 of the Law of Evidence (32 L.P.R.A. § 1734)4 the wife is an incompetent witness in a criminal (or civil) cause against her husband except when he gives his consent or in case of actions or proceedings as specifically pointed out in said statute.\nThis assignment lacks merit on the following grounds:\n(1) The charge refers to the first information which has been amended or substituted by a new information which only includes the prejudiced party Henriquez and his wife as witnesses.\n*156(2) The charge in the first information is undoubtedly supported on the basis of the testimonies of the prejudiced party, Federico Henriquez, and his wife, who heard on the telephone the epithets addressed to them by appellant and which gave rise to the complaint in this case, and in the absence of the testimony of petitioner’s wife.\n(3) In any event, the second information lies pursuant to Rule No. 67 of the Rules of Criminal Procedure5 (34 L.P.R.A., App. II, R. 67), and it does not suffer from the defect alleged. Pérez v. Superior Court, supra.\n3. — “Error was committed in deciding that the use of profane, offensive, discourteous, or indecent language on a telephone cal! from one man to another constitutes the offense of breach of the peace provided in § 368 of the Penal Code of Puerto Rico.”\nPetitioner maintains that in the first complaint the violation of § 368 of the Penal Code is not charged, since in alleging that petitioner addressed specific obscene phrases to the prejudiced party Henriquez in realty referred to “the use of vulgar, profane, or indecent language” to which said provision of the Penal Code refers, and that in that such case it was not alleged, as required by the statute, that said language was used “within the presence or hearing of women or children” or “in a loud and boisterous manner” and it was done on the telephone so that there could be no intent to disturb the peace. With respect to the second complaint there is no assignment by petitioner as to its insufficiency, presumably because he considered the complaint inappropriate as a new complaint filed untimely. The latter, however, is couched in substantially the same terms as the other one, except that instead of referring to the phrases uttered by *157petitioner as obscene he classified them, as abusive and threats and that those he enumerated were different from those recited in the first complaint, but equally disgraceful and defamatory.\nIn support of his argument, he cites the case of People v. Ruiz, 29 P.R.R. 68, 70 (1921) in which this Court held that the offense of breach of the peace was not committed (§ 368 of the Penal Code) in using a vulgar and indecent epithet addressed to a person in the absence of allegation in the information and evidence that the phrases were spoken within the hearing of women or children in a loud and boisterous manner. He also cites People v. Kortright, 70 P.R.R. 376, 377 (1949), where we decided that uttering the phrase “ ‘those policemen and these detectives are just a bunch of abusers and charlatans’ [offensive] ‘in a loud tone, which we heard, a little excited, somewhat violent’ is not sufficient, under all the circumstances herein to consider that the offense of disturbing the peace was committed”; that according to this doctrine uttering them on the telephone could not give rise to the commission of the offense in question.\nHe alludes to the fact that in People v. Ways, 29 P.R.R. 311, 316 (1921) we said that: “It has been suggested that although the law penalizes a disturbance of the peace of an individual, yet the act must be done publicly in order to constitute the offense. We agree with this view. We have seen that section 368 of the Code forms part of its title which treats of crimes against the public peace. The nature of the different acts referred to in that section and its general spirit so demand. But that element is present in this case. The defendant’s conduct towards the complainant was in public and it is expressly alleged in the complaint that the act of the defendant caused the gathering of many persons. That fact distinguishes this case from that of People v. Ruíz, ante, page 68. In that case we held that the use of insulting language of itself does not constitute a breach *158of the peace. We could not classify the language used as offensive conduct because the circumstances tended to mitigate rather than aggravate the nature of the words used. They were the mere expression of a person, who, upon being called by the complainant, felt aggrieved by him, and were uttered quietly. In the present case the words were not only insulting, but were uttered in loud tones and attracted a number of persons.”\nIn support- of his argument that in this case there could be no intent of breach of the peace since the means used was the telephone, petitioner refers to the case of People v. Monnier, 19 N.E.2d 789 (N.Y. 1939), where it was stated:\n“Even assuming that this defendant called the complaining witness on the telephone and applied to her certain epithets which were overheard by the telephone operator, the defendant, is not guilty of the offense of disorderly conduct .... Such a person must act or speak either with an intent to provoke a breach of the peace or in such a manner ‘whereby a breach of the peace may be occasioned.’ In the case at bar there is no evidence of an intent on the part of defendant to effect a breach of the peace, nor are the circumstances such as could possibly occasion such a breach. The means employed, to wit, the telephone, would seem to indicate a contrary intention.”\nWe shall start by saying that pursuant to § 368 of the Penal Code, it constitutes an offense to disturb maliciously and willfully the peace aiid quiet of any person by offensive conduct, as well as traducent. As to this mode of the crime, it is not necessary to allege in the information or complaint, nor prove that the phrases were uttered “within the hearing of women and children” or “in a loud or boisterous manner.” In Ways, supra, this Court decided that the imputations of “sycophant, Pharisee and Judas” constituted offensive conduct, as well as traducent. More reasonably we must decide that the phrases used in the first complaint to the effect that “you are a complaisant husband, an old cuckold, your wife cuckolds you and my wife lives *159with you because you are a cuckold, and some others,” as well as those related to the second complaint which refers to the mother of the complainant in a defamatory manner and brand him as a coward and homosexual, constitute offensive conduct and evidently are traducent pursuant to the terms used in said statute, although the same have been referred to as obscene language in the first complaint. It might be they also constitute • “vulgar, profane and indecent language,” according to another modality of the statute, but as we have held that they constitute offensive conduct, as well as traducent, we repeat, it is not necessary to allege or prove that they were uttered “within the hearing of women or children, in a loud and boisterous manner.”\nAs to publicity, although it is true that in Ways, supra, this Court stated that it agreed with the view that “the act must be done publicly in order to constitute the offense” it is no less true that in Ramos v. District Court, 73 P.R.R. 399 (1952) , we slackened the strictness of this doctrine in deciding that the act of peeping through a window at the time that a husband and wife were about to go to bed is sufficient to disturb the peace and- quiet of one or several.persons. It cannot be said that an act like peeping at two persons through a window when they are about to retire, near dawn, partakes of the element of publicity alluded to by petitioner and, nevertheless, we held in Ramos, supra, wisely in our opinion, that the facts related “in a complaint determine the crime charged,” of breach of the peace.\nIt remains to consider whether we should apply in this jurisdiction the doctrine of the case of Mourner, supra. We hold we should not. We base this conclusion in synthesis, on the fact that in that case and others that followed, the statute involved is couched in different terms to the one involved herein. Monnier, supra, dealt with a New York statute dealing with disorderly conduct and it is necessary under said statute that the conduct be with intent to pro-\n*160yoke or cause a breach of the peace. Now then, in the state of New York breach of the peace is defined as a disturbance of the public order by an act of violence, or by an act likely to produce violence, or which, by causing consternation and alarm, disturbs the peace and quiet of the community: the act charged as disorderly conduct must be of a public character and one which tends to a breach of the peace and quietude of the community. People v. Chesnick, 96 N.E.2d 87 (N.Y. 1950); People v. Kovalchuk, 68 N.Y.S.2d 165 (1947); People v. Perry, 193 N.E. 175 (N.Y. 1984). Therefore, it is obvious that in that jurisdiction uttering obscene words does not constitute a crime in the absence of allegation and then proof of the aforestated elements constituting a breach of the peace or the possibility of its occurrence. For that reason it was stated in (a) People v. Madnick, 208 N.Y.S.2d 392 (1960) that to arrive at a place\nwhere a crap game was in progress and did become loud and boisterous does not constitute disorderly conduct since the information failed to allege acts which were public in character or facts constituting the offense of breach of the peace; (b) People v. Ross, 206 N.Y.S.2d 473 (1960), that to address offensive, insulting language to police officers was not sufficient to constitute the offense, without proof that it annoyed or disturbed others; (c) People v. Rothberg, 167 N.Y.S.2d 813 (1957), to conduct a house party in an apartment until late hours in the night where there was music, and dancing, and noise, did not constitute disorderly conduct, but a private annoyance, which is not punishable, in view of the fact that the only additional residents in the building were the complainant spouses and their children and it was not established that there was such a degree of commotion or disorder as would stir the general quietude of the community or any sizeable segment thereof; (d) People v. Dalton, 121 N.Y.S.2d 915 (1953), using obscene language addressed to a woman entering onto private premises, smashing a partition erected *161thereon, without permission, and where the words were not heard by other persons, does not constitute either disorderly conduct. See also, People v. Richardson, 104 N.Y.S.2d 336 (1951); People v. Dale, 47 N.Y.S.2d 702 (1944). On the contrary, § 368 of the Penal Code, in its modality in relation to offensive conduct and traducing does not provide that the act be seen nor the words heard by one or more persons in addition to those directly affected or that they occasion such commotion and disorder as would stir the general quietude of a sizeable segment of the community. The circumstances in Ramos, supra, which gave rise to a conviction for a breach of the peace fully support this decision. Our doctrine is rather similar to the one adopted in the state of Connecticut where it was stated, in State v. Boyer, 198 A.2d 222 (Conn. 1963), that the utterance of threatening, abusive, and indecent language on the telephone constitutes a violation of the statute which includes as a modality of a breach of the peace the addressing to a person threatening, abusive, and violent language; that the instrumentality by which a breach of the peace is committed — the telephone in this case, as in the case at bar — is not a necessary element or ingredient of the crime; that under the statute in question it is not even essential that an actual disturbance of the peace be shown or that there be an intention to breach the peace. The court said in this case that “Each individual is entitled to be secure in his person, to be free from unjustified molestation by others, and to be guarded by the law against any unwarranted intrusion upon his tranquility. Upon this foundation rests the existence of an orderly and civilized society.” This conclusion was reached, notwithstanding the fact that at the time of said decision legislation was enacted in Connecticut defining the use of offensive telephone calls as a crime. It was held that such legislation could not affect the construction by the court of said statute on the breach of the peace. Lastly, the court in said case distinguished its opinion in *162State v. Robinson, 184 A.2d 188 (Conn. 1962), cited by petitioner, to the effect that the use of obscene language addressed to the complaining witnesses does not constitute disorderly conduct under the statute which defines this crime, an essential element thereof is that the act occur in a public place, and in Robinson, supra, the telephone call was made from one home to another. By the same token the case of State v. Gist, 116 S.E.2d 856 (S.C. 1960), is also distinguishable.\nIn view of the foregoing, the judgment rendered in this case by the Superior Court, San Juan Part, on March 13, 1964 will be affirmed.\n\n Section 368 of the Penal Code provides that:\n“Every person who maliciously and wilfully disturbs the peace or quiet of any neighborhood or person, by loud or unusual noise, or by tumultuous or offensive conduct, or threatening, traducing, quarrelling, challenging to fight or fighting, or who on the public streets of any city or village, or upon the public highways fires any gun or pistol, or uses any vulgar, profane or indecent language within the presence or hearing of women or children, in a loud and boisterous manner, is guilty of a misdemeanor, and shall be punished by fine not exceeding two hundred dollars, or by imprisonment in jail for not more than ninety days, or by both fine and imprisonment, at the discretion of the court.”\n\n\n Rule No. 64 (34 L.P.R.A., App. II, R. 64 (n) (2)) on the Ground of Motion to Dismiss, provides that:\n“. . . no information or complaint was filed against the defendant within sixty days after his arrest or summon.”\n\n\n Buie No. 35 (d) reads:\n“The information and the complaint shall contain:\n(d) The official citation of the statute, rule or regulation which the defendant is alleged therein to have violated but an error in the citation or its omission shall he considered as error of form.”\nBuie No. 36 provides that:\n“An information or complaint shall not be insufficient, nor shall the trial, judgment or any other prosecution based on the said information or complaint be affected by reason of any defect, imperfection or omission of form which does not tend to prejudice the substantial rights of the defendant.”\n\n\n Subd. (1) of § 40 of the Law of Evidence provides:\n“A person cannot be examined as a witness in the following cases:\n1. — A husband cannot be examined for or against his wife without her consent; nor a wife for or against her husband without his consent; . . . but this provision does not apply to a civil action or proceeding by one against the other, nor to a criminal action or proceeding for a crime committed by one against the other.”\n\n\n Said Rule 67 provides that:\n“An order granting- a motion to dismiss is no bar to another prosecution for the same offense unless the defect or objection is incurable, ■or unless, in a misdemeanor, said motion is granted on any of the grounds enumerated in Rule 64(n).”\n\n",
            "ocr": true,
            "opinion_id": 8538371
        }
    ],
    "court_short_name": "Supreme Court of Puerto Rico",
    "court_full_name": "Supreme Court of Puerto Rico",
    "court_type": "TS",
    "court_jurisdiction": "Puerto Rico, PR",
    "crime_category": "Rape"
}