{
    "id": 8594829,
    "judges": "Brosman, Latimer, Quinn",
    "date_filed": "2008-08-09",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-short",
    "case_name_short": "Short",
    "case_name": "United States v. Short",
    "case_name_full": "UNITED STATES v. JAMES L. SHORT, Private E-2, U. S. Army",
    "attorneys": "Maj Edwin Doran, U. S. Army, and 1st Lt Richard B. Dempsey, U. S. Army, for Appellant., Lt Col William R. Ward, U. S. Army, and 1st Lt Benjamin C. Flan-nagan, U. S. Army, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "4 C.M.A. 437",
        "4 USCMA 437"
    ],
    "opinions": [
        {
            "author_str": "Quinn",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOpinion of the Court\nROBERT E. Quinn, Chief Judge:\nA general court-martial in Japan convicted the accused of assault with intent to commit rape, and sentenced him to dishonorable discharge, total forfeitures, and confinement at hard labor for ten years. The convening authority modified the sentence by reducing the period of confinement to five years. A board of review affirmed the *440conviction and the modified sentence. We granted review to consider the correctness of the law officer’s general instructions and his denial of certain defense requests for specific instructions.\nThe events of this case took place on November 28,1952, in Tokyo. At about 11:30 p. m., two Japanese girls, Yayoi Tomobe and Tokiko Okano, left the shop in which they worked to dispose of some waste paper in a public latrine located across the street. Apparently as the girls were crossing the street, they were approached from behind by the accused and his companion, Private O’Rourke. From their speech, Okano deduced that the “foreigners” were intoxicated. She was frightened. Calling out to Tomobe to run, Okano ran back to the shop. Tomobe, however, tripped over a stone. As she regained her balance, she was caught under her right arm by the accused. The accused spoke to her in English. Although she had learned some English in school, she was “so scared and . . . surprised” that she did not know what was said, except that there was mention of yen. She was then pulled to the front of the latrine and pushed in. The accused entered and closed the door.\nTomobe tried to get away from the accused, but he was “very big.” She was “scared” and “had no strength to go out.” While the accused did not punch, kick, or otherwise inflict bodily harm upon her, he fondled her person against her protests. She kept saying “No” in Japanese as loudly as she could. She pushed the accused away, but he was “so strong that [she] was unable to hold him away.”\nIn the meantime, Okano, having seen Tomobe pulled into the latrine, reported to the manager of the shop. He immediately went to the latrine and opened the door. He heard Tomobe saying “No,” and he saw the accused holding her. However, just then O’Rourke tapped him on the shoulder and he made no further effort to interfere. Instead, he went to a police box, located approximately forty feet from the latrine, and reported the matter to the Japanese policemen. They hastened to the latrine. One of the policemen opened the door, and in Japanese called out to the accused to stop. In the same language, the accused replied that it was all right. Then he was forcibly removed from the latrine, and taken to the police box.\nAt the trial, the accused admitted fondling Tomobe, as set out in the specification. However, he denied that he acted unlawfully. He testified that when he saw Tomobe, he thought she was a prostitute since the area was known to be frequented by them. He “propositioned” her, and after some negotiation they agreed on a price of 500 yen. Tomobe showed him the latrine; he previously did not know of its existence. Inside, Tomobe helped him in his efforts to “make love to her.” Although he was “under the influence,” he was generally aware of what he was doing. When the police entered the latrine, he thought that they wanted to arrest the girl as a prostitute. He told them that it was all right because he was anxious to protect her.\nO’Rourke testified on behalf of the accused. He said that he was so drunk he could not remember the details of the incident. Asked if he could remember whether the accused had used force in taking Tomobe into the latrine, he replied, “I can’t say he did and I can’t say he didn’t. It’s just vague.” He admitted, however, that in a pretrial statement to the Criminal Investigation Division, he said he and the accused saw the two girls and attempted to engage them in conversation. He didn’t “remember if the girls walked away or ran from us but the next thing I knew, Pvt. SHORT had either pulled or forced the girl into the public latrine. However, . . . [he] had been drinking and therefore'cannot be sure about this.”\nBefore giving his instructions, the law officer discussed them with both counsel in a recorded out-of-court hearing. Each counsel submitted requests for specific instructions. With some modification, one of the three offered by the prosecution was accepted; the two submitted by the defense were rejected. The defense requests are as follows:\n*441“The essential elements of non-consent, or that the act be against the woman’s will, signifies that it be committed against the utmost reluctance and resistance which the woman is capable of making at the time.\n“In order to constitute an offense, the accused must think victim is not consenting because he must intend not only to have carnal knowledge of the woman but to do so by force.\n“The guilt or innocence of the accused depends on the circumstances as they appear to him.”\nThe instructions given to the court defined the elements of the offense charged and those of a number of lesser included offenses, and included a statement regarding the effect of intoxication. The law officer also defined the words “assault” and “rape”:\n“The court is further advised that' an assault is defined as an attempt, or offer, with unlawful force or violence, to do bodily harm to another. Rape may be defined as ‘unlawful carnal knowledge of a female, not the wife of the rapist, had forcibly and against her will.’ In this connection, the term ‘against her will’ is synonymous with the term ‘without her consent.’ To constitute the offense of rape there must be penetration of the female organ by the male organ. There must be force used by the male, but if there is, in fact, want of consent on the part of the female, the force necessary to attain penetration is sufficient.”\nThe first issue on which we granted review relates to the correctness of the quoted instruction. This question may properly be divided into two parts: (1) whether, in fact, the terms “against her will” and “without her consent” are synonymous, and (2) whether the statement on the sufficiency of the force used is legally correct.\nRape is defined in the Uniform Code as an “act of sexual intercourse with a female not his wife, by  force and without her consent.” Article 120, Uniform Code of Military Justice, 50 USC § 714. It is also commonly defined as “unlawful carnal knowledge by a man of a woman, forcibly and against her will.” 44 Am Jur, Rape, § 2, page 902. The latter definition is used to describe the offense in the Penal Code of the District of Columbia. DC Code Ann, 1951 ed, § 22-2801. Bishop points out that, taking into consideration the mental condition of the woman under certain circumstances, there is a wide difference between the phrase “against the will” and “did not consent.” 2 Bishop, Criminal Law, 9th ed, §§ 1114-1115, pages 824-825, § 1122, pages 830-833. This difference is particularly evident when, at the time of the act, the female is in an insensible condition. In that state, sexual connection may not be actually against her will, but it may be without her consent. Ibid, §§ 1121-1122. However, the two terms are generally regarded as having the same meaning.\n“Rape is the having of unlawful carnal knowledge by a man of a woman, forcibly and against her will, or, according to the definition preferred by some authorities, it is the unlawful carnal knowledge by a male of a female by force and without her consent. The difference between the two definitions, however, seems unimportant, since it is generally held that the words ‘against her will’ mean the same thing as ‘without her consent.’ If there is any technical difference, it would seem that the latter definition would be more accurate, since the crime may be committed when the woman exercises no will at all, as where she is unconscious from the use of intoxicants, or non compos mentis.” [44 Am Jur, Rape, § 2, page 902. See also: 1 Wharton, Criminal Law, 12th ed, § 686, page 700.]\nIn any event, “without her consent” seems to be broader in scope than “against her will.” Ibid, §1122(1), page 830. Since the former is the definition prescribed by the Uniform Code, equating the terms would appear to benefit rather than harm an accused.\nIn the second part of his attack on the quoted instruction, the accused *442questions the correctness of the law officer’s statement, “if  there is, in fact, want of consent on the part of the female, the force necessary to attain penetration is sufficient. This instruction is a paraphrase of part of the Manual’s discussion on rape. Manual for Courts-Martial, United States, 1951, paragraph 199, page 355. Nevertheless, it is urged that the' statement fails to differentiate between a situation in which the woman’s will is overcome by fright, or where she is otherwise helpless, from one in which there is a mere lack of acquiescence by a woman, who is in a normal condition, awake, mentally competent, and not in fear. Some support for this contention may be found in Mills v. United States, 164 US 644. In that case, the Supreme Court reversed a conviction for rape because it regarded as prejudicially erroneous an instruction by a trial judge which was substantially similar to the disputed instruction in this case. It was there said:\n“With evidence such as has been outlined, the court in charging the jury said: ‘The fact is that all the force that need be exercised, if there is no consent, is the force incident to the commission of the act. If there is nonconsent of the woman, the force, I say, incident to the commission of the crime is all the force that is required to make out this element of the crime.’ An exception was taken to the definition of the crime as given by the court.\n“In this charge we think the court did not explain fully enough so as to be understood by the jury what constitutes in law nonconsent on the part of the woman, and what is the force necessary in all cases of nonconsent to constitute this crime. He merely stated that if the woman did not give consent the only force necessary to constitute the crime in that case was that which was incident to the commission of the act itself. That is true in a case where the woman’s will or her resistance had been overcome by threats or fright, or she had become helpless or unconscious, so that while not consenting she still did not resist. But the charge in question covered much more extensive ground. It covered the case where no threats were made; where no active resistance was overcome; where the woman was not unconscious, but where there was simply nonconsent on her part and no real resistance whatever. Such noncon-sent as that is no more than a mere lack of acquiescence, and is not enough to constitute the crime of rape. Taking all the evidence in the case, the jury might have inferred just that amount of nonconsent in this case. Not that they were bound to do so, but the question was one for them to decide. The mere non-consent of a female to intercourse where she is in possession of her natural, mental, and physical powers, is not overcome by numbers or terrified by threats, or in such place and position that resistance would be useless does not constitute the crime of rape on’the part of the man who has connection with her under such circumstances. More force is necessary when that is the character of nonconsent than was stated by the court to be necessary to make out that element of the crime. That kind of nonconsent is not enough, nor is the force spoken of then sufficient, which is only incidental to the act itself.”\nOn the basis of the Mills case, the present instruction, standing by itself, may indeed be too broad. It was apparently in recognition of that possibility that the draftsmen of the Manual set out a further explanation of what constitutes the force necessary to complete the act. Manual for Courts-Martial, supra, paragraph 199, page 355. In United States v. Henderson, 4 USCMA 268, 15 CMR 268, fre held that an instruction which integrated the parts of the Manual discussion was substantially correct, when pladed “against a backdrop of all of the evidence offered.” Here, the law offiber omitted the further explanation. Consequently, if this were a rape case, the omission might be fatal. But, we are- not dealing with actual penetration and the force required to accomplish it. The offense *443charged is assault aggravated by an intent to have unlawful sexual intercourse by force and without the consent of the victim. The assault and the intent may unite to complete the offense before any attempt to effect penetration. It has even been held that the offense is established, notwithstanding that the woman abandons her initial resistance and agrees to connection. State v. Pilkington, 92 Iowa 92, 60 NW 502; see also: People v. Lutes, 79 Cal App2d 233, 179 P2d 815. The general rule is stated in 1 Wharton, Criminal Law, 12th ed, § 751, as follows:\n“If the defendant intended to use force to the end, and the woman, who for a time resisted, ultimately assented, the defendant may be convicted of an assault with intent to commit a rape, or of an attempt.”\nWith these differences in mind, the incomplete instruction presents no fair risk of prejudice to the accused. The court was told that, before it could convict, it must find that the accused used unlawful force or violence upon Tomobe by committing certain enumerated acts. It was also told that the accused in committing those acts intended to rape Tomobe. Rape was defined. There were also instructions on the elements of indecent assault and assault as lesser included offense, as well as advice on the effect of intoxication on the question of a specific intent. Taking these instructions as a whole, and considering them in the light of all the evidence, we cannot say that the accused was harmed by the incidental instruction relating to penetration.\nConsidering now the accused’s first requested instruction, the immediate question is whether the dis  tinction between rape and assault with intent to commit rape is important. On that basis, we may put aside any defect in the substance of the request arising from use of the phrase “utmost reluctance and resistance.” See: United States v. Henderson, supra. As framed, the requested instruction has no positive relation to the offense of assault with intent to rape. In Myer v. People, 8 Hun 528 (1876), the accused was charged with rape but convicted of assault with intent to commit rape. At the trial, defense counsel requested that the jury be instructed that it “must find that [the defendant] accomplished his purpose in spite of the -utmost reluctance and resistance on her part.” The request was denied. In sustaining the conviction, the appellate court said (page 530):\n“But in this case, although the prisoner was indicted for rape, the conviction was of an assault with intent to commit rape, and for that crime judgment was pronounced upon him. The request related to a crime of which the prisoner was not convicted; and even if the refusal would have been clear error had the prisoner been convicted of rape, it is not perceived that any error can be alleged when the conviction is of an assault with an intent to commit rape. The prisoner cannot be said to have been legally injured in any degree by such a refusal. The charge requested would have been entirely inappropriate if the indictment had been for an assault with intent. It would in such a case have been gross error to have said, that to find the prisoner guilty, the jury must be satisfied that he accomplished his purpose in spite of the utmost reluctance and resistance on the part of the female assaulted. As we are considering a conviction and judgment of assault with intent to commit rape (which necessarily in this case, involves an acquittal of the crime of rape), we must confine ourselves to such errors, if any were committed, as can be said to have injuriously affected the prisoner in respect to the crime of which he was convicted, without regard to those which affected the crime of which he was acquitted. If a prisoner who is indicted for murder, be convicted of assault and battery, he cannot allege on error that the court erroneously defined the crime of murder, or the several degrees of manslaughter.”\nWe have already pointed out that a conviction for assault with intent to commit rape is proper, even though the woman actually consents to the final *444act. The offense is complete if there is an assault and “at any moment during the assault” the accused intends to have carnal knowledge of the victim against her will, and to use, for that purpose, whatever force may be required. People v. Meichtry, 37 Cal2d 385, 231 P2d 847, 849. The offense does not turn on exercise of utmost resistance by the woman, and it would be misleading to the court to inject that issue into the case. See: State v. Stewart, 109 Cal App2d 334, 240 P2d 704. The pivotal issue is, what is the state of mind of the accused at the time of the assault, not to what extent is the woman resisting. The distinction is forcefully emphasized by the Supreme Court of Idaho in State v. Neil, 13 Idaho 539, 90 P 860, 862:\n“A large number of authorities are cited by counsel for appellant, to the effect that the state must show in such cases that the female ‘showed the utmost reluctance and used the utmost resistance.’ DeVoy v. State, 99 N.W. 455, 122 Wis. 148. To our minds the trouble with a number of these authorities is that they reverse the order of the inquiry. They go about inquiring into the kind, character, and nature of the fight put up by the woman, rather than the nature of the assault and evident and manifest purpose and intent of the assailant. Por the purpose of reaching the conclusions announced in some of these cases, it is necessary to assume that, in the first place, a man has a right to approach a woman, lay hold on her person, take indecent liberties with her, and that, unless she ‘kicks, bites, scratches, and screams’ (People v. Morrison, 1 Parker Cr. R. [N.Y.] 625) to the ‘utmost of her power and ability,’ she will be deemed to have consented, and indeed to have invited the familiarity. Such is neither justice, law, nor sound reason. On the contrary, under the statute, a case might arise where a conviction could properly be had for assault with intent to commit rape, and still no personal encounter or contact have ever taken place. In fact, many such cases are reported. 23 Am. and Eng. Ency. 866, and notes; 1 McLain Cr. Law, § 463; 10 Ency. of Ev. 607, and cases cited. In a prosecution on such a charge as this it is essential that the state prove every fact necessary to constitute rape, except penetration. What the assailant really meant to do, however, and the manner in which he meant to accomplish his purpose— whether by persuasion, force, or fear ■ — is a question of fact, to be determined by the jury, and an appellate court should not disturb their finding simply because there is a conflict of evidence, but only for a failure of evidence on which to rest that finding and verdict.”\nTurning to the second request, the accused argues that this instruction sought, in essence, to present a defense of mistake of fact. It is axiomatic that, before a failure to instruct  on a defense may be alleged  as ground for error, the evidence must show that the defense was reasonably raised. United States v. Sandoval, 4 USCMA 61, 15 CMR 61. We assume for the purposes of this case that sufficient evidence appears in the record from which it may reasonably be inferred the accused believed that Tomobe consented to his “proposition.” However, the question still to be answered is whether the instruction requested is legally correct. The accused stresses the similarity of the requested instruction to that in McQuirk v. State, 84 Ala 435, 4 So 775. In that case the accused was charged with rape. The evidence showed that the prosecutrix was weak-minded. The defendant maintained that he believed she had consented to the act. He requested the following instruction which was denied by the trial judge:\n“If the jury believe, from the evidence, that the conduct of the pros-ecutrix was such towards the defendant, at the time of the alleged rape, as to create in the mind of the defendant the honest and reasonable belief that she had consented, or was willing for defendant to have connection with her, they must acquit the defendant.”\nOn appeal the conviction was reversed *445because of the failure of the trial judge to give the requested instruction.\nIt is immediately apparent that the requested instruction in this case is markedly diiferent from that in McQuirk. It fails to qualify the accused’s belief by requiring that it be reasonable and honest. See also: 44 Am Jur, Rape, § 12, page 909; United States v. Perruccio, 4 USCMA 28, 15 CMR 28. This omission is substantial. The requested instruction also assumes too much. When consent is in issue, whether or not it was given is a question of fact for the court. It, not the accused, must determine whether the woman’s conduct was such as to lead the accused to believe she had consented to his acts. The accused’s personal evaluation of the circumstances is but one factor to be considered by the court; it is not conclusive. There are other objectionable elements in the request (See Manual for Courts-Martial, United States, 1951, paragraph 207), but we need not further elaborate upon them. There may be occasions when a request to instruct is technically defective but still sufficiently challenging in content to require the law officer to instruct on the subject matter in spite of the defect. United States v. Phillips, 3 USCMA 137, 11 CMR 137; Freihage v. United States, 56 F2d 127 (CA9th Cir 1932). However, nothing in the instant request suggested a material issue that was not adequately covered in the general instructions.\nThe decision of the board of review is affirmed.\n",
            "ocr": true,
            "opinion_id": 8571126
        },
        {
            "author_str": "Latimer",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLatimeR, Judge\n(concurring in the result):\nI concur in the result.\nIn holding that the law officer did not err in failing to give accused’s second request for instruc  tion, the author Judge seems to drift away from the rule previously announced in United States v. Burden, 2 USCMA 547, 10 CMR 45, and United States v. Phillips, 3 USCMA 137, 11 CMR 137. In that line of cases we held that if a requested instruction, even though inaccurate, was sufficient to put the law officer on notice that an issue was essential to a proper finding, he erred if he did not submit an appropriate and correct instruction. The argument of the instant case seems to be that if the instruction is not legally correct, there is no duty on the law officer to submit one covering the issue involved.\nI arrive at the same conclusion as does the Chief Judge, but on the grounds that if the issue is adequately covered in other instructions it is not necessary that the one submitted be given, regardless of its legal accuracy or inaccuracy. In this instance, the evidence for the prosecution established an assault with intent' to rape. The accused relied on a defense that the victim agreed to the act for a consideration of 500 yen. Considered in that background the instructions covered the field adequately. I would affirm, therefore, on that ground.\n",
            "ocr": true,
            "opinion_id": 8571127
        },
        {
            "author_str": "Brosman",
            "per_curiam": false,
            "type": "035concurrenceinpart",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBROSMAN, Judge\n(concurring in part and dissenting in part):\nI agree with the author of the principal opinion save as exceptions are taken hereafter.\nII\nJudge Latimer is perhaps correct in his criticism of the Chief Judge’s too heavy reliance on the possibility of incorrectness of the second instruction requested by the defense — although the principal opinion certainly does not ignore the point made by the former. The test would seem to be whether the requested instruction put the law officer bn notice to clarify or supplement some part of his previous charge. Here the evidence seems to me to have raised reasonably the possibility that the accused believed the prosecutrix was acceding to his overtures. The principal opinion suggests that such a belief, to be effective, must be both reasonable and honest. For this its author cites United States v. Perruccio, 4 USCMA 28, 15 CMR 28, where an unreasonable —and thus negligent — mistake of fact was deemed no defense to a prosecution for negligent homicide. On the other hand, a mistake of fact may be negligent and yet negate the intent or knowledge required for conviction of certain offenses. United States v Lampkins, 4 *446USCMA 31, 15 CMR 31. Within which category do rape and assault with intent to commit rape fall?\nRape — like unpremeditated murder— has ordinarily been treated as requiring only a general criminal in  tent. Thus, drunkenness, even in excessive degree, would probably not constitute a defense to this crime — that is, as serving to belie the accused’s necessary intent. However, assault with intent to commit rape would seem to occupy a quite different position — since the very designation of the offense indicates the requirement of a specific intent. Clearly, then, drunkenness could operate to negate the intent required for conviction of such an assault. An unreason  able mistake of fact could perhaps not serve to deny criminal liability for a consummated rape. But could it negative the prerequisites for a finding of guilt of assault with intent to commit rape— just as an unreasonable mistake of fact is said to destroy liability for larceny by false pretenses? See United States v. Rowan, 4 USCMA 430, 16 CMR 4.\nThe Chief Judge seeks to distinguish rape from assault with intent to rape as a step in his holding that certain action by the law officer, which would have prejudiced the accused in a rape trial, could not have prejudiced him under the present charge. My concern is whether — as to the second requested defense instruction — this distinction operates in reverse?\nIll\nAssault with intent to commit rape demands proof of an assault on the prosecutrix accompanied by an intent to have unlawful sexual intercourse by force and without her consent — a purpose to overcome any resistance by force. Manual for Courts-Martial, United States, 1951, paragraph 213d (1) (c). If the woman consents to the application of force to her body, there would presumably be no assault in the first instance. Of course, if she had consented to sexual intercourse — that is, if her “will” favored such a result —she would also ordinarily have consented to that fondling which frenuently precedes the act of coition. Thus, acts like those before us here would not partake of their usual character of a battery. See Manual, supra, paragraph 207a, page 371.\nIgnorance or mistake of fact — if reasonable — normally provides a defense to an accused. Manual, paragraph 154a (3). Ignorance of law usually constitutes no excuse — although it may negate the existence of the specific intent required in Certain offenses. Idem, paragraph 154a (4). While consent in some areas may be a matter of law— cf. United States v. Wilcher, 4 USCMA 215, 15 CMR 215 — I would suppose that the type of consent with which we are now dealing is “factual” in nature, and that a mistake as to the woman’s attitude would constitute one of fact. Thus, if the accused believed reasonably' that the Japanese girl here was consenting to his proposals, he would be exonerated, I should think, even from the crime of assault. On the other hand, an unreasonable mistake on his part would not affect his liability for assault, in violation of the Uniform Code, Article 128, 50 USC § 722.\nBut if an assault is to be found here —on the theory there was neither consent nor a reasonable mistake with regard thereto — does not the accused’s mistake reenter the picture? One possibility is that the trier of fact may conclude that the girl did not consent, and that no reasonable man would have thought she did, but that the accused— because of drunkenness or some variety of mild sexual complex which destroyed his realism- — genuinely believed that she was acquiescent. His purpose simply was to enjoy sexual relations with her under the circumstances presented to him. Those circumstances he unreasonably construed to amount to an invitation on her part. However, he did not intend coitus under any other circumstances. This might be because (a) he did not desire intercourse without full consent; or (b) because he was just not the sort of person who worries about hypothetical problems. When an accused fondles a woman against a background of the frame of mind just mentioned, I would suppose him to be wanting in that variety of criminal purpose *447required for assault with intent to rape. One may well lack an intention to overcome resistance when nothing is present which seems to suggest the possibility of its presence.\nIt may be regarded as anomalous to conclude that an accused may be exonerated from guilt of assault with’ intent to commit rape because of an unreasonable mistake, whereas he could have been convicted lawfully of rape had penetration been effected under the same misapprehension. It is to be observed, however, that the anomaly is no greater than that involved in holding that an assault with intent to murder requires a specific intent to kill, whereas the crime of murder may be made out with a lesser intent. See United States v. Woodson, 3 USCMA 372, 12 CMR 128. The fact of the matter is that a specific intent is, by definition, required for the present finding. The evidence, in my view, raised the possibility that a mistake of fact on the accused’s part precluded that intent.\nIV\nTwo possible questions remain for consideration. The first has to do with whether the substance of  the defense’s second requested instruction — re- ■ jected by the law officer — was covered adequately by other parts of his charge. And the second relates to whether— under the doctrine of United States v. Baguex, 2 USCMA 306, 8 CMR 106— we should affirm as to simple assault, and return to the board of review for reassessment of sentence. These will be considered in the order mentioned.\nRegardless of whether the offered— and denied — instruction was entirely accurate in phrasing, it is manifest that the law officer was put on notice to see to it that the court-martial was instructed correctly on mistake of fact. Thus, I agree with Judge Latimer that a request for such a charge was distinctly made. I disagree with both him and the Chief Judge, however, in their view that “nothing in the instant request suggested a material issue that was not adequately covered in the general instructions.” I have earlier suggested the materiality of the issue of mistake of fact; and an evaluation of the instructional total convinces me that this issue was not covered therein with that degree of explication to which the accused was entitled. I am as unfriendly as the next judge toward the fault of overinstruction, and as unwilling as any to place unnecessary instructional burdens on the back of the law officer. However, none can be more anxious than I for assurance that relevant issues are pointed up to the court-martial in a clear and comprehensible manner. I have frequently suggested elsewhere that, when reasonably raised by the evidence and requested, I believe that a criminal defendant is entitled to have his theory of the case put to the court in sharp and unmistakable terms. I do not think this was done here.\nIt follows from what has been said that, as to mere assault, the accused is not entitled to an instruc- tion on mistake of fact, unless the possibility of a reasonable mistake was raised by the evidence. On the other hand, as i'o assault with intent to rape, he is so entitled regardless of reasonableness. It is not necessary that I determine the question of reasonableness here, for I am not at all disposed to affirm as to assault and return to the board of review. Although this course is open to us, we are not required to follow it. United States v. Baguex, supra.\nV\nI would reverse the decision of the board of review and order a rehearing.\n",
            "ocr": true,
            "opinion_id": 8571128
        }
    ],
    "court_short_name": "United States Court of Military Appeals",
    "court_full_name": "United States Court of Military Appeals",
    "court_type": "MA",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}