{
    "id": 8625437,
    "judges": "Reinhardt, Rymer, Thomas",
    "date_filed": "2022-06-04",
    "date_filed_is_approximate": true,
    "slug": "osman-v-gonzales",
    "case_name_short": "Osman",
    "case_name": "Osman v. Gonzales",
    "case_name_full": "Zainabu Ally OSMAN v. Alberto R. GONZALES, Attorney General",
    "attorneys": "Angela M. Bean, Esq., Amber D. Monta-no, Angela M. Bean & Associates, Oakland, CA, for Petitioner., Ronald E. Lefevre, Office of the District Counsel Department of Homeland Security, San Francisco, CA, Lindsay L. Chi-chester, U.S. Department of Justice Civil Div./Office of Immigration Lit., Washington, DC, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and Submitted Oct. 19, 2006.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "203 F. App'x 842"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMEMORANDUM *\nZainabu Ally Osman, a native and citizen of Somalia, petitions for review of the Board of Immigration Appeals’ (BIA) denial of her petition for asylum, withholding of removal, and relief under the Convention Against Torture (CAT). Osman petitions for asylum on two grounds. First, she fears female genital mutilation if returned to Somalia. Second, she fears persecution as a member of a minority tribe and because her father was a soldier in the army of Siad Barre, the former leader of that country.\nThe IJ denied her petition because she found that Osman was not credible and, as *844a result, she could not establish that she filed for asylum within the one-year deadline, that she satisfied the substantive criteria for relief, or even that she was who she claimed to be. The BIA adopted and affirmed the IJ’s decision pursuant to Matter of Burbano, 20 I. &amp; N. Dec. 872, 874 (BIA 1994). Because the BIA adopted the IJ’s decision, and expressed no disagreement with it, we review that decision as if it were the BIA’s. See Abebe v. Gonzales, 432 F.3d 1037, 1039-41 (9th Cir.2005) (en banc). On appeal, Osman contends that the IJ erred in finding her to not be credible. We agree.\nWe review credibility findings under the substantial evidence standard. See Lopez-Reyes v. INS, 79 F.3d 908, 911 (9th Cir. 1996). Adverse credibility findings must be supported by “specific, cogent reason[s],” Turcios v. INS, 821 F.2d 1396, 1399 (9th Cir.1987) (internal quotations omitted), and the reasons set forth “must be substantial and must bear a legitimate nexus to the finding,” Aguilera-Cota v. INS, 914 F.2d 1375, 1381 (9th Cir.1990). If the reasons provided are inadequate, the decision will fail substantial evidence review. Inconsistencies in a petitioner’s testimony must go to the heart of the asylum claim to provide a substantial basis for an adverse credibility determination.1 Malhi v. INS, 336 F.3d 989, 992-93 (9th Cir. 2003). Additionally, “[slpeculation and conjecture cannot form the basis of an adverse credibility finding.” Ge v. Ashcroft, 367 F.3d 1121, 1125 (9th Cir.2004) (quoting Shah v. INS, 220 F.3d 1062, 1071 (9th Cir.2000)).\nIn this case, the BIA’s determination is not supported by substantial evidence because none of the inconsistencies identified by the IJ is sufficient to support an adverse credibility determination. First, the IJ relied on several inconsistencies in Osman’s testimony regarding her rape. The IJ noted that Osman did not mention that she had been raped until her hearing, but erred by relying on the timing of Osman’s disclosure of the rape. See Kebede v. Ashcroft, 366 F.3d 808, 811 (9th Cir.2004) (holding that a “victim of sexual assault does not irredeemably compromise his or her credibility by failing to report the assault at the first opportunity”). The IJ also erred in rejecting Osman’s story on grounds that she testified that her mother could not afford to pay for a visit to a doctor after the rape, given that her mother was able to pay a smuggler to take her out of the country. The IJ’s concerns were based on impermissible speculation and conjecture regarding why Osman’s family chose to spend its limited resources in this way. See Ge, 367 F.3d at 1125. Finally, the IJ relied on the psychotherapist’s contradiction of Osman’s testimony that she had told her about the rape. But the IJ erred in failing to address the explanation that the psychotherapist offered for this discrepancy. See, e.g., Kaur v. Ashcroft, 379 F.3d 876, 887 (9th Cir.2004).\nSecond, the IJ relied on inconsistencies regarding Osman’s description of threats made by men who attacked her father in Somalia. Osman first said that the men who had beaten her father in Somalia had threatened the entire family both times they attacked her father, and then later said that they had only threatened the family the second time. Osman explained, however, that she was seven years old at the time and could not understand the *845men. She learned what they had said afterwards from her mother. Such a minor discrepancy, “based on [her] admittedly fuzzy recollection ... [and] immediately clarified,” cannot provide the basis for an adverse credibility determination. Sidhu v. INS, 220 F.3d 1085, 1089 (9th Cir.2000). Osman was clear that the family had been threatened. Indeed, she testified that they fled Somalia within hours of the second attack.\nFinally, the IJ relied on the fact that Osman testified that her bus ride from New York City to Oakland, California took only one night. While it is apparent that Osman was incorrect, this type of minor inconsistency does not go to the heart of the claim. Osorio v. INS, 99 F.3d 928, 931 (9th Cir.1996) (“ ‘Minor inconsistencies’ that ‘reveal nothing about an asylum applicant’s fear for his safety are not an adequate basis for an adverse credibility finding.’ ” (quoting Vilorio-Lopez v. INS, 852 F.2d 1137, 1142 (9th Cir.1988))).\nThe IJ also implied that some of Osman’s other testimony might not be believable, including her testimony that she spent a portion of her youth in Eastleigh. However, she made no express findings, as required by Osorio, 99 F.3d at 931-32. Accordingly, any additional issues with Osman’s testimony cannot provide the basis of an adverse credibility determination. In sum, we find that there is no basis for the IJ’s adverse credibility determination.\nThe government argues that Osman must provide evidence, in addition to her testimony, confirming her identity. However, an applicant’s credible testimony, standing alone, is sufficient. Ge, 367 F.3d at 1127. Moreover, the failure to corroborate may support an adverse credibility determination only where the additional evidence is “easily available.” Sidhu, 220 F.3d at 1091. Here, the IJ acknowledged (and we are bound to accept, see 8 U.S.C. § 1252(b)(4)), that identity information from Somalia would be almost impossible for Osman to obtain.\nWe presume that the IJ will state all of the reasons that it considers the petitioner not to be credible. See Damaize-Job v. INS, 787 F.2d 1332, 1338 (9th Cir.1986). If, as here, none of the reasons is adequate, the petitioner must be considered credible.2 Id. Thus, we grant the petition, reverse the BIA’s determinations on the CAT claim and withholding of removal, and remand for the IJ to reconsider these claims taking all of Osman’s testimony to be true.\nPETITION GRANTED IN PART AND REMANDED.\n\n This disposition is not appropriate for publication and may not be cited to or by the courts of this circuit except as provided by Ninth Circuit Rule 36-3.\n\n\n. We note that the REAL ID Act increased the IJ’s authority to consider inconsistencies that do not go to the heart of the asylum claim. See REAL ID Act of 2005, Pub.L. No. 109-13, Div. B, Title I, §§ 101(a)(3), 101(c), 101(d), 119 Stat. 231, 303, codified at 8 U.S.C. §§ 1158(b)(1)(B), 1231(b)(3)(C), 1230(c)(4). These changes, however, do not apply to Osman because her case was filed prior to the passage of the Act. REAL ID Act § 101(h)(2), 119 Stat. 231, 305.\n\n\n. Although we lack jurisdiction to review Osman’s asylum claim, we encourage the BIA to reconsider it; in light of our reversal of the BIA’s credibility determination, it would appear that Osman complied with the one-year filing deadline. See Shire v. Ashcroft, 388 F.3d 1288, 1299 n. 8 (9th Cir.2004).\n\n",
            "ocr": true,
            "opinion_id": 8604815
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}