{
    "id": 8642585,
    "judges": "Hawkins, Pregerson, Reinhardt",
    "date_filed": "1993-07-20",
    "date_filed_is_approximate": true,
    "slug": "kumar-v-gonzales",
    "case_name_short": "Kumar",
    "case_name": "Kumar v. Gonzales",
    "case_name_full": "Vijay KUMAR v. Alberto R. GONZALES, Attorney General",
    "attorneys": "Rochelle A. Nwadibia, Privitera and Nwadibia, San Francisco, CA, for Petitioner., Regional Counsel, Western Region Immigration & Naturalization Service, Laguna Niguel, CA, Ronald E. LeFevre, Chief Legal Officer, Office of the District Counsel Department of Homeland Security, San Francisco, CA, Marion E. Guyton, Esq., U.S. Department of Justice Civil Div./Office of Immigration Lit., Andrew J. Doyle, Esq., U.S. Department of Justice Environmental & Natural Resources Div., Mary Carraway, Washington, DC, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and Submitted Nov. 16, 2006.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "236 F. App'x 249"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMEMORANDUM *\nVijay Kumar, a native and citizen of Fiji of Indian descent, timely petitions for review of a Board of Immigration Appeals (“BIA”) order summarily affirming Immigration Judge (“IJ”) Thomas Y.K. Fong’s order of removal. The parties are familiar with the facts of this case, and we do not repeat them here. We have jurisdiction under 8 U.S.C. § 1252. We grant the petition and remand to the BIA for further proceedings consistent with this disposition.\nA. Adverse Credibility Determination\nKumar first contends that the IJ’s adverse credibility determination is unsupported by substantial evidence. We agree.\nFirst, Kumar’s confusion about when he began to drive a taxi is a minor discrepancy that does not go to the heart of his asylum claim. See Vilario-Lopez v. INS, 852 F.2d 1137, 1142 (9th Cir.1988) (“Minor inconsistencies in the record such as discrepancies in dates which reveal nothing about an asylum applicant’s fear for his safety are not an adequate basis for an adverse credibility finding.”) Furthermore, given the sheer number of times indigenous Fijians robbed Kumar, his confusion about the number of robberies is minor. His uncertainty about the exact number does not indicate that he was exaggerating because he actually mentioned fewer robberies in his oral testimony than he had in his earlier asylum application. See Stoyanov v. INS, 172 F.3d 731, 736 (9th Cir.1999) (“where a petitioner initially gives one account of persecution but then reverses his story so as to ‘lessen the degree of persecution he experienced, rather than to increase it,’ the discrepancy generally does not support an adverse credibility finding.” (quoting Garrovillas v. INS, 156 F.3d 1010, 1014 (9th Cir.1998))). The IJ’s speculation that any person robbed so many times would remember the exact number and dates of these incidents was pure conjecture. See Shah v. INS, 220 F.3d 1062, 1071 (9th Cir.2000) (“Speculation and conjecture cannot form the basis of an adverse credibility determination, which instead must be based on substantial evidence.”).\nThe IJ also improperly discredited Kumar’s wife’s account of indigenous Fijians attempting to rape her in 1996. A sexual assault victim’s failure promptly to report abuse to authorities, whether in Fiji or the United States, does not necessarily undermine the victim’s credibility. See Paramasamy v. Ashcroft, 295 F.3d 1047, 1052-53 (9th Cir.2002). Moreover, Kumar’s failure to report such an assault in his asylum application does not undermine his other*252wise credible testimony. See Lopez-Reyes v. INS, 79 F.3d 908, 911 (9th Cir.1996). Finally, although required to do so, the IJ’s decision did not address Kumar’s wife’s explanation that she was embarrassed to report the abuse. See Kaur v. Ashcroft, 379 F.3d 876, 887 (9th Cir.2004).\nSimilarly, the IJ improperly relied on the circumstances of Kumar’s departure from Fiji to impeach his credibility. The IJ failed to address the consistent explanation by both Kumar and his wife that they waited to leave because they hoped conditions would improve. See id. Moreover, any inconsistency or implausibility in Kumar’s explanation of his decision to apply for a travel visa has nothing to do with his basis for claiming asylum. See Akinmade v. INS, 196 F.3d 951, 956 (9th Cir.1999) (holding that even a “highly implausible” account of how the applicant left his home country was unrelated to his claim for persecution).\nFinally, the IJ improperly required corroboration from Kumar. For the foregoing reasons, the IJ otherwise lacked substantial evidence to question Kumar’s credibility. Consequently, his requirement that Kumar provide affidavits from family or neighbors and police and hospital documentation was error. See Singh v. Gonzales, 439 F.3d 1100, 1109 (9th Cir.2006). Because we hold that the IJ lacked substantial evidence to disbelieve Kumar, we must accept his testimony as true. Ge v. Ashcroft, 367 F.3d 1121, 1127 (9th Cir. 2004).\nB. Application of One-Year Asylum Bar\nKumar next contends that the IJ improperly applied the one-year bar for asylum claims. See 8 U.S.C. § 1158(a)(2)(B). Notwithstanding 8 U.S.C. § 1158(a)(3), we have jurisdiction under 8 U.S.C. § 1252(a)(2)(D) to hear Kumar’s claim that ineffective assistance from his non-attorney “immigration consultant,” Albert A. Villela, Sr., denied him due process of law. See Matter of Lozada, 19 I. &amp; N. Dec. 637, 638 (BIA 1988) (holding that ineffective assistance of counsel violates due process where it prevents the alien from “reasonably presenting his case.”). Although Kumar did not comply with the Lozada requirements, compliance is excused where the ineffective assistance is obvious. See Granados-Oseguera v. Gonzales, 464 F.3d 993, 998 (9th Cir.2006). Villela’s failure to file a timely application that Kumar entrusted to him for filing within one year of Kumar’s entry into the United States clearly denied Kumar of his due process rights. Accordingly, the IJ improperly denied Kumar consideration of his asylum claim.\nC. Withholding of Removal\nWe agree with Kumar that the IJ’s finding of ineligibility for withholding of removal was unsupported by substantial evidence. Believing Kumar’s testimony, as we must, we are compelled to conclude that his persecution was likely motivated, at least in part, by his race. See Borja v. INS, 175 F.3d 732, 736 (9th Cir.1999) (en banc). Likewise, believing Kumar, we are compelled to conclude — and the IJ’s references to “anarchy” in Fiji appear to acknowledge — that government forces were unable or unwilling to control the persecution by nongovernmental actors. The increased race-driven political instability in Fiji following the May 2000 coup only reinforces our conclusion.\nD. Conclusion\nWe grant the petition for review and remand to the BIA for further proceedings consistent with this disposition. See INS v. Ventura, 537 U.S. 12, 16-17, 123 S.Ct. 353, 154 L.Ed.2d 272 (2002) (per curiam).\n*253PETITION FOR REVIEW GRANTED; ORDER VACATED AND REMANDED.\n\n This disposition is not appropriate for publication and is not precedent except as provided by 9th Cir. R. 36-3.\n\n",
            "ocr": true,
            "opinion_id": 8622228
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}