{
    "id": 8663923,
    "judges": "Byrne, Gladis, Gormley",
    "date_filed": "1973-06-13",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-jones",
    "case_name_short": "Jones",
    "case_name": "United States v. Jones",
    "case_name_full": "UNITED STATES v. Gary D. JONES, 561 82 3252, Staff Sergeant (E-6), U. S. Marine Corps",
    "attorneys": "Howard J. DeNike, Esq., Civilian Counsel for Appellant., LCDR William A. DeCicco, JAGC, USN, Appellate Defense Counsel., LT Darrell M. Grams, JAGC, USNR, Appellate Government Counsel.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Sentence Adjudged 20 Feb. 1982.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "14 M.J. 700"
    ],
    "opinions": [
        {
            "author_str": "Gladis",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nGLADIS, Senior Judge:\nThe accused was convicted, contrary to his pleas, at a general court-martial bench trial of carnal knowledge with a 13-year-old girl and sentenced to a dishonorable discharge, confinement at hard labor for 4 years, total forfeitures, and reduction to pay grade E-l. The convening authority approved the sentence. The Naval Clemency and Parole Board paroled the accused before he had served 15 months of confinement.\nThe accused contends on appeal that he failed to receive the effective assistance of counsel and that the sentence is inappropriately severe. We disagree and affirm.\n\n*701\nEffective Assistance of Counsel\n\nThe accused contends, first, that his individual military defense counsel failed to exercise the degree of competence required by military law because his cross-examination of the victim, her father, and the Naval Investigative Service (NIS) agent was not more extensive, and, second, that he did not receive the effective assistance of counsel because his defense counsel failed to make a motion to suppress his oral confession. Although defense counsel did not move to suppress the confession, the military judge perceived that defense counsel was attempting to raise the issue of voluntariness in his cross-examination and asked if he intended to do so. Defense counsel said he did. When the judge required a specific objection pursuant to Mil.R.Evid. (MRE) 304(d)(3), defense counsel declined to object on the grounds that proper warnings were not given or that the accused did not waive his right to counsel, but stated that the confession was not voluntary because of the length and possible course and nature of the interview. The judge required the trial counsel to offer evidence of voluntariness. After trial counsel did so, defense counsel withdrew his objection to the admissibility of the confession.\nIn a post-trial affidavit the accused stated first, that he had informed defense counsel of the following concerning the NIS interview:\n(a) the agent had threatened him with prosecution for rape if he did not confess to unlawful sexual intercourse;\n(b) the agent had denied his request for counsel;\n(c) because he was physically and emotionally exhausted after 6 hours of questioning, the accused finally told the agent, “Whatever you want to say!” and walked out of the interview room;\nand second, that defense counsel urged him to plead guilty.\nAppellate Government counsel has obtained a post-trial affidavit from individual military defense counsel in which he stated, among other things, that the accused’s initial version of the interview by the NIS agent differed from his later description of the interview to counsel. His initial version was similar to that of the agent. According to counsel’s affidavit, the accused initially admitted his guilt to counsel, but subsequently proclaimed his innocence, believing that an admission of guilt at trial would cause his wife to divorce him and emotionally harm his children. Counsel’s averment that the accused concurred in the decision to present no defense case for tactical reasons was corroborated by a memorandum from his file signed by the accused. Counsel’s averment that the accused initially admitted guilt to him was consistent with a psychiatric report indicating that the accused admitted guilt to a psychiatrist about the same time. Counsel said that before the trial he was aware that the only way to challenge the confession would be to have the accused testify. Counsel was convinced the accused would perjure himself because his later version of the interrogation differed from his earlier version. Counsel objected to the confession when the judge raised the question, but withdrew his objection when he realized he could not damage the agent’s testimony by cross-examining him or having the accused testify.\nReplying in another affidavit, the accused denied that he discussed the interrogation with counsel at length or made the admissions about his interrogation or guilt that counsel claimed he did. The accused also stated that at no time did counsel ever inform him that he believed his statements to be untrue in that “he felt ethically compromised in representing [him], advocating [his] position ... or unwilling to place [him] upon the witness stand.”\nAn accused is entitled to the assistance of an attorney of reasonable competence who exercises without omission throughout the trial the customary skill and knowledge which normally prevail within the range of competence demanded of attorneys in criminal cases. United States v. Rivas, 3 M.J. 282 (C.M.A.1977). In the ab*702senee of a governmental impediment to effective assistance of counsel, the court cannot lightly vacate a conviction based on its own appraisal of the performance of counsel. United States v. Jefferson, 13 M.J. 1 (C.M.A.1982), citing United States v. DeCoster, 624 F.2d 196 (D.C.Cir.1979). Although in Rivas the Court stated it would not second-guess strategic or tactical decisions made at trial by defense counsel, it held that where defense counsel remains silent when there is no realistic strategic or tactical decision to make but to speak, then the accused has been denied the effective assistance of counsel.\nCertain decisions relating to the conduct of the case are ultimately for the accused and others are ultimately for defense counsel. The decisions which are to be made by the accused after full consultation with counsel include whether to testify in his own behalf. The decisions on what witnesses to call, whether and how to conduct cross-examination, what trial motions should be made, and all other strategic and tactical decisions are the exclusive province of the lawyer after consultation with the client. ABA Standards for Criminal Justice, The Defense Function 4-5.2 (1980). In his representation of a client a lawyer may not knowingly use perjured testimony. ABA Code of Professional Responsibility, Disciplinary Rule 7-102(A)(4).\nThe accused has not refuted, in his reply brief or in oral argument, the strategic and tactical reasons advanced by individual military counsel for not cross-examining the victim and her father more extensively and not having the accused testify on the merits. We conclude that the accused made the decision not to testify on the merits on the advice of counsel. The thrust of the accused’s position is that he was deprived of the effective assistance of counsel because counsel did not make a motion to suppress the accused’s confession and did not apprise the accused of his ethical dilemma as required by proposed ABA Standard of Criminal Justice 4-7.7. The accused concedes that the proposed Standard was not adopted by the ABA House of Delegates, but was withdrawn prior to submission to that body for approval. Nevertheless, we do not find that defense counsel violated the proposed Standard, which provides, among other things, that counsel must strongly discourage the defendant against taking the witness stand to testify perjuriously and that, if the defendant insists he will take the stand to so testify, counsel may withdraw from the case, if feasible. We do not believe the Standard requires that, where the client does not insist upon testifying, counsel is required to advise him he may take the stand and perjure himself. See United States v. Radford, 9 M.J. 769 (A.F.C.M.R.1980), n.3, for the text of the proposed Standard. While an accused is entitled to the effective assistance of counsel, he is not entitled to have counsel assist with testimony known to counsel to be false. United States v. Radford, supra. We cannot say the only realistic strategic or tactical decisions to be made in this case were to cross-examine the witnesses more extensively and make a motion to suppress the accused’s confession.1 Therefore, we do not find that the accused was denied the effective assistance of counsel.\n\nSentence Appropriateness\n\nWe find the approved sentence, including the dishonorable discharge, to be appropriate for this offender and his offense.\nAccordingly, the findings of guilty and sentence as approved on review below are affirmed.\nJudge GORMLEY and Judge BYRNE concur.\n\n. Contrary to the contention of the accused at oral argument, the record indicates that defense counsel interviewed the agent before trial. (R. 34).\n\n",
            "ocr": true,
            "opinion_id": 8644810
        }
    ],
    "court_short_name": "U.S. Navy-Marine Corps Court of Military Review",
    "court_full_name": "U.S. Navy-Marine Corps Court of Military Review",
    "court_type": "MA",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}