{
    "id": 8680190,
    "judges": "Wetsel",
    "date_filed": "2004-01-23",
    "date_filed_is_approximate": true,
    "slug": "parlett-v-nelson",
    "case_name_short": "Parlett",
    "case_name": "Parlett v. Nelson",
    "case_name_full": "Parlett v. Graham Lee Nelson",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "25 Va. Cir. 257"
    ],
    "opinions": [
        {
            "author_str": "Wetsel",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBy JUDGE JOHN E. WETSEL, JR.\nThis case comes before the Court on the Motion for Summary Judgment of the defendant, Graham Lee Nelson, Sr., and for his dismissal as a party defendant in this case. Upon consideration of the memoranda of law and the arguments of counsel, the Court makes the following [findings and rulings].\nI. Findings of Fact\nThe following facts were stipulated to by the parties.\nThe plaintiff alleges that she was sexually assaulted by Graham Lee Nelson, Jr., on June 5, 1986, in his apartment at 320 East Picadilly Street, Winchester, Virginia.\nOn June 5, 1986, at the time of the alleged assault, defendant Graham Lee Nelson, Jr., hereinafter called son, was twenty-three years old and legally emancipated from the father.\nGraham Lee Nelson, Sr., is the father of Graham Lee Nelson, Jr.\nOn June 5, 1986, the time of the alleged assault, the son was not an actual agent or employee of the father, and the father was not then landlord of the plaintiff *258or the son because the father had sold the property on May 28, 1986.\nUntil May 28, 1986, when he sold the property, the father owned 320 East Pieadilly Street, Winchester, Virginia, the site of the alleged assault, and was the landlord of the plaintiff.\nThe rental units at 320 East Pieadilly Street consist of five units, two on the first floor and three on the second floor. One of the second floor units was rented by the plaintiff at the time of the alleged assault, and the son resided in an apartment on the first floor.\nThe son occupied his apartment at 320 East Pieadilly Street under an oral lease with his father and at times performed mowing and light maintenance work in exchange for rent reductions from his father.\nIn March, 1986, when the father rented a room to the plaintiff, the father says that he told the plaintiff that the son \"lived in this house and that he was his son . . . [and] ... if you’ve got any problems or anything like that and you can't reach me, you can tell Chip [the son] . . . .\" (Father, dep. pp. 40-41). The plaintiff says that the father also then told her that the son \"handled things around here; that the father told her that if she had any problems or difficulties to see \"Chip,\" the son, but if she could not reach Chip, to call him directly, and he gave her his home telephone number. This is not denied by the father.\nThe son did not collect rent from the tenant for the father, rather the plaintiff paid her rent directly to the father. There is no evidence that the plaintiff and son ever had any interaction with respect to the plaintiff’s occupancy of the house under her lease with the father at any time.\nThe son had been convicted of assault and battery in April, 1984, and had struck his father on one occasion in the early 1980’s at the 320 East Pieadilly Street property. The father was of the belief that there may have been one other incident of assault involving the son and another male in the 1984-85 period. However, there is no evidence that the son had ever assaulted a female prior to June 5, 1986. The son was also known by the father to have a history of alcohol abuse.\n*259There is no evidence that the son had, to the father’s knowledge, assaulted anyone within the year preceding June 5, 1986.\nThe plaintiff voluntarily entered the son’s apartment just prior to the alleged assault.\nII. Conclusions of Law\nThere is no material fact in dispute, so summary judgment is proper in this case. Supreme Court Rule 3:18. \"Upon considering a motion for summary judgment, the court must rule, as a matter of law, on the sufficiency of the evidence; it does not weigh the evidence as a finder of fact. Accordingly, the court must draw those inferences most favorable to the non-moving party.\" Piland Corp. v. League Construction, 238 Va. 187, 189-190, 380 S.E.2d 652 (1989). Summary judgment may properly be applied in cases involving issues of agency. Murphy v. Holiday Inns, Inc., 216 Va. 490, 219 S.E.2d 874 (1975).\nIn the absence of negligence on the part of the father or a relationship of agency, a father is not liable for the tort of his child. Oliver v. Simmons, 161 Va. 294, 170 S.E.2d 583 (1933).\nViewing the evidence most favorably to the plaintiff with regard to the landlord-tenant relationship between the father and the plaintiff, the son would have been at most a special agent for the father for the limited purpose of conveying information from the plaintiff to the father incident to the landlord tenant relationship between the father and the plaintiff. \"A special agent is one appointed to act concerning some particular object or to perform a single act.\" 1A, M.J., Agency, § 4. When the special \"agent” exceeds the special and limited authority conferred upon him, the principal is not bound by his acts ....” Id., S 5.\nThe independent tort of negligent hiring of an employee or agent does exist in Virginia, and the employment of an improper person who injures a third party may subject the hirer to liability. J. v. Victory Tabernacle Baptist Church, 236 Va. 206, 372 S.E.2d 391 (1988). In such cases, liability attaches not vicariously, but primarily, to the principal through his act of negligently hiring or entrusting an improper person to perform an act. However, *260in the instant case, the father’s merely telling the plaintiff that she could contact him through his son or that the son \"handles things around here\" does not rise to the level of negligent hiring or entrustment with duties of the son by the father.\nThe threshold question in this case is similar to that presented in Gulf Reston, Inc. v. Rogers, 215 Va. 155, 207 S.E.2d 841 (1974), where a tenant sued his landlord for damages sustained when an unknown trespasser on the roof of the apartment building threw paint on the tenant. In that case, the Court held at 157-158:\nA landlord owes a duty to his tenant to exercise reasonable care and diligence to maintain in a reasonably safe condition areas over which he has control. However, a landlord is not an insurer of his tenant's safety ....\nAs a general rule, a landlord does not owe a duty to protect his tenant from a criminal act by a third party (cites omitted and emphasis added).\nRestatement of Torts 2d, $ 315, states in part that there is \"no duty so to control the conduct of a third person as to prevent him from causing physical harm to another unless . . . (b) a special relationship exists between the actor and the other which gives to the other a right of protection.\"\nThe Gulf Reston Court proceeded to refuse to apply the special relationship doctrine of Restatement of Torts 2d § 315 to the landlord tenant situation. This holding was reaffirmed in Klingbeil Management Group Co. v. Vito, 233 Va. 445, 447-48, 357 S.E.2d 200 (1987).\nIn Wright v. Webb, 234 Va. 527, 362 S.E.2d 919 (1987), the plaintiff was assaulted in a parking lot of a motel and sued the parking lot owner. Evidence showed there had been frequent previous criminal threats and two assaults in or near the parking lot. The plaintiff argued stridently for the application of the special circumstances doctrine of Restatement (2d) of Torts § 315 to her case; however, the Supreme Court rejected that argument, holding at 533:\n*261We hold that. a business invitor, whose method of business does not attract or provide a climate for assaultive crimes, does not have a duty to take measures to protect an invitee against criminal assault unless he knows that criminal assaults against persons are occurring, or about to occur on the premises which create an imminent probability of harm to an invitee. In our opinion, two prior isolated acts of violence in this case would not lead a reasonable person in charge of a dinner theater parking lot to conclude that there was imminent danger of criminal assault, which required the invitor to take action to protect Webb. (Emphasis added.)\nIn the instant case, the father did not vouch for the character of the son, nor could his statements to the plaintiff be reasonably viewed to have induced the plaintiff to believe that the son was reliable, trustworthy, or a safe person with whom to associate privately. No special relationship existed between the father and the plaintiff under the facts of this case which would impose a duty on the father to warn the plaintiff that the son was prone to violence. The instant case is clearly distinguishable from Coath v. Jones, 419 A.2d 1249 (Pa. 1980), relied upon by the plaintiff where a terminated employee entered the plaintiff's residence under the guise of his employment after he had been terminated, just as he had done when actually employed. The plaintiff's entering the son's apartment was not induced by any act of the father nor was it pursuant to any facet of the landlord-tenant relationship between the father and the plaintiff.\nProximate cause is \"that act or omission which, in natural and continuous sequence, unbroken by an efficient intervening cause, produces the event, and without which that event would not have occurred.\" Commercial Distributors v. Blankenship, 240 Va. 382, 397 S.E.2d 840 (1990) (quoting Banks v. City of Richmond, 232 Va. 130, 135, 348 S.E.2d 280 (1986)). \"Although the issue of proximate cause is generally a matter for determination by a jury, the jury cannot infer it in a vacuum.\" Id. at 395. See also, Hack v. Nester, 241 Va. 499 (1991).\n*262In Fox v. Custis, 236 Va. 69, 372 S.E.2d 373 (1988), a parolee committed numerous criminal acts after his parole, including rape and capital murder. The crime victims sued the parole officers seeking to impose Restatement of Torts 2d § 315 liability on the parole officers, and the Supreme Court refused to extend the doctrine to the facts of that case and upheld the trial court's sustaining of the defendants’ demurrers. In its ruling, the Court discussed the proximate cause issue presented by such cases, stating at 73-74:\nIn a negligence case, neither the issues of proximate cause or the immunity defenses became germane until it has been established that a defendant owes to a plaintiff a duty of care which has been breached. There can be no actionable negligence unless there is a legal duty, a violation of that duty, and consequent damage, (citations omitted). Therefore, the threshold question in this case is whether a duty of care existed on the part of these defendants. This is a pure question of law.\nIn the instant case, there is no duty owed to the plaintiff by the father which has been breached, so there cannot be any legal proximate causation between any representations or negligent act of the father and the subsequent criminal assault of the son on the plaintiff.\nFor the foregoing reasons, the Motion for Summary Judgment of the defendant, Graham Lee Nelson, Sr., is granted, and counsel for Nelson, Sr., is directed to prepare an appropriate order dismissing him with prejudice as a party defendant to this cause.\n",
            "ocr": true,
            "opinion_id": 8663228
        }
    ],
    "court_short_name": "Winchester County Circuit Court",
    "court_full_name": "Winchester County Circuit Court",
    "court_type": "ST",
    "court_jurisdiction": "This court does not appear to exist in the United States.",
    "crime_category": "Rape"
}