{
    "id": 8765304,
    "judges": "Connally",
    "date_filed": "2012-04-08",
    "date_filed_is_approximate": true,
    "slug": "brooks-v-beto",
    "case_name_short": "Brooks",
    "case_name": "Brooks v. Beto",
    "case_name_full": "Willie B. BROOKS v. Dr. George J. BETO, Director, Texas Department of Corrections",
    "attorneys": "William C. Bullard and Bill Chanslor, Houston, Tex., for petitioner., Charles Swanner, Asst. Atty. Gen., Austin, Tex., and Sam R. Wilson, Asst. Atty. Gen., Houston, Tex., for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "241 F. Supp. 743"
    ],
    "opinions": [
        {
            "author_str": "Connally",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCONNALLY, Chief Judge.\nThis is an application for the writ of habeas corpus. Petitioner is a state prisoner serving a sentence of fifty years imposed by judgment of the 86th Judicial District Court of Van Zandt County, Texas. The offense was rape by force or threat. Petitioner is a negro, his victim white. As seems to be true in every case in this period of racial conflict and tension — all else having failed — collateral attack is now made on the judgment on racial grounds. Petitioner’s sole contention here is that the grand jury which returned the indictment upon which he was brought to trial was not constituted in conformity with constitutional standards, in that the members of the grand jury who were of the colored race were intentionally included because of their race. This question was raised in the trial court, and on appeal in the Court of Criminal Appeals of Texas, and there considered and denied. Brooks v. State, 170 Tex.Cr.R. 555, 342 S.W.2d 439, on reh. Thus petitioner has exhausted his state remedies as required by § 2254 of Title 28 U.S. C.A. and the question is ripe for decision in the federal courts. Brown v. Allen, 344 U.S. 443, 73 S.Ct. 397, 97 L.Ed. 469 (1953); Fay v. Noia, 372 U.S. 391, 83 S.Ct. 822, 9 L.Ed.2d 837 (1963). A full evidentiary hearing was allowed petitioner in this court, where he was represented by able court-appointed counsel. The state court record and testimony from witnesses were received.\nThe facts are without dispute except as to a single point, and that is an exceedingly fine one; that concerns the motivating factors — or the mental processes, if you please — which actuated the jury commissioners in selecting the two colored persons as members of the grand jury panel of sixteen from which the *744District Judge of Van-Zandt County selected the grand jury of twelve persons.\nUnder Texas statutes and procedures, the district judge (usually prior to the opening of a term of court) selects not less than three nor more than five qualified persons as jury commissioners. Tex.Code Cr.Proc. Art. 333 et seq. After proper instruction by the judge, such commissioners select sixteen persons “from the citizens of different portions of the county” (Art. 338). In making this selection, it is contemplated — indeed, commanded — that the commissioners will acquaint themselves with the qualifications of many potential jurors-— both negro and white — in order to afford opportunity for selection from the members of both races. Swain v. Alabama, 380 U.S. 202, 85 S.Ct. 824, 13 L.Ed.2d 759 (1965); Cassel v. Texas, 339 U.S. 282, 70 S.Ct. 629, 94 L.Ed. 839 (1950); Hill v. Texas, 316 U.S. 400, 62 S.Ct. 1159, 86 L.Ed. 1559 (1942); Smith v. Texas, 311 U.S. 128, 61 S.Ct. 164, 85 L.Ed. 84 (1940); Addison v. State, 160 Tex.Cr.R. 1, 271 S.W.2d 947. Those selected are listed and the list is sealed. In due course it is opened, and the sixteen persons are summoned. The qualifications of these persons are inquired into, and when twelve are found qualified, the court impanels them as a grand jury (Art. 357). The others are excused.\nUnder this procedure the selection of the sixteen members of the panel is not a matter of chance or luck of the draw, as in the selection of a petit jury. It is a matter of the conscious and conscientious exercise of a discretion vested by statute in the jury commissioners, charged with a mandate to select a group constituting a fair cross-section of the citizenry of the county. This procedure — as such — has been specifically approved by the Supreme Court of the United States on more than one occasion. Cassell v. Texas, supra, and cases there cited.\nVan Zandt is a relatively small county in the eastern part of the state, with a population of approximately 25,000 persons, of which perhaps ten per cent are negroes. It is one of those counties where, within the memory of the oldest practitioner at the bar, negroes have been systematically excluded from jury service, both petit and grand. The jury commissioners seldom placed the name of .a negro on the jury list, and in those few instances where this had occurred such person was always excused.\nPetitioner was indicted by such an all white grand' jury shortly following the commission of the offense with which he was charged. The Honorable A. A. Dawson, District Judge of Van Zandt County, recognized the invalidity of this long standing practice of exclusion, and that an indictment returned by such a grand jury against a member of a race so discriminated against was not valid. He likewise recognized that despite his instructions given the jury commissioners at a number of prior terms of court, to the effect that negroes would not be purposely and systematically excluded, his instructions had been disregarded. Hence at the beginning of the succeeding term of court, Judge Dawson appointed as his jury commissioners J. A. Cooley, C. C. Bailey, Leon Cox, J. E. Persons, Jr. and Mrs. Betty Smith. Mrs. Smith is a member of the negro race, I find, if it be material, which I think it is not, that Judge Dawson felt it likely that Mrs. Smith would suggest the names of qualified negroes for grand jury service; and that he felt it to be imperative that qualified negroes be considered as potential grand jurors in order to break irrevocably from the long standing systematic exclusion.\nThe jury commissioners were properly and accurately instructed by Judge Dawson1 to the effect that the practice of excluding negroes by reason of race could not and should not continue, that negroes should not be put on or kept off *745of the grand jury list because of race, and that race should play no part in the selection of the grand jurors (St.Facts, pp. 10-11).\nThe names of two negroes were among the sixteen placed upon the list, and ultimately were among the twelve chosen by Judge Dawson from the list of sixteen to compose the grand jury. It was this grand jury which re-indicted petitioner, upon which indictment he was subsequently brought to trial.\nFrom the foregoing recitation, -it would appear that the most scrupulous and painstaking efforts were made by all concerned to comply with the law as it has been announced in Cassell v. Texas, supra, and other recent cases dealing with the question of race in the selection of grand juries. Nothing would appear to indicate that these efforts have not been completely successful. However, petitioner contends that the two colored members of the grand jury were selected by -the commissioners because they were negroes. He advances the broad proposition that this alone constitutes racial discrimination, placing reliance squarely upon Collins v. Walker, 329 F. 2d 100 (5th Cir., 1964), on reh. 335 F.2d 417 (1965).\nBecause in some respects the present case is quite like Collins, a careful analysis of that opinion is required. In Collins the defendant, a negro, was charged with an aggravated case of rape of a white woman. As shown by the Court of Appeals opinion, the Louisiana law then provided for the selection by the Court of jury commissioners, who were charged with the duty of compiling a “general venire list” of 300 names for jury and grand jury service. In the selection of a grand jury from time to time thereafter, twenty names were chosen from this general venire list by the commissioners, which twenty names were submitted to the trial judge. From this list of twenty, .the twelve names which composed the grand jury were selected.\nFor sometime prior to Collins’ offense —no doubt through an honest misunderstanding of the law — the practice had prevailed in the parish in question for the jury commissioners deliberately to include a number of negroes on each grand jury. The commission had been repeatedly instructed that this should be done. The number was determined by what the commissioners considered to be a “fair” representation.\nAt the time of Collins’ arrest, a regular grand jury was in session. Through a misunderstanding among the jury commissioners which had selected this grand jury — which would be somewhat humorous if it were not so serious —no negroes were included, each commissioner having expected one of the others to insert the negro names. Disregarding this grand jury (which I suggest was properly chosen), the Louisiana authorities held Collins in jail until a new grand jury could be selected. It was this new grand jury which indicted Collins. It was composed of five negroes and seven whites.\nThe Court of Appeals was of the view (on original submission) that in selection of the new grand jury the list of twenty had not been selected from the “general venire panel” of 300 as required by law. I am convinced that the Court was further of the view that this new grand jury was literally “loaded” with negroes purely as a defensive measure against a later charge of racial discrimination; and that this grand jury was chosen in this fashion for the express purpose of considering an indictment against Collins alone. I emphasize this circumstance because it is emphasized by the Court, being mentioned three times in the unanimous opinion of the Court on original submission (329 F.2d 100, at p. 104, cok 1, and p. 105, col. 1 and 2).\nOn rehearing, it appeared that the Court may have misconstrued the evidence as to the source of the list of twenty names, but for other reasons the majority declined to recede from its original position. In his dissenting opinion on rehearing (335 F.2d 417, p. 421), Judge Dawkins illustrates very graphically the difficulty, if not the im*746possibility, of selecting a grand jury in Louisiana if mere knowledge of the race of the prospective jurors be considered as the “purposeful and systematic inclusion” which the majority opinion condemns (see as well the concurring opinion of Judge Jones, 335 F.2d 417, p. 421). Hence I construe Collins only as invalidating the selection of a grand jury chosen pursuant to a long standing practice purposefully to include negroes in a “fair” proportion on every grand jury; and particularly so where a grand jury is picked, and heavily salted with negroes, for the consideration of a particular case. The Collins opinion aside, the broad proposition which petitioner advances is supported by neither reason nor authority.\nIn considering the present case of Willie Brooks, I think it well first to make clear what is not here involved:\n(1) This is not a case of exclusion of negroes. Rather, such question as the record presents arises from an honest and conscientious effort by the Court to depart once and for all from that practice.\n(2) This is not a case of token representation, as where a single negro is uniformly included in an effort to pay lip service to the constitutional principle involved.\n(3) This is not a case of proportional representation, where the commissioners have deliberately undertaken to maintain the same ratio between colored and white citizens on the grand jury as exists throughout the county, or on some other “fair” basis.\n(4) This is not a case where a predetermined number of negroes were included on the grand jury.\n(5) This is not a case where a grand jury is handpicked to consider an indictment against a single colored defendant. The record is completely silent as to w-hat other cases may then have been awaiting submission. The grand jury was one -regularly chosen at the beginning of a term of court.\nWhere the jury commission as in Texas is charged with a discretionary function to select persons whose qualifications and suitability are known to the commission, I am at a loss to know how the commission can close its collective eyes to the race of the person whose name may be under consideration at the moment. Cassel v. Texas, supra, dealing with this precise point of Texas procedure makes it as plain as plain can be that mere knowledge by the commission of the race of the persons chosen not only is acceptable to constitutional standards, but is inevitable under the Texas practice. The Court, to my knowledge, has never receded from this position. Other cases, dealing with procedures in other states, likewise hold that knowledge by the jury commissioners of the race of prospective jurors is entirely proper where an effort is made to secure a representative cross-section of the community. Swain v. Alabama, supra; Eubanks v. State of Louisiana, 356 U.S. 584, 78 S.Ct. 970, 2 L.Ed.2d 991 (1958); Moore v. N. Y., 333 U.S. 565, 68 S.Ct. 705, 92 L.Ed. 881 (1948); United States ex rel. Seals v. Wiman, 304 F.2d 53 (5th Cir. 1962); Bailey v. Henslee, 287 F.2d 936 (8th Cir. 1961); Windom v. U. S., 260 F.2d 384 (10th Cir. 1958); United States ex rel. Mack v. Walker, 231 F. Supp. 819 (E.D.La.1964); Mitchell v. Stephens, 232 F.Supp. 497 (E.D.Ark. 1964); U. S. ex reí. Leguillou v. Davis, 115 F.Supp. 392 (Vir.Is.1953).\nPetitioner’s argument would lead to an incongruous and completely unrealistic result. If a jury commissioner knows the race of a prospective juror, can that fact be completely erased from his mind in making his choice? And if one commissioner is influenced to some extent by race, but the others are not, does this invalidate the entire list? If the commission knows that a prospective juror is a farmer, a fair-minded and honest citizen, a Baptist, and a negro, can any accurate answer ever be given as to what weight was given to each factor, by each of the commissioners, in agreeing to this name? Perhaps one — of the view that *747the list already contained too many businessmen — may be influenced by the calling of the prospect; another by his reputation for integrity, a third perhaps by his religion or his race, feeling that another Baptist, or another negro, would add to the representative nature of the list. Is this wrong? I suggest that this is the very process envisioned by the Texas statute for the selection of a grand jury list, and is the type of reasoning that a panel of five laymen normally and properly should follow. I believe this is the Texas procedure which was specifically approved in Cassell and the cases there cited.\nIf inquiry must be made into the mental processes of the grand jurors, the evidence — as might be expected — is not satisfactory. When the question here at issue was presented to the state trial court by motion to quash the indictment, Judge Dawson and Commissioner Cooley testified. Their testimony is before me as a part of the state court record. Commissioners Bailey, Cox and Persons have testified here by affidavit. Neither party has offered the testimony of Mrs. Smith. While I do not doubt that Judge Dawson was hopeful that one or more negroes would be included on this grand jury, for the reasons hereinabove stated, from his testimony, supported by that of Commissioners Persons and Cox, I find that he did not instruct the commissioners that this must be done. I accept Judge Dawson’s testimony as to his instruction as being entirely accurate.2\nCommissioner Cooley has testified that while he had no intention of discriminating either in favor of or against either race, he understood that he was expected to put some negroes on the list and did so. Commissioner Bailey has given his recollection of the Court’s instruction in substantially the same fashion as Judge Dawson, but concludes his affidavit with the statement, “The Judge said we should put some negroes on the juries.” It is not surprising that Commissioners; Bailey and Cooley, laymen unacquainted with the refined distinctions drawn by the appellate courts in this area of the law today, well might have misconstrued! an instruction “not to exclude” as meaning “to include”. Commissioners Persons and Cox have testified that they were instructed not to discriminate with regard to race or nationality of the individuals concerned and that they should not purposely include or exclude members of the colored race from grand jury service for racial reasons. Commissioner Cox by reason of his wide acquaintance in the county knew the colored jurors who ultimately were included, and knew that they were colored; but has testified that he included them by reason of their good citizenship and qualifications. I accept the testimony of these last two named commissioners as being accurate and consistent with that of Judge Dawson.\nThus I find that some, if not all, of the five jury commissioners were acquainted with the persons composing the list of sixteen, and knew that two were of the colored, and fourteen of the white race; that two of the five commissioners misconstrued the instructions of the trial court and felt that one or more negroes should of necessity be included, and may have been influnced to an unknown extent by reason of this fact; that two of the five commissioners properly construed the trial court’s instruction and selected the two colored members, as well as the fourteen white members, solely because of their qualification, free of any racial consideration; and that there is no evidence tending to show that the fifth commissioner was influenced by any improper consideration, whether of race or otherwise.\nI find that there was no “systematic” and “purposeful” inclusion of a “fair” or otherwise predetermined number of negroes by the commission, as is pro*748scribed by Collins; but that the practice here followed was in complete conformity with approved Texas procedure.\nIt follows that the application for the writ is without merit, and same should be and is hereby denied and dismissed.\nThis is and constitutes a final judgment.\n\n. The instructions are not a part of the written record. Judge Dawson and four of the jury commissioners have offered testimony with respect thereto from memory.\n\n\n. “ * * * I have told them that they (negroes) could not be excluded, and I have told them, of course, that they couldn’t be put on or kept off on account of race, but I had told them that we couldn’t any longer operate with them (negroes) excluded from juries.” St. Facts, p. 10.\n\n",
            "ocr": true,
            "opinion_id": 8748755
        }
    ],
    "court_short_name": "S.D. Texas",
    "court_full_name": "District Court, S.D. Texas",
    "court_type": "FD",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Rape"
}