{
    "id": 8920528,
    "judges": "Arnold, Greene, Parker",
    "date_filed": "2016-08-26",
    "date_filed_is_approximate": true,
    "slug": "first-union-national-bank-v-rolfe",
    "case_name_short": "Rolfe",
    "case_name": "First Union National Bank v. Rolfe",
    "case_name_full": "FIRST UNION NATIONAL BANK v. DONALD ROLFE and JOSEPHINE ROLFE",
    "attorneys": "\nJones, Key, Melvin & Patton, P.A., by Joseph D. Johnson and Chester Marvin Jones, for plaintiff-appellee.\n, \nWestern North Carolina Legal Services, Inc., by Lawrence Nestler, for defendant-appellant.\n",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "90 N.C. App. 85"
    ],
    "opinions": [
        {
            "author_str": "Greene",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nGREENE, Judge.\nThis appeal arises from plaintiff’s second attempt to execute a judgment against defendant Josephine Rolfe (hereinafter, “defendant”). In an earlier appeal arising from plaintiffs first attempt at execution, this court held plaintiff had failed to give defendant proper notice of its motion to determine whether defendant was a resident entitled to any personal property exemptions under Article X, Section 1 of our constitution or under N.C.G.S. Sec. lC-1601(a) (1987). Compare N.C. Const, art. X, sec. 1 *86(exemptions apply to “personal property of any resident of this state”) with Sec. lC-1601(a) (each “resident of this State” entitled to exemptions). As plaintiff failed to notify defendant it was challenging her residency, we vacated the order determining she was not a resident entitled to such exemptions. First Union Nat’l Bank v. Rolfe, 83 N.C. App. 625, 351 S.E. 2d 117 (1986).\nOn remand, plaintiff again moved to determine defendant’s residence for exemption purposes. Defendant stipulated she was properly notified of this second motion. At the 1987 hearing on plaintiffs second motion, the trial court again concluded defendant was not a resident of North Carolina. This conclusion was based in part upon findings summarized as follows:\n1. Plaintiff mailed a copy of its motion and notice of motion by first class mail to Josephine Rolfe to her address at 14 Tower Court, Sandy Mount, St. Johns Road, Dublin 4, Ireland and at an address at 44 West Main Street, Franklin, North Carolina; the latter mailing was returned to plaintiffs attorney with the notation, “Moved to Ireland, certified mail not forwardable overseas”;\n2. The Sheriff of Macon County, North Carolina attempted to personally serve defendant at 44 West Main Street, Franklin, North Carolina but could not locate her within Macon County, North Carolina and indicated that he had received information she had moved to Ireland;\n3. Although defendant was not present at the hearing, her attorney stipulated she had been adequately served with notice of plaintiffs motion and notice of motion filed on 30 January 1987;\n4. Defendant advised an assistant district attorney during the Fall of 1984 that she was moving from North Carolina to Ireland as a result of her recent divorce and also as a result of an illness or death in her family; she further advised the assistant district attorney that she would testify at a rape trial in which she was the alleged victim only if the State paid for her transportation to and from Ireland. Defendant did not testify in those criminal proceedings at the time of their disposition in early 1985;\n*875. Plaintiffs agent went to 44 Main Street, Franklin, North Carolina on 7 April 1987 but could not locate defendant at that address;\n6. The address in Franklin, North Carolina is the address of a tourist home or boarding house which defendant no longer occupied;\n7. Defendant moved from her residence in Franklin, North Carolina prior to April 1986 and presented no evidence she had returned to North Carolina since that time nor any evidence she had any other domicile or place of residence anywhere but Ireland since that date.\nBased upon these findings, the court concluded defendant was not a resident of North Carolina as of 30 January 1987 and had not been a resident at any time since April 1986. The trial court accordingly ordered that execution issue against defendant’s property within the state without the protection of any exemptions. Defendant appeals.\nDefendant raises two issues: I) whether the trial court properly determined defendant’s resident status as of the 1987 hearing rather than as of November 1985 when plaintiff first challenged defendant’s residency; and II) whether the trial court properly concluded under these facts that defendant was not a resident of this state entitled to any personal property exemptions under Article X, Section 1 of our constitution or under N.C.G.S. Sec. lC-1601(a) (1987).\nI\nDefendant first contends her residency should have been determined as of the November 1985 hearing on the original motion to determine her residency. We note the trial court also concluded at that hearing that defendant was not a resident of this state. Irrespective of defendant’s assertion that insufficient evidence supported the court’s conclusion she was not a resident in 1985, neither Article X, Section 1 nor Section lC-1601(a) confers any property exemptions on past residents of this state. Indeed, the constitutional and statutory provisions both contemplate the possibility that changes in the debtor’s residency or other changing circumstances may warrant subsequent modification of the *88debtor’s right to constitutional or statutory exemptions. Compare Wierse v. Thomas, 145 N.C. 261, 268, 59 S.E. 58, 60 (1907) (where evidence in record that debtor left state after creditor’s suit commenced, Court stated subsequent non-residency, if proved on remand, would preclude constitutional exemptions) with Sec. lC-1603(g) (upon motion by debtor or any interested person, debt- or’s exemptions may be modified based on changed circumstances); cf. Sec. 1C-1602 (debtor must elect either constitutional or statutory exemptions; statutory procedure governs election of either). Thus, irrespective of her resident status in 1985, the trial court here correctly determined defendant’s residency based upon the evidence at the 1987 hearing.\nII\nThe trial court’s findings of fact are conclusive on appeal if there is evidence to support them even though there may be evidence to the contrary. N.C.G.S. Sec. 1A-1, Rule 52(a)(1) (1983); see Williams v. Pilot Life Ins. Co., 288 N.C. 338, 342, 218 S.E. 2d 368, 371 (1975). Our review of the record and transcript reveals ample evidence supported the court’s findings noted earlier. The only evidence supporting defendant’s contention of residency was her statement that she “hoped” to return to this state as soon as her sister’s estate was settled. This general declaration does not itself defeat the trial court’s findings in light of the other facts of this case. See Carden v. Carden, 107 N.C. 214, 216-17, 12 S.E. 197, 198 (1890) (non-residency means actual cessation of dwelling in state without definite time of return “although a general intention to return may exist”); Lee v. Moseley, 101 N.C. 311, 316, 7 S.E. 874, 876 (1888) (legal effect of changing residence not defeated by general declaration of contrary intent); In re Dinglehoef, 109 F. 866, 868 (1901) (declared intention to return insufficient to show residency where defendant had merely stayed at boarding house).\nIn Jones v. Alsbrook, 115 N.C. 46, 52, 20 S.E. 170, 171 (1894), the court stated:\nIt will not be necessary to trouble ourselves with the distinction, sometimes very plain and at others most shadowy, if, indeed, there be any, between residence and domicile. It is well understood that a domicile is in its strict legal sense one’s true, fixed and permanent home, to which, whenever he is absent, he has the intention of returning. . . . [a]nd *89the word ‘residence,’ while often a word of not so restricted a meaning, in some instances in no respect differs from domicile. There may be an actual and a constructive residence. . . . [T]he word ‘resident,’ as employed in Art. X, sec. 2, of the Constitution, is restricted to the former class, and simply means one who has his permanent home in this State.\n(Citations omitted.)\nEspecially given the undisputed evidence that defendant had moved to Ireland (her place of citizenship) at least one year previously, had no dwelling in this state, and offered no definite plan to return, we conclude the trial court’s findings properly warranted its conclusion that defendant was no longer a resident of this state. See S. D. Scott &amp; Co. v. Jones, 230 N.C. 74, 79-80, 52 S.E. 2d 219, 222 (1949) (presumption of continuing residence rebutted where defendant did not personally appear at hearing, could not be found in county, and evidence that defendant had “removed” to Virginia); Carden, 107 N.C. at 216, 12 S.E. at 98 (declaration of general intent to return insufficient); Munds v. Cassidey, 98 N.C. 558, 565-66, 4 S.E. 355, 356 (1887) (residence for exemption purposes must be actual, not constructive); W. Aycock, Homestead Exemptions in North Carolina, 29 N.C. L. Rev. 145, 146-47 (1951) (noting residence for constitutional exemptions terminates upon “removal” from state).\nWe accordingly affirm the trial court’s 1987 order determining defendant was not a resident of this state entitled to any property exemptions and hold that plaintiff may proceed with execution as otherwise permitted by law.\nAffirmed.\nJudges Arnold and Parker concur.\n",
            "ocr": true,
            "opinion_id": 8909206
        }
    ],
    "court_short_name": "Court of Appeals of North Carolina",
    "court_full_name": "Court of Appeals of North Carolina",
    "court_type": "SA",
    "court_jurisdiction": "North Carolina, NC",
    "crime_category": "Rape"
}