{
    "id": 8994031,
    "judges": "Hug, Nelson, Walker",
    "date_filed": "2019-11-28",
    "date_filed_is_approximate": true,
    "slug": "gilpin-v-mccormick",
    "case_name_short": "McCormick",
    "case_name": "Gilpin v. McCormick",
    "case_name_full": "Joel GILPIN v. Jack McCORMICK, Warden of Montana State Prison Marc Racicot, Attorney General of State of Montana and Mike Shafer, Sheriff of Yellowstone County",
    "attorneys": "Stephen C. Moses, Billings, Mont., for petitioner-appellant., Patricia J. Schaeffer Jordan, Asst. Atty. Gen. of Montana, Marc Racicot, Montana Atty. Gen., Helena, Mont., for respondents-appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and Submitted Oct. 1, 1990.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "921 F.2d 928"
    ],
    "opinions": [
        {
            "author_str": "Nelson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nDOROTHY W. NELSON, Circuit Judge:\nMontana prisoner Joel Gilpin was convicted of sexually assaulting two girls, ages eleven and twelve, and sentenced to two consecutive four-year terms. He brings this habeas petition, arguing that 1) the failure of the court to order a psychiatric examination of the girls denied him due process; 2) this failure also denied him the right of confrontation; and 3) the evidence was insufficient to support the convictions. We affirm the district court’s summary judgment dismissal of his petition, for none of these three claims warrants a reversal or a new trial.\n\nA. FACTUAL AND PROCEDURAL BACKGROUND\n\nJoel Gilpin and Mary Taylor worked as nurses at Billings Hospital. Halloween night, 1986, Joel and another friend Bill Knigge were at the Taylor home supervising the Taylor children, daughters Jamie (11) and Jackie (12) and son Jeff, who were dressing up in preparation of going out to trick-or-treat. Jamie testified that she was downstairs alone with Gilpin on a couch. When she leaned forward, he placed his left hand under her buttocks so that when *930she sat back, she sat on his hand. He squeezed her buttocks and then picked her up and placed her on his lap. With one hand on her buttocks, he then rubbed his other hand on her upper thigh about five inches from her vagina. She then stated she heard the doorbell ring and went upstairs. Gilpin followed her and at the front door grabbed her from behind, placing his hands on her abdomen and raising them toward her breasts. She stepped on his toe, ran away, and returned to preparing her costume downstairs. Gilpin then went into the bathroom where Jackie was putting up her hair. He asked her what she was dressed as, and when she responded that she was a “prostitute or hooker,” he said he “wishes he could be my first customer.” He then stood behind her, rubbing her breasts and repeating his desire to be her first customer. She wriggled free, he grabbed her arm and pulled her back, but she extricated herself and left the bathroom. The girls then agreed to stay together for the remainder of the evening. One week later, Jamie left a note in her mother’s purse about the incidents, following which her mother contacted the police department. Bill Knigge testified that he was in the kitchen, near the front door, and that he did not hear or see any of this. Neither Jeff nor a friend of his who was visiting saw anything either. Gilpin denied having any sexual contact or any sexual desire involving the girls.\nGilpin was convicted by a state jury of two counts of felony sexual assault and sentenced to two consecutive four-year terms. The Montana Supreme Court affirmed this conviction. State v. Gilpin, 232 Mont. 56, 756 P.2d 445 (1988). Gilpin then filed a petition for a writ of habeas corpus in the federal district court for the district of Montana. After a United States Magistrate issued his findings and recommendation to grant the government’s motion for summary judgment, the district court agreed. Gilpin’s motion for reconsideration was denied, and he has filed this appeal.\n\nB, STANDARD OF REVIEW\n\nWe review the denial of writs of habeas corpus de novo, United States v. Popoola, 881 F.2d 811, 812 (9th Cir.1989), while the district court’s factual conclusions are reviewed under the clearly erroneous standard. Fed.R.Civ.P. 52(a); Ahern v. Central Pacific Freight Lines, 846 F.2d 47, 48 (9th Cir.1988).\nThe standard for reversal on insufficiency of the evidence is set forth in Jackson v. Virginia, 443 U.S. 307, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979): “whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.” Id. at 319, 99 S.Ct. at 2789 (emphasis original).\n\nC. DENIAL OF DUE PROCESS\n\nGilpin argues that a psychiatric examination of the two girls is necessary to indicate the presence or absence of Rape/Trauma Syndrome (RTS), and that the court should have ordered such an exam. Previous Montana cases have established that an expert may testify as to her opinion on whether a sexual assault victim is suffering from RTS, and that such an opinion may assist the factfinder in assessing the credibility of the victim. See State v. Brodniak, 221 Mont. 212, 718 P.2d 322 (1986); State v. Liddell, 211 Mont. 180, 685 P.2d 918 (1984).1 Since Montana has per*931mitted the state to have an expert examine a complainant and offer her opinion at trial, appellant argues it is a denial of due process to refuse the defendant the reciprocal opportunity.\nIn Liddell, the Montana Supreme Court held that the state’s use of expert testimony was admissible for the purpose of helping the jury assess the credibility of an adult sexual assault victim. Id., 685 P.2d at 923. State v. Geyman, 224 Mont. 194, 729 P.2d 475 (1986), then extended the state’s use of expert testimony to child sexual assault victims as well. Id. at 479. Defendant couples Geyman with Wardius v. Oregon, 412 U.S. 470, 93 S.Ct. 2208, 37 L.Ed.2d 82 (1973), to produce his argument. Wardius held that because it is important to have a balance of forces between the accused and the accuser, “discovery must be a two-way street.” Id. at 475, 93 S.Ct. at 2212. Defendant extrapolates this holding to mean that because the state may examine sexual abuse victims, the defense must have this same privilege.\nAppellant misapprehends the critical issue here. He contends that the state trial court was required, as a matter of due process, to order the vietim/witness to undergo psychiatric examination. He fails to note that even under the Montana cases on which he relies, the psychiatric evidence introduced by the state was developed because the victim/witness volunteered to be examined by a psychiatrist. In neither Geyman nor Liddell was the victim coerced into being examined. Liddell went so far as to hold that the defendant could not compel the adult victim to be examined. Id., 685 P.2d at 924. Under Liddell and Rule 35(a), M.R.Civ.P., only when a party’s mental or physical state is in controversy can the court order such an examination. In the present case, the girls are not parties, nor are their mental states at issue. Therefore since the state does not possess the authority to compel examination, the defense lacks no reciprocal authority, and there was no denial of due process.\nEven were Gilpin not to base his petition on lack of reciprocity, this circuit has never held that the defense may compel witnesses to be examined. In Colley v. Sumner, 784 F.2d 984 (9th Cir.), cert. denied, 479 U.S. 839, 107 S.Ct. 142, 93 L.Ed.2d 84 (1986), we upheld a lower court’s refusal to compel two women to undergo psychiatric exams establishing their competency to testify in a sexual assault case. The court concluded that the trial judge did not abuse his discretion in denying the defendant’s request, and that the defendant could cite no authority justifying it. Id. at 990; see also United States v. Brown, 770 F.2d 768 (9th Cir.), cert. denied, 474 U.S. 1036, 106 S.Ct. 603, 88 L.Ed.2d 581 (1985) (district court did not abuse its discretion in refusing to order psychiatric examination of witnesses in drug case to determine their competency); United States v. Barnard, 490 F.2d 907 (9th Cir.1973), cert. denied, 416 U.S. 959, 94 S.Ct. 1976, 40 L.Ed.2d 310 (1974) (it is for the judge to decide the competency of a witness to testify, and he is not required to call or hear experts on the question).\nGilpin argues that all these cases involve adults. Children’s testimony, he claims, is inherently incredible and necessitates a psychiatric examination. Yet, in asking us to distinguish between minor and adult sexual assault victims, Gilpin seems oblivious to the possibility that we may well be more concerned with a minor being forced to undergo an examination than an adult. As the Supreme Court recently stated in Maryland v. Craig, — U.S. —, 110 S.Ct. 3157, 111 L.Ed.2d 666 (1990), “We have of course recognized that a State’s interest in ‘the protection of minor victims of sex crimes from further trauma and embarrassment’ is a ‘compelling’ one.” Id. at 3167 (quoting Globe Newspaper Co. v. Superior Court, 457 U.S. 596, 607, 102 S.Ct. 2613, 2620, 73 L.Ed.2d 248 (1982)). Since the Supreme Court has permitted a minor victim to testify out of sight of the defendant {Craig) and has denied the press access to juvenile trials in certain instances {Globe), it seems highly doubtful that the Court would permit the compelled psychiatric examination of a juvenile victim.\nWe are fully aware of widespread public concern over child sexual assault and abuse cases and the passions they arouse. Appel*932lant invokes the specter of pliant children being hectored by psychiatrists and social workers into traducing scores of innocent adults with the stain of child abuse. But new constitutional rights cannot be found for every new passion that may drive criminal prosecutions. It is clear that Montana’s refusal to compel child sexual assault victims to undergo psychiatric examination does not violate constitutional due process.\n\nD. DENIAL OF RIGHT OF CONFRONTATION\n\nGilpin next argues that the Sixth Amendment’s right of confrontation means the right of “reasonable confrontation.” He contends that without a psychiatric examination, he cannot reasonably confront the two girls on the witness stand with expert evidence of their lack of trauma and cognitive abilities.\nThe appellant’s Procrustean effort to stretch the same argument to fit any constitutional bed makes little sense here. There was no denial of the right of confrontation where Gilpin’s attorney was afforded the opportunity to cross-examine both girls in front of the jury while Gilpin was in the courtroom. The court need not even rely on the most recent Supreme Court case involving confrontation, Maryland v. Craig (no violation of confrontation clause where child testified and was cross-examined via one-way television so child could not see defendant), to defeat Gilpin’s claim.2 If Gilpin had not been face-to-face with his accusers or his attorney had been barred from examining the girls, we might have occasion to analyze the limits of Craig. Here, however, the cross-examination was not circumscribed or altered in any way. As the Supreme Court has consistently held, “ ‘[T]he Confrontation Clause guarantees only “an opportunity for effective cross-examination, not cross-examination that is effective in whatever way, and to whatever extent, the defense may wish.” ’ ” United States v. Owens, 484 U.S. 554, 559, 108 S.Ct. 838, 842, 98 L.Ed.2d 951 (1988) (quoting Kentucky v. Stincer, 482 U.S. 730, 739, 107 S.Ct. 2658, 2664, 96 L.Ed.2d 631 (1987) (quoting Delaware v. Fensterer, 474 U.S. 15, 20, 106 S.Ct. 292, 294, 88 L.Ed.2d 15 (1985))) (emphasis added by Owens).\n\nE. INSUFFICIENCY OF EVIDENCE\n\nGilpin argues that no physical evidence is involved in this case, that the prosecution relies solely on the testimony of the two children. He argues that his friend Bill Knigge saw nothing, and that there was some conflict in the testimony of the girls and their mother. His argument rests largely on a parallel to Arthur Miller’s The Crucible. He likens his convictions to the Salem witch trials, where women were condemned on the false accusations of children, and requests us to overturn his conviction as resting on insufficient evidence. We decline to do so.\nThe crime of sexual assault in Montana occurs when a “person ... knowingly subjects another not his spouse to any sexual contact without consent.” Mont.Code Ann. § 45-5-502(1). Sexual contact is defined as “[a]ny touching of the sexual or other intimate parts of the person of another for the purpose of arousing or gratifying the sexual desire of either party.” Id. at § 45-2-101(60). Neither victim was married to Gilpin, and their ages make consent irrelevant. The only issues are whether “any touching of the sexual or other intimate parts of the person” occurred, and whether the defendant had the “purpose of arousing or gratifying the sexual desire of either party.”\nThe jury was undoubtedly reasonable in finding that the girls’ testimony indicated that sexual contact had occurred, which was arousing or gratifying to the appellant. A rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt. Gilpin insists that an accusation is not enough, but that in every crime against the person where no *933physical mark is left, the jury must weigh the testimony of the witnesses with that of the defendant. That this jury believed the girls and not Gilpin here is hardly irrational.\n\nCONCLUSION\n\nThe district court’s summary judgment dismissal of Gilpin’s petition is hereby AFFIRMED.\n\n. We should note that both Brodniak and Lid-dell concerned whether the sexual activity was consensual or forced. Where, as here, the issue is whether the sexual activity actually took place, RTS or the absence thereof is not as relevant. We also note that courts have split on whether to allow RTS evidence. See People v. Hampton, 746 P.2d 947 (Colo.1987) (discussing cases on both sides).\nAppellant stakes so much on a compelled psychiatric examination because he seems certain that such an exam would reveal an absence of RTS. Even if such were the case, this would hardly exculpate him. RTS is most commonly found where the victim suffers penetration in the course of a threatening or violent rape. Fondling outside the clothes not only rarely leaves a mark, but it is also much less likely to result in RTS. The absence of RTS in a case such as this is surely no indication that the events never happened.\n\n\n. \"We likewise conclude today that a State’s interest in the physical and psychological well-being of child abuse victims may be sufficiently important to outweigh, at least in some cases, a defendant’s right to face his or her accusers in court.” Id. 110 S.Ct. at 3167.\n\n",
            "ocr": true,
            "opinion_id": 8986304
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}