{
    "id": 8998162,
    "judges": "Cardamone, Mahoney, Oakes",
    "date_filed": "1992-07-16",
    "date_filed_is_approximate": true,
    "slug": "abele-v-webb-in-re-webb",
    "case_name_short": "Abele",
    "case_name": "Abele v. Webb (In re Webb)",
    "case_name_full": "In re James WEBB and Elsie Webb, Debtors. John J. ABELE and Abbott & Cobb, Inc. v. James WEBB, Elsie Webb, Robert E. Littlefield, Jr., Chapter 12 Trustee, and Key Bank, N.A.",
    "attorneys": "Joseph P. Van De Loo, Albany, N.Y. (Bond, Sehoeneck & King, of counsel), for appellants., Michael Jude O’Connor, Troy, N.Y. (Lee & LeForestier, P.C., Troy, N.Y., Gaines Gwathmey III, Paul, Weiss, Rifkind, Wharton & Garrison, New York City, of counsel), for appellees Webb., Robert E. Littlefield, Jr., Chapter 12 Trustee, pro se., Cooper, Erving, Savage, Nolan & Heller, Albany, N.Y., for appellee Key Bank, N.A.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Feb. 27, 1991.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "932 F.2d 155"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": true,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPER CURIAM:\nAbbott &amp; Cobb, Inc. (“Abbott”) and John Abele (“Abele”), two unsecured creditors, appeal an order of the United States District Court for the Northern District of New York, Howard G. Munson, Judge, affirming a bankruptcy court’s decision to modify a confirmed reorganization plan. For the following reasons, we affirm.\nBACKGROUND\nOn October 2, 1987, James and Elsie Webb, two farmers whose land along the Hudson River was encumbered by more than $600,000 in mortgages, filed a voluntary petition for reorganization under Chapter 12 of the Bankruptcy Code, see 11 U.S.C. §§ 1201-1231,1 in the United States Bankruptcy Court for the Northern District of New York, Justin J. Mahoney, Judge. Under the proposed plan, the Webbs would remain as debtors-in-possession of their land, and would pay $245,000 over fifteen years to two secured creditors that held three mortgages on their property. All other debt, including a $350,000 mortgage held by the Farmers Home Administration, would be classified as unsecured, and paid according to a priority schedule. After hearing extensive testimony about the value of the Webbs’ farm and homestead, the bankruptcy court concluded that the property was worth $298,708, and that, based on this appraisal, the plan was *155feasible, fair and equitable to all creditors.2 As a result, the court confirmed the plan on March 16, 1989.\nShortly after the plan was confirmed, the Webbs began negotiating to sell a negative easement on a portion of their land to a conservation organization for $250,000, which would be used to discharge the secured debt on the property. The easement would prohibit all non-agrarian development on the land except for development on the Webbs’ homestead and approximately 25 acres of farmland. As required by 11 U.S.C. § 1229, the Webbs petitioned the bankruptcy court for an order modifying the original plan to permit sale of the easement. After three creditors objected to the modification, the bankruptcy court held a hearing on the matter, at which the creditors, including Abbott and Abele, argued that a new valuation of the property was necessary before permission to sell the easement could be granted. In the hearing, the court noted that a new valuation was not necessary, that the sale of the easement would not inhibit the effective operation of the original plan, and that the sale would, in fact, be in the interest of all creditors. As a result, it approved the modification by order on October 31, 1989.\nThereafter, Abbott and Abele appealed to the district court, which affirmed the bankruptcy court’s decision to approve the modified plan. In two detailed decisions, the district court rejected a vast array of arguments levied against the modified plan, four of which are the bases for this appeal.\nDISCUSSION\nAppellants’ chief claim is that the bankruptcy court failed to make an explicit finding that the confirmed plan would continue to be “feasible” after the sale of the easement, as required under 11 U.S.C. § 1225(a).3 As a result, appellants argue that we should vacate the decision to modify the original plan, and remand to the bankruptcy court for a determination whether the easement will adversely affect the Webbs’ ability to make payments to their creditors. Because we believe that the bankruptcy court made an adequate feasibility finding, we decline this invitation.\nIn its order modifying the confirmed plan, the bankruptcy court stated:\npayment [for the easement] is greater than or equivalent to the value of the land, less the homestead property, as fixed by this Court at Plan confirmation and the interest of all creditors, including the claims of unsecured creditors, would be better served by satisfaction of the claims of existing mortgage lienors.\nContrary to appellants’ assertion, we find this language to be an explicit finding that the modified plan was feasible. First, the court found that the price to be paid for the easement was at least equivalent to the original value of the Webbs’ property, less the homestead. In other words, it found that the sale of the easement would generate as much value as could be expected from liquidation. Second, the court found that the sale of the easement would satisfy the secured debt and thus place the unsecured creditors in a better position by increasing their position in the payment hierarchy. Taken together, these findings establish that, at a minimum, the creditors would not be in a worse position under the modified plan, and probably would be better served by the sale of the easement. Although not phrased in terms of feasibility, these conclusions constitute an explicit finding that, under the modified plan, the Webbs “will be able to make all pay*156ments ... and comply with the plan.” 11 U.S.C. § 1225(a)(6) (1988).4\nAppellants next argue that, even if the bankruptcy court’s feasibility finding were sufficiently explicit, it was nonetheless clearly erroneous. See In re Rape, 104 B.R. at 748 (finding that a bankruptcy court’s feasibility determination will not be set aside unless clearly erroneous). Based on our review of the record, we disagree. Initially, we note that appellants advance no reasons to suggest that the bankruptcy court’s decision was in error, and thus obviously fail to meet their burden of proving that the court’s feasibility finding was clearly erroneous. See In re Rape, 104 B.R. at 748. In addition, even upon a de novo review of the evidence, we agree with the bankruptcy court that the modified plan was feasible. As the court noted during the modification hearing, because the “heart” of the Webbs’ farming operation is not covered by the easement, the sale of the easement would not affect their ability to generate income to fund the plan. In addition, as previously noted, the sale of the easement serviced the secured debt, thus making it more probable that the unsecured creditors would be paid under the modified plan. As a result, the modification, instead of hampering the Webbs’ ability to meet their payment obligations, actually made the original plan more feasible than it previously had been.5\nAppellants argue next that the bankruptcy court erred in modifying the plan before ordering a new valuation of the Webbs’ property. However, because appellants fail to suggest why the value of the property would have significantly changed after confirmation, there is no basis to second guess the bankruptcy court’s decision to rely on the original appraisal. In addition, to the extent that appellants are arguing that the original appraisal was in error, we note that because they were parties to the confirmation proceeding, and did not oppose the court’s acceptance of the original valuation, they are precluded from asserting that claim here. See In re Grogg Farms, Inc., 91 B.R. 482, 485 (N.D.Ind. 1988) (“[C]onfirmation is res judicata as to those issues which could have and should have been raised prior to or in connection with confirmation.”).\nAppellants also claim that the sale of a negative easement is not within the scope of 11 U.S.C. § 1229. However, the statute explicitly allows for modifications that “increase or reduce the amount of payments on claims of a particular class provided for by the plan.” 11 U.S.C. 1229(a)(1) (1988). As the district court noted, because the only effect of the modification is to increase the payments to creditors, it falls squarely within the statute’s provisions.\nFinally, appellants argue that because the Webbs, rather than the trustee, sold the easement in this case, the modification was not authorized by 11 U.S.C. § 1206, which only mentions land sales by trustees. However, as the district court noted, the trustee in this case approved the sale, which was the “functional equivalent of his selling the property.” This procedure has been upheld in the only other case in which it has been addressed, see In re Brileya, 108 B.R. 444, 445-47 (D.Vt.1989), and appellant makes no argument why it should not be approved here.\nAccordingly, the judgment of the district court is affirmed.\n\n. Passed in 1986, Chapter 12 is an infrequently invoked section of the Bankruptcy Code that was enacted to \"give family farmers facing bankruptcy a fighting chance to reorganize their debts and keep their land.\" H.R.Conf.Rep. No. 958, 99th Cong., 2d Sess. 48, reprinted in 1986 U.S.Code Cong. &amp; Admin.News 5227, 5246, 5249. By its terms, the chapter automatically will be repealed as of October 1, 1993. See Bankruptcy Act of 1986, Pub.L. 99-554, title III, § 302(f), 100 Stat. 3088, 3124 (1986).\n\n\n. From the record, we are unable to ascertain why the appraised value of the Webbs’ property was so much less than the outstanding debt. Because none of the parties objected to the bankruptcy court’s acceptance of this appraisal, however, we assume it accurately reflected the value of the land at the time of confirmation.\n\n\n. Under 11 U.S.C. § 1225(a)(6), a bankruptcy court, before confirming a proposed plan, must find that the debtor \"will be able to make all payments ... and comply with the plan.” Id.; see also In re Rape, 104 B.R. 741, 748 (W.D.N.C. 1989).\n\n\n. By providing the basis for its finding, the bankruptcy court also comported with In re Comelison, 901 F.2d 1073, 1075 (11th Cir.1990), which held that a bankruptcy court’s findings must do more than \"merely reproduce) ] the language of section 1225.” Id.\n\n\n. This conclusion is buttressed by the performance of the plan since the easement was granted. To date, the Webbs have fully paid their secured debt and are current on their payment schedule as established in the original plan.\n\n",
            "ocr": true,
            "opinion_id": 8990559
        }
    ],
    "court_short_name": "Second Circuit",
    "court_full_name": "Court of Appeals for the Second Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}