{
    "id": 9323198,
    "judges": "Carpenter",
    "date_filed": "1979-03-30",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-taverno",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Taverno",
    "case_name_full": "Commonwealth v. Taverno",
    "attorneys": "Mary MacNeil Killinger, assistant district attorney, for the Commonwealth., C. Reginald Johnson, for appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "30 Pa. D. & C.4th 545"
    ],
    "opinions": [
        {
            "author_str": "Carpenter",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCARPENTER, J.,\nFACTS AND PROCEDURAL HISTORY\nThe appellant, Anthony Tavemo, entered an open guilty plea on December 20, 1995, to the charges of driving under the influence of alcohol, 75 Pa.C.S. §3731,1 and accidents involving damage to attended vehicle or property, 75 Pa.C.S. §3743. The appellant entered his open guilty plea after a jury had found him guilty of the charges, on November 2, 1995, but before we imposed sentence. The appellant did not seek to withdraw his guilty plea prior to the imposition of sentence. This court sentenced the appellant to undergo imprisonment for not less than 40 days but not more than 23 months, with a commitment date to begin on January 2, 1996.\nAt trial, the Commonwealth presented the jury with evidence, that on November 12, 1993, a uniformed patrol officer of the East Norriton Police Department responded to a vehicle accident at the intersection of Germantown Pike and Stoney Creek Road, Montgomery *548County, Pennsylvania. Upon arriving at the scene, the officer observed a red Cadillac Eldorado, bearing Pa. registration no. AFJ-4209,2 that had struck a telephone pole. As the officer began to investigate, she observed someone, whom she later learned was the appellant running from the scene of the accident. She radioed for assistance, and began her pursuit. The appellant was apprehended within 100 yards of the accident scene, trying to hide on the banks of the Stoney Creek. Upon apprehension, the appellant struggled with the officers, who testified that they noted a strong odor of an alcoholic beverage on the appellant’s breath. Additionally the appellant made several spontaneous inculpatory remarks. At this point they transported the appellant to the hospital where he was treated for injuries that he received during the accident.\nWhile at the hospital, the officers advised the appellant of his rights regarding the implied consent laws of this Commonwealth and following his consent, two vials of blood were taken from his arm. The vials were placed properly into the chain of evidence, with the parties initialing and sealing the approved lab kit. This kit was then sent to National Medical Services for drug and alcohol testing.3\nFollowing the Commonwealth’s case, the appellant testified on his own behalf. He told the jury that he had not been driving on the night of the accident. Rather, he claimed that it was his son who was driving, and that after the accident his son fled the scene before the police had arrived. Despite his claims the appellant *549never called his son to testify during the trial. The jury returned a verdict on November 1, 1995, finding the appellant guilty on all the charges.\nThe sentencing proceeding was held on December 20, 1995. At the sentencing the appellant presented no new evidence, and we heard argument from both the appellant’s counsel and from the Commonwealth. Following the Commonwealth’s argument, the appellant stated that he would be pursuing an appeal, and that to those ends he requested that bail remain the same. In addressing the Commonwealth’s position on the bail issue, the assistant district attorney asserted that pursuant to Pa.R.Crim.P. 4010, it was within the court’s discretion to grant or deny bail while the appeal was pending.4 The appellant’s attorney responded to this only by again requesting that bail remain the same.\nBased on the evidence introduced at trial, we determined that the appellant was a danger to himself and to others in the community, so therefore we denied bail, intending to impose the sentence forthwith. As we were in the process of putting our findings5 on the record, the appellant’s attorney interrupted, and asked to speak with the assistant district attorney. Following the discussion, the appellant’s attorney informed this court that the appellant was prepared to enter an open guilty plea. In accordance with his plea, the appellant then took the witness stand and was questioned by *550his attorney regarding his choice to enter an open guilty plea. His attorney used a guilty plea colloquy, which addressed the issue of whether the appellant was making a knowing, intelligent and voluntary decision to plead guilty. The appellant testified that he understood the consequences of his actions; that he understood an open guilty plea carried no agreement as to what sentence would be imposed by the court and that he still wanted to enter the open plea. Beyond this verbal inquiry the appellant also signed a written form that was admitted into the record, again probing the voluntariness of the appellant’s actions. Finally the appellant was informed that his open guilty plea would limit his rights to appeal and preclude any rights of appeal arising from errors that may have occurred during the trial, except ineffective assistance of counsel. The appellant answered each of these questions in the affirmative, and still chose to enter an open guilty plea. As the factual basis for open guilty plea, the appellant testified that he was in fact driving the vehicle on November 12, 1993 while under the influence of alcohol.\nAfter determining that the appellant was making a knowing, intelligent and voluntary decision, this court accepted the appellant’s open guilty plea, and sentenced the appellant on the driving under the influence offense to undergo imprisonment for not less than 40 days nor more than 23 months in the county correctional facility. Additionally, he was to pay a $300 fine, undergo a CRN evaluation, complete safe-driving school, enter an alcohol treatment program that the county probation department deemed appropriate, and to perform 40 hours of community service. On the accidents involving damage to attended vehicle or property offense the appellant was sentenced to undergo a concurrent term of im*551prisonment. Finally this court made the appellant eligible for the work release program. Pursuant to the appellant’s request, the appellant’s sentence was to begin on January 2, 1996.\nNine days after this court imposed the appellant’s sentence, the appellant’s new counsel petitioned this court for a stay of the order of commitment, stating only that he intended to file post-trial motions pursuant to Pa.R.Crim.P. 1410. Despite his stated intention, the appellant never filed any post-trial motions but rather, on January 16, 1996, filed a notice of appeal from this court’s orders entered on November 1, 1995, November 13, 1995, and December 20, 1995.\nISSUES\n(1) Whether the appellate court should reach the merits of the appellant’s claims that errors were made during the trial?\n(2) Whether the appellant received effective assistance of counsel?\nDISCUSSION\n(1) The Appellate Court Does Not Need To Reach the Merits of the Appellant’s Claims That the Trial Court Erred.\nAt the outset, this court notes that the appellant’s concise statement on matters complained of on appeal merely asserts a number of alleged errors; it fails to request any particular form of relief. He has not asked to withdraw his open guilty plea nor has he asked for a new trial.\n*552In the appellant’s concise statement of matters complained of on appeal, he raises 10 issues of alleged error. These issues can be broken down into two groups: first, issues alleging that the appellant’s trial counsel was ineffective during the trial and subsequently during the appellant’s open guilty plea; second, issues alleging that the trial court erred during the trial and also erred by accepting the appellant’s open guilty plea. In addressing these issues we will discuss them in reverse order, dealing first with the alleged errors made by the trial court, then discussing the assertion that the appellant did not have effective assistance of counsel.\nThe appellant asserts that during his trial this court committed reversible error, by admitting evidence of a toxicology report that the appellant argues was inadmissible, and by not answering a question that the jury raised during its deliberations. The Pennsylvania Superior Court need not reach the merits of these assertions.\nIt is axiomatic in this Commonwealth that in order to effectuate an appeal, the appellate courts make it the appellant’s responsibility to obtain a transcript of the proceeding. See Commonwealth v. Buehl, 403 Pa. Super. 143, 588 A.2d 522 (1991). The requirement that an appellant obtain a transcript of matters from which it appeals can also be found in statute. Rule 1911 of the Pennsylvania Rules of Appellate Procedure provides:\n“Rule 1911. Order for transcript.\n“(a) General rule. The appellant shall order any transcript required under this chapter in the manner and make any necessary payment or deposit therefor in the *553amount and within the time prescribed by Rules 5000.1 et seq. of the Pennsylvania Rules of Judicial Administration (court reporters). . . .\n“(d) Effect of failure to comply.\n“If the appellant fails to take the action required by these rules and the rules of the Pennsylvania Rules of Judicial Administration for the preparation of the transcript, the appellate court may take such action as it deems appropriate, which may include dismissal of the appeal.”\nIn the instant appeal the appellant obtained a transcript of the sentencing proceeding that we held on December 20, 1995, but he refused to pay to obtain a transcript of the trial.6 We have delayed preparing our opinion to allow appellant extra time in which to submit his required deposit. As a result of his refusal to obtain the transcript the context of the alleged trial errors cannot be given an adequate appellate review. Our view that without a trial transcript the court cannot engage in proper appellate review, is supported by the Pennsylvania Superior Court in the case of Commonwealth v. Osellanie, 408 Pa. Super. 472, 597 A.2d 130 (1991). In Osellanie, the appellant was convicted of second-degree murder, third-degree murder, voluntary and involuntary manslaughter, kidnaping, rape, and involuntary deviate sexual intercourse. Following his conviction, post-verdict motions were denied and the appellant appealed. On appeal the appellant asserted, inter alia, *554that during closing argument the prosecutor made several, improper remarks and as a result he was denied a fair trial. In making his appeal, Osellanie did not obtain a copy of the trial transcript, where the alleged remarks were made. As a result the Superior Court held that the appellant had waived his claim. In supporting their holding the Superior Court stated:\n“Osellanie has failed to supply us with a complete record for our review. Pa.R.A.P. 1921. Specifically, he has failed to provide us with a transcript of his trial proceedings. Pa.R.A.P. 1911. Although Osellanie is before us in forma pauperis, it is nonetheless the appellant’s responsibility to order the transcript required and to ascertain its presence in the record prior to certification for appeal, (citation omitted)... Without a trial transcript or a. statement in lieu of a transcript, we are unable to conduct a proper review and analysis of Osellanie’s first issue, . . . Therefore, we must conclude that this issue has been waived for the purpose of appellate review.” Osellanie, supra at 475-76, 597 A.2d at 131, citing Commonwealth v. Lowry, 385 Pa. Super. 236, 560 A.2d 781 (1989).\nThe facts of the instant appeal are on point with the facts in Osellanie, supra. Here the appellant claims that we improperly admitted evidence of a toxicology report. We specifically recall that we admitted the testimony of the toxicologist and not the report. We should point out that present counsel was not at the trial, nor has he paid for the transcript, thus he would not know factually what occurred. Therefore this issue should be deemed waived by the Superior Court and properly quashed.\nNotwithstanding the fact that the appellant failed to provide this court with a trial transcript, the Pennsylvania *555Superior Court has an additional basis upon which it should quash the appellant’s claims that errors occurred during the trial.\nAfter the jury found the appellant guilty of the charges, the appellant later decided to plead guilty. As a result of his guilty plea, any possible errors that occurred during the trial, with the exception of ineffective assistance of counsel, are by law waived by the appellant.\nIt is firmly established in this Commonwealth that a plea of guilty will-limit the rights afforded to a criminal defendant on appeal. See Commonwealth v. Allen, 443 Pa. 447, 277 A.2d 818 (1971); Commonwealth v. Shekerko, 432 Pa. Super. 610, 639 A.2d 810 (1994); Commonwealth v. Orrs, 433 Pa. Super. 260, 640 A.2d 911 (1994); Commonwealth v. Flood, 426 Pa. Super. 555, 627 A.2d 1193 (1993).\nIn Allen, supra, the Pennsylvania Supreme Court in rejecting an appellant’s claims that the trial judge improperly cross-examined a witness, stated:\n“The alleged improper action by the trial judge is of no moment, because, as we recently said in Commonwealth v. Culbreath, 439 Pa. 21, [26,] 264 A.2d 643, [645,] ‘a plea of guilty, knowingly made, constitutes an admission of guilt and is a waiver of all nonjurisdictional defects and defenses. ’ (citation omitted) Therefore, any alleged errors which occurred during the uncompleted trial were waived when appellant entered his guilty plea.” Id. at 450, 277 A.2d at 820-21.\nAdditionally, the appellant was advised on several occasions during the sentencing proceeding that his open guilty plea would limit his appellate rights. The appellant’s attorney explained to the appellant how his open guilty plea affected his appellate rights.\n*556“The court: Would you review with him on the record what his remaining appeal rights will be following the imposition of sentence?\n“Mr. McMahon: Yes.\n“By Mr. McMahon: Again, did we not go over your four limited appeal rights on the guilty plea colloquy marked as D-l?\n“A. Yes.\n“Q. Just for the record now in open court, do you understand that you’re waiving all of your appellate rights that you would have had arising from the trial that we’ve had. Those appellate rights would have included any error that may have allegedly been committed by the judge, error of law, anything else in connection with the trial. Do you understand that?\n“A. Yes, I do.” (Notes of transcript of sentencing, 12-20-95, pp. 17-18.)\nAfter his own counsel had advised him of his rights, the assistant district attorney also questioned the appellant as to his understanding of the ramifications of his guilty plea.\n“Q. Sir, I’ll make it perfectly clear to you, that you understand that by pleading guilty today in front of His Honor, absolutely every issue at trial that he might have had is now waived except for the effectiveness of your counsel in pleading you guilty today. Do you understand that?\n“A. Yes, I do. (Notes of transcript of sentencing, 12-20-95, p. 19.)\nFollowing the appellant’s colloquy, and questioning from his counsel and the assistant district attorney, this court was satisfied that the appellant’s decision was knowing, voluntary, and intelligently entered into and therefore we accepted the plea.\n*557Therefore, based on the fact that the appellant never provided a transcript of the trial, and the fact that the appellant entered an open guilty plea, the Pennsylvania Superior Court need not address the merits of the appellant’s claims that errors occurred during the trial phase.\nThe next area in which the appellant claims that this court committed reversible error concerns his guilty plea. The appellant asserts that we participated in the plea negotiations and as a result the appellant’s plea was not voluntary. The appellant’s assertions in this regard are simply wrong.\nUnlike the trial transcript, the appellant did obtain the transcribed notes of the sentencing proceeding held on December 20, 1995. The record reflects that this court was in the process of imposing sentence on the appellant, and during the court’s recitation of the reasons for its sentence in accordance with Pa.R.Crim.P. 1405, the appellant’s attorney interrupted and asked to speak with the assistant district attorney.\n“The Court: What did you want to say Mr. McMahon?\n“Mr. McMahon: Your Honor, I want to approach with Mr. Ozoroski, if you could give us a minute.\n“(A conference was held at sidebar, not reported.)\n“The Court: Court will stand down for a moment. (The court left the courtroom.)” (Notes of transcript of sentencing, 12-20-95, p. 11.)\nWhen the court reconvened, the appellant’s counsel announced that his client wished to enter an open guilty plea.\nAt no time did we participate in the plea discussions between the assistant district attorney and the appellant. In fact our involvement was limited to allowing court to stand down while the parties engaged in their dis*558cussion. Our responsibility in regard to the appellant’s guilty plea was to be satisfied that it was voluntarily, knowingly and intelligently entered into.\nIn the case of Commonwealth v. Myers, 434 Pa. Super. 221, 642 A.2d 1103 (1994) the Pennsylvania Superior Court stated:\n“In order for a guilty plea to be constitutionally valid, the guilty plea colloquy must affirmatively show that the defendant understood what the plea connoted and its consequences. This determination is to be made by examining the totality of the circumstances surrounding the entry of the plea, (citation omitted) Therefore ‘ [w]here the record clearly demonstrates that a guilty plea colloquy was conducted, during which it became evident that the defendant understood the nature of the charges against him, the voluntariness of the plea is established.’” Id. at 226-27, 642 A.2d at 1105.\nAs discussed above the transcript of the sentencing notes clearly establishes that this court went to great lengths to determine the voluntariness of the appellant’s actions. The appellant’s own counsel had the appellant testify in open court that he understood what he was doing and that he was pleading guilty of his own volition. He also went through a written guilty plea colloquy with the appellant and after having the appellant initial each page, he then entered this form into the record. Thus, there were ample findings on the record with which this court could make the determination that the appellant’s guilty plea was entered into voluntarily.\nAdditionally the appellant asserts that because of our alleged participation in the plea negotiations, an agreement was made to delay the start of the appellant’s sentence for 10 days, until January 2, 1996, and as a result of this agreement the plea was involuntary. Again the appellant’s assertion misses the mark.\n*559In Myers, supra, the Superior Court stated, “[a] defendant may plead guilty for any reason: to shield others, avoid further exposure, to diminish the penalty, to be done with the matter, or any secret reason that appeals to his needs.” Id. at 228, 642 A.2d at 1106. The Myers court goes further, and states, “the mere fact that a defendant was ‘under pressure’ at the time he entered a guilty plea will not invalidate the plea absent proof that he was incompetent at the time the plea was entered.” Id. at 229, 642 A.2d at 1107. Thus the fact that the appellant wanted to postpone the start of his sentence would not, standing alone, invalidate his plea.\nWe also find it significant that the plea the appellant entered was an open plea. As a result the appellant was leaving the sentence up to the court’s discretion. The appellant was well aware of this fact. During the guilty plea colloquy, his attorney asked twice if he understood what an open guilty plea was:\n“Q. Do you understand that this is an open guilty plea, meaning there is no agreement between myself and the assistant district attorney as to what the proper sentence should be, but the sentence will be within the discretion of Judge Carpenter?\n“A. Yes.” (Notes of transcript of sentencing, 12-20-95, p. 14.) . . .\n“Q. Mr. Tavemo, do you understand that Judge Carpenter is going to impose sentence today?\n“A. Yes, I do.\n“Q. And do you understand that it’s going to be within his wide discretion as to what sentence you will receive?\n“A. Yes, I do.” (Notes of transcript of sentencing, 12-20-95, p. 17.)\n*560Therefore once this court made the determination that the appellant’s open guilty plea was entered into knowingly, intelligently and voluntarily, it was not an abuse of discretion for this court to accept the appellant’s guilty plea.\nWe concede, however, that there was an error committed during the sentencing of the appellant. When we asked the assistant district attorney for the Commonwealth’s position on bail pending the appellant’s appeal, he informed the court that pursuant to Rule 4010, Pa.R.Crim.R, we had the discretion to grant or deny bail. Admittedly, based on the maximum sentence allowable this was not the case, and we had to grant bail, however the appellant’s attorney never objected nor pointed out the error. As a result we relied on the assistant district attorney’s representations and proceeded to deny bail.\nThe bail error was also compounded by the appellant’s new appellate counsel. Nine days after we imposed the sentence, the new counsel filed a post-sentence petition, seeking to stay the imposition of sentence. The new appellate counsel stated the reason for the requested stay was to allow him to file post-sentence motions. The new counsel also attached a proposed order which stated that this court’s order would be stayed pending a ruling on the appellant’s post-trial motion. The appellant, however, never filed any post-sentence motions, nor did he ever raise the bail error with this court at any time. Additionally, appellant never filed with this court a petition to withdraw his guilty plea.\nFinally, this court would like to note that during the trial the appellant testified under oath in open court, that he was not driving on the night of the accident, *561but that his son was. On the contrary, by pleading guilty he was admitting that, “on the night of November 12, 1993, he drove, operated, or physically controlled the movement of a vehicle with the amount of alcohol by weight in your blood of 0.10 percent or greater.” (Notes of transcript of sentencing, 12-20-95, p. 21.) This conflicting testimony is clearly perjurious. The fact that the appellant is pleading guilty does not relieve him of the duty to be truthful. In Myers, supra, the Pennsylvania Superior Court citing Commonwealth v. Cappelli, 340 Pa. Super. 9, 20, 489 A.2d 813, 819 (1985), stated, “It is a well settled principle of law that [a] criminal defendant who elects to plead guilty has a duty to answer questions truthfully.” Id. at 229, 642 A.2d at 1108. Quite obviously, this defendant would do anything, even perjure himself, to serve his particular interests of the moment. That he has committed perjury is without question. He testified under oath at his jury trial that he was not driving the vehicle on November 12, 1993. Conversely, at his guilty plea proceeding he testified under oath that he was driving the vehicle on November 12, 1993. Perjury, 18 Pa.C.S. §4902, is defined as follows:\n“(a) Offense defined. — A person is guilty of perjury, a felony of the third degree, if in any official proceeding he makes a false statement under oath or equivalent affirmation, or swears or affirms the truth of a statement previously made, when the statement is material and he does not believe it to be true.\n“(b) Materiality. — Falsification is material, regardless of the admissibility of the statement under rules of evidence, if it could have affected the course or outcome of the proceeding. It is no defense that the declarant *562mistakenly believed the falsification to be immaterial. Whether a falsification is material in a given factual situation is a question of law.\n“(c) Irregularities no defense. — It is not a defense to prosecution under this section that the oath or affirmation was administered or taken in an irregular manner or that the declarant was not competent to make the statement. A document purporting to be made upon oath or affirmation at any time when the actor presents it as being so verified shall be deemed to have been duly sworn or affirmed.\n“(d) Retraction. — No person shall be guilty of an offense under this section if he retracted the falsification in the course of the proceeding in which it was made before it became manifest that the falsification was or would be exposed and before the falsification substantially affected the proceeding.\n“(e) Inconsistent statements. — Where the defendant made inconsistent statements under oath or equivalent affirmation, both having been made within the period of the statute of limitations, the prosecution may proceed by setting forth the inconsistent statements in a single count alleging in the alternative that one or the other was false and not believed by the defendant. In such case it shall not be necessary for the prosecution to prove which statement was false but only that one or the other was false and not believed by the defendant to be true.\n“(f) Corroboration. — In any prosecution under this section, except under subsection (e) of this section, falsity of a statement may not be established by the uncorroborated testimony of a single witness.”\n*563It would be absurd to argue that either statement was not material to the proceeding then before the court. It would be silly to suggest that both statements were believed by the defendant to be true. It would be preposterous to contend that the statements are not inconsistent.\nHere the defendant has lied under oath to the trial court. Here the defendant has lied under oath in order to benefit himself. Here the defendant has not filed a petition to withdraw his guilty plea. Here the defendant was found guilty by a jury of his peers and then pleaded guilty to the same offense. In short here is a defendant who does not in any way merit relief from the sentence imposed.\n(2) The Appellant Received Effective Assistance of Counsel\nThe remainder of the appellant’s claims of error relate to the general assertion that the appellant’s counsel was ineffective. Again, the appellant’s failure to provide a transcript of the trial, places this court at a disadvantage in terms of reviewing and addressing the allegations of error that allegedly occurred during the trial. As we discussed thoroughly above, the Superior Court should quash the appellant’s claims on the basis that the appellant failed to follow the basic rules of appellate procedure.\nHowever, in the event that the Pennsylvania Superior Court chooses to reach the merits of the appellant’s ineffective assistance of counsel claims, we will attempt to address them.\nIn this Commonwealth the standard that an appellate court applies to a claim of ineffectiveness of counsel *564is well grounded in case law. In the case of Commonwealth v. Weiss, 530 Pa. 1, 606 A.2d 439 (1992), the Pennsylvania Supreme Court stated:\n“The standard to be applied in reviewing claims of ineffective assistance of counsel is well settled. The threshold inquiry in ineffectiveness claims is whether the issue/argument/tactic which counsel has foregone and which forms the basis for the assertion of ineffectiveness is of arguable merit; for counsel cannot be [called] ineffective for failing to assert a meritless claim, (citation omitted) Once this threshold [has been] met, we apply the ‘reasonable basis’ test to determine whether counsel’s chosen course was designed to effectuate his client’s interests. If we conclude that the particular course chosen by counsel had some reasonable basis, our inquiry ceases and counsel’s assistance is deemed effective.” Id. at 5-6, 606 A.2d at 442-43.\nWith the above standard in mind, we will tüm our focus on the appellant’s claims. The appellant’s first assertion of ineffectiveness is that his counsel was ineffective for failing to suppress inculpatory statements made by him at the time that he was apprehended. This assertion lacks merit. In the case of Commonwealth v. Melson, 383 Pa. Super. 139, 556 A.2d 836 (1989), the Pennsylvania Superior Court addressed this issue. Ultimately, they denied the appellant’s claim that his trial counsel was ineffective. In making this ruling the court stated:\n“At issue is trial counsel’s failure to seek suppression of Markowitz’s in-court identification and testimony. The burden of establishing ineffective assistance of counsel rests on the defendant, as counsel is presumed to be effective. Commonwealth v. McNeil, 506 Pa. 607, *565487 A.2d 802 (1985). In order to prevail, defendant has the burden of establishing that: (1) counsel was arguably ineffective due to an act or omission; (2) the challenged act or omission could not objectively have furthered defendant’s interests; and (3) defendant was prejudiced in that, but for the challenged act or omission, there was a reasonable probability the outcome of the trial would have been more favorable. See Commonwealth v. Pierce, 515 Pa. 153, 527 A.2d 973 (1987); Commonwealth v. Petras, 368 Pa. Super. 372, 376, 534 A.2d 483, 484-85 (1987). Where the challenge is to a failure to move for suppression of evidence, the defendant must establish that there was no reasonable basis for not pursuing the suppression claim and that if the evidence had been suppressed, there is a reasonable probability the verdict would have been more favorable. Kitrell v. Dakota, 373 Pa. Super. 66, 72-73, 540 A.2d 301, 306 (1988).” Id. at 145, 556 A.2d at 838.\nIn the instant appeal, the appellant’s counsel had a basic reason for not pursuing a suppression motion. The statements at issue were spontaneously given by the appellant and were not the product of custodial interrogation. As a result they would not have come under the appellant’s Miranda protection, and thus arguably the statements would have been admissible. See Commonwealth v. Miller, 541 Pa. 531, 664 A.2d 1310 (1995); Commonwealth v. Gonzalez, 519 Pa. 116, 546 A.2d 26 (1988); Commonwealth v. Avondet, 439 Pa. Super. 421, 654 A.2d 587 (1995). In addition, admitting the statements would not have prejudiced the appellant. The weight of the Commonwealth’s case was such that without the admission of the statements it was still very likely that the jury would have found him guilty. Therefore the appellant’s counsel would have had ample *566reasons for not pursuing the suppression of the appellant’s statements.\nThe appellant next asserts that his counsel was ineffective for not calling the appellant’s son to testify that he in fact was driving on the night of the accident. This assertion is also meritless. The appellant concedes that the son could potentially become a hostile witness, but he claims that the son possessed exculpatory information that could have helped his case. In the case of the Commonwealth v. Gillespie, 423 Pa. Super. 128, 620 A.2d 1143 (1993), the Superior Court citing Petras, supra, stated:\n“[I]n order for a defendant to obtain relief due to trial counsel’s ineffectiveness exemplified by counsel’s failure to interview and/or present a defense witness, he must establish that: (1) the witness existed; (2) the witness was available; (3) counsel was informed of the existence of the witness or counsel should otherwise have known of him; (4) the witness was prepared to cooperate and testify for appellant at trial; and (5) the absence of the testimony prejudiced appellant so as to deny him a fair trial.” Id. at 132, 620 A.2d at 1145.\nIn the instant appeal, the failure of the appellant’s counsel to subpoena the son meets some elements of the above standard, however, it fails in several respects. If the appellant’s counsel had called the son, they would have put him into a position where he would have to inculpate himself in order to exculpate his father, therefore, the witness may not have been willing to cooperate. Additionally the son may have testified that he was not driving, which would have only buttressed the Commonwealth’s case against the appellant.\nThe appellant’s next two assertions of ineffective assistance by his counsel arise directly from conduct during the trial. He asserts that counsel should have objected *567to the admission of evidence of a toxicology report, and also that he was ineffective for failing to adequately cross-examine a prosecution witness. These claims are without merit. First, we did not admit the report into evidence. Second, counsel did adequately cross-examine the prosecution witness. We recall that counsel pursued the issue concerning blood in the appellant’s vehicle with vigor and even employed several photographs of the car during cross-examination.\nAgain, we face the situation where the appellant’s claims are derived from conduct that occurred during the trial. As we discussed thoroughly above the appellant never obtained a transcript of the trial, so therefore we are unable to review the context in which the actions of his counsel occurred.\nThe appellant’s final assertion of error is that his counsel was ineffective for advising him to enter an open guilty plea, even though a jury had previously found the appellant guilty of the charges. The courts of this Commonwealth have consistently supported the contention that as long as the guilty plea is entered into knowingly, intelligently and voluntarily, they will not inquire into a defendant’s reasons for entering a plea. See Commonwealth v. Myers, supra. However, when an appellant asserts that the guilty plea was the result of ineffective representation of counsel, the inquiry of the reviewing court changes slightly. The Pennsylvania Superior Court addressed this issue in Commonwealth v. Flood, supra. In Flood, the Superior Court stated:\n“Because ‘a plea of guilty effectively waives all non-jurisdictional defects and defenses’ (citation omitted) after sentencing, allegations of ineffectiveness of coun*568sel in this context provide a basis for withdrawal of the plea only where there is a causal nexus between counsel’s ineffectiveness, if any, and an unknowing or involuntary plea, (citation omitted) . . . The focus of the inquiry is whether the accused was misled or misinformed and acted under that misguided influence when entering the guilty plea.” Id. at 567, 627 A.2d at 1199.\nIn the instant appeal, the appellant asserts that, “trial counsel knew or should have known that upon the court’s acceptance of a guilty plea, appellant would be foreclosing his right to appeal issues previously preserved prior to and during trial.” (Appellant’s statement of matters complained of on appeal, p. 3.) Based on the record of the sentencing proceeding and the holding in Flood, supra, this position is untenable.\nAs shown above, on two separate occasions, by his own attorney and by the assistant district attorney, the appellant was informed that by pleading guilty he would be limiting his appellate rights to four very narrow issues. Additionally, the appellant signed a seven page written guilty plea colloquy form that also set out his appellate rights following a guilty plea.\n“After you enter your guilty plea and it is accepted by the judge, you still have a right to appeal your conviction. Your appeal from a guilty plea is limited to one or all four of the following reasons:\n“(1) Your guilty plea was not voluntary, or knowing or intelligent;\n“(2) The court did not have jurisdiction (no authority) to accept your plea because the crimes to which you are pleading guilty did not occur in Montgomery County;\n*569“(3) The judge’s sentence is illegal because it is beyond the maximum penalties authorized by law;\n“(4) That your attorney was not effective in representing you. Do you understand your right to appeal and the four reasons for appeal?” (Guilty plea colloquy form, p. 4.)\nThe appellant responded to these questions affirmatively and consistently stated that he understood the consequences of his plea. Thus, pursuant to Flood, supra, the Superior Court should find that appellant’s trial counsel was not ineffective for advising or allowing the appellant to enter an open guilty plea.\nCONCLUSION\nHere, appellant has committed perjury in the trial court. He was found guilty by a jury of his peers and later elected to enter an open guilty plea. He did not petition to withdraw his guilty plea. He has refused to pay for a transcript of the trial testimony. Based on the foregoing analysis, the Superior Court of Pennsylvania should affirm this court’s order of December 20, 1995.\n\n. This was the appellant’s second offense for driving under the influence of alcohol. It requires a mandatory minimum sentence of 30 days of incarceration.\n\n\n. A check of the vehicle’s registration revealed that the car was registered to the appellant’s son.\n\n\n. Laboratory test results from the appellant’s blood sample revealed that the appellant’s blood/alcohol content was 0.20 percent.\n\n\n. Contrary to the assistant district attorney’s representations, we concede that based on the maximum sentence allowable for the appellant’s crimes this court did not have the discretion to deny bail for the appellant during the pendency of his appeal. However, this error was not timely raised and is thus waived.\n\n\n. Pa.R.Crim.P. 1405(c)(2) requires that the court put into the record the reasons for the sentence that it imposes. See also, Commonwealth v. Riggins, 474 Pa. 115, 377 A.2d 140 (1977).\n\n\n. Pa.R. J. A. 5001.6, provides that except where the Commonwealth or a subdivision is liable for the cost, the reporter may require a deposit of up to one-half of the estimated charge for the transcript as a condition precedent to starting transcription.\n\n",
            "ocr": true,
            "opinion_id": 9318507
        }
    ],
    "court_short_name": "Montgomery County Court of Common Pleas",
    "court_full_name": "Pennsylvania Court of Common Pleas, Montgomery County",
    "court_type": "ST",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Rape"
}