{
    "id": 9352197,
    "judges": "Agree, Brown, Harrison",
    "date_filed": "2000-08-27",
    "date_filed_is_approximate": true,
    "slug": "bowman-v-state",
    "case_name_short": "Bowman",
    "case_name": "Bowman v. State",
    "case_name_full": "Joseph BOWMAN v. STATE of Arkansas",
    "attorneys": "Phillip A. McGough, P.A., North Little Rock, by: Phillip A. McGough, for appellant., Leslie Rutledge, Att'y Gen., by: Rebecca Kane, Ass't Att'y Gen., for appellee., In Durham v. State , our supreme court held that when a defendant's first motion for directed verdict was specific as to the missing proof, but his motion made at the close of the evidence was merely a general renewal of the first motion, a defendant's challenge to the sufficiency of the evidence was preserved for appellate review. 320 Ark. 689, 899 S.W.2d 470 (1995) ; Jackson v. State , 2011 Ark. App. 528, 385 S.W.3d 394. The problem here is that when appellant made his second motion for directed verdict, appellant failed to generally renew or otherwise incorporate by reference the arguments he made in his first motion for directed verdict. Instead, he made a different, nonspecific motion for directed verdict that fails to comply with Rule 33.1 of the Arkansas Rules of Criminal Procedure. Accordingly, appellant's sufficiency arguments are not preserved for this court's review, and we affirm the judgment of conviction. See Pinell v. State , 364 Ark. 353, 219 S.W.3d 168 (2005).",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "574 S.W.3d 235",
        "2019 Ark. App. 240"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "KENNETH S. HIXSON, Judge *236Appellant Joseph Bowman appeals after he was convicted by a Little River County Circuit Court jury of rape and was sentenced to serve a total of 300 months' imprisonment. On appeal, appellant contends that the trial court erred by denying his motion for directed verdict for two reasons: (1) it was impossible for him to have committed the crime on the date charged in the information because he was deployed by the military overseas; and (2) the State failed to prove the element of sexual gratification. We affirm.I. Relevant FactsIn summary, appellant was charged with and convicted of raping S.R., his minor stepdaughter, in violation of Arkansas Code Annotated section 5-14-103 (Supp. 2017). At trial, S.R.'s mother, Lisa Marie Bowman, testified that she was still married to appellant but that they had separated in June 2017. Appellant was in the military and had been deployed to Africa during most of 2017. Lisa and appellant have three other children together, and appellant is S.R.'s stepfather. Lisa explained that she and the children have lived in several different homes. However, S.R. specifically referred to the white house on County Road 716 that they had lived in from 2011 until the end of 2015 as \"Papa Terry's house.\"Lisa testified that S.R. was thirteen years old at the time of trial. However, due to her learning disabilities, S.R. had the mentality of only a third grader. Lisa testified that she had reported her daughter's rape to law enforcement on October 21, 2017. Lisa explained that she overheard S.R. asking her younger brother whether he would \"play with [himself] down there.\" After Lisa confronted S.R., she realized that she needed to report the information to law enforcement.Lisa admitted on cross-examination that she had been arguing with appellant through Facebook Messenger on October 7, 2017, and that she had threatened that she would \"f* * * [his] life up.\" However, Lisa explained that they routinely had heated exchanges similar to the ones introduced at trial. She testified that appellant had also threatened that he would have her imprisoned for using his money for the children. Moreover, Lisa denied that she knew anything about the rape allegations until she overheard S.R. talking to her brother on October 21, 2017.S.R. testified that appellant had forced her to perform oral sex on him on two separate occasions. The first occasion occurred at \"Papa Terry's house.\" She explained that her mother had been at the store and that she had been in her mother's bedroom when it happened. The second occasion occurred when she had been in the woods hunting with appellant.Blake Eudy, a criminal investigator for the Howard County Sheriff's Department, testified that appellant agreed to undergo a computer voice-stress-analysis test that Eudy conducted during the investigation. Appellant was advised of his Miranda rights and signed a stipulation/agreement before the test was conducted. In addition to several other irrelevant \"control questions,\" appellant was specifically asked whether he had \"ever fingered S.R.\" or *237whether he had S.R. ever give him \"head.\" Appellant failed the test, and the results of the test indicated that appellant was being deceptive when he provided negative answers to those two questions. Eudy testified that after he told appellant about the failed test, appellant told him about a dream that he had three months before his deployment to Africa. Appellant indicated that he had a dream about S.R. \"giving him head\" and that when he woke up, he realized that it was not a dream. Portions of the audio recordings from the test and discussion were played for the jury and admitted into evidence.Brandon Kennemore, an investigator for the Little River County Sheriff's Office, testified that he investigated the allegations and interviewed appellant at the sheriff's office after appellant had been read his Miranda rights. Portions of the video recordings from that interview were played for the jury and admitted into evidence. During that interview, appellant stated that he woke up one night to S.R. performing oral intercourse on him. He explained that he \"[g]ot on to her\" and told her to go back to her room. Appellant then stated that he thought it was just a dream.II. Motion for Directed VerdictAppellant argues on appeal that the trial court erred in denying his motion for directed verdict. A motion for a directed verdict is a challenge to the sufficiency of the evidence. Hinton v. State , 2015 Ark. 479, 477 S.W.3d 517. When reviewing a challenge to the sufficiency of the evidence, this court assesses the evidence in the light most favorable to the State and considers only the evidence that supports the verdict. Id. The sufficiency of the evidence is tested to determine whether the verdict is supported by substantial evidence, direct or circumstantial. Wyles v. State , 368 Ark. 646, 249 S.W.3d 782 (2007) ; Boyd v. State , 2016 Ark. App. 407, 500 S.W.3d 772. Substantial evidence is evidence that is of sufficient force and character that will, with reasonable certainty, compel a conclusion one way or the other, without resorting to speculation or conjecture. Hinton, supra. Finally, the credibility of witnesses is an issue for the jury and not the court. Id. The trier of fact is free to believe all or part of any witness's testimony and may resolve questions of conflicting testimony and inconsistent evidence. Id.*238Before addressing the merits of appellant's arguments, we must first determine whether his arguments are preserved. Rule 33.1 of the Arkansas Rules of Criminal Procedure provides the following in relevant part:(a) In a jury trial, if a motion for directed verdict is to be made, it shall be made at the close of the evidence offered by the prosecution and at the close of all of the evidence. A motion for directed verdict shall state the specific grounds therefor.(c) The failure of a defendant to challenge the sufficiency of the evidence at the times and in the manner required in subsections (a) and (b) above will constitute a waiver of any question pertaining to the sufficiency of the evidence to support the verdict or judgment. A motion for directed verdict or for dismissal based on insufficiency of the evidence must specify the respect in which the evidence is deficient. A motion merely stating that the evidence is insufficient does not preserve for appeal issues relating to a specific deficiency such as insufficient proof on the elements of the offense. A renewal at the close of all of the evidence of a previous motion for directed verdict or for dismissal preserves the issue of insufficient evidence for appeal. If for any reason a motion or a renewed motion at the close of all of the evidence for directed verdict or for dismissal is not ruled upon, it is deemed denied for purposes of obtaining appellate review on the question of the sufficiency of the evidence.The State does not contest that appellant's motion for directed verdict made at the end of the prosecution's case properly included two of the same specific grounds now argued on appeal. Instead, the State argues that appellant failed to restate the same specific grounds in his motion made at the close of all evidence.I move for directed verdict. I believe that we've established that the defense has provided sufficient testimony to award a directed verdict on the basis that the state has failed to prove their case beyond a reasonable doubt.Because appellant did not specifically \"renew\" or otherwise incorporate by reference his previous arguments in the above quoted language, the State contends that appellant's sufficiency arguments made at the end of the prosecution's case are not preserved. We agree.Affirmed.",
            "ocr": true,
            "opinion_id": 9347667
        }
    ],
    "court_short_name": "Court of Appeals of Arkansas",
    "court_full_name": "Court of Appeals of Arkansas",
    "court_type": "SA",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Rape"
}