{
    "id": 9441748,
    "judges": "Chief Justice Debra Todd",
    "date_filed": "2000-08-18",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-weeden-a-aplt",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Weeden, A., Aplt.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 32.0,
            "download_url": "https://www.pacourts.us/assets/opinions/Supreme/out/J-12-2023mo - 105741629246530200.pdf",
            "author_id": 5570.0,
            "opinion_text": "                                  [J-12-2023]\n                    IN THE SUPREME COURT OF PENNSYLVANIA\n                               WESTERN DISTRICT\n\n     TODD, C.J., DONOHUE, DOUGHERTY, WECHT, MUNDY, BROBSON, JJ.\n\n\n COMMONWEALTH OF PENNSYLVANIA,                   :   No. 19 WAP 2022\n                                                 :\n                      Appellee                   :   Appeal from the Order of the\n                                                 :   Superior Court entered May 26,\n                                                 :   2021 at No. 582 WDA 2020,\n               v.                                :   affirming the Judgment of Sentence\n                                                 :   of the Court of Common Pleas of\n                                                 :   Allegheny County entered February\n ANGELO WEEDEN,                                  :   24, 2020 at No. CP-02-CR-\n                                                 :   0000513-2019.\n                      Appellant                  :\n                                                 :   ARGUED: April 18, 2023\n\n\n                                        OPINION\n\n\nCHIEF JUSTICE TODD                                      DECIDED: NOVEMBER 16, 2023\n      In this appeal by allowance, we consider whether a printed summary created by a\n\ncomputerized system, “ShotSpotter,” which contemporaneously collects data regarding\n\npotential gunshots and transmits the same to the subscribing police force, falls within the\n\npurview of the Confrontation Clause when used as evidence in the course of a criminal\n\nprosecution. For the reasons that follow, we conclude that, under the circumstances\n\npresented, the admission of the document did not run afoul of Appellant Angelo Weeden’s\n\nrights under the Confrontation Clause. Accordingly, we affirm.\n\n                                     I. Background\n\n      At approximately 5:30 p.m. on December 15, 2018, Alyssa Houston, Heather\n\nLamb, and Lamb’s eight-year-old daughter exited Lamb’s house and departed in Lamb’s\n\nvehicle to go shopping. Houston noticed that Appellant was following directly behind\n\fLamb’s vehicle in his Volkswagen Jetta, tailing them down a narrow street.1 When Lamb\n\ndrove off of the main road to enter a residential area in the North Side neighborhood of\n\nthe City of Pittsburgh (the “City”), Appellant pulled around the driver’s side of her vehicle\n\nand blocked its forward movement. Appellant then exited his vehicle and approached the\n\npassenger side of Lamb’s car, prompting Houston, who was sitting in the passenger-side\n\nfront seat, to lock the car door.      As Appellant aggressively attempted to pull the\n\npassenger-side front door open, Lamb’s daughter yelled “gun,” and Lamb quickly placed\n\nher car in reverse, backed around Appellant’s vehicle, and began to drive away.\n\nSimultaneously, the occupants of Lamb’s vehicle heard four gunshots, two of which struck\n\nLamb’s vehicle on the rear passenger side. Consequently, Lamb drove to the police\n\nstation, and she and Houston reported the incident.\n\n       The following day, Appellant was arrested, and the Commonwealth charged him\n\nwith one count each of aggravated assault, person not to possess a firearm, carrying a\n\nfirearm without a license, and propulsion of missiles into an occupied vehicle, and three\n\ncounts of recklessly endangering another person.2 The case subsequently proceeded to\n\na jury trial, at which Houston and Lamb testified consistently with the foregoing.\n\nAdditionally, and relevant to the instant appeal, Detective Richard Baumgart, a 19-year\n\nveteran with the City’s Bureau of Police (the “Bureau”), testified as a witness for the\n\nCommonwealth, detailing the Bureau’s use of a gunfire detection program, “ShotSpotter.”\n\n       More specifically, Detective Baumgart testified that “ShotSpotter is a gun detection\n\nprogram that is contracted through an outside party, by the [C]ity[,] through a company,\n\n\n1 Notably, Houston had been romantically entwined with Appellant for six years.\n                                                                              Although\nHouston ended the romantic relationship earlier in 2018, she and Appellant remained\nfriends until she ended the friendship altogether on the morning of December 15, 2018,\ndue, in part, to Appellant’s intrusiveness.\n2 18 Pa.C.S. §§ 2702(a)(1), 6105(a)(1), 6106(a)(1), 2707(a), and 2705, respectively.\n\n\n\n\n                                      [J-12-2023] - 2\n\fShotSpotter,” noting that the ShotSpotter program covers certain areas within the City’s\n\nlimits with the aim of detecting, triangulating, and pinpointing the location of any loud\n\n“bang, boom[,] or pop” noises via scientific algorithms. N.T., 12/4/19, at 92. Detective\n\nBaumgart explained that, when ShotSpotter detects such a sound, the program\n\nautomatically documents the data and sends it, “[w]ithin seconds,” to a human operator\n\nin California, who then reviews the noise to discern whether it was a gunshot. Id. at 95.\n\nAccording to Detective Baumgart, “these operators have gone through . . . hundreds of\n\nhours of training through ShotSpotter to be able to recognize the difference between the\n\npattern and the sound that they would hear with a fire cracker pattern and the sound that\n\nthey would . . . hear with a gunshot.” Id. The detective further expounded that, if a human\n\noperator believes that a sound captured by the ShotSpotter program was a gunshot, the\n\noperator will send the information back to the Bureau, which then dispatches officers to\n\nthe vicinity of the shots fired. Detective Baumgart related that, typically, this process\n\nhappens quickly, such that the Bureau receives notification of a shot within a minute after\n\nthe program initially detects a gunshot and dispatches its officers shortly thereafter.\n\nNotably, Detective Baumgart acknowledged that ShotSpotter is “not completely\n\nfoolproof,” conceding that misidentifications may occur when a human operator errs in\n\ndetermining whether a sound is a gunshot. Id. at 96. Indeed, Detective Baumgart stated\n\nthat, at times, “officers have been dispatched to gunshots where there weren’t gunshots,\n\nand vice versa.” Id. Nevertheless, Detective Baumgart opined that the ShotSpotter\n\nsystem is “very accurate” in detecting the presence of gunfire. Id. at 118.\n\n      Pertinent herein, the Commonwealth proffered into evidence, via Detective\n\nBaumgart, a “ShotSpotter Investigative Lead Summary” (the “ShotSpotter Summary” or\n\nthe “Summary”) related to the underlying incident in this case,3 over the defense’s\n\n\n3 The Commonwealth marked the Summary as “Commonwealth Exhibit 4.”\n\n\n\n\n                                     [J-12-2023] - 3\n\fobjection that admitting the Summary into evidence violated Appellant’s rights under the\n\nConfrontation Clauses of the United States and Pennsylvania Constitutions,4 each of\n\nwhich provides that an accused in a criminal prosecution has the right “to be confronted\n\nwith the witnesses against him.” See U.S. Const. amend. VI; Pa. Const. art. 1, § 9. With\n\nrespect to the Summary, Detective Baumgart explained that, when ShotSpotter detects\n\na relevant sound, the program automatically generates a written summary which provides\n\nthe date, time, and location of the suspected gunshot. He noted that, after the summary\n\nis automatically generated, updates may be added by the ShotSpotter operators to depict\n\ninformation obtained by the responding police officers.\n\n       Turning to the specifics of this case,5 Detective Baumgart testified that the\n\nSummary showed that officers were dispatched to 3400 Shadeland Avenue on the City’s\n\nNorth Side, at approximately 7:43 p.m. on December 15, 2018, after ShotSpotter detected\n\ntwo possible gunshots fired at that location. On cross-examination, Detective Baumgart\n\nacknowledged that, despite his training with the program, he had not been certified by\n\nShotSpotter and was not involved in preparing the Summary in this case. Detective\n\nBaumgart further admitted that he was unsure whether the dataset contained in the\n\nShotSpotter Summary was ever reviewed by any human ShotSpotter operator, while\n\nnoting that a human review component typically occurs in the ShotSpotter process.\n\n       Notably, although the date of the shooting incident was December 15, 2018, the\n\nSummary was not created until July 3, 2019, upon request by a ShotSpotter employee,\n\nidentified by company email address “TTRANH@SHOTSPOTTER.COM.”                       See\n\nShotSpotter Summary at 1 (Appendix D to Appellant’s Brief). In addition to providing the\n\n\n\n4 Appellant also levied a hearsay objection.\n\n5 Detective Baumgart conceded that he was not involved in the underlying investigation\n\nin this matter.\n\n\n                                     [J-12-2023] - 4\n\ftime, date, and location of the possible gunfire and a map of the same, the Summary\n\nincludes a general description of the ShotSpotter program.6 The Summary also explains\n\nthat the “shot count, times, and locations” contained therein “were automatically\n\ncalculated by the ShotSpotter system at the time of detection,” cautioning that those\n\nvalues “are approximate and should be deemed as such,” and that “[t]he number of\n\nindividual shots [depicted] may not match the round count reported” on the first page of\n\nthe document “if an Incident Reviewer adjusted the round count during incident review\n\nprior to publication.”7 Id. at 2.\n\n\n6 Specifically, the Summary provides:\n\n\n               ShotSpotter uses strategically placed acoustic sensors to\n               detect and locate gunshots within a coverage area. The\n               locations of the gunshots are calculated using audio pulse\n               data and multilateration. Machine learning algorithms analyze\n               and classify the sounds before they are reviewed by acoustic\n               experts at the Incident Review Center. Within seconds,\n               Incident Reviewers add relevant tactical intelligence and\n               publish confirmed gunshots to ShotSpotter subscribers.\nShotSpotter Summary at 3.\n7 The Summary includes an express disclaimer to this effect:\n\n\n            The Investigative Lead Summary is produced using data\n            automatically generated by the ShotSpotter system and has\n            not been independently reviewed by our Forensic Engineers.\n            Although it provides precise trigger-pull location and timing as\n            determined automatically by the ShotSpotter system, this\n            summary should only be used for initial investigative purposes\n            because the shot timing, location, and count could differ once\n            reviewed by a ShotSpotter Forensic Engineer. Factors, such\n            as obstructed or attenuated muzzle blast, weapon discharge\n            in an enclosed space, or if the weapon discharged is of .25 or\n            smaller caliber, may prevent the sensor(s) from detecting all\n            or some of the shots fired. This summary has been generated\n            solely for the purpose for which it is provided. Nothing herein\n            shall to any extent substitute for the independent investigation\n            of the shooting incident. The data and conclusions herein\n(continued…)\n\n                                      [J-12-2023] - 5\n\f      The Commonwealth procured additional testimony surrounding the details of the\n\nDecember 15, 2018 shooting incident via another member of the Bureau, Officer Jacob\n\nBotzenhart, who was on duty when the Bureau received the relevant ShotSpotter\n\nnotification at approximately 7:43 p.m. on that date. Officer Botzenhart explained that,\n\nwhile he was not one of the officers sent to investigate the possible gunshots recorded\n\nby the ShotSpotter system, he eventually became the lead officer in charge of the\n\ninvestigation, as, two minutes after the officers responded to the ShotSpotter report,\n\nHouston and Lamb arrived at the police station and reported the shooting incident which\n\nhad occurred minutes earlier.    According to Officer Botzenhart, Houston and Lamb\n\ninformed him that they had heard gunshots as they attempted to drive away from\n\nAppellant in the vicinity of Shadeland Avenue. Officer Botzenhart related that, upon\n\nsubsequently searching the location at which the shots were allegedly fired, he and other\n\nofficers found no physical evidence of gunfire. Officer Botzenhart likewise conceded that\n\nsearches of Appellant’s home and vehicle yielded no physical evidence.         However,\n\nDetective James Sherer testified that he observed damage to Lamb’s car, which he\n\nbelieved was caused by bullets striking the vehicle, and the Commonwealth introduced\n\nphotographs taken by Detective Sherer of that damage into evidence, without objection\n\nfrom the defense.\n\n      For his part, Appellant proffered evidence indicating that he supported Houston\n\nfinancially during their relationship, that she was unemployed in December 2018, and that\n\nmultiple people were supporting her financially at that time. Appellant also presented\n\ntestimony from two witnesses who attested that, on the evening of the shooting incident,\n\n\n\n\n             should be corroborated with other evidentiary sources such\n             as recovered shell casings and witness statements.\nId.\n\n\n                                     [J-12-2023] - 6\n\fAppellant was with them playing video games and eating soup and did not leave until the\n\nfollowing morning.\n\n       Ultimately, the jury found Appellant guilty of the above-listed offenses,8 and the\n\ntrial court later sentenced him to an aggregate term of 10 to 20 years imprisonment.\n\nThereafter, Appellant appealed, asserting, inter alia, that the trial court violated his right\n\nto confrontation under the state and federal constitutions by admitting the Summary into\n\nevidence, as, in his view, the Summary was testimonial in nature, such that he should\n\nhave been afforded the opportunity to cross-examine the declarant who created it.9\n\nAppellant maintained that his cross-examination of Detective Baumgart did not serve this\n\npurpose because the detective had no role in creating the Summary.10\n\n       In its opinion issued pursuant to Pa.R.A.P. 1925(a), the trial court concluded that\n\nAppellant was due no relief on his constitutional challenge, as he failed to specify\n\nprecisely who he wished to confront. The trial court reasoned that it could not “be found\n\nto have erred in refusing Appellant his right to cross-examine a witness who simply does\n\nnot exist or has not been identified by Appellant.” Trial Court Opinion, 8/13/20, at 9.\n\nAccordingly, the trial court rejected Appellant’s right-to-confrontation claim.\n\n       In a unanimous, published opinion authored by Senior Judge Dan Pellegrini, the\n\nSuperior Court affirmed. Commonwealth v. Weeden, 253 A.3d 329 (Pa. Super. 2021).\n\nNoting that the Confrontation Clause “protects a criminal defendant’s right to confront\n\n8 The trial court separately convicted Appellant of the persons not to possess a firearm\n\ncharge, as Appellant had a previous second-degree murder conviction.\n9 While Appellant invoked our state constitution’s confrontation clause, which, as noted\n\nabove, employs the same language as its federal counterpart, he did not below – and\ndoes not before us – argue that Pennsylvania’s right to confrontation is more expansive\nthan the federal right to confrontation.\n10 Appellant also renewed his hearsay-based challenge to the Summary, and he\nchallenged the trial court’s rulings with respect to other evidence involved in his trial, but\nthose claims are not at issue before this Court.\n\n\n                                       [J-12-2023] - 7\n\fwitnesses testifying against him,” the court opined that it was “not possible to cross-\n\nexamine the declarant of the ShotSpotter [Summary] because it was automatically\n\ngenerated by a computer system and was not prepared by a person.” Id. at 336 (citing\n\nCrawford v. Washington, 541 U.S. 36, 51 (2004)). To that end, the court observed that\n\nthe Summary “was not altered or amended by any person and no one individual can be\n\nconsidered its author.” Id. Indeed, the court emphasized that the Summary expressly\n\nadvised that the document was not independently reviewed by ShotSpotter’s forensic\n\nengineers and that the data provided therein should be corroborated by other evidence,\n\nsuch as witness statements.\n\n       Moreover, and in any event, the court concluded that introduction of the Summary\n\ninto evidence did not violate Appellant’s right to confrontation because the document was\n\nnot testimonial in nature.    In this regard, the court stressed that “statements are\n\nnontestimonial when made under circumstances objectively indicating that the primary\n\npurpose of the statement is to enable police to meet an ongoing emergency.” Id. (citing\n\nCommonwealth v. Brown, 185 A.3d 316, 325 (Pa. 2018)). The court noted that, rather,\n\n“statements are testimonial when the circumstances objectively indicate that there is no\n\nsuch ongoing emergency and that the primary purpose of the document is to establish or\n\nprove past events potentially relevant to later criminal prosecution.” Id. (citing Brown, 185\n\nA.3d at 325). Bearing in mind these notions, the court found that, here, the Summary\n\nwas not created to establish or prove past events for purposes of a subsequent criminal\n\nprosecution. Instead, the court determined that the Summary, which was computer-\n\ngenerated and sent to the Bureau within two minutes of the ShotSpotter system’s\n\ndetection of possible gunshots, “was provided during the unfolding of an ongoing\n\nemergency or what was likely an emergency situation,” as the detection of gunfire\n\n“signaled an immediate crisis involving potential serious injury.” Id. Thus, the court\n\n\n\n\n                                      [J-12-2023] - 8\n\fconcluded that the Summary was not testimonial in nature and, therefore, did not\n\nimplicate Confrontation Clause concerns. Accordingly, the court affirmed Appellant’s\n\njudgment of sentence.\n\n      Appellant subsequently filed a petition for allowance of appeal with our Court, and\n\nwe granted review on the following issue:\n\n             Whether a “Shotspotter Investigative Lead Summary” written\n             report, which purports to show the time and location of a\n             shooting incident and was offered as substantive evidence to\n             the jury at trial, is testimonial in nature and subject to the\n             protections afforded under the Confrontation Clause\n             enshrined in the Sixth Amendment of the United States\n             Constitution and Article I, Section 9 of the Pennsylvania\n             Constitution.\nCommonwealth v. Weeden, 278 A.3d 305 (Pa. 2022) (order).11\n\n                                    II. Arguments\n\n      Presently, Appellant argues that the Superior Court erred in concluding that\n\nadmission of the ShotSpotter Summary into evidence at trial did not violate his right to\n\nconfrontation because the Summary was not prepared by a person and was not\n\ntestimonial in nature. First addressing the underlying nature of the Summary, Appellant\n\nmaintains that the document was testimonial, as it was not created in response to an\n\nongoing emergency.       In that regard, Appellant stresses that, while the initial\n\ncommunication made by ShotSpotter to the Bureau upon detecting possible gunshots\n\nwas intended to assist law enforcement in promptly responding to the scene of an alleged\n\nshooting, the Summary itself “was generated over six months after the alleged shooting,”\n\nthus “undermin[ing] the Superior Court’s determination that the purpose of the [Summary]\n\n\n11 Whether the admission of the ShotSpotter Summary into evidence violated Appellant’s\n\nrights under the Confrontation Clause is a question of law, for which our standard of\nreview is de novo and our scope of review is plenary. See Commonwealth v. Yohe, 79\nA.3d 520, 530 (Pa. 2013) (citation omitted).\n\n\n                                    [J-12-2023] - 9\n\fwas to respond to an emergency.” Appellant’s Brief at 17. Indeed, Appellant asserts that,\n\nbecause he was taken into police custody pursuant to an arrest warrant the day after the\n\nalleged shooting incident, there was clearly no ongoing emergency at the time the\n\nSummary was generated on July 3, 2019, as the Commonwealth’s prosecution of\n\nAppellant “was well underway.” Id. Based on the delayed creation of the Summary,\n\nAppellant contends that its intended purpose was undoubtedly “to prove at trial that\n\ngunshots were fired at a specific time and location.” Id.\n\n       Appellant further argues that the creation of the Summary included a significant\n\nhuman component, emphasizing the disclaimer language included therein which\n\nindicates that the report is reviewed by a human. Relatedly, Appellant highlights that, in\n\nhis testimony, Detective Baumgart clarified that, generally, ShotSpotter includes a human\n\nreview process, although the detective was unsure whether such a process occurred in\n\nthis case. Appellant claims that the Superior Court’s conclusion that the creator of the\n\nSummary may not be subject to cross-examination because the Summary was computer-\n\ngenerated overlooks the human involvement in the creation of ShotSpotter summary\n\nreports, including the fact that the reviewer has the ability to adjust and add to a report.\n\nFrom Appellant’s perspective, the Superior Court’s determination that the Summary was\n\nnot altered or amended by any person is inconsistent with the record evidence, as, in his\n\nview, it is unclear whether the Summary included any human amendments or intervention\n\n“because the Commonwealth’s witness had no knowledge of whether any of that\n\noccurred.” Id. at 22.\n\n       Asserting that the Summary was “plainly testimonial in nature,” given that, in his\n\nview, it was offered “to prove the precise time and location of the alleged shooting\n\nincident,” id., Appellant maintains that he should have been “afforded an opportunity to\n\nconfront the declarant with respect to this evidence,” id. at 22-23 (emphasis omitted).\n\n\n\n\n                                     [J-12-2023] - 10\n\fAppellant notes that, during sidebar, defense counsel argued that he had a right to cross-\n\nexamine whichever human inspector had input in the Summary; Appellant proffers that,\n\nconsistent with his counsel’s argument in this regard, he was, at the very least, entitled to\n\ncross-examine the human ShotSpotter operator who reviewed the initial data when the\n\nShotSpotter system first detected the potential gunshots in this incident. Furthermore,\n\nAppellant suggests that, “to the extent that a [f]orensic [e]ngineer also reviewed the data,\n\nthat person . . . also [should have been] subject to cross-examination.”          Id. at 23.\n\nAccording to Appellant, his ability to confront these witnesses involved in reviewing and\n\npotentially altering the data contained in the ShotSpotter Summary was paramount to his\n\ndefense, and the trial court’s decision to admit the Summary into evidence without\n\npermitting him the opportunity to challenge the information contained therein via cross-\n\nexamination deprived him of his constitutional right to confrontation.\n\n       Relatedly, Appellant contends that Detective Baumgart served as nothing more\n\nthan a “surrogate witness” with respect to the ShotSpotter Summary, as “he had no role\n\nin creating the [Summary] and thus could not speak to its reliability.” Id. at 24. In this\n\nvein, Appellant maintains that the detective’s testimony did not satisfy Appellant’s\n\nconfrontation rights because the United States Supreme Court has disapproved of\n\nsurrogate testimony. See Bullcoming v. New Mexico, 564 U.S. 647, 661 (2011) (stating\n\nthat “the analysts who write reports that the prosecution introduces must be made\n\navailable for confrontation even if they possess ‘the scientific acumen of Mme. Curie and\n\nthe veracity of Mother Teresa’” (quoting Melendez-Diaz v. Massachusetts, 557 U.S. 305,\n\n320 n.6 (2009)). Appellant also notes that an appellate court in Illinois concluded that a\n\ntrial court erred in admitting a ShotSpotter summary into evidence.12 See People v.\n\n\n12 Notably, the prosecution in that case conceded that the summary was testimonial in\n\nnature.\n\n\n                                      [J-12-2023] - 11\n\fRobinson, 2022 WL 123358 (Ill. App. Ct. 2022). Finally, Appellant suggests that the\n\nSummary is inherently unreliable,13 noting that the disclaimer included in the document\n\n“makes it clear that the document is not intended for use at trial.” Appellant’s Brief at 25.\n\nWith little in the way of analysis, Appellant likewise contends that the “mandatory human\n\nreview of [the] machine-generated evidence demonstrates the limits of [ShotSpotter’s]\n\nreliability.”14 Id. at 26. Thus, Appellant urges our Court to reverse the Superior Court’s\n\ndecision and determine that the trial court erred in admitting the Summary into evidence. 15\n\n\n13 The Commonwealth responds that Appellant waived this reliability-based challenge to\n\nthe Summary’s admissibility by failing to raise it before the trial court. The Commonwealth\nalso suggests that, to the extent that Appellant attempts to incorporate such a claim into\nhis overall argument that the Summary was testimonial in nature, he neglected to\nsufficiently develop his argument, again rendering it waived. We agree that Appellant\nfailed to preserve his challenge to the Summary on reliability grounds, as he did not raise\nsuch a claim in the trial court. See Pa.R.A.P. 302(a) (“Issues not raised in the trial court\nare waived and cannot be raised for the first time on appeal.”); cf. Commonwealth v.\nWallace, 289 A.3d 894, 908 (Pa. 2023) (declining to consider an appellant’s\nauthentication challenge to GPS data because he raised only a hearsay-based challenge\nto the evidence before the lower courts, rendering the authentication-based claim waived\nunder Pa.R.A.P. 302(a)). Regardless, Appellant’s reliability argument falls beyond the\nscope of the question we accepted for consideration, which plainly focuses on the\ntestimonial nature of the Summary under the Confrontation Clause, not the reliability\nthereof.\n14 Appellant additionally undertakes a harmless error analysis, arguing that admission of\n\nthe Summary into evidence prejudiced him, that the Summary was not cumulative of other\nevidence adduced at trial, and that his conviction was otherwise based solely on\ncircumstantial evidence, which he believes he countered by way of his alibi defense. In\nlight of our disposition, however, we need not further detail Appellant’s argument in this\nregard, as we conclude that the trial court did not err in admitting the Summary into\nevidence.\n15 The Innocence Project, Inc., and the American Civil Liberties Union of Pennsylvania\n\nfiled an amicus brief in support of Appellant. Therein, amici predominantly argue that the\nShotSpotter system is unreliable and untested, scientifically, despite the fact that\nAppellant failed to preserve a reliability or authentication-based challenge to the\nSummary. In so doing, amici deride the ShotSpotter system as “fundamentally\nsubjective,” Amici’s Brief at 5, given that the software does not automatically send out an\nalert to law enforcement upon capturing a loud noise or automatically create a summary\nreport, but, instead, utilizes ShotSpotter operators, who “are not forensic audio experts,”\n(continued…)\n\n                                      [J-12-2023] - 12\n\f       The Commonwealth counters that Appellant misapprehends the nature of the\n\nevidence at issue, maintaining that, “when the focus is properly placed on the actual\n\ninformation that was admitted by the trial court—information that was strictly computer-\n\n\n\nto send out such alerts following a brief review of the detected sound, id. at 7. From\namici’s perspective, “[e]very stage of ShotSpotter’s gunshot detection process . . . is\nunvetted and riddled with opportunities for human intervention and error.” Id. at 8.\nLikewise, amici claim that the algorithm used in the ShotSpotter system is flawed and\nunreliable at detecting gunfire and its precise location, stressing that the ShotSpotter\ncompany has not permitted outside experts to test the veracity of the program. Amici\nposit that “flawed” forensic evidence, including from technological means similar to the\nShotSpotter program, is a “leading cause of wrongful convictions,” id. at 17, noting that\njurors oft “give outsized weight to forensic evidence,” id. at 20 (citation omitted).\nAmici next echo Appellant’s contention that the Summary constitutes testimonial\nevidence, suggesting that Bullcoming, supra, supports the position that, without testimony\nfrom an individual involved in preparing the document, admission thereof violated\nAppellant’s right to confrontation. According to amici, several state courts have “similarly\nfound the admission of scientific reports alone, to violate the right to confrontation,” id. at\n23, including the Delaware Supreme Court, see Martin v. State, 60 A.3d 1100, 1109 (Del.\n2013) (concluding that admission of a blood-analysis report into evidence without\ntestimony from the author of that report violated the defendant’s right to confrontation).\nAdditionally, amici contend that the introduction of ShotSpotter summaries as evidence\nruns afoul of defendants’ due process rights, asserting that “confrontation rights are an\nindispensable element of the due process afforded to the accused.” Amici’s Brief at 26.\nThe Pennsylvania Association of Criminal Defense Lawyers (“PACDL”) also submitted an\namicus brief in support of Appellant, principally arguing that the Summary constitutes\ninadmissible hearsay which does not fall within the business exception to the rule against\nhearsay. Tangentially, PACDL asserts that the Summary is testimonial in nature and,\nthus, subject to the Confrontation Clause, deriding the Superior Court’s determination that\nthe ShotSpotter Summary was not subject to confrontation because it was not prepared\nby a person. In PACDL’s view, this was a mischaracterization of the Summary, given that\nthe document was specifically requested by a ShotSpotter representative and was\nreviewed, and potentially supplemented, by another ShotSpotter operator. Lastly, like\nAppellant’s other amici, PACDL challenges the Summary on reliability grounds,\nsuggesting that the Commonwealth failed to produce evidence describing the ShotSpotter\nprocess and demonstrating that the program provides accurate results, consistent with\nPa.R.E. 901(b)(9) (requiring, for authentication purposes, “[e]vidence describing a\nprocess or system and showing that it produces an accurate result”). PADCL urges our\nCourt to expound upon this provision of our Rules of Evidence, which it claims has never\nbeen developed in the context of authentication, despite the proliferation of digital and\nmachine-generated proof in criminal trials.\n\n\n                                      [J-12-2023] - 13\n\fgenerated prior to being memorialized on paper—it is clear that the evidence was\n\nnontestimonial” and, thus, that admission of the document did not violate Appellant’s\n\nconfrontation rights. Commonwealth’s Brief at 13. The Commonwealth suggests that, to\n\nfind to the contrary, this Court would have to “elevate the piece of paper that the\n\nShotSpotter data was printed on above the data itself.” Id. at 16-17. In relation to this\n\ncontention, the Commonwealth offers that Detective Baumgart clearly testified that the\n\nShotSpotter system automatically generates a report containing the time, date, and\n\nlocation of possible gunfire the moment a relevant noise is detected, and provides near-\n\nimmediate notification to law enforcement, such that the Summary, while not printed until\n\nJuly 3, 2019, contained only information which was contemporaneously created and\n\nrecorded on December 15, 2018. Indeed, the Commonwealth avers that it is the initial\n\nstatement — i.e., “the immediate ShotSpotter alert as to the time, location, and number\n\nof gunshots” — which is “actually at issue here,” and which was clearly intended to assist\n\nlaw enforcement in addressing an ongoing emergency. Id. at 29. The Commonwealth\n\nlikens this data to other evidence deemed admissible by the high Court and this Court\n\nover right-to-confrontation challenges. See Davis v. Washington, 547 U.S. 813, 827\n\n(2006) (determining that a 911 recording which included the victim’s statements\n\nidentifying the defendant as her assailant was nontestimonial, as the 911 call “was plainly\n\na call for help against a bona fide physical threat,” in which the victim was merely providing\n\nstatements “necessary to be able to resolve the present emergency, rather than simply\n\nto learn . . . what had happened in the past” (emphasis original)); Commonwealth v.\n\nDyarman, 73 A.3d 565, 574 (Pa. 2013) (finding that certificates demonstrating the\n\ncalibration and accuracy of a breathalyzer machine “were not prepared for the primary\n\npurpose of providing evidence in a criminal case, let alone for the primary purpose of\n\naccusing” the defendant, and, therefore, were “nontestimonial for purposes of the\n\n\n\n\n                                      [J-12-2023] - 14\n\fConfrontation Clause”). In any event, the Commonwealth claims that Appellant waived\n\nhis assertion that the print date of the Summary proves that it is testimonial in nature, as\n\nhe failed to raise this aspect of his argument before the trial court.\n\n       Moreover, the Commonwealth challenges Appellant’s contention that the\n\nSummary included a significant human review component which would render it\n\ntestimonial in nature, stressing that Detective Baumgart’s testimony and the Summary\n\nitself readily contradict Appellant’s position. Specifically, the Commonwealth highlights\n\nthe Summary’s language which indicates that it was “produced using data automatically\n\ngenerated by the ShotSpotter system and has not been independently reviewed by our\n\nForensic Engineers.” See ShotSpotter Summary at 3.             The Commonwealth further\n\nemphasizes that Detective Baumgart expressly testified that a forensic review is only\n\nconducted with respect to a specific ShotSpotter incident at the request of police and that\n\nsuch review was not requested or conducted in the case sub judice.\n\n       Relatedly, the Commonwealth discounts Appellant’s belief that he was entitled to\n\nconfront whichever human initially reviewed the incident when ShotSpotter first detected\n\nthe gunshots on December 15, 2018, arguing that Detective Baumgart’s testimony\n\nilluminated that the Summary did not include any data other than that which was\n\nautomatically generated by ShotSpotter’s computer system.                Nevertheless, the\n\nCommonwealth asserts that any contribution by an incident reviewer would have been so\n\nlimited in scope that it would not have run afoul of the Confrontation Clause. According\n\nto the Commonwealth, such limited involvement from an incident reviewer would have\n\nbeen brief, “nearly instantaneous,” and “undertaken long before any knowledge that\n\n[Appellant] or some other individual was believed to be involved in a criminal offense.”\n\nCommonwealth’s Brief at 34. In that regard, the Commonwealth contends that the\n\ncircumstances of this case render it distinguishable from scenarios in which evidence was\n\n\n\n\n                                      [J-12-2023] - 15\n\fdeemed testimonial in nature due to human involvement, including Melendez-Diaz, 557\n\nU.S. at 310-11 (holding that affidavits reporting the results of a forensic analysis which\n\nconcluded that a seized substance was cocaine were testimonial, as the affidavits were\n\n“functionally identical to live, in-court testimony”), and Bullcoming, 564 U.S. at 660\n\n(determining that a laboratory report, which indicated the defendant’s blood alcohol\n\ncontent, was testimonial because it included an analyst’s “representations, relating to past\n\nevents and human actions not revealed in raw, machine-produced data”).                  The\n\nCommonwealth maintains that, in those cases, the individuals handling the challenged\n\nevidence, “with no emergency ongoing, conducted thorough, after-the-fact analyses or\n\nexaminations for the primary purpose of proving prior events potentially relevant to a\n\nfuture criminal prosecution.”     Commonwealth’s Brief at 34-35.          By contrast, the\n\nCommonwealth suggests that, here, the ShotSpotter incident reviewer, to the extent\n\nactually involved, sought “not to establish such past events[,] but, rather, to aid police by\n\nalerting them that gunshots had been fired in a certain area,” so that law enforcement\n\ncould appropriately respond to an ongoing emergency situation. Id. at 35. Thus, the\n\nCommonwealth urges our Court to hold that the ShotSpotter Summary is not testimonial\n\nin nature and does not fall within the purview of the Confrontation Clause.16 17\n\n16 Like Appellant, the Commonwealth engages in a harmless error analysis, arguing that\n\nthere was ample evidence justifying Appellant’s convictions even without the inclusion of\nthe Summary into evidence. However, as with Appellant’s corresponding argument, we\nwill not reproduce, at length, the Commonwealth’s arguments on this issue, given that our\ndisposition eliminates the need to conduct a harmless error analysis in this case. See\nsupra note 14.\n17 The Pennsylvania Office of Attorney General (“OAG”) submitted an amicus brief\nsupporting the Commonwealth’s position. Therein, OAG asserts that the Confrontation\nClause does not apply to the Summary because it contains no out-of-court statements\nfrom human witnesses. In that regard, OAG contends that the Confrontation Clause\nextends only to “witnesses” against an accused, and not to information automatically\ngenerated by machine, proffering that several federal courts have concluded as much.\nSee OAG’s Brief at 6 (discussing cases). Indeed, OAG avers that, because “computer\n(continued…)\n\n                                      [J-12-2023] - 16\n\f                                        III. Analysis\n\n       As noted above, the Confrontation Clause of the Sixth Amendment to the United\n\nStates Constitution provides that, “[i]n all criminal prosecutions, the accused shall enjoy\n\nthe right . . . to be confronted with the witnesses against him.” U.S. Const. amend. VI.\n\nThis right of confrontation was extended to the individual states via the Fourteenth\n\nAmendment.18 See Pointer v. Texas, 380 U.S. 400, 403 (1965) (“We hold today that the\n\n\nsoftware cannot testify in open court for the jury to observe its demeanor and credibility,”\nid. at 8, machine-generated data simply does not implicate the concerns which the\nConfrontation Clause was intended to address. In OAG’s view, although human beings\ncertainly program such computer systems in the first instance, thus permitting those\nsystems to automatically generate raw data, “the way to test whether computer systems\nwere programmed correctly is through authentication principles designed for mechanical\nprocesses, not Confrontation Clause principles designed for human ‘witnesses.’” Id. To\nunderscore the lack of human involvement in ShotSpotter’s initial process, OAG\nemphasizes that “[n]o human being has the brainpower to generate precise raw data of\nth[e] kind” collected by the ShotSpotter program — namely, the timing of gunshots down\nto the thousandth of a second and the specific longitudes and latitudes of those gunshots\nbased on triangulation technology. Id. at 9-10.\nRelatedly, OAG maintains that the ShotSpotter Summary was nontestimonial, as the data\nreflected therein was captured automatically and sent immediately to first responders to\nenable them to address an ongoing emergency. According to OAG, the goal of the police\nresponse prompted by the ShotSpotter report “was not to bring [Appellant] into court,” but\nwas, instead, intended “to end the physical threat and treat any injured persons.” Id. at\n12.\nOAG also avers that Appellant, by raising concerns about the Summary’s reliability and\naccuracy, overlooks that Pa.R.E. 901 provides a means to test the reliability and accuracy\nof automated computer programs via the process of authentication. OAG posits that,\nbecause Appellant failed to invoke Rule 901 before the trial court, he may not now\nchallenge the reliability and accuracy of the Summary through alternate means.\n18The Constitution of our Commonwealth likewise delineates an accused’s right to\nconfrontation, providing that, “[i]n all criminal prosecutions the accused hath a right . . . to\nbe confronted with the witnesses against him.” Pa. Const. art. 1, § 9. As Appellant has\nnot asserted that the Pennsylvania Constitution affords him greater protection than the\nUnited States Constitution with respect to the right to confrontation, see supra note 9, our\nanalysis “would be the same under both the United States Constitution and the\nPennsylvania Constitution.” In re N.C., 105 A.3d 1199, 1210 n.15 (Pa. 2014) (citation\nomitted).\n\n\n                                       [J-12-2023] - 17\n\fSixth Amendment’s right of an accused to confront the witnesses against him is likewise\n\na fundamental right and is made obligatory on the States by the Fourteenth\n\nAmendment.”). Significantly, the Supreme Court of the United States has explained that\n\n“[t]he central concern of the Confrontation Clause is to ensure the reliability of the\n\nevidence against a criminal defendant by subjecting it to rigorous testing in the context of\n\nan adversary proceeding before the trier of fact.” Maryland v. Craig, 497 U.S. 836, 845\n\n(1990). The Confrontation Clause’s language and “historical underpinnings” evince that\n\nthe Clause safeguards a defendant’s right to confront witnesses who “bear testimony”\n\nagainst him or her; as such, the right to confrontation applies only to testimonial\n\nstatements. Melendez-Diaz, 557 U.S. at 309 (citation omitted).\n\n       In the past two decades, the high Court has grappled with the intended scope of\n\nthe Confrontation Clause in a bevy of cases relevant to our current inquiry, placing a\n\nparamount focus on the purpose for which a statement was made in discerning whether\n\na statement is testimonial and, thus, invokes the Clause’s protections. First, in Crawford,\n\na decision issued in 2004, the Court overruled Ohio v. Roberts, 448 U.S. 56, 66 (1980),\n\nunder which testimonial witness statements were generally deemed admissible for\n\nConfrontation Clause purposes following a judicial determination of reliability. Pivoting\n\nfrom Roberts’ “amorphous notions of ‘reliability,’” Crawford, 541 U.S. at 61, the Crawford\n\nCourt held that, where testimonial evidence is sought to be admitted, “the Sixth\n\nAmendment demands what the common law required:                 unavailability and a prior\n\nopportunity for cross-examination,” id. at 68. While the Court declined to provide a\n\ncomprehensive definition of the term “testimonial,” it nonetheless proclaimed that the term\n\nencompasses, at a minimum, prior testimony and statements made during police\n\ninterrogations. Id.\n\n\n\n\n                                     [J-12-2023] - 18\n\f       Two years later, in Davis v. Washington, supra, the high Court considered the\n\nmeaning of testimonial in the context of statements made to law enforcement personnel\n\nduring an emergency call and at the scene of a reported domestic disturbance. In the\n\nfirst of the two companion cases considered by the Davis Court, Michelle McCottry spoke\n\nto a 911 operator while in the midst of a domestic disturbance with her then-boyfriend,\n\nAdrian Davis. During that telephone call, McCottry stated that Davis was beating her with\n\nhis fists, and she identified him by his full name in response to questions posed by the\n\noperator. Police officers arrived at the scene of the incident within four minutes of the\n\n911 call and found McCottry visibly shaken, with fresh injuries on her forearm and face.\n\nConsequently, Davis was arrested and charged with a felony violation of a domestic no-\n\ncontact order.\n\n       At Davis’s trial, the prosecution called as witnesses the two police officers who\n\nresponded to the 911 call; while the officers related that they observed fresh injuries on\n\nMcCottry upon arriving at the scene, neither could identify the cause of those injuries.\n\nThus, over Davis’s objection pursuant to the Confrontation Clause, the prosecution\n\nadmitted the recording of McCottry’s 911 call. The jury ultimately convicted Davis.\n\n       In Hammon v. Indiana, No. 05-5705, the companion case to Davis, police officers\n\nresponded to a reported domestic disturbance at the home of Hershel and Amy Hammon,\n\nwhereupon they found Amy alone on the front porch of the house, looking frightened.\n\nInitially, Amy claimed that nothing was wrong, but, upon further questioning from the\n\nofficers, she completed an affidavit, in which she detailed Hershel’s physical attack on\n\nher.   The State of Indiana thereafter charged Hershel with domestic battery and a\n\nprobation violation, and the matter proceeded to a bench trial, at which the trial court\n\nadmitted Amy’s affidavit into evidence, despite her absence and over Hershel’s objection.\n\nThe trial court convicted Hershel.\n\n\n\n\n                                     [J-12-2023] - 19\n\f       Expanding upon Crawford’s brief foray into testimonial versus nontestimonial\n\nstatements, the Davis Court held that:\n\n              Statements are nontestimonial when made in the course of\n              police interrogation under circumstances objectively\n              indicating that the primary purpose of the interrogation is to\n              enable police assistance to meet an ongoing emergency.\n              They are testimonial when the circumstances objectively\n              indicate that there is no such ongoing emergency, and that\n              the primary purpose of the interrogation is to establish or\n              prove past events potentially relevant to later criminal\n              prosecution.\nDavis, 547 U.S. at 822. The Court clarified that its holding in this regard pertained to\n\npolice interrogations because the statements relevant to the cases before it were clearly\n\nthe result of differing types of police interrogations.19 However, the Court stressed that it\n\ndid not intend to imply “that statements made in the absence of any interrogation are\n\nnecessarily nontestimonial,” opining that “[t]he Framers were no more willing to exempt\n\nfrom cross-examination volunteered testimony or answers to open-ended questions than\n\nthey were to exempt answers to detailed interrogation.” Id. at 822 n.1.\n\n       Applying its holding to the scenario presented in Davis, the Court concluded that\n\nMcCottry’s statements to the 911 operator during the emergency call were nontestimonial\n\nin nature. In so concluding, the Court reasoned that a 911 call, at least at the outset, “is\n\nordinarily not designed primarily to ‘establish or prove’ some past fact, but to describe\n\ncurrent circumstances requiring police assistance.” Id. at 827 (brackets omitted). Indeed,\n\nthe Court emphasized that “the nature of what was asked and answered in Davis, . . .\n\nviewed objectively, was such that the elicited statements were necessary to be able to\n\nresolve the present emergency, rather than simply to learn . . . what had happened in the\n\n19 The Court noted that, even if 911 operators “are not themselves law enforcement\n\nofficers, they may at least be agents of law enforcement when they conduct interrogations\nof 911 callers,” and, thus, the Court deemed “their acts to be acts of the police” under the\ncircumstances of Davis. Davis, 547 U.S. at 823 n.2.\n\n\n                                      [J-12-2023] - 20\n\fpast.” Id. (emphasis original). From the Court’s perspective, under the circumstances,\n\n“any reasonable listener would recognize that McCottry . . . was facing an ongoing\n\nemergency,” as her 911 call “was plainly a call for help against [a] bona fide physical\n\nthreat.” Id.     Hence, the Court determined that the “primary purpose” of McCottry’s\n\nstatements to the 911 operator “was to enable police assistance to meet an ongoing\n\nemergency,” such that the statements were nontestimonial and beyond the scope of the\n\nConfrontation Clause. Id. at 828.\n\n       Conversely, in Hammon, the Davis Court found that the police officers’\n\ninterrogation of Amy in response to the reported domestic disturbance was clearly “part\n\nof an investigation into possibly criminal past conduct,” given that, once the officers\n\narrived on the scene, there was no emergency in progress and no immediate threat of\n\nharm to Amy’s person or property. Id. at 829-30. According to the Court, when the\n\nofficers questioned Amy after her initial response that nothing was wrong, they sought not\n\nto determine what was happening, “but rather ‘what happened,’” evincing that “the\n\nprimary, if not indeed the sole, purpose of the interrogation was to investigate a possible\n\ncrime . . . .” Id. The Court opined that Amy’s statements to police, in essence, amounted\n\nto “an obvious substitute for live testimony,” rendering them “inherently testimonial.” Id.\n\nJuxtaposing Amy’s statements in Hammon against McCottry’s statements in Davis, the\n\nCourt explained:\n\n                 The statements in Davis were taken when McCottry was\n                 alone, not only unprotected by police (as Amy Hammon was\n                 protected), but apparently in immediate danger from Davis.\n                 She was seeking aid, not telling a story about the past.\n                 McCottry’s present-tense statements showed immediacy;\n                 Amy’s narrative of past events was delivered at some remove\n                 in time from the danger she described.\nId. at 831-32.\n\n\n\n\n                                      [J-12-2023] - 21\n\f       The Court next contended with the definition of testimonial under the Confrontation\n\nClause in Melendez-Diaz, supra, wherein the Court was tasked with determining whether\n\naffidavits20 which reported the results of a forensic analysis — and, critically, included a\n\nbald representation that the seized substance was examined and found to contain\n\ncocaine — were testimonial. These affidavits were admitted into evidence at Melendez-\n\nDiaz’s trial on drug charges, over his objection that, pursuant to Crawford, the analysts\n\nwho certified the results via the affidavits were required to testify in person. Exploring the\n\nprimary purpose of the documents, the Court opined that the affidavits undoubtedly “f[e]ll\n\nwithin the ‘core class of testimonial statements’” described in Crawford, Melendez-Diaz,\n\n557 U.S. at 310, given that they were “functionally identical to live, in-court testimony,” id.\n\nat 310-11. Indeed, the Court explained that the affidavits were admitted at Melendez-\n\nDiaz’s trial to prove that the substance in his possession was indeed cocaine, which was\n\n“the precise testimony the analysts would be expected to provide if called at trial.” Id. at\n\n310.   Therefore, the Court concluded that the affidavits, which were “made under\n\ncircumstances which would lead an objective witness reasonably to believe that the\n\nstatement would be available for use at a later trial,” id. at 311 (quoting Crawford, 541\n\nU.S. at 52), were testimonial statements, such that “the analysts were ‘witnesses’ for\n\npurposes of the Sixth Amendment,” id.\n\n       In 2011, the Court again considered two cases involving challenges brought under\n\nthe Confrontation Clause. In the first case, Michigan v. Bryant, 562 U.S. 344 (2011), the\n\ntrial court admitted as evidence against the defendant, Richard Bryant, statements made\n\nby the victim – identifying and describing his assailant – to police officers who had\n\ndiscovered him fatally wounded in a parking lot. Significantly, the Court deemed these\n\n20 The affidavits were described, under Massachusetts law, as “certificates of analysis.”\n\nHowever, the high Court determined that the documents were “quite plainly affidavits.”\nMelendez-Diaz, 557 U.S. at 310.\n\n\n                                      [J-12-2023] - 22\n\fcircumstances to require it, for the first time, to consider the “ongoing emergency”\n\nlanguage employed in Davis in the context of “a nondomestic dispute, involving a victim\n\nfound in a public location, suffering from a fatal gunshot wound, and a perpetrator whose\n\nlocation was unknown at the time the police located the victim.” Id. at 359. This scenario,\n\nthe Court explained, raised the question of whether an “ongoing emergency” may\n\n“extend[] beyond an initial victim to a potential threat to the responding police and the\n\npublic at large.” Id.\n\n       To that end, the Court highlighted that Davis and Hammon “involved domestic\n\nviolence, a known and identified perpetrator, and, in Hammon, a neutralized threat,” such\n\nthat the Davis Court “focused only on the threat to the victims and assessed the ongoing\n\nemergency from the perspective of whether there was a continuing threat to them.” Id. at\n\n363 (citation omitted). Accordingly, the Bryant Court found that the assessment of the\n\nemergency situation in those matters was of narrow scope, focusing solely on the victims,\n\nwithout contemplating threats to the public or police. Indeed, the Court reasoned that\n\n“[a]n assessment of whether an emergency that threatens the police and public is ongoing\n\ncannot narrowly focus on whether the threat solely to the first victim has been neutralized\n\nbecause the threat to the first responders and public may continue.”           Id. (citations\n\nomitted). Likewise, the Court reasoned that “the duration and scope of an emergency\n\nmay depend in part on the type of weapon employed,” again differentiating the\n\ncircumstances before it from Davis, wherein both perpetrators utilized only their fists in\n\nattacking their victims, thus allowing the police to bring the victims to safety simply by\n\nremoving them from the vicinity of the perpetrators. Id. at 364. Bearing in mind the\n\nforegoing, the Court concluded that the victim’s statements made to police in the parking\n\nlot while mortally wounded were properly admitted at trial and did not violate Bryant’s right\n\nto confrontation, given that, when the victim made the relevant statements, “there was an\n\n\n\n\n                                      [J-12-2023] - 23\n\fongoing emergency . . . where an armed shooter, whose motive for and location after the\n\nshooting were unknown, had mortally wounded [the victim] within a few blocks and a few\n\nminutes of the location where the police found [the victim].” Id. at 374.\n\n       In the second Confrontation Clause case decided by the Court in 2011,\n\nBullcoming, supra, the Court addressed the prosecution’s use of a forensic laboratory\n\nreport containing a certification which the prosecution introduced via the testimony of a\n\nscientist who did not sign the certification, perform the underlying test detailed therein, or\n\nobserve the test. See 564 U.S. at 652. Ultimately, the Court deemed the scientist’s\n\ntestimony to be “surrogate testimony” which did “not meet the constitutional requirement,”\n\nas the defendant enjoyed the right “to be confronted with the analyst who made the\n\ncertification, unless that analyst [was] unavailable at trial, and the accused had an\n\nopportunity, pretrial, to cross-examine that particular scientist.” Id. In so doing, the Court\n\ndetermined that, “[i]n all material respects, the laboratory report . . . resemble[d] those in\n\nMelendez–Diaz,” falling within the “core class” of testimonial statements, as the\n\ndocuments contained representations from the certifying scientist regarding issues which\n\nwere solely evidentiary in nature, “made in aid of a police investigation.”21 Id. at 664-65.\n\nThus, the Court concluded that admission of the report into evidence violated the\n\nConfrontation Clause.\n\n       Finally, a year later, the Court issued an opinion announcing the judgment of the\n\nCourt in Williams v. Illinois, 567 U.S. 50 (2012), wherein a plurality of the Court seemingly\n\n21 Pertinently, in her concurring opinion, Justice Sonia Sotomayor emphasized that the\n\nCourt was not speaking to the propriety of a prosecuting authority’s use of “only machine-\ngenerated results, such as a printout from a gas chromatograph,” given that the forensic\nreports at issue contained a scientist’s statements, including with respect to the forensic\nprocedures utilized in assessing the defendant’s blood alcohol concentration.\nBullcoming, 564 U.S. at 673 (Sotomayor, J., concurring). As such, Justice Sotomayor\ncautioned that the Court’s opinion did not “decide whether[] . . . a State could introduce\n(assuming an adequate chain of custody foundation) raw data generated by a machine\nin conjunction with the testimony of an expert witness.” Id. at 674 (citation omitted).\n\n\n                                      [J-12-2023] - 24\n\fexpanded the “primary purpose” inquiry in considering the interplay of the Confrontation\n\nClause and expert testimony. At the defendant’s bench trial on various sexually-based\n\noffenses, including rape, the prosecution proffered testimony from an expert witness who\n\nrelied on the results of a DNA report (detailing the results of the rape kit performed on the\n\nvictim) which was not admitted into evidence or shown to the finder-of-fact, was not\n\nquoted by the expert witness or read aloud, and was not identified by the witness as the\n\nsource of her opinions. Noting that “[i]t has long been accepted that an expert witness\n\nmay voice an opinion based on facts concerning the events at issue in a particular case\n\neven if the expert lacks first-hand knowledge of those facts,” id. at 67, the Court\n\ndistinguished Bullcoming and Melendez-Diaz, in which the forensic reports in question\n\nwere introduced into evidence to prove the truth of the matter asserted therein, whereas\n\nthe DNA report introduced at Williams’ rape trial was not. Thus, the Court found that the\n\nexpert witness’s testimony relying on the DNA report did not violate the defendant’s right\n\nto confrontation.\n\n       Notably, the Court further opined that, even if the DNA report had been introduced\n\ninto evidence, there would have been no Confrontation Clause violation because the\n\nreport “plainly was not prepared for the primary purpose of accusing a targeted individual.”\n\nId. at 84. From the Court’s perspective, “the primary purpose of the [DNA] report, viewed\n\nobjectively, was not to accuse [the defendant] or to create evidence for use at trial.” Id.\n\nInstead, the Court reasoned that the document’s “primary purpose was to catch a\n\ndangerous rapist who was still at large, not to obtain evidence for use against [the\n\ndefendant], who was neither in custody nor under suspicion” at the time of the document’s\n\ncreation. Id. Accordingly, the Court concluded that the expert’s testimony and the DNA\n\nreport fell beyond the purview of the Confrontation Clause.\n\n\n\n\n                                      [J-12-2023] - 25\n\f       In his concurring opinion, Justice Clarence Thomas opined that the plurality had\n\nessentially created a new primary purpose test, which he viewed as chiefly focused upon\n\nwhether a statement was intended to accuse a targeted individual engaged in criminal\n\nconduct; however, Justice Thomas submitted that this version of the test “lacks any\n\ngrounding in constitutional text, in history, or in logic.” Williams, 567 U.S. at 114 (Thomas,\n\nJ., concurring in result). In dissent, Justice Elena Kagan wrote that the expert’s testimony\n\nwas “functionally identical to the ‘surrogate testimony’ that New Mexico proffered in\n\nBullcoming.” Id. at 124 (Kagan, J., dissenting).22 Moreover, Justice Kagan, like Justice\n\nThomas, derided the plurality’s newly declared focus of the primary purpose test,\n\nstressing that none of the Court’s prior cases “has ever suggested that,” to be testimonial\n\nin nature, “the statement must be meant to accuse a previously identified individual.” Id.\n\nat 135 (citation omitted). Relatedly, Justice Kagan criticized the plurality’s determination\n\nthat the DNA report was intended to respond to an ongoing emergency in which a rapist\n\nwas still at large, finding such a characterization of the DNA report to be an unjustifiable\n\nstretch of both the Court’s prior “ongoing emergency” jurisprudence and the facts of the\n\ncase. Id. at 136. In sum, Justice Kagan would have concluded that the DNA report was\n\ninadmissible, absent the testimony of any analysts involved in its creation, based on\n\nMelendez-Diaz and Bullcoming.\n\n       With this background in mind, we return to the case sub judice. For the following\n\nreasons, we find that the ShotSpotter Summary is nontestimonial in nature under the high\n\nCourt’s primary purpose test,23 given that the ShotSpotter system recorded the data in an\n\n22 Justices Antonin Scalia, Ruth Bader Ginsburg, and Sonia Sotomayor joined in Justice\n\nKagan’s dissent.\n23 While, as discussed, Williams arguably invoked a new primary purpose test which\n\nfocuses on whether a statement targets a specific individual for future prosecution, this\ninnovation was endorsed by only a plurality of the Court; accordingly, we will adhere to\nthe primary purpose test set out in the Court’s decisions spanning from Crawford to\n(continued…)\n\n                                      [J-12-2023] - 26\n\feffort to assist law enforcement in responding to an ongoing emergency.24 Plainly,\n\nexamining the circumstances of the Summary’s creation objectively, as the high Court\n\ninstructs, see Bryant, 562 U.S. at 360 (“[T]he relevant inquiry is not the subjective or actual\n\npurpose of the individuals involved in a particular encounter, but rather the purpose that\n\nreasonable participants would have had, as ascertained from the individuals’ statements\n\nand actions and the circumstances in which the encounter occurred.”); Davis, 547 U.S.\n\nat 822 (“Statements are nontestimonial when made in the course of police interrogation\n\nunder circumstances objectively indicating that the primary purpose of the interrogation\n\n\n\n\nBullcoming. Nevertheless, even under the Williams version of the primary purpose test,\nwe would conclude that the Summary is not testimonial, as it clearly did not accuse\nAppellant, or any other individual, but, instead, merely informed law enforcement that\ngunshots had been fired, without regard to who fired them. See Dyarman, 73 A.3d at 574\n(“Whether Williams creates a ‘new’ test, superseding Melendez–Diaz and Bullcoming,\ndoes not need to be addressed here, for the certificates at issue are nontestimonial for\npurposes of the Confrontation Clause under both Melendez–Diaz/Bullcoming and\nWilliams.”). Notably, when the Bureau dispatched its officers to investigate whether shots\nhad indeed been fired at the Shadeland Avenue location indicated by the ShotSpotter\nSummary, Houston and Lamb had not yet appeared at the police station to report that\nAppellant had fired shots at them.\n24 As a prefatory matter, we agree with the Commonwealth that the July 3, 2019 print date\n\nof the Summary is ultimately irrelevant, as the raw data contained in the Summary was\ncollected contemporaneously to the December 15, 2018 shooting incident underlying\nAppellant’s convictions. In our view, the relationship between ShotSpotter’s initial raw\ndata collection and the subsequent inclusion of that data in printed form is analogous to\nan initial recording of a 911 call and the subsequent copying of that recording to a disc or\ndrive for purposes of use at trial. Plainly, extraction of the data for such use in no way\nalters the underlying purpose for which such data was collected. Here, it is undisputed\nthat the ShotSpotter system compiled the relevant data on December 15, 2018, and the\nformatting of that same data for use at trial (i.e., the Summary) did not supersede the\ninitial emergency response function of the data. Cf. State v. Jackson, 748 S.E.2d 50, 55\n(N.C. Ct. App. 2013) (“[W]e hold that the tracking data from the electronic monitoring\ndevice worn by defendant stored on the secured server is a data compilation and that\nExhibit 16, the CD containing the video file plotting the data from defendant’s electronic\nmonitoring device on the evening of 30 July 2009, is merely an extraction of that data\nproduced for trial.”).\n\n\n                                      [J-12-2023] - 27\n\fis to enable police assistance to meet an ongoing emergency.”), the Summary falls within\n\nthe class of nontestimonial statements.\n\n       Indeed, the record reveals that the ShotSpotter program automatically calculates\n\nshot counts, times, and locations the moment a relevant sound is detected by the acoustic\n\nsensors and records this information in its system. See ShotSpotter Summary at 2; N.T.\n\nJury Trial, 12/4/19, at 92-93. As indicated in the Summary, within seconds of the initial\n\ndata retrieval, the ShotSpotter program transmits the information pertaining to the number\n\nof shots, timing, and location to the subscribing police force, which may then dispatch\n\nofficers to the location of the possible shooting.25 See ShotSpotter Summary at 3. In the\n\ninstant case, this is precisely the manner in which the events unfolded: the ShotSpotter\n\nsystem detected gunfire at Shadeland Avenue in the North Side neighborhood of\n\nPittsburgh; the program simultaneously collected the relevant data related to the gunfire;\n\nand the program, within seconds, transmitted the data pertaining to the possible shooting\n\nto the Bureau, thus permitting it to send officers to investigate. See id. at 1-2.\n\n       Given the contemporaneous nature of the data collection and transmission, we\n\nconclude that the primary purpose of the Summary was not “to establish or prove past\n\nevents potentially relevant to later criminal prosecution.” Davis, 547 U.S. at 822. In this\n\nregard, we find that the ShotSpotter Summary is similar to the statements at issue in\n\nDavis and Bryant, which the high Court found to be nontestimonial. Just as the victim’s\n\nstatements to police in Bryant were uttered for the primary purpose of assisting the police\n\nin apprehending an armed and dangerous assailant who posed a threat to the public, and\n\nMcCottry’s statements to the 911 operator in Davis were meant to address an ongoing\n\ndomestic violence situation, the data in the Summary was created to aid law enforcement\n\n25 Appellant does not dispute that the ShotSpotter operates in this manner, nor does he\n\nclaim that the system deviated from this process with respect to the December 15, 2018\nshooting incident.\n\n\n                                      [J-12-2023] - 28\n\fin combating a particular instance of gun violence and, more specifically, to permit the\n\nBureau to immediately dispatch officers to the Shadeland Avenue location to investigate\n\nand discern whether shots had been fired.          The ShotSpotter Summary’s function\n\ndistinguishes it from the evidence deemed testimonial in cases such as Melendez-Diaz\n\nand Bullcoming, wherein forensic reports essentially functioned as substitutes for live\n\ntestimony, see Melendez-Diaz, 557 U.S. at 310 (finding that the analysts’ affidavits were\n\n“incontrovertibly . . . affirmation[s] made for the purpose of establishing or proving some\n\nfact” in a criminal proceeding); Bullcoming, 546 U.S. at 664 (determining that the\n\ncertificate in question served the same purpose as the affidavits in Melendez-Diaz), as\n\nwell as Hammon, in which the victim’s statements to police after the domestic violence\n\nincident had abated were made during “an investigation into possibly criminal past\n\nconduct,” see Davis, 547 U.S. at 829.\n\n       Our conclusion that the ShotSpotter Summary is nontestimonial also comports with\n\nour own jurisprudence interpreting and applying the high Court’s primary purpose test.\n\nIndeed, in Dyarman, supra, we determined that the admission of accuracy and calibration\n\ncertificates for breathalyzer testing machines did not violate the defendant’s Sixth\n\nAmendment right to confrontation, despite the lack of testimony from the individual who\n\nperformed the testing and prepared the certificates. In doing so, we explained that the\n\ncircumstances surrounding the creation of the certificates — including that the certificates\n\ndid not prove any element of the offense, provided no information regarding the defendant\n\nor her blood alcohol concentration, and were prepared weeks before the defendant\n\ncommitted her driving under the influence offense — established that “they were not\n\nprepared for the primary purpose of providing evidence in a criminal case.” Dyarman, 73\n\nA.3d at 569.\n\n\n\n\n                                     [J-12-2023] - 29\n\f       We reached the opposite conclusion in Yohe, supra. Specifically, therein, we\n\nfound that a toxicology report was testimonial under the Confrontation Clause, as it\n\naddressed the main fact at issue at Yohe’s trial — i.e., whether he was driving while\n\nintoxicated — “by identifying the alcohol content of his blood,” thus “serving the identical\n\nfunction of live, in-court testimony.” Yohe, 79 A.3d at 537 (citing Melendez-Diaz, 557 U.S.\n\nat 311). We explained:\n\n               In all material respects, the Toxicology Report at issue herein\n               resembles those in Melendez–Diaz and Bullcoming, because\n               here, as in those cases, a law enforcement officer provided\n               evidence to a laboratory for scientific testing, which produced\n               a report concerning the result of this analysis formalized in a\n               signed document.\nId. (citations omitted).26\n\n       More recently, in Brown, supra, we considered whether an autopsy report was\n\ntestimonial in nature when introduced into evidence to prove the victim’s cause of death,\n\nwithout corresponding testimony from the report’s author. Observing that Pennsylvania\n\nlaw “requires the preparation of autopsy reports in all cases of sudden, violent, and\n\nsuspicious deaths, or deaths by other than natural causes[] . . . to determine whether the\n\ndeath occurred as the result of a criminal act,” 185 A.3d at 329 (citing 35 P.S. § 450.503;\n\n16 P.S. § 1237), and that coroners conducting such autopsies must “consult and advise\n\nthe local district attorney to the extent practicable,” id. (citing 16 P.S. § 1242), we\n\ndetermined that the primary purpose for preparation of an autopsy report “is to establish\n\nor prove past events potentially relevant to a later criminal prosecution,” id.       Thus,\n\nbecause the coroner who prepared the autopsy report was not present at trial to proffer\n\n\n\n26 Nevertheless, we concluded that Yohe’s right to confrontation had not been violated,\n\nas the Commonwealth properly offered the testimony of the scientist who analyzed the\ndata and certified and signed the toxicology report at Yohe’s trial. See Yohe, 79 A.3d at\n541.\n\n\n                                      [J-12-2023] - 30\n\fhis testimony, we concluded that admission of the report into evidence ran afoul of the\n\ndefendant’s Sixth Amendment right.\n\n       While Dyarman, Yohe, and Brown did not, as here, focus upon the “ongoing\n\nemergency” facet of the primary purpose test, they nonetheless remain instructive in\n\nassessing the other circumstances under which the Summary was created. Specifically,\n\njust as the accuracy and calibration certificates at issue in Dyarman bore no direct relation\n\nto the defendant or her criminal trial, as they were completed weeks before she committed\n\nher offense, the Summary contains no references whatsoever to Appellant, and the data\n\ndepicted therein was collected before he became a suspect in the shooting incident. In\n\nthis regard, the Summary also diverges in function from the toxicology report and autopsy\n\nreport at issue in Yohe and Brown, respectively, given that those documents were created\n\nwith the purpose of serving as proof at trial — the toxicology report to establish the\n\ndefendant’s blood alcohol concentration, and the autopsy report, by virtue of the statutes\n\ngoverning its creation, to demonstrate the circumstances of the victim’s death; by\n\ncontrast, the Summary is little more than a tool to aid law enforcement in responding to\n\npotentially dangerous emergency situations involving gunfire.\n\n       For these reasons, we hold that, under the standards set forth by the high Court,\n\nand consistent with our own jurisprudence, the ShotSpotter Summary is nontestimonial\n\nin nature, such that admission of the document at Appellant’s trial did not run afoul of\n\nAppellant’s Sixth Amendment right to confrontation.27 Accordingly, we affirm the order of\n\nthe Superior Court.\n\n\n27 In light of our determination that the Summary is not testimonial under the Confrontation\n\nClause, we leave for another day the question of whether a purely machine-generated\nstatement implicates the Confrontation Clause despite the lack of a human declarant. We\nlikewise need not determine whether the Summary is generated solely by machine, as\nthe Commonwealth asserts, despite the evidence indicating human involvement in the\nShotSpotter process. Indeed, human involvement notwithstanding, the data contained in\n(continued…)\n\n                                      [J-12-2023] - 31\n\f      Justices Donohue, Dougherty, Wecht, Mundy and Brobson join the opinion.\n\n      Justice Wecht files a concurring opinion.\n\n      Justice Brobson files a concurring opinion in which Justice Dougherty joins.\n\n\n\n\nthe Summary was generated in response to an ongoing emergency, similar to the 911\ncall in Davis, which indubitably involved human questioning and screening, and human\nresponses.\n\n\n                                   [J-12-2023] - 32\n\f",
            "ocr": false,
            "opinion_id": 9899573
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Rape"
}