{
    "id": 8778443,
    "judges": "Sidney, Smith",
    "date_filed": "1981-09-20",
    "date_filed_is_approximate": true,
    "slug": "roach-v-mauldin",
    "case_name_short": "Roach",
    "case_name": "Roach v. Mauldin",
    "case_name_full": "Freddie ROACH v. G. T. MAULDIN",
    "attorneys": "John T. Avrett, Charles L. Pickell, Dalton, Ga., for petitioner., Robert L. Vining, Jr., Sol. Gen., Dalton, Ga., Valeria W. Watts, Sol. Gen. pro tern., Arthur K. Bolton, Atty. Gen., G. Ernest Tidwell, Mathew Robins, Asst. Attys. Gen., Atlanta, Ga., for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "277 F. Supp. 54"
    ],
    "opinions": [
        {
            "author_str": "Sidneysmith",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSIDNEY 0. SMITH, District Judge.\nThis is an application for writ of habeas corpus filed by a state prisoner under death sentence for a conviction of rape in Whitfield County, Georgia, on May 18, 1965. The prisoner has exhausted his state remedies under 28 U.S.C.A. § 2254 by appeal following conviction to the Georgia Supreme Court in Roach v. State of Georgia, 221 Ga. 783, 147 S.E.2d 299, rehearing denied (February 16, 1966). Certiorari to the United States Supreme Court has been denied. 385 U.S. 935, 87 S.Ct. 297, 17 L.Ed.2d 215 (November 7, 1966).\nBy his petition, the prisoner contends that his federally protected constitutional rights have been violated in that:\n(a) He was denied a request for mental examination prior to trial. (Paragraph 6)\n(b) Certain real evidence, alleged to have been obtained as the result of an illegal search and seizure, was used to secure his conviction.\n(c) The Grand Jury which secured the indictment and the trial jury which convicted him were unconstitutionally selected because their names came from the tax digest of the county under the provisions of Georgia Code Section 59-106. (Paragraph 8)\nA full evidentiary hearing1 was granted the petitioner under the provisions of 28 U.S.C.A. § 2254, as amended by Public Law 89-711 on November 2, 1966.\n(a) Request for mental examination.\nFollowing his first trial, which ended in a mistrial, petitioner filed a motion with the trial court for an order “directing the Sheriff—to convey the—accused—to Milledgeville, Georgia, and there be placed with the proper authorities of said Milledgeville State Hospital to be examined by said authorities with reference to the mental capacity of accused.” Just prior to the final trial, the motion was amended to request examination by “a competent psychiatrist.” The court granted a hearing on the matter, at which brief evidence was presented by the accused and the State and the motion denied. The denial of the motion was a ground of appeal in Roach v. State of Georgia, 111 Ga.App. 114, 140 S.E.2d 919 and in the final appeal *56in Roach v. State of Georgia, 221 Ga. 783, 147 S.E.2d 299.\nAssuming for the moment that every accused has a pretrial constitutional right for a mental examination to explore the possibility of insanity as a defense, the factual determination by the state trial court on the motion is binding under new 28 U.S.C.A. § 2254, absent a compliance with the burden upon the applicant “to establish by convincing evidence that the factual determination by the State Court was erroneous.” No such showing is made here. At neither trial was a special plea of insanity2 filed nor was a defense on the general grounds of insanity3 relied upon. Great reliance was placed on this procedural failure by the Georgia Appellate courts. The significance, of course, is that the prisoner has not yet produced any satisfactory evidence of mental incompetency to any court at any time. The accused’s counsel was his only witness before the trial court at the preliminary hearing and his testimony is primarily hearsay and personal opinion. At the hearing before this court, no further evidence was offered. The prisoner was observed and interrogated by the court briefly and there is no present indication whatever of incompetency. Accordingly, the factual determination by the state court is binding and falls under none of the exceptions of new 28 U.S.C.A. § 2254, and the writ is denied on this ground.\n Moreover, the court knows of no constitutional right for such a mental examination, absent some reasonable showing for the need therefor. Such a requirement could cause a procedural breakdown in both the federal and state criminal courts, where thousands of cases are processed each year. There is, of course, a basic presumption of sanity. Davis v. United States, 160 U.S. 469, 16 S.Ct. 353, 40 L.Ed. 499; Hotema v. United States, 186 U.S. 413, 22 S.Ct. 895, 46 L.Ed. 1225.\n In the face of this presumption, the federal courts have repeatedly held that a bare allegation or conclusion of insanity is insufficient to carry any burden of a showing on the question. The unsupported testimony of a prisoner or his counsel will not suffice. See Burrow v. United States, 301 F.2d 442 (8th Cir. 1962), cert. den. 371 U.S. 894, 83 S.Ct. 193, 9 L.Ed.2d 126; Lebron v. United States, 97 U.S.App.D.C. 133, 229 F.2d 16 (1955); Williams v. United States, 367 F.2d 143 (5th Cir. 1966); Cheely v. United States, 367 F.2d 547 (5th Cir. 1966). Presumably the state test should be no heavier than the federal test on the question. Thus, for the further reason that no sufficient showing for the need of mental examination has been made before the state or federal courts, the writ is denied on this ground.\n(b) Illegal search and seizure.\nOf course, a full hearing was held by the trial court on this issue. (See P. Ex. 1: pages 23-33, pages 36-48, page 69, pages 98-110). The evidence objected to was a knife identified by the victim as being used by defendant in the commission of the rape on her. It was secured by a deputy sheriff without a warrant from an automobile owned by defendant’s employer and parked on the employer’s lot. The car itself was ordinarily used by a number of co-employees as well as defendant. It cannot be said that the factual determination by the trial court, resulting in the admission of the evidence and approved by the state Supreme Court [221 Ga. 783 at 787(6), 147 S.E.2d 299], is clearly erroneous under new 28 U.S. C.A. § 2254, and the writ is denied on this ground.\nFirst of all, the knife in question was lying on the seat of the car and therefore visible and open to view to the deputy without entry into the car. It was discovered within hours of the offense on information from the *57victim describing the car used by the defendant. It thus falls into the category of those instances held not to constitute an unreasonable “search” under the Fourth Amendment. Either as open to view under such cases as Martin v. United States, 301 F.2d 81 (5th Cir. 1962); Miller v. United States, 356 F.2d 63 (5th Cir. 1966), cert. den. 384 U.S. 912, 86 S.Ct. 1357, 16 L.Ed.2d 365, or as contemporaneous with the commission of the crime and arrest under such cases as Caldwell v. United States, 338 F.2d 385 (8th Cir. 1964), cert. den. 380 U.S. 984, 85 S.Ct. 1354, 14 L.Ed.2d 277; Slade v. United States, 331 F.2d 596 (5th Cir. 1964). See also on the liberality of such searches, Draper v. United States, 358 U.S. 307, 79 S.Ct. 329, 3 L.Ed.2d 327; Carroll v. United States, 267 U.S. 132, 45 S.Ct. 280, 69 L.Ed. 543; Agnello v. United States, 269 U.S. 20, 46 S.Ct. 4, 70 L.Ed. 145.\nFurther, as shown by the record, the defendant never had or claimed any interest in the vehicle in question and, accordingly, he has no standing to complain about this particular search. See United States v. Konigsberg, 336 F.2d 844 (3rd Cir. 1964), cert. den. 379 U.S. 930, 933, 85 S.Ct. 327, 334, 13 L.Ed. 2d 342, 344; United States v. Grosso, 358 F.2d 154 (3rd Cir. 1966); Bullock v. United States, 368 F.2d 483 (5th Cir. 1966).\nThe knife was seen by the deputy in a vehicle, belonging to another, and abandoned by defendant within a short time of the crime and arrest. Accordingly, the decision of the trial court was correct, and the writ is denied on this ground.\n(c) Jury Selection.\nAt the outset, it should be realized that the jury selection here is being attacked strictly on the legal point that Georgia Code Section 59-106 4 excludes from jury service in the state all persons who do not own taxable property. No evidence was offered at the hearing that this system produced an unfair jury or failed to provide an adequate source of jurors, reflecting a reasonable cross-section of the community. The petitioner is white and makes no racial claim regarding the names selected for jury service from the list, but simply raises as a matter of law the competency of the tax digest as a source.\nAt the hearing, it was stipulated based on the evidence at trial that the defendant was, in fact, a wage-earner and not a pauper. It was further stipulated that the Georgia tax digests include the names of all persons owning personal property as well as real property. Thus, each automobile owner and each television or appliance or furniture owner in Whitfield county is, under the law, on the Tax Digest of the county. Under this system, the Georgia Tax Digest is broader based than that in use in most of the other states of the union. Nor was any point regarding the ownership of property made by pre-trial motion or in the broad voir dire examination of prospective jurors at trial. Under such circumstances, the point is apparently conclusively answered by Brown v. Allen, 344 U.S. 443 *58(7), 73 S.Ct. 397, 97 L.Ed. 469 (1952). There, in an extensive opinion at pages 466-474, 73 S.Ct. at 412-416, the Supreme Court upheld the North Carolina tax digest as a proper source for jury selection.5 Thus, “[o]ur duty to protect the federal constitutional rights of all does not mean we must or should impose on states our conception of the proper source of jury lists, so long as the source reasanbly reflects a cross-section of the population suitable in character and intelligence for that civic duty. Short of an annual census or required population registration, these tax lists offer the most comprehensive source of available names.” See also United States ex rel. Sturdivant v. State of New Jersey, 289 F.2d 846 (3rd Cir. 1961). Additional cases have reasoned that the cross-section contemplated is not an absolute. Dow v. Carnegie-Illinois Steel Corp., 224 F.2d 414 (3rd Cir. 1955); United States v. Henderson, 298 F.2d 522 (7th Cir. 1962). Accordingly, a number of cases have approved educational and voting prerequisites for jury service. Claims of economic imbalance, as here, were involved in United States v. Flynn, 216 F.2d 354 (2nd Cir. 1954) and United States v. Greenberg, 200 F.Supp. 382 (S.D.N.Y.1961). In each instance they were rejected on the grounds that the systems present there (in some instances, far more restrictive than a Tax Digest) were reasonably designed to reach a fair cross-section of the community. Thus, a cross-section “does not mean proportional representation of all groups within the community but rather a fair sample tempered by eligibility standards such as age, character, intelligence, integrity, etc.”, and there is “no constitutional or statutory right that ignorance be represented in the jury box.”\nWhen the aim of an adequate cross-section becomes enmeshed with a concurrent racial problem, some of the recognized standards of the former have become obscured by the latter. As a result, certain language of these older cases is subject to doubt when racial inbalance is involved. Thus, racial balance has for practical purposes become an absolute jury standard, while other permissive qualifications become absolute only if racial balance is indirectly affected thereby either as to source or result. See Labat v. Bennett, 365 F.2d 698 (5th Cir. 1966); Brooks v. Beto, 366 F.2d 1 (5th Cir. 1966); Rabinowitz v. United States, 366 F.2d 34 (5th Cir. 1966). Thus, in the recent case of Whitus v. State of Georgia, 385 U.S. 545, 87 S.Ct. 643, 17 L.Ed.2d 599 (Jan. 23, 1967), a segregated jury source such as the earlier Georgia tax digests, which result in racially imbalanced juries, is improper.6 None of these con*59siderations are raised here by this white prisoner, whose sole claim is the exclusion of non-property owners. No case is found overruling Brown v. Allen, supra, on the grounds raised here. The tax digest as a reasonable basic jury source for the states has not been rejected. See Vanleeward v. Rutledge, 369 F.2d 584, at 586(1) (5th Cir. 1967). Under such circumstances, it is concluded that Georgia Code Section 59-106 is not ipso facto unconstitutional, and the writ is denied on this ground.\nAccordingly, the prisoner is remanded to the custody of the state for imposition of sentence in accordance with the final judgment of the state courts.\nIt is so ordered.\n\n. The accused relied solely on the state transcripts as follows:\nP. Ex. 1—Transcript of Trial.\nP. Ex. 2—Motion for mental examination.\nP. Ex. 3—Hearing on Motion.\nP. Ex. 4—Indictment, plea of not guilty, and verdict.\nP. Ex. 5—Prosecutor’s testimony on first trial.\nP. Ex. 6—Transcript of trial.\nP. Ex. 7-—Stipulations furnished after hearing at court’s direction.\nD. Ex. 1—Voir dire examination.\n\n\n. See Georgia Code § 27-1502.\n\n\n. See Georgia Code § 26-301 and § 27-1503.\n\n\n. This section provides:\nRevision of jury lists. Selection of grand and traverse jurors.—Biennially, or, if the judge of the superior court shall direct, triennially on the first Monday in August, or within 60 days thereafter, the board of jury commissioners shall revise the jury lists.\nThe jury commissioners shall select from the hooks of the tax receiver upright and intelligent citizens to serve as jurors, and shall write the names of the persons so selected on tickets. They shall select from these a sufficient number, not exceeding two-fifths of the whole number, of the most experienced, intelligent, and upright citizens to serve as grand jurors, whose names they shall write upon other tickets. The entire number first selected, including those afterwards selected as grand jurors, shall constitute the body of traverse jurors for the county, to be drawn for service as provided by law, except that when in drawing juries a name which has already been drawn for the same term as a grand juror shall be drawn as a traverse juror, such name shall be returned to the box and another drawn in its stead.\n\n\n. The Georgia Code Section 59-106, attacked here, was listed as a similar provision in the footnote on page 472 of the opinion, 73 S.Ct. on page 415.\n\n\n. This hearing followed by only a few days the decision in Whitus. Uncertain of its effect on attacks other than racial on Code Section 59-106, the court raised the problem with counsel at the hearing. This prisoner’s standing to raise the racial question on habeas corpus is doubtful. See as to the need for membership in the excluded class Smith v. State of Maryland, 362 F.2d 763 (4th Cir. 1966). (This question was not raised in Rabinowitz). However, some language in Whitus indicates that a showing that a jury taken from a segregated tax digest, makes out, procedurally, a prima facie case of “purposeful discrimination.” Whether such words include the points made here is unknown. Inasmuch as the trial jury here was taken from the 1963 segregated tax digest of Whitfield County, the court was concerned that such “infection” might be tantamount to a procedural compliance with the burden cast on the applicant in these matters. On reflection, it is believed it does not in the case here.\nAt any rate, on the court’s direction, racial data was subsequently submitted by stipulation. Contrary to the facts in Whitus, the jury commissioners here “did not exclude any one from the jury service or include any one on the jury list because of race or color.” (Stipulation 10). The significant figures show only 4.23% negro population in the county, including men, women and children. On the tax digest, the eligible prospective jurors numbered 2.23% negro. The trial jury list contained 1.58% negro and the grand jury list .94% negro, or a maximum imbalance of less than 1% on the trial jury and slightly over 1% on the *59grand jury. Negroes have traditionally served on juries in Whitfield County and such minimal and insignificant disparity in percentages rebuts any presumptions from Whitus, if it should apply to the prisoner here. Swain v. State of Alabama, 380 U.S. 202, 85 S.Ct. 824, 13 L.Ed.2d 759 (1964); Billingsley v. Clayton, 359 F.2d 13 (5th Cir. 1966).\n\n",
            "ocr": true,
            "opinion_id": 8762116
        }
    ],
    "court_short_name": "N.D. Georgia",
    "court_full_name": "District Court, N.D. Georgia",
    "court_type": "FD",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Rape"
}