{
    "id": 8815905,
    "judges": "Henderson",
    "date_filed": "2005-12-29",
    "date_filed_is_approximate": true,
    "slug": "priest-v-rotary",
    "case_name_short": "Priest",
    "case_name": "Priest v. Rotary",
    "case_name_full": "Evelyn J. PRIEST v. George ROTARY",
    "attorneys": "Joan M. Graff, Felix Velarde-Munoz, Linda J. Krieger, San Francisco, Cal., Robert A. Zigler, Fortuna, Cal., for plaintiff., Bruce E. McLeod, Hardin, Cook, Loper, Engel & Bergez, Oakland, Cal, for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "98 F.R.D. 755"
    ],
    "opinions": [
        {
            "author_str": "Henderson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION AND ORDER DENYING DEFENDANT’S MOTION TO OVERTURN DECISION OF THE MAGISTRATE AND GRANTING PLAINTIFF’S MOTION FOR PROTECTIVE ORDER\nTHELTON E. HENDERSON, District Judge.\nThis matter comes before the Court on defendant’s motion for reconsideration of the Magistrate’s Order denying defendant’s motion to compel discovery and granting plaintiff’s cross-motion for a protective order. Plaintiff brought the instant action under Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e et seq., as amended, claiming that defendant sexually harassed her while she was his employee between February, 1978 and June, 1978. In her complaint, she alleges that defendant subjected her to hostile and offensive working conditions by sexually harassing her while she was employed as a waitress in his restaurant and bar, and that he terminated her employment because she would not submit to his demands for sexual favors. Defendant has denied these allegations and asserts, by way of defense, that the plaintiff was in fact the sexual aggressor in their relationship and that he justifiably terminated her employment because she was trying to meet and “pick up” male customers in his bar.\nIn order to garner evidence to support his contentions, defendant sought to discover detailed information about plaintiff’s sexual history, including the name of each person with whom she has had sexual relations in the past ten years.1 After plaintiff refused to answer deposition questions directed to this subject, defendant brought a motion to compel before United States Magistrate *757Frederick J. Woelflen. Plaintiff then filed a cross-motion for a protective order under Fed.R.Civ.P. 26(c). On March 4, 1982, Magistrate Woelflen denied the motion to compel and granted plaintiff’s cross-motion for a protective order. Defendant now seeks reconsideration of the Magistrate’s Order.\nI. STANDARD OF REVIEW OF THE MAGISTRATE’S ORDER\nReview of the Magistrate’s order is governed by Rule 410-2(a) of the Local Rules of the Northern District of California. That rule delineates the scope of district court review of non-dispositive pretrial orders issued by federal magistrates:\nWithin ten days after the service on a party of a copy of any order of a magistrate pursuant to 28 U.S.C. § 636(b)(1)(A), any party may serve and file a notice of motion for reconsideration by the assigned judge on the ground that the order is dearly erroneous or contrary to law...\n(emphasis added.) Because Magistrate Woelflen’s order is neither clearly erroneous nor contrary to law, the Court affirms his decision.\nII. LEGAL STANDARD GOVERNING MOTIONS TO COMPEL DISCOVERY AND MOTIONS FOR PROTECTIVE ORDERS\nRule 26 of the Federal Rules of Civil Procedure governs the permissible scope of discovery in federal civil litigation. Rule 26(b) sets forth the threshold relevance requirement that information sought to be discovered must appear “reasonably calculated to lead to the discovery of admissible evidence.”2 Rule 26(c) then provides the courts with the authority to regulate discovery by the imposition of a flexible array of protective orders.3 The Advisory Committee on the Federal Rules has explained in this regard that:\n[a]ll provisions as to scope of discovery are subject to the initial qualification that the court may limit discovery in accordance with these rules. Rule 26(c). .. confers broad powers on the courts to regulate or prevent discovery even though the materials sought are within the scope of 26(b), and these powers have always been freely exercised.\nNotes of the Advisory Committee on the Federal Rules, (Rule 26(b), 1970 Amendment). Under Rule 26, then, the scope and use of discovery is within the discretion of the district court, 4A J. Moore, Federal Practice ¶ 33.02, at pp. 33-18 (2d ed. 1981); Carlson Companies, Inc. v. Sperry &amp; Hutchinson Co., 374 F.Supp. 1080, 1088 (D.C.Minn.1974), and in the exercise of that discretion, “.. . caution must be exercised to assure that discovery techniques are not made instruments of oppression.” Kainz v. Anheuser Busch, Inc., 15 F.R.D. 242, 248 (N.D.Ill.*7581954). Accordingly, in reviewing the instant cross-motions, the Court will first consider whether defendant’s discovery request falls within the scope of Rule 26(b), and then whether the relevance of the information sought outweighs its potential to annoy, embarrass, oppress, or unduly burden the plaintiff.\nIII. RELEVANCE OF THE INFORMATION REQUESTED UNDER RULE 26(b)\nA. Federal Rule of Evidence 404(a)\nUnder Rule 404(a) of the Federal Rules of Evidence,\nEvidence of a person’s character or trait of his character is not admissible for the purpose of proving that he acted in conformity therewith on a particular occasion. . .4\nFurther, Rule 404(b) provides that, Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show that he acted in conformity therewith.\nThus, it remains the general rule in civil cases in the federal courts that evidence of an individual’s prior acts is not admissible to prove that he or she engaged in similar conduct on a particular occasion. See, e.g., Reyes v. Missouri Pacific Railroad Company, 589 F.2d 791, 793 (5th Cir.1979); McCormick on Evidence, § 188 (2d ed. 1972). It is therefore clear at the outset that the information which defendant seeks to discover regarding plaintiff’s sexual history would be inadmissible to prove her propensity to act in conformity therewith.\nB. Fed.R.Evid. 406\nCognizant of the general rule stated above, defendant argues that the proposed discovery is likely to lead to admissible evidence under the “habit” exception of Rule 406, which provides:\nEvidence of the habit of a person or the routine practice of an organization, whether corroborated or not and regardless of the presence of eyewitnesses, is relevant to prove that the conduct of the person or organization on a particular occasion was in conformity with the habit or routine practice.\nThe crucial distinction between habit and character is elusive. In an oft-quoted paragraph, McCormick has offered the following:\nCharacter and habit are close akin. Character is a generalized description of one’s disposition, or of one’s disposition in respect to a general trait, such as honesty, temperance, or peacefulness. “Habit,” in modern usage, both lay and psychological, is more specific. It describes one’s regular response to a repeated specific situation. If we speak of character for care, we think of the person’s tendency to act prudently in all the varying situations of life, in business, family life, in handling automobiles and in walking across the street. A habit, on the other hand, is the person’s regular practice of meeting a particular kind of situation with a specific type of conduct, such as the habit of going down a particular stairway two stairs at a time, or of giving the hand signal for a left turn, or of alighting from railway cars while they are moving. The doing of the habitual acts may become semi-automatic.\nMcCormick on Evidence § 195 (2d ed. 1972).\nIn the instant case, however, the Court need not wrestle with the fine points of this difficult conceptual problem, because defendant’s habit theory is devoid of merit. He seeks information about plaintiff’s past intimate relationships with men in order to establish a purported “habit” of living with men to derive economic benefit from them, particularly in the form of free living accommodations. The basis for defendant’s belief that discovery of further information might enable him to establish this habit is plaintiff’s acknowledgment that between August, 1977 and June, 1978 she lived with *759one individual at his residence; between June, 1975 and August, 1977 she lived with another individual at his residence; and that “some years prior” to these incidents, she lived with yet another individual for several months. However, even if discovery could establish that plaintiff had lived with additional men in their residences for the past ten years, such evidence would not be admissible to demonstrate habit. In the absence of exceptional circumstances which are not demonstrated here, repeated instances of living with other persons for economic benefit will not establish a habit within the contemplation of Rule 406. Defendant’s characterization of plaintiff’s conduct as habit is clearly a thinly disguised attempt to seek character evidence.\nIn Levin v. United States, 338 F.2d 265 (D.C.Cir.1964), cert. denied, 379 U.S. 999, 85 S.Ct. 719, 13 L.Ed.2d 701 (1965), defendant offered evidence of his asserted weekly practice of observing the Orthodox Jewish Sabbath by staying home every Friday night after sundown. The district court rejected the evidence, and the Court of Appeals affirmed. Applying Dean Wigmore’s test of “invariable regularity of action,” or at least “sufficient regularity to make it probable that [an action] would be carried out in every instance or in most instances,” 1 Wigmore, Evidence § 92, p. 520 (3d ed. 1940), accord, CFW Construction Company v. Traveler’s Insurance Co., 363 F.2d 557, 560 (6th Cir.1966), the Levin court reasoned:\n[i]t seems apparent to us that an individual’s religious practices would not be the type of activities which would lend themselves to the characterization of “invariable regularity.” Certainly the very volitional basis of the activity raises serious questions as to its invariable nature, and hence its probative value. As Chamberlayne has observed:\n“The probative force of habit, whether the question arises in a civil or criminal case, is based principally upon the fact that habitual conduct is largely free from the complicating and confusing element of volition which makes the relevancy of moral conduct merely deliberative, but, on the contrary, brings such conduct in line with the activities of the body which are under the. control of the subliminal mind, i.e., are of the automatic nature, practically under the uniformity of natural law. In fact, the probative strength of habit is in proportion to the extent to which it assumes this automatic character.” Chamberlayne, Modern Law of Evidence § 3204, p. 4433.\n338 F.2d at 271-272.5\nIf an individual’s religious practices do not properly constitute a habit, then clearly neither do characteristics of one’s personal relationships. Even in the light of the most generous speculation as to what discovery might disclose, the facts in this case lend themselves far less to a characterization as “habit” than did the facts in Levin, where the practice in question was repeated weekly over the course of a lifetime. Accordingly, the Court concludes that the information defendant seeks is not reasonably calculated to lead to evidence that would be admissible under Fed.R.Evid. 406.\nC. Rule 404(b)\nDefendant also argues that the proposed discovery is likely to lead to admissible “motive” evidence under Rule 404(b), which provides:\nEvidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show that he acted in conformity therewith. It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, *760preparation, plan, knowledge, identity, or absence of mistake or accident.\nDefendant articulates two separate “motive” theories.\nUnder the first theory, defendant argues that evidence that plaintiff has engaged in sexual relationships for economic gain in the past reveals a motive — namely, her desire for retaliation — for fabricating her current claims against the defendant.\nIn his papers, however, defendant fails to elucidate the connection between plaintiffs past relationships and a desire for retaliation against him, and it is apparent that no such inference may be properly drawn.\nWhen asked at oral argument to further explain the logic of his theory, defendant contended that plaintiffs prior relationships corroborate his version of the facts. According to defendant, plaintiffs prior relationships suggest that she was the aggressor in their relationship and was rejected by him, and this latter fact, if true, gives rise to an inference of motive to retaliate. Stated thus, it is clear that defendant is merely attempting to utilize plaintiff’s past acts to show her propensity to act in a similar manner in the instant case, a use which is patently improper under Rule 404(a).\nDefendant’s second motive theory is no more availing. According to defendant, plaintiff’s prior sexual relationships for economic gain demonstrate a desire for economic gain, which in turn constitutes a motive for trying to meet male customers while she was on the job at defendant’s bar. This latter conduct, defendant contends, was the nondiscriminatory reason for her discharge.\nOnce again, defendant’s theory is flawed by the fact that plaintiff’s prior relationships for economic gain do not give rise to the suggested inference. Defendant alleges nothing about plaintiff’s past relationships which is specifically relevant to plaintiff’s conduct as a cocktail waitress at his bar. Defendant might just as forcefully argue that plaintiff’s past relationships for companionship and affection give rise to a motive to meet men at the bar, or conversely, that her lack of past relationships is probative of loneliness and a resulting motive to meet men while on the job. The probative value of each of the suggested inferences is so weak that it could not outweigh the obvious risk of prejudice which evidence about a person’s past intimate relationships entails.\nA similar argument was rejected by the Ninth Circuit in United States v. Powell, 587 F.2d 443 (9th Cir.1978). In that case, the defendant was convicted of conspiracy to possess marijuana with the intent to distribute it, based on a large quantity of marijuana found in a third person’s garage. The sole issue in the case was whether the defendant was the person who supplied the marijuana. The District Court rejected evidence of defendant’s two prior convictions for marijuana trafficking on the issues of intent or plan,6 but admitted one prior conviction as evidence of motive which might be probative on the identity issue.\nThe Ninth Circuit reversed. It first noted that while defendant’s prior conviction for possessing marijuana with intent to distribute it raised an inference that he may have been disposed to commit marijuana offenses, such use of prior convictions is precisely that which is forbidden. The Court then went on to reject the Government’s argument that defendant’s prior conviction for possessing marijuana which was stored in his own home motivated him to find someone else to store the marijuana for him. The Court concluded that the Government’s theory, to wit, that when a person is convicted for committing a crime in a particular way, he or she is motivated to commit the same crime in a different way, and accordingly, when proof is offered that a second crime is committed in a way which is not similar to the prior crime, the very difference between the two crimes be*761comes probative, was a “peculiar inversion of logic.” 587 F.2d at 449. This Court is constrained to reach the same conclusion in the instant case.\nHammann v. Hartford Accident Indemnity Company, 620 F.2d 588 (6th Cir.1980), cited by defendant, is distinguishable from the instant case. In an action to recover under a fire insurance policy for damage to plaintiffs barn, the district court admitted evidence of four prior fires on plaintiffs property which had resulted in insurance recovery. The Court of Appeals affirmed. It is clear that under the circumstances in Hammann, the evidence of four prior fires resulting in insurance recovery was so distinctive and so stretched the bounds of mere coincidence as to give rise to a strong inference of motive to start a subsequent fire. Thus, the probative force of the .evidence in Hammann was substantial enough to outweigh the risk of prejudice entailed in the use of the evidence.\nAccordingly, the Court concludes that the information sought is not discoverable under Rule 26(b).\nIV. POTENTIAL TO ANNOY, HARASS, AND OPPRESS UNDER RULE 26(c)\nEven if the information defendant seeks did fall within Rule 26(b) the Court must still consider the propriety of a protective order under Rule 26(c).\nWhen a discovery request “approach[es] the outer bounds of relevance and the information requested may only marginally enhance the objectives of providing information to the parties or narrowing the issues, the Court must then weigh that request with the hardship to the party from whom the discovery is sought.” Carlson Companies, Inc. v. Sperry &amp; Hutchinson Co., 374 F.Supp. 1080, 1088 (D.C.Minn.1974). In the instant action, this Court is concerned with the potential of the requested discovery to harass, intimidate, and discourage the plaintiff in her efforts to prosecute her cause.\nDiscovery of intimate aspects of plaintiffs’ lives, as well as those of their past and current friends and acquaintances, has the clear potential to discourage sexual harassment litigants from prosecuting lawsuits such as the instant one. For those more hearty souls who are determined to have their day in court, it has the potential to annoy and harass them significantly. This Court has read excerpts from the transcript of plaintiff’s deposition in which defendant sought to elicit information about plaintiff’s prior sexual relationships, and finds the annoyance and discomfort which the plaintiff obviously suffered as a result of defendant’s inquiries unnecessary and deplorable.\nThe possibility that discovery tactics such as that used by defendant herein might intimidate, inhibit, or discourage Title VII plaintiffs such as Ms. Priest from pursuing their claims would clearly contravene the remedial effect intended by Congress in enacting Title VII, and should not be tolerated by the federal courts. In fact, it was to empower federal courts to prevent such unjust effects that Rule 26(c) of the Federal Rules of Civil Procedure was enacted. Sexual harassment plaintiffs would appear to require particular protection from this sort of intimidation and discouragement if the statutory cause of action for such claims is to have meaning. Without such protection from the courts, employees whose intimate lives are unjustifiably and offensively intruded upon in the workplace might face the “Catch-22” of invoking their statutory remedy only at the risk of enduring further intrusions into irrelevant details of their personal lives in discovery, and, presumably, in open court.\nThe Court is not unmindful that a similar state of affairs once confronted victims in criminal prosecutions for rape, who often ran the risk of finding their own moral characters on trial during the prosecution of their assailants.7\nHowever, even in the special context of such criminal prosecutions, and despite the countervailing policies underlying Fed.R.*762Evid. 404(a)(2)8 and the 6th Amendment Confrontation Clause, Congress became so disturbed at the treatment of rape victims that it enacted Fed.R.Evid. 412. That rule severely limits the use of evidence of the past sexual behavior of victims in rape prosecutions.9 As Representative Holtzman so eloquently stated in her comments on the floor of the House of Representatives in support of the Privacy Protection for Rape Victims Act (now Rule 412):\nToo often in this country victims of rape are humiliated and harassed when they report and prosecute the rape. Bullied and cross-examined about their prior sexual experiences, many find the trial almost as degrading as the rape itself. Since rape trials become inquisitions into the victim’s morality, not trials of the defendant’s innocence or guilt, it is not surprising that it is the least reported crime. It is estimated that as few as one in ten rapes is ever reported.\n124 Cong.Record at p. H. 11944 (October 10, 1978). See also Privacy of Rape Victims: Hearings on H.R. 14666 and Other Bills Before the Subcomm. on Criminal Justice of the Committee on the Judiciary, 94th Cong., 2d Sess. 14-15 (1976). This Court is deeply concerned that civil complaints based on sexual harassment in the workplace will be similarly inhibited, if discovery tactics such as the one used by defendant herein are allowed to flourish.\nIt is often said, that those who do not learn from history are condemned to repeat it. By carefully examining our experience with rape prosecutions, however, the courts and bar- can avoid repeating in this new field of civil sexual harassment suits the same mistakes that are now being corrected in the rape context. The courts and Congress have concluded that even in the criminal context, the use of evidence of a complainant’s past sexual behavior is more often harassing and intimidating than genuinely probative, and the potential for prejudice outweighs whatever probative value such evidence may have. Certainly, then, in the context of civil suits for sexual harassment, and absent extraordinary circumstances, inquiry into such areas should not be permitted, either in discovery or at trial. Accordingly,\nIT IS HEREBY ORDERED.that defendant’s motion for reconsideration of the decision of the magistrate is denied, and plaintiff’s cross-motion for a protective order under Rule 26(c) is granted. The defendant is hereafter prohibited from further inquiry into plaintiff’s past sexual behavior.\nIT IS FURTHER ORDERED that plaintiff’s motion for expenses under Federal Rule of Civil Procedure 37(a)(4) is denied.\nIT IS SO ORDERED.\n\n. Specifically, defendant sought to compel answers to the following questions:\n(1) Q. Have you had any sexual relations with any gentlemen since leaving employment at the Fireside?\nQ. Would you tell me those person’s names? (Deposition of Evelyn Priest, November 3, 1982, Transcript (hereinafter “DT”) 5:4-8)\n(2) Q. Have you had any sexual relations with any man prior to June 23 of 1978, other than those two gentle — other than those men that you listed yesterday, which I believe were as follows: Bob Gingrich, Harold Dock*757ter, David Priest, Gary Savage, and Donald Bray? (DT 7:20-25)\n(3) Q. In 1977 did you proposition any man for sexual relations? (DT 9:20-21)\n(4) Q. Alright. Would you tell me the name of each person that you have had sexual relations with for the last ten years? (DT 9:28-10:3)\n(5) Q. Would you tell me the names [sic] of each individual that have [sic] sexually propositioned you in the last ten years? (DT 10:6-10)\n(6) Q. Have you ever sexually propositioned any man within the last ten years? (DT 10:19-24)\n\n\n. Rule 26(b) provides in pertinent part:\nUnless otherwise limited by order of the court in accordance with these rules, the scope of discovery is as follows: (1) In General. Parties may obtain discovery regarding any matter, not privileged, which is relevant to the subject matter involved in the pending action.... It is not ground for objection that the information sought will be inadmissible at the trial if the information sought appears reasonably calculated to lead to the discovery of admissible evidence.\n\n\n. Rule 26(c) provides in pertinent part:\nUpon motion by a party or by the person from whom discovery is sought, and for good cause shown, the court in which the action is pending ... may make any order which justice requires to protect a party or person from annoyance, embarrassment, oppression, or undue burden or expense, including one or more of the following: (1) that the discovery not be had; ... (4) that certain matters not be inquired into, or that the scope of discovery be limited to certain matters.. ..\n\n\n. The exceptions to this general rule which are codified in subsections 404(a)(1), (2), and (3) are not applicable to the instant case.\n\n\n. See also Doe v. United States, 666 F.2d 43, 47 (4th Cir.1981), (evidence of victim’s “habits” of calling out to the barracks to speak to various and sundry soldiers, calling to the post to meet people, and being at the barracks at the snack bar, although couched in terms of habit, is essentially reputation or opinion evidence, proscribed by Federal Rule of Evidence 412(a) (discussed below); Reyes v. Missouri Pacific Railroad Company, 589 F.2d 791 (5th Cir.1979), (four prior convictions for public intoxication spanning a three and one-half year period are of insufficient regularity to rise to the level of “habit” evidence).\n\n\n. To the extent that defendant argues that the discovery requested here might lead to admissible evidence of intent or plan, the reasoning of the Court in Powell should be dispositive. See 587 F.2d at 448.\n\n\n. See, e.g., Berger, Man’s Trial, Woman’s Tribulation: Rape Cases in the Courtroom, 77 Col.L.Rev. 1 (1977), and articles cited therein at fn. 83.\n\n\n. Federal Rule of Evidence 404(a)(2) provides: (2) Character of victim. Evidence of a pertinent trait of character of the victim of the crime offered by an accused, or by the prosecution to rebut the same, or evidence of a character trait of peacefulness of the victim offered by the prosecution in a homicide case to rebut evidence that the victim was the first aggressor [is admissible],\n\n\n. Subsection (a) excludes reputation or opinion evidence of the past sexual behavior of the victim. Subsection (b) provides that evidence of past sexual behavior, other than reputation and opinion, is only admissible in three circumstances: first, the defendant may introduce this evidence when it is constitutionally required, 412(b)(1); second, when the defendant claims that he was not the source of semen or injury, he may introduce evidence of the victim’s relations with other men, 412(b)(2)(A); and third, when the defendant claims that the victim consented, he may testify about his prior relations with the victim, 412(b)(2)(B).\nIt should be noted that even before the enactment of Rule 412, many courts had come to the conclusion that “... evidence of a rape victim’s unchastity, whether in the form of testimony concerning her general reputation or direct cross-examination testimony concerning specific acts with persons other than the defendant is ordinarily insufficiently probative either of her general credibility as a witness or of her consent to intercourse with the defendant on the particular occasion charged to outweigh its highly prejudicial effect.” United States v. Kasto, 584 F.2d 268, 271-272 (8th Cir.1978), cert. denied, 440 U.S. 930, 99 S.Ct. 1267, 59 L.Ed.2d 486 (1979), and cases cited therein.\n\n",
            "ocr": true,
            "opinion_id": 8800397
        }
    ],
    "court_short_name": "N.D. California",
    "court_full_name": "District Court, N.D. California",
    "court_type": "FD",
    "court_jurisdiction": "California, CA",
    "crime_category": "Rape"
}