{
    "id": 7874690,
    "judges": "Jones",
    "date_filed": "1998-07-01",
    "date_filed_is_approximate": true,
    "slug": "parkman-v-hastings",
    "case_name_short": "Parkman",
    "case_name": "Parkman v. Hastings",
    "case_name_full": "Forrest PARKMAN v. Harry HASTINGS Sr.",
    "attorneys": "McArthur, Lofton & Wilson, for appellant., House, Holmes & Jewell, for appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "259 Ark. 59",
        "531 S.W.2d 481"
    ],
    "opinions": [
        {
            "author_str": "Jones",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": " J. Fred Jones, Justice. This is an appeal by Forrest Parkman from circuit court orders dismissing his complaint in a damage suit he filed for defamation of character and reputation against the defendant-appellees, Harry Hastings, Sr., Cecil Hill, Sr., John Wilkins and Gail Ferguson. The complaint was dismissed by the trial court on Hastings’ motion for dismissal and for summary judgment and on the other appellees’ motion for dismissal because the complaint stated a cause of action for slander and was barred by the one-year statute of limitations. Ark. Stat. Ann. § 37-201 (Repl. 1962). The appellant contends that his complaint stated a cause of action for libel; that his suit was commenced well within the three year statutory period fixed by Ark. Stat. Ann. § 37-206 (Repl. 1962), and that “the trial court erred in ruling that the appellant’s cause of action was slander.” The complaint is abstracted in the appellant’s brief in narrative statement form but, as taken from the record, the pertinent portions recite as follows: “That on the 30th day of January, 1974, the Plaintiff learned of the fact that the Defendants, acting on concert, had maliciously accused the Plaintiff of having raped two females against their will. * * * The Defendants made these statements to inspector K. D. Pearson of the Little Rock Police Department. Furthermore the Defendants made these statements as aforementioned knowing the same to be false and untrue. That the matter published or communicated to a third person as aforementioned did in fact tend to lower the reputation of the Plaintiff, Forrest Parkman. That inspector Pearson understood the statements made by the Defendants to be in fact an allegation that the Plaintiff, Forrest Parkman, had committed rape upon women against their will on two different occasions. Inspector Pearson understood this statement to refer to the Plaintiff, Forrest Parkman, and he further understood the charges to be that the Plaintiff had committed a serious, morally reprehensible crimes [sic] including rape. The Defendants intentionally indicated these allegations to inspector Pearson knowing the same to be false and untrue or in the alternative the Defendants failed to exercise due care and hence were negligent in their communicating these allegations to officer Pearson. That these false and untrue allegations, which were known to be false and untrue by the Defendants, were communicated to a third person and as such were the cause in fact ánd the proximate cause of damages to the Plaintiff, Forrest Parkman. The Plaintiff has suffered extreme mental anguish, his reputation in the community has been lowered, and the Plaintiff has been damaged in the amount of One Hundred Thousand Dollars ($100,000.00). That in this case the Defendants have alleged that the Plaintiff has committed a serious, morally reprehensible crime and the Plaintiff should be avyarded punitive damages in the amount of One Million Dollars ($1,000,-000.00) from each Defendant. WHEREFORE, The Plaintiff, Forrest Parkman, by and through his attorneys, McArthur &amp; Lofton, pray judgment against each Defendant for One Million Twenty-Five Thousand Dollars ($1,025,000.00), for costs and all proper relief.” It is abundantly clear that the complaint on its face states a cause of action for defamation by slander rather than libel. Black’s Law Dictionary defines defamation, libel and slander as follows: “DEFAMATION: The taking from one’s reputation. The offense of injuring a person’s character, fame, or reputation by false and malicious statements. The term seems to include both libel and slander. LIBEL: In Torts. A method of defamation expressed by print, writings, pictures, or signs. Spence v. Johnson, 142 Ga. 267, 82 S.E. 646, 647, Ann. Cas. 1916A, 1195. In its most general sense any publication that is injurious to the reputation of another. Ajouelo v. Auto-Soler Co., 61 Ga. App. 216, 6 S.E. 2d 415, 418. Flake v. Greensboro News Co., 212 N.C. 780, 195 S.E. 55, 60. Libel is written defamation. Locke v. Gibbons, 299 N.Y.S. 188, 192, 193, 164 Misc. 877. SLANDER: The speaking of base and defamatory words tending to prejudice another in his reputation, office, trade, business, or means of livelihood. Little Stores v. Isenberg, 26 Tenn. App. 357, 172 S.W. 2d 13, 16. Harbison v. Chicago R.I. &amp; P. Ry., 327 Mo. 440, 37 S.W. 2d 609, 616. Oral defamation; the speaking of false and malicious words concerning another, whereby injury results to his reputation. Pollard v. Lyon, 91 U.S. 227, 23 L. Ed. 308; Fredrickson v. Johnson, 60 Minn. 337, 62 N.W. 388; Johnston v. Savings Trust Co. of St. Louis, Mo., 66 S.W. 2d 113, 114; Lloyd v. Commissioner of Internal Revenue, C.C.A. 7, 55 F. 2d 842, 844.” In Prosser (4th Ed. 1971), Law of Torts, §§ 111, 112, at pages 737 and 751, is found the following: “Defamation is made up of the twin torts of libel and slander — the one being, in general, written, while the other in general is oral. . . The erratic and anomalous historical development of the law of defamation has led to the survival until the present day of two forms of action for defamatory publications. One is libel, which originally concerned written or printed words; the other slander, which might be, and usually was, of an oral character.” In Restatement of Torts, § 568 (1938)( libel and slander are distinguished as follows: “(1) Libel consists of the publication of defamatory matter by written or printed words, by its embodiment in physical form, or by any other form of communication which has the potentially harmful qualities characteristic of written or printed words. (2) Slander consist's of the publication of defamatory matter by spoken words, transitory gestures, or by any form of communication other than those stated in Subsection (1). (3) The area of dissemination, the deliberate and premediated character of its publication, and the persistence of the defamatory conduct are factors to be considered in determining whether a publication is a libel rather than a slander.” The Arkansas criminal libel and slander statute, Ark. Stat. Ann. § 41-2401 (Repl. 1964) defines libel as “a malicious defamation, expressed either by writing, printing, or by signs or pictures, or the like,” and Ark. Stat. Ann. § 41-2409 (Repl. 1964) provides in part as follows: “It shall be deemed slander to falsely use, utter or publish words, which, in their common acceptation, shall amount to charge any person with having been guilty of any other crime or misdemeanor not mentioned in this act [§§ 41-2405 — 41-2412].” (D Ark. Stat. Ann. § 37-201 (Repl. 1962) provides that actions for slander must be brought within one year from the date the cause of action accrued, and § 37-206 provides that actions for libel must be brought within three years from the date the cause of action accrued. The complaint, as filed by the appellant, does not state when his alleged cause of action accrued; it only states the date upon which he learned of it. The complaint does not state or indicate that the alleged defamation was placed on electronic tape or reduced to writing, but apparently the appellees were aware that the alleged statements were preserved on tape because on February 19, 1975, the appellee Hastings filed a motion stating that the alleged cause of action stated in the complaint was based on a complaint lodged by the appellee-defendants to Inspector D. K. Pearson of the Little Rock Police Department on January 9, 1974; that the conversation that contained the alleged slanderous material was recorded on magnetic tape with the knowledge of all parties to the conversation; that the tape upon which the conversation was recorded was in the possession of the chief of police of the Little Rock Police Department; that the chief of police refused to voluntarily relinquish the tape for examination by the appellee without court order, and the motion prayed an order for the release of the tape. The motion was granted by order of the court on the same day it was filed. On February 29, 1975, the other appellees, Hill, Wilkins and Ferguson, filed a motion to make the complaint more definite and certain by setting out, among other matters, the actual date, time and place the alleged statements were made. The record does not indicate that this motion was ever acted on by the trial court or ever complied with by the appellant. On March 18, 1975, the appellee Hastings gave notice of the taking of the deposition of Inspector Kenneth D. Pearson. Apparently the deposition of Inspector Pearson was taken(2) because in his “Motion to Dismiss and for Summary Judgment”(3) Hastings stated that it was based upon evidence introduced in the deposition of Inspector Pearson. In his “Motion to Dismiss and for Summary Judgment” Hastings stated that the court lacked jurisdiction to entertain the action because it was barred by the statute of limitations. The motion then stated that the defendant’s actions, which constituted the plaintiff’s alleged cause of action, accrued on January 16, 1974, and that the suit was commenced on January 30, 1975. The motion then stated as follows: “This motion is based upon evidence introduced in the deposition of Inspector K. D. Pearson, Little Rock Police Department, which was taken March 21, 1975, to be presented to the Court for inspection, in camera, at the hearing on this motion; the Affidavit of Roger McNair, Circuit Clerk of Pulaski County, Arkansas, attached hereto as Exhibit A; and the Affidavit of Monroe Love, Sheriff of Pulaski County, Arkansas, attached hereto as Exhibit B; such evidence may be considered by the Court in a decision on this motion as contemplated by Rule 56 (a) (2) [sic] of the Federal Rules of Civil Procedure. .If the foregoing be uncontroverted, there would be no genuine issue as to any material issue of fact with respect to the instant action being barred by the stated statute of limitations and that this Defendant is entitled to judgment as a matter of law. WHEREFORE, Movant and Defendant, Harry Hastings, Sr., moves the Court, after hearing on this motion for appropriate granting of this motion, for dismissal of the complaint herein against this Defendant and for entry of summary judgment thereon in favor of this Defendant, and for all other proper relief to which this Defendant may be entitled.” In support of his motion the appellee Hastings filed the affidavit of the circuit clerk, Roger McNair, certifying that the complaint was filed and summons issued on January 29, 1975, and also filed the affidavit of Sheriff Monroe Love certifying that summons was placed in his hands for service on January 30, 1975, at 9:19 A.M. On April 22, 1975, the appellant filed a response to Hastings’ motion to dismiss and for summary judgment. In his response the appellant admitted “that the action of the Defendants out of which Plaintiff’s cause of action arose initially occurred on January 16, 1974, although there were subsequent publications.” He also admitted that his suit was commenced on January 30, 1974. The appellant in his response then quoted the three-year statute of limitations from § 37-206, supra, and then stated as follows: “This response is based on evidence produced in the disposition [sic] of Inspector K. D. Pearson of the Little Rock Police Department, which was taken March 21, 1975, wherein the Deponent testified that the Defendants came to him with their complaint, that the Deponent informed the Defendants that he was recording their statements on magnetic tape to preserve their testimony, and that the Defendants knew or should have known that this magnetic tape would later be transcribed, and the tape heard by other people as well as the transcript read by other people. That the facts as stated in the original complaint and in this motion adequately state a cause of action for defamation, libleless [libelous] defamation. WHEREFORE, The Plaintiff prays that this Court deny the motions of the Defendant, Harry Hastings, Sr., give the Plaintiff time to respond to the motion to make more definite and certain filed herein, and to amend its complaint if necessary, and for all other proper relief to which he may be entitled.” On May 19, 1975, the appellees Hill, Wilkins and Ferguson filed their motion to dismiss the complaint because it was barred by the one-year statute of limitations. On May 16, 1975, the trial court entered its order finding that the cause of action asserted against Hastings was barred by the statute of limitations and the complaint against him was dismissed with prejudice. On May 20, 1975, the trial court entered an order of dismissal as to the appellee-defendants Hill, Wilkins and Ferguson for the same reason. As already stated, it is clear that the appellant’s complaint stated a cause of action for slander rather than libel. Even under the allegations as to the hearsay evidence in the deposition of Inspector Pearson, there is no contention that the alleged defaming statements were ever reduced to print or writing; or that such statements that may have been recorded on the electronic tape, to preserve the testimony, were ever transcribed or heard by anyone other than Inspector Pearson to whom the alleged statements were allegedly addressed. Summary judgment is proper where a claim is barred by the statute oflimitations. Norwood v. Allen, 240 Ark. 232, 398 S.W. 2d 684 (1966). According to the appellant’s own admission in his response to the motion for summary judgment, his suit was not commenced within the applicable statutory period of one year after his cause of action accrued. In the light of what we have already said, we deem it unnecessary to discuss the judicial decisions on the subject including Dunaway v. Troutt, 232 Ark. 615, 339 S.W. 2d 613 (1960), in which the defamatory statements were not only placed on electronic tape, but were also published in a printed newspaper. The judgment is affirmed.   Rape is not among the other crimes mentioned.   Vhe deposition or its contents do not appear in the record,   The filing date does not appear on the instrument.  ",
            "ocr": true,
            "opinion_id": 7819893
        }
    ],
    "court_short_name": "Supreme Court of Arkansas",
    "court_full_name": "Supreme Court of Arkansas",
    "court_type": "S",
    "court_jurisdiction": "Arkansas, AR",
    "crime_category": "Rape"
}