{
    "id": 9009090,
    "judges": "Alarcon, Beezer, Browning, Farris, Fernandez, Leavy, Nelson, Norris, Schroeder, Wallace, Wiggins",
    "date_filed": "2011-02-07",
    "date_filed_is_approximate": true,
    "slug": "carriger-v-lewis",
    "case_name_short": "Carriger",
    "case_name": "Carriger v. Lewis",
    "case_name_full": "Paris Hoyt CARRIGER v. Samuel A. LEWIS, Director of DOC Attorney General, State of Arizona, Respondents-Appellees Paris Hoyt CARRIGER v. Samuel A. LEWIS, Respondents-Appellants Paris Hoyt CARRIGER v. Samuel A. LEWIS, Respondents-Appellees Paris Hoyt CARRIGER v. Samuel A. LEWIS, Respondents-Appellants Paris Hoyt CARRIGER v. Samuel A. LEWIS",
    "attorneys": "Donald H. Bayles, Jr., Aspey, Watkins & Diesel, Flagstaff, Ariz., Robert J. Hirsh, Tucson, Ariz., for petitioner-appellant., Joseph T. Maziarz, Asst. Atty. Gen., Phoenix, Ariz., for respondents-appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and Submitted (en banc) April 30, 1992.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "971 F.2d 329"
    ],
    "opinions": [
        {
            "author_str": "Farris",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nFARRIS, Circuit Judge:\nIn 1978, Paris Hoyt Carriger was convicted of robbery and first-degree murder. After exhausting his state appeals, he sought a federal writ of habeas corpus. A panel of the Ninth Circuit denied the writ, see Carriger v. Lewis, 948 F.2d 588 (9th Cir. 1991). We voted to re-hear the case en banc. We now vacate the panel’s decision, but affirm the district court’s denial of the writ.\nFACTS\nOn March 13, 1978, Robert Shaw’s jewelry store was robbed. The robber tied Shaw’s hands behind his back, and repeatedly struck his skull with an iron skillet. Shaw suffered a crushed skull, but was still alive when he was strangled with his own necktie. The robber departed the store with stolen jewelry.\nTwo days later, Arizona indicted Carri-ger for the robbery and first-degree murder of Shaw. On July 28, 1978, Carriger was found guilty on both counts and sentenced to 99-100 years imprisonment for the robbery, and death for the murder.\nCarriger dismissed his trial counsel, obtained new counsel, and appealed his conviction and sentence. The Arizona Supreme Court affirmed. State v. Carriger, 123 Ariz. 335, 599 P.2d 788 (1979), cert. denied, 444 U.S. 1049, 100 S.Ct. 741, 62 L.Ed.2d 736 (1980). Pursuant to Az. R.Crim.P. 32, Carriger then filed a petition for post-conviction relief. On appeal, the Arizona Supreme Court held that Carriger was entitled to a new sentencing hearing because Carriger’s counsel had rendered inadequate assistance at sentencing. State v. Carriger, 132 Ariz. 301, 645 P.2d 816, 820 (1982). The Arizona Supreme Court also remanded for consideration of all other claims properly raised by Carriger’s Rule 32 petition. Id.\nOn remand, the trial court reimposed the original sentence. It also denied Carriger relief for his remaining claims. The Arizona Supreme Court affirmed, and dismissed Carriger’s Rule 32 petition. State v. Carriger, 143 Ariz. 142, 692 P.2d 991 (1984), cert. denied, 471 U.S. 1111, 105 S.Ct. 2347, 85 L.Ed.2d 864 (1985).\nIn 1985, Carriger filed a petition for a writ of habeas corpus in the United States District Court for the District of Arizona, raising eight different claims. In late 1986, the district court granted Arizona’s summary judgment motion on all issues. Upon rehearing, the district court denied Carriger’s motion to vacate the summary judgment. Carriger timely appealed.\nAt Carriger’s request, we stayed our consideration of his appeal pending the outcome of his second Rule 32 motion in the Arizona state courts. Carriger asserted that he had discovered new exculpatory evidence. The Arizona state courts denied his petition. Carriger then asked this court to remand his appeal to the district court so that he could file a Federal Rule of Civil Procedure 60(b) motion regarding the newly discovered evidence. We denied his request and informed Carriger that he must first “show that the district court has indicated a willingness to consider the new evidence.” Order of October 2, 1989, Carriger v. Lewis, No. 87-1549. We granted leave to renew the motion for remand upon satisfaction of this requirement.\nCarriger then filed a motion for relief from judgment pursuant to Rule 60(b)(2) and (6), which was denied on the merits on June 5, 1990. Carriger appealed the denial of relief, and the state of Arizona appealed *332because it believed Carriger’s motion was untimely and should have been procedurally barred. Both parties also filed motions for reconsideration with the district court. We consolidated the appeals with Carri-ger’s earlier appeal concerning the grant of summary judgment. On July 25, 1991, the district court agreed with Arizona and denied Carriger’s Rule 60(b) claim because it was untimely and without merit. Carriger appealed this order and asked for consolidation of his appeals. He also filed a second writ of habeas corpus directly with the Ninth Circuit, raising claims identical to those denied in his first writ.\nJURISDICTION\nThe district court had jurisdiction over the first of Carriger’s writs, and we therefore have jurisdiction to consider his timely appeal. (No. 87-1549). Once Carriger filed his notice of appeal, however, the district court lost jurisdiction over Carriger’s habeas petition. Smith v. Lujan, 588 F.2d 1304, 1307 (9th Cir.1979). We review de novo the district court’s assertion of jurisdiction for Rule 60(b) motions. United States v. Kersting, 891 F.2d 1407, 1410 (9th Cir.1989), cert. denied, — U.S.-, 111 S.Ct. 49, 112 L.Ed.2d 25 (1990).\nCarriger was informed of his jurisdictional problem, but declined to follow the procedure we outlined to revest the district court with jurisdiction. Carriger should have filed a motion asking the district court to indicate its willingness to entertain a Rule 60(b) motion. Following a ruling on this request, Carriger could have renewed his motion for remand to revest the district court with jurisdiction to consider his Rule 60(b) motion. Carriger failed to follow this procedure. The district court lacked jurisdiction to hear Carriger’s Rule 60(b) motion. We therefore vacate the district court's June 5, 1990, and July 25, 1991 orders. (Nos. 90-16013, 90-16016, and 91-16334).\nWe next consider Carriger’s second habeas corpus petition, which was addressed directly to the original panel of Ninth Circuit judges. (No. 91-70614). A habeas petition may only be made to the Supreme Court, the district court, a single circuit judge, or a Supreme Court justice. 28 U.S.C. § 2254(a). The panel did not have jurisdiction to consider the second writ. We dismiss it without prejudice.\nDISCUSSION\nWe now consider the merits of Carriger’s appeal. A grant of summary judgment denying a writ of habeas corpus is reviewed de novo. Richmond v. Lewis, 948 F.2d 1473, 1479 (9th Cir.1990) (amended opinion), cert. granted, — U.S.-, 112 S.Ct. 1557, 118 L.Ed.2d 206 (1992). In his first writ, Carriger alleges that eight constitutional defects caused his conviction and death sentence.\nCarriger first argues that he was denied his compulsory process rights because the state trial court limited his attorney’s cross-examination of the prosecution’s key witness, Robert Dunbar. Dunbar testified that Carriger robbed and murdered Shaw. During direct examination, Dunbar admitted that he had six prior felony convictions and that he had been granted immunity in exchange for his testimony. Carriger’s counsel conducted an extensive cross-examination, attempting to discredit Dunbar’s testimony and to prove that Dunbar, not Carriger, had robbed and killed Shaw. Cross-examination was not limited in any way.\nThe defense later recalled Dunbar. After several questions concerning the scope of Dunbar’s relationship with Carriger, the prosecutor objected to further questions about Dunbar’s job history. At sidebar, Carriger’s counsel admitted that his questions had been asked or could have been asked during the prior cross-examination. When the trial court ruled that counsel was barred from questions in this area, Carri-ger’s counsel stated that he had no further questions.\nA trial judge retains “wide latitude” to limit defense counsel’s questioning of a witness without violating a defendant's Sixth Amendment rights. Michigan v. Lucas, — U.S. -, -, 111 S.Ct. 1743, 1746, 114 L.Ed.2d 205 (1991); Dela*333ware v. Van Arsdall, 475 U.S. 673, 679, 106 S.Ct. 1431, 1435, 89 L.Ed.2d 674 (1986). The defendant’s right to present evidence is not absolute; he must comply with established rules of evidence and procedure. Perry v. Rushen, 713 F.2d 1447, 1450 (9th Cir.1983), cert. denied, 469 U.S. 838, 105 S.Ct. 137, 83 L.Ed.2d 77 (1984). The court has “considerable discretion to limit cross-examination in order to prevent delay or avoid cumulative evidence.” United States v. Gomez, 846 F.2d 557, 559 (9th Cir.1988). This standard, like other procedural and evidentiary standards, applies equally in capital and non-capital cases.\nThe trial judge ruled that Dunbar could not be questioned on matters covered during the previous cross-examination. The trial court had the discretion to limit these additional questions. Carriger had a full and fair opportunity for exhaustive cross-examination. We find no Sixth Amendment violation. See id.\nCarriger also claims that he was denied effective assistance of counsel because his attorney failed to: 1) conduct a proper pretrial investigation; 2) spend sufficient time with Carriger to prepare a defense; 3) obtain damaging Arizona Department of Corrections files on Dunbar; 4) make several evidentiary objections; 5) submit voir dire questions; 6) offer jury instructions; 7) properly treat the case as a death penalty case; 8) advise Carriger of his right to testify; and 9) determine when felony convictions be used for impeachment.\nOn direct appeal, Carriger’s counsel only claimed that trial counsel had been ineffective because of a failure vigorously to cross-examine Dunbar. On collateral review, the Arizona Supreme Court concluded that Carriger had waived all other claims of ineffective assistance of counsel by failing to raise them in his earlier direct appeal. Carriger, 692 P.2d at 994-96. Carriger argues that because the Arizona Supreme Court considered the merits of his ineffective assistance claim, we should consider his various reasons for claiming ineffective assistance. A state supreme court may, however, alternatively deny relief on the merits of a federal constitutional claim even after dismissing the claim on procedural grounds. Coleman v. Thompson, — U.S.-,-, 111 S.Ct. 2546, 2556-66, 115 L.Ed.2d 640 (1991); Harris v. Reed, 489 U.S. 255, 263 n. 10, 109 S.Ct. 1038, 1044 n. 10, 103 L.Ed.2d 308 (1989).\nThe Arizona Supreme Court stated that Carriger’s failure to appeal his other ineffective assistance claims was grounds for procedural default. See Carriger, 692 P.2d at 996 (“Because Carriger has not complied with Rule 32.2(c), he would not be entitled to obtain relief under state law”); see also id. at 997 (“we find Carriger’s claims would be barred under state law”). The Arizona Supreme Court made a “clear and express” statement that it relied upon procedural grounds as an alternative holding. See Thomas v. Lewis, 945 F.2d 1119, 1122-23 (9th Cir.1991). We also reject Carriger’s argument that Arizona’s reliance on his procedural default was so unpredictable and irregular that it does not provide an adequate ground for disposal of his claims. Carriger has failed to show cause and actual prejudice stemming from the procedural default. Carriger has also failed to establish that the actual innocence exception justifies relief. He is barred from raising all but the ineffective assistance claim previously raised in the state proceedings. See Wainright v. Sykes, 433 U.S. 72, 87-91, 97 S.Ct. 2497, 2506-08, 53 L.Ed.2d 594 (1977).\nThe dissent argues that Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984), requires that we consider the merits of Carriger’s other ineffective assistance of counsel claims. Dissent at 339. In Coleman, the Court stated that:\nIn all cases in which a state prisoner has defaulted his federal claims in state court pursuant to an independent and adequate state procedural rule, federal habeas review of the claims is barred unless the prisoner can demonstrate cause for the default and actual prejudice as a result of the alleged violation of federal law, or demonstrate that failure to consider the claims will result in a fundamental miscarriage of justice.\n*334Coleman, — U.S. at -, 111 S.Ct. at 2565. The dissent implies that our decision is creating a “special standard” for ineffectiveness claims. Not at all. We are merely requiring defendants to properly raise ineffectiveness claims, as they are required to raise all other claims to avoid procedural default. We do not ignore the suggestion in Strickland that courts should be more hesitant to apply the cause and prejudice standard to ineffectiveness claims, see Strickland, 466 U.S. at 697-98, 104 S.Ct. at 2069-70, but the implicit holding of the Court in Harris is that Wainright is equally applicable to ineffectiveness claims. See Harris, 489 U.S. 255, 109 S.Ct. 1038.\nWe are creating no new hurdle for habeas claims of ineffectiveness. A defendant’s state procedural default for ineffectiveness claims requires a demonstration of actual prejudice to avoid waiver. Hall v. Whitley, 935 F.2d 164, 166 (9th Cir.1991). Carriger’s failure to properly raise his other alleged attorney defects constitutes default for all but the Dunbar cross-examination claim.\nDunbar’s prior convictions were disclosed during direct examination; “[t]he only effect of counsel’s omission was that the jury was not told of the convictions twice.” Carriger, 599 P.2d at 791. The failure to raise Dunbar’s felony convictions a second time does not amount to ineffective assistance. See Kimmelman v. Morrison, 477 U.S. 365, 386, 106 S.Ct. 2574, 2588, 91 L.Ed.2d 305 (1986) (reviewing court must assess counsel’s overall performance throughout the case to determine if a particular act or omission caused prejudice).\nCarriger argues that Arizona’s death penalty statute is unconstitutional for two reasons: 1) it deprives him of his Sixth Amendment right to a jury determination of statutory aggravating circumstances; and 2) it fails to require the state to prove both the appropriateness of a death sentence and the absence of mitigating circumstances beyond a reasonable doubt. The Supreme Court has explicitly rejected these arguments. Walton v. Arizona, 497 U.S. 639,---, 110 S.Ct. 3047, 3054-56, 111 L.Ed.2d 511 (1990); see also Richmond, 948 F.2d at 1481-83.\nCarriger also attacks the Arizona death penalty because it allegedly imposes the death penalty in a racially discriminatory manner. He offered statistical support at his sentencing hearing, but offered no evidence that a decision maker in his case had acted with discriminatory intent. General statistical information showing an increased likelihood of death penalty application for crimes involving white victims is insufficient to establish an equal protection violation. See Richmond, 948 F.2d at 1490-91. Carriger has failed to “prove that the decisionmakers in his case acted with discriminatory purpose.” McCleskey v. Kemp, 481 U.S. 279, 292, 107 S.Ct. 1756, 1767, 95 L.Ed.2d 262 (1987).\nCarriger also claims that he was subject to double jeopardy during resentencing because the trial court found an aggravating circumstance not identified during the first sentencing hearing. The Supreme Court rejected this argument in Poland v. Arizona, 476 U.S. 147, 152-57, 106 S.Ct. 1749, 1753-56, 90 L.Ed.2d 123 (1986).\nCarriger contends that he was denied due process of law when the trial court instructed the jury on the elements of second degree murder, but failed to provide the jury with a second degree murder form. He argues that instructing the jury on second degree murder without providing a second degree murder form raised an unacceptable risk of juror confusion.\nOur review is limited to determining whether an allegedly defective jury instruction “so infected the entire trial that the resulting conviction violates due process.” Cupp v. Naughten, 414 U.S. 141, 147, 94 S.Ct. 396, 400, 38 L.Ed.2d 368 (1973). It is not sufficient that the instruction is erroneous; rather the petitioner must establish that there was a reasonable likelihood that the jury applied the instruction in a way that violated a constitutional right. Estelle v. McGuire, — U.S.-, -, 112 S.Ct. 475, 482, 116 L.Ed.2d 385 (1991).\n*335The trial court explained the elements of first degree murder, which included any murder committed during the course of a robbery. See A.R.S. §§ 13-451 and 13-452 (repealed Oct. 1, 1978). The trial court stated that:\nOnce you have determined that there is malice, you must determine whether the murder was in the first or second degree. First degree murder is murder which is the result of premeditation....\nMurder by means of poison, lying in wait, or torture, or which is committed in the attempt to commit arson, rape, robbery, burglary, mayhem, kidnapping, or molestation of a child under the age of 14, is also first degree murder.\nAll other kinds of murder are second degree murder.\nIf you have a reasonable doubt about which of the two degrees of murder was committed, you must decide it was second degree murder.\nThe jury instructions expressly required that the jury find either: 1) premeditation; or 2) that a killing occurred during the commission of a listed felony. See Naughten, 414 U.S. at 146-47, 94 S.Ct. at 400 (jury instructions must be viewed in their entirety).\nThe evidence established beyond a reasonable doubt that the robber tied, beat, and strangled Shaw. Because the killing occurred during the robbery, the predicates for felony murder were met. Further, the murder method compelled a finding of premeditation, satisfying the alternate grounds for first degree murder. Since the evidence established that the robber killed Shaw, the trial court properly could refuse to give an instruction for second degree murder. See Miller v. Stagner, 757 F.2d 988, 993 (9th Cir.), as amended, 768 F.2d 1090 (9th Cir.1985), cert. denied, 475 U.S. 1048, 1049, 106 S.Ct. 1269, 1271, 89 L.Ed.2d 577, 579 (1986). There was no reversible constitutional error.\nIt is argued that Carriger was entitled to a lesser included offense jury instruction for second degree murder as required by Beck v. Alabama, 447 U.S. 625, 100 S.Ct. 2382, 65 L.Ed.2d 392 (1980).1 If Beck applies, we must consider whether the retroactivity doctrine of Teague v. Lane, 489 U.S. 288, 310, 109 S.Ct. 1060, 1074, 103 L.Ed.2d 334 (1989), as applied to capital sentencing in Penry v. Lynaugh, 492 U.S. 302, 313-14, 109 S.Ct. 2934, 2943-44, 106 L.Ed.2d 256 (1989), precludes a Beck instruction.2\nIn Beck, the Supreme Court invalidated an Alabama death penalty statute that prohibited the trial judge from giving the jury the option of convicting a defendant on a lesser included offense. Beck, 447 U.S. at 633-38, 100 S.Ct. at 2387-90. This prohibition in the Alabama statute was unique among state death penalty statutes, and even Alabama permitted a lesser included instruction for non-capital crimes. Id. at 636-37, 100 S.Ct. at 2389. Beck did not hold that a trial judge must give a lesser offense jury instruction sua sponte.\nThe Court later emphasized that due process requires a lesser included instruction only when supported by the evidence. Hopper v. Evans, 456 U.S. 605, 102 S.Ct. 2049, 72 L.Ed.2d 367 (1982).\nBeck held that due process requires that a lesser included offense instruction be given when the evidence warrants such an instruction. But due process requires that a lesser included offense instruction be given only when the evidence warrants such an instruction.... The federal rule is that a lesser included offense instruction should be given “if the evidence would permit a jury rationally to find [a defendant] guilty of the lesser offense and acquit him of the greater.”\nId. at 611-12, 102 S.Ct. at 2053 (quoting Keeble v. United States, 412 U.S. 205, 208, 93 S.Ct. 1993, 1995, 36 L.Ed.2d 844 (1973)). *336In Spaziano v. Florida, 468 U.S. 447, 455, 104 S.Ct. 3154, 3159, 82 L.Ed.2d 340 (1984), the Court stated that: “Beck made clear that in a capital trial, a lesser included offense instruction is a necessary element of a constitutionally fair trial.” However, “[w]here no lesser included offense exists, a lesser included offense instruction detracts from, rather than enhances, the rationality of the process.” Id.\nIn Greenawalt v. Ricketts, 943 F.2d 1020, 1029 (9th Cir.1991), we affirmed the conviction although the trial judge had not given a lesser included offense instruction. The defendant was tried and convicted of felony murder, “a crime for which Arizona law recognizes no lesser included offense.” Id. Relying upon Spaziano, we held that Beck was inapplicable for defendants convicted of felony murder under Arizona law. Id. In Stagner, 757 F.2d at 993, we affirmed the trial judge’s denial of Miller’s proposed lesser included offense instruction because the evidence did not support it.\nThe murder of Shaw occurred during the course of the robbery. The jury was instructed that first degree murder involved a killing during the course of a robbery. Carriger was convicted of the jewelry store robbery. The dissent argues that Greena-walt is not controlling because Greenawalt “was tried and convicted only of felony murder.” Dissent at 338. Arizona has argued consistently that the robber committed the Shaw killing. In Arizona, felony murder is subsumed into first degree murder. Greenawalt is applicable. Since the jury could only rationally conclude that the killing occurred during the robbery, and because the jury found Carriger guilty of that robbery, a Beck instruction was unnecessary. Greenawalt, 943 F.2d at 1029.\nFurther, the record does not support such an instruction. The killer bound Shaw, beat him over the head with a cast iron skillet and a ring sizer, and then strangled him with á necktie. These acts were premeditated and designed to cause death. Carriger has failed to establish the possibility of a lesser intent. Cf. Vickers v. Ricketts, 798 F.2d 369, 372-73 (9th Cir.1986), cert. denied, 479 U.S. 1054, 107 S.Ct. 928, 93 L.Ed.2d 980 (1987) (lesser included offense required because court found considerable evidence that defendant may have only committed second degree murder).\nThe dissent argues that Beck is applicable because “the jury could have reached a different conclusion,” Dissent at 338-339, and (presumably) convicted Carriger of second degree murder. The record established that the robber tied, beat, and strangled Shaw. Counsel for Carriger never argued (nor was there any basis in the record to argue) that Carriger committed a lesser killing. Carriger’s defense is that Dunbar committed the killing of Shaw and framed Carriger.\nCarriger argues (almost tongue in cheek) that the murder may have followed or preceded the robbery. This argument is mer-itless. We have reviewed the record. On these facts, if the jury believed Carriger committed the robbery, the evidence could only support a first degree murder conviction.\nBeck does not require that Carriger receive a lesser included offense instruction. Because Beck is inapplicable, we need not determine whether Beck promulgated a “new rule” under Teague.\nAFFIRMED.\n\n. The Arizona Supreme Court rejected this argument on the merits. Carriger, 692 P.2d at 996-97. Carriger has therefore exhausted his state remedies and is entitled to raise this claim on federal habeas.\n\n\n. On January 21, 1980, the United States Supreme Court denied certiorari on Carriger’s direct appeal. Beck was decided on June 20, 1980.\n\n",
            "ocr": true,
            "opinion_id": 9001949
        },
        {
            "author_str": "Schroeder",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSCHROEDER, Circuit Judge,\nwith whom Circuit Judges NORRIS and LEAVY join, dissenting:\nWe respectfully dissent from the majority’s decision to deny habeas corpus relief in this capital ease. Paris Hoyt Carriger was convicted of first degree murder after a trial in which neither the jury nor his counsel adequately comprehended the nature of the charges against him. The record developed during the course of state court proceedings therefore demonstrates that the petitioner is entitled to a new trial. There are two major reasons.\nFirst, even though the jury was fully instructed on the elements of second-degree murder and was expressly told that if it did not find premeditation, it had to find the defendant guilty of second-degree murder, it was not given the opportunity on the *337verdict form to convict the defendant of this lesser included offense. The trial thus violated the fundamental principle that where a jury may rationally convict a defendant of a lesser included offense in a capital case the jury must be given the option of doing so. See Beck v. Alabama, 447 U.S. 625, 100 S.Ct. 2382, 65 L.Ed.2d 392 (1980). The majority speculates that the jury must have convicted the defendant of felony murder rather than premeditated murder. Under this theory, the trial court’s error was in providing instructions on second-degree murder in the first place. The majority reaches this unsatisfactory resolution even though nothing in the record shows that the jury found, or was adequately instructed how to find, each of the elements of felony murder.\nSecond, the record conclusively demonstrates that the petitioner did not receive effective assistance of counsel at trial. Defendant’s trial counsel has acknowledged that he did not even take into account the fact that this was potentially a death penalty case during the guilt phase of the trial. The Arizona Supreme Court early on held that the same counsel was incompetent at sentencing. State v. Carriger, 132 Ariz. 301, 645 P.2d 816, 819 (1982) (“Carriger IF). The majority refuses even to consider the claims of incompetence at the guilt phase, however, holding that the Arizona Supreme Court properly ruled that they were waived because they were not raised on direct appeal. This holding of waiver is irreconcilable with our law that when, as here, claims of ineffective assistance of counsel depend on matters not apparent in the trial record, the appropriate place to develop them is on collateral review and not on direct appeal. See, e.g., United States v. Laughlin, 933 F.2d 786, 788 (9th Cir.1991) (“As a general rule, [this court] will not review challenges to the effectiveness of defense counsel on direct appeal. Such an issue is more appropriately reserved for habeas corpus proceedings, where facts outside the record, but necessary to the disposition of the claim, may be fully developed.”) (citations omitted).\n\nThe Beck Violation\n\nFor the three-judge panel which first heard this appeal, see Carriger v. Lewis, 948 F.2d 588 (9th Cir.1991) (“Panel Opinion”), the most difficult issue in the case was whether the panel was bound to follow Beck v. Alabama. Beck recognized as a matter of due process, that when the trial record conceivably supports a lesser included offense instruction in a capital case, the instruction must be given in order to permit the jury the option of convicting the defendant of the noncapital offense. See Beck, 447 U.S. at 637, 100 S.Ct. at 2389. The jury in this case was not given that option. The panel, however, held that it did not have to follow Beck because Beck announced a “new rule” within the meaning of Teague v. Lane, 489 U.S. 288, 109 S.Ct. 1060, 103 L.Ed.2d 334 (1989), and, therefore, was inapplicable to convictions that became final before it was decided. Panel Opinion, 948 F.2d at 598.\nThe panel itself recognized that the Supreme Court’s holding in Beck was simply a reaffirmation of a principle recognized and applied universally in state and federal courts (with the single exception of the State of Alabama) in capital cases up until Beck. As the panel noted, “[e]ven in Alabama, a defendant in a noncapital case was entitled to the benefit of the uniform rule.” Panel Opinion, 948 F.2d at 596 (citing Beck, 447 U.S. at 636-37,100 S.Ct. at 2389). The Supreme Court’s opinion in Teague made it clear that in order to announce a “new rule” a case must “break[ ] new ground or impose[ ] a new obligation on the States or the Federal Government.” Teague, 489 U.S. at 301, 109 S.Ct. at 1070. A case announces a new rule only “if the result was not dictated by precedent existing at the time the defendant’s conviction became final.” Id. (emphasis in original). See also Penry v. Lynaugh, 492 U.S. 302, 109 S.Ct. 2934, 106 L.Ed.2d 256 (1989) (applying Teague to capital case). Beck broke no new ground. The panel opinion is thus contrary to the Supreme Court’s holding in Penry that a decision in a capital case which merely applies previously accepted principles is not creating a “new rule.” *338See Penry, 492 U.S. at 315, 109 S.Ct. at 2945.\nIt was the retroactivity issue which prompted this en banc rehearing. Now, the majority has avoided resolving the issue. Instead, it strains to hold that on the basis of this particular trial record, a second-degree murder instruction would not have been warranted under Beck because, according to the majority, the jury convicted the defendant of felony murder which under Arizona law has no lesser included offenses. See Majority at 335.\nYet the jury’s verdict does not tell us that it found Carriger guilty of felony murder. Rather, it says only that Carriger was guilty of robbery and first-degree murder. We simply cannot know what the jury thought about felony murder or whether, given the clear option, it would have convicted him of a lesser degree of homicide. Although the majority asserts as a fact that the murder of Shaw “occurred during the robbery,” Majority at 336, we cannot know from this record whether the jury found the murder occurred before or during the robbery, or as an afterthought unrelated to the robbery and without premeditation. A fortiori, we cannot know whether the jury found the essential elements of felony murder beyond a reasonable doubt. Cf. State v. Smith, 160 Ariz. 507, 774 P.2d 811, 813 (1989) (jury specifically instructed on necessity to find murder occurred “[i]n the course of and in furtherance of” the felony charged).\nWhat the trial court told the jury is significant. It instructed the jury in detail on the elements of premeditated first-degree murder and the elements of second-degree murder. The jury was expressly told that:\nOnce you have determined that there is malice, you must determine whether the murder was in the first or second degree. First degree murder is murder which is the result of premeditation....\nMurder by means of poison, lying in wait, or torture, or which is committed in the attempt to commit arson, rape, robbery, burglary, mayhem, kidnapping, or molestation of a child under the age of 14, is also first degree murder.\nAll other kinds of murder are second degree murder.\nIf you have a reasonable doubt about which of the two degrees of murder was committed, you must decide it was second degree murder [emphasis supplied].\nPresumably the trial court that gave this instruction believed that it was warranted by the evidence. The flaw in the majority’s analysis is its insistence that, because there was a robbery, the jury must have found that the killing was in furtherance of it. The relevant inquiry under Beck is whether the jury could also have reached a different conclusion. Beck, 447 U.S. at 643, 100 S.Ct. at 2392 (failure to instruct on lesser included offense interjects a “level of uncertainty and unreliability into the factfind-ing process that cannot be tolerated in a capital case”). If the jury could have reached a different conclusion, then Beck requires that it have the opportunity to do so. This jury did not.\nThe infirmity of the majority’s reasoning is also illustrated by its reliance on Greenawalt v. Ricketts, 943 F.2d 1020, 1029 (9th Cir.1991), for the proposition that a lesser included offense was not involved. Greenawalt was tried and convicted only of felony murder. See Greenawalt, 943 F.2d at 1028-29. This petitioner was tried and convicted of first-degree murder. He was denied due process when the jury was not permitted to find him guilty of a lesser included offense.\n\nIneffective Assistance of Counsel\n\nThe majority refuses to review all but a tiny portion of the ineffective assistance of counsel claims even though they are unusually well documented in the state court collateral proceedings conducted under Rule 32, Arizona Rules of Criminal Procedure. See State v. Carriger, 143 Ariz. 142, 692 P.2d 991, 1011 (1984) (“Carriger IIF) (Feldman, J., dissenting), cert. denied, 471 U.S. 1111, 105 S.Ct. 2347, 85 L.Ed.2d 864 (1985). The majority holds that the federal courts should refuse to consider these claims because the Arizona Supreme Court ruled them barred because they were not raised in the original appeal from the con*339viction. See Carriger II, 645 P.2d at 819; Carriger III, 692 P.2d at 996-97.\nThe majority’s holding is strange indeed, since this court has held over and over that it is generally inappropriate even to raise claims of ineffective assistance of counsel on a direct appeal. “[C]laims of ineffective assistance raise factual questions best resolved in a habeas corpus proceeding, not on direct appeal.” United States v. Sanclemente-Bejarano, 861 F.2d 206, 210 (9th Cir.1988) (citing United States v. Pope, 841 F.2d 954, 958 (9th Cir.1988)). As Justice Feldman pointed out in his dissent from Carriger III, 692 P.2d at 1012 (Feldman, J., dissenting), Arizona itself does not generally apply Rule 32 waiver as harshly as in this case, but usually limits waiver to claims that are apparent in the trial record. The claims here were not.\nThe majority’s position thus cannot be reconciled with the Supreme Court’s opinion in Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984), which points out that “[sjince fundamental fairness is the central concern of the writ of habeas corpus, no special standards ought to apply to ineffectiveness claims made in habeas proceedings.” 466 U.S. at 698, 104 S.Ct. at 2070.\nThe distinction between claims that should be raised on direct appeal and those that cannot is one which the majority opinion does not grasp. It thus relies on Harris v. Reed, 489 U.S. 255, 109 S.Ct. 1038, 103 L.Ed.2d 308 (1989), to propose that a state court can bar all ineffectiveness claims not raised on direct appeal. The majority fails to recognize that the state court in Harris considered the ineffectiveness claims waived only to the extent the particular claims in question could have been presented on direct appeal. See 489 U.S. at 258, 109 S.Ct. at 1040. What is more, the Supreme Court in Harris held there was no procedural bar to federal court consideration of the claims in that case because the state court's reliance on an independent and adequate procedural bar was unclear. Given the meandering course followed by the Arizona Supreme Court in Carriger’s case, the same result should obtain here.\nOn the merits, the record in this case contains a very strong showing that Carri-ger’s trial counsel was ineffective. Trial counsel’s post-conviction testimony was that he did not take into consideration the fact that this was a death penalty case while preparing and presenting the trial evidence. The Arizona Supreme Court held that the same counsel was ineffective at sentencing because he did not deal with the death penalty then either. Thus it is clear that Carriger’s trial counsel had no trial strategy for preventing imposition of the death penalty. In addition, Justice Feld-man’s dissent in Carriger III details many other areas in which counsel was deficient at trial. See 692 P.2d at 1011 et seq. (Feldman, J., dissenting). A dramatic example is counsel’s failure to obtain the principal prosecution witness’ prison records which would have pointed the way to evidence that the witness was a pathological liar. That witness was Carriger’s chief accuser and the man Carriger claims actually committed the murder. His credibility was central to the prosecutor’s case. There are numerous other allegations of attorney misconduct which deserve the independent attention of a federal court. See also Carriger III, 692 P.2d at 1002-08.\nThe majority’s ruling has the effect of permitting states to bar access, to both state and federal courts, when defendants wish to establish that conduct of their counsel was ineffective. This ruling cannot be reconciled with the constitutional guarantees of effective assistance of counsel, see Strickland, 466 U.S. at 687, 104 S.Ct. at 2064, and access to the courts implicit in due process, see Bounds v. Smith, 430 U.S. 817, 97 S.Ct. 1491, 52 L.Ed.2d 72 (1977).\nWe therefore respectfully dissent.\n",
            "ocr": true,
            "opinion_id": 9001950
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}