{
    "id": 9357502,
    "judges": "Colins, J.",
    "date_filed": "1995-08-28",
    "date_filed_is_approximate": true,
    "slug": "com-v-shears-d",
    "case_name_short": "Com.",
    "case_name": "Com. v. Shears, D.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 9.0,
            "download_url": "https://www.pacourts.us/assets/opinions/Superior/out/J-S36043-22m - 105396458208676622.pdf",
            "author_id": null,
            "opinion_text": "J-S36043-22\n\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT I.O.P. 65.37\n\n    COMMONWEALTH OF PENNSYLVANIA               :   IN THE SUPERIOR COURT OF\n                                               :        PENNSYLVANIA\n                                               :\n                v.                             :\n                                               :\n                                               :\n    DAARON ANTHONY SHEARS                      :\n                                               :\n                       Appellant               :   No. 670 WDA 2022\n\n             Appeal from the PCRA Order Entered August 10, 2022\n      In the Court of Common Pleas of Fayette County Criminal Division at\n                        No(s): CP-26-CR-0001660-2011\n\n\nBEFORE:      STABILE, J., KING, J., and COLINS, J.*\n\nMEMORANDUM BY COLINS, J.:                           FILED: JANUARY 10, 2023\n\n        Appellant, Daaron Anthony Shears, appeals pro se from the order\n\nentered in the Fayette County Court of Common Pleas (trial court), which\n\ndismissed his sixth petition filed pursuant to the Post Conviction Relief Act\n\n(PCRA)1 without a hearing as untimely. We affirm.\n\n        On July 13, 2012, a jury convicted Appellant of rape, sexual assault, and\n\nstatutory sexual assault. The trial court sentenced Appellant on November 2,\n\n2012, to a mandatory minimum term of 10 to 20 years’ incarceration for the\n\nrape conviction, pursuant to 42 Pa.C.S. § 9718. The court imposed a\n\nconsecutive term of 3 months to 10 years’ incarceration for sexual assault and\n\n____________________________________________\n\n\n*   Retired Senior Judge assigned to the Superior Court.\n1   42 Pa.C.S. §§ 9541–9546.\n\fJ-S36043-22\n\n\nno further penalty for statutory sexual assault. Appellant filed a post-sentence\n\nmotion on November 6, 2012. On November 8, 2012, the court amended the\n\nsentence to impose a consecutive term of 3 months to 10 years’ incarceration\n\nfor statutory sexual assault and no further penalty for sexual assault.\n\nAppellant filed a notice of appeal on December 11, 2012, which this Court\n\nquashed as untimely on May 23, 2013. Commonwealth v. Shears, No. 1954\n\nWDA 2012, unpublished order (Pa. Super. filed May 23, 2013). Appellant did\n\nnot file a petition for allowance of appeal.\n\n      On September 10, 2014, Appellant filed a pro se first PCRA petition. The\n\nPCRA court appointed counsel, who filed an amended PCRA petition on January\n\n6, 2015.   Following a hearing, the court dismissed this PCRA petition as\n\nuntimely on June 2, 2015.      On October 14, 2015, this Court affirmed the\n\ndismissal of that PCRA petition. Commonwealth v. Shears, No. 937 WDA\n\n2015, unpublished judgment order (Pa. Super. filed October 14, 2015). On\n\nSeptember 19, 2016, the Pennsylvania Supreme Court denied Appellant’s\n\npetition for allowance of appeal from that order. Commonwealth v. Shears,\n\n158 A.3d 67 (Pa. 2016).\n\n      On April 30, 2018, Appellant filed a second PCRA petition and filed three\n\nadditional PCRA petitions between that date and November 8, 2019. On March\n\n9, 2020, the trial court issued a Pa.R.Crim.P. 907 notice of its intent to dismiss\n\nthese PCRA petitions without a hearing, and Appellant filed a response to this\n\nRule 907 notice on March 16, 2020. On August 6, 2020, the trial court entered\n\n\n                                      -2-\n\fJ-S36043-22\n\n\nan order dismissing Appellant’s second, third, fourth, and fifth PCRA petitions.\n\nAppellant appealed that order, arguing that those PCRA petitions allegedly\n\npresented meritorious claims that he was entitled to a new trial based on after-\n\ndiscovered exculpatory evidence, that his trial and direct appeal counsel were\n\nineffective, that the trial court lacked jurisdiction because the crime allegedly\n\ndid not occur in Fayette County, and that the prosecutor’s peremptory\n\nchallenges in jury selection violated Batson v. Kentucky, 476 U.S. 79\n\n(1986).    On December 21, 2021, this Court affirmed the dismissal of\n\nAppellant’s second, third, fourth, and fifth PCRA petitions on the ground that\n\nthey were all barred as untimely. Commonwealth v. Shears, No. 984 WDA\n\n2020 (Pa. Super. filed December 21, 2021) (unpublished memorandum).\n\n      On February 18, 2022, Appellant filed the instant sixth PCRA petition, in\n\nwhich he asserted a claim that the trial court’s dismissal of his first PCRA as\n\nuntimely was based on false information provided by the Commonwealth and\n\nalso reasserted the same claims as his second through fifth PCRA petitions.\n\n2/18/22 PCRA Petition at 4. On May 27, 2022, the trial court entered a Rule\n\n907 notice of its intent to dismiss this PCRA petition without a hearing on the\n\nground that it was time-barred, and Appellant filed no response to this Rule\n\n907 notice. On August 10, 2022, the trial court dismissed Appellant’s 2022\n\n\n\n\n                                      -3-\n\fJ-S36043-22\n\n\nPCRA petition. Trial Court Order, 8/10/22. Appellant has timely appealed that\n\norder.2\n\n       Appellant raises as issues in this appeal both the argument that the trial\n\ncourt erred in holding that the 2022 PCRA petition was time-barred and the\n\nsame claims that he raised in his appeal from the dismissal of his second\n\nthrough fifth PCRA petitions.3 We conclude that Appellant has failed to satisfy\n\nany exception to the PCRA’s time bar and therefore affirm the dismissal of his\n\n2022 PCRA petition without reaching the merits of the substantive PCRA claims\n\nthat he again seeks to raise.\n\n       The PCRA provides that “[a]ny petition under this subchapter, including\n\na second or subsequent petition, shall be filed within one year of the date the\n\njudgment becomes final.” 42 Pa.C.S. § 9545(b)(1). A PCRA petition may be\n\nfiled beyond the one-year time period only if the convicted defendant pleads\n\nand proves one of the following three exceptions:\n\n\n\n____________________________________________\n\n\n2 Appellant filed his appeal prematurely on May 31, 2022 in response to the\ntrial court’s Rule 907 notice. Because the order dismissing Appellant’s 2022\nPCRA petition was subsequently entered on August 10, 2022, his appeal is\ntimely and is properly before us. Pa.R.A.P. 905(a)(5) (“A notice of appeal filed\nafter the announcement of a determination but before the entry of an\nappealable order shall be treated as filed after such entry and on the day\nthereof”).\n3 Indeed, 5 of the 11 pages in the argument section of Appellant’s brief in this\nappeal are copies of pages from the argument section of his brief in his appeal\nfrom the dismissal of his second through fifth PCRA petitions and at least 3\nother pages of his argument section contain large amounts of material from\nthat prior brief.\n\n                                           -4-\n\fJ-S36043-22\n\n\n       (i) the failure to raise the claim previously was the result of\n       interference by government officials with the presentation of the\n       claim in violation of the Constitution or laws of this Commonwealth\n       or the Constitution or laws of the United States;\n\n       (ii) the facts upon which the claim is predicated were unknown to\n       the petitioner and could not have been ascertained by the exercise\n       of due diligence; or\n\n       (iii) the right asserted is a constitutional right that was recognized\n       by the Supreme Court of the United States or the Supreme Court\n       of Pennsylvania after the time period provided in this section and\n       has been held by that court to apply retroactively.\n\nId. In addition, these exceptions can apply only if Appellant filed the PCRA\n\npetition “within one year of the date the claim could have been presented.”\n\n42 Pa.C.S. § 9545(b)(2). The PCRA’s time limit is jurisdictional, and a court\n\nmay not ignore it and reach the merits of an untimely PCRA petition.\n\nCommonwealth           v.    Fahy,     737     A.2d   214,   222-23   (Pa.   1999);\n\nCommonwealth v. Whiteman, 204 A.3d 448, 450 (Pa. Super. 2019);\n\nCommonwealth v. Pew, 189 A.3d 486, 488 (Pa. Super. 2018).\n\n       Appellant's judgment of sentence became final on December 10, 2012,\n\nupon expiration of the 30-day period to file an appeal to this Court.4          42\n\nPa.C.S. § 9545(b)(3); Pa.R.A.P. 903(a); Whiteman, 204 A.3d at 450. The\n\ninstant PCRA petition was filed more than nine years after the judgment\n\nbecame final and is therefore untimely unless Appellant alleged and proved\n\n\n\n\n____________________________________________\n\n\n4The 30-day period extended to December 10, 2012 because the thirtieth\nday, December 8, 2012, was a Saturday.\n\n                                           -5-\n\fJ-S36043-22\n\n\none of the three limited exceptions set forth in Sections 9545(b)(1)(i)-(iii) and\n\nhe filed this PCRA petition within one year after he first could have done so.\n\n      The only exceptions to the PCRA’s time bar that Appellant asserts are\n\nthe exception for newly discovered facts and the exception for government\n\ninterference.   2/18/22 PCRA Petition at 3, 8; Appellant’s Brief at 7-9, 11.\n\nNeither of these exceptions is satisfied here.\n\n      The newly discovered facts exception applies only where the convicted\n\ndefendant shows both that he did not know the facts upon which he bases his\n\nPCRA petition and that he could not have learned of those facts earlier by the\n\nexercise of due diligence. 42 Pa.C.S. § 9545(b)(1)(ii); Commonwealth v.\n\nSanchez, 204 A.3d 524, 526 (Pa. Super. 2019).           Merely showing that the\n\ndefendant did not learn of facts until shortly before the PCRA petition was\n\nfiled, without any allegations and proof of timely efforts or inability to discover\n\nthat information earlier, is insufficient to satisfy Section 9545(b)(1)(ii)’s\n\nexception for newly discovered facts. Sanchez, 204 A.3d at 526-27; Pew,\n\n189 A.3d at 489-90.\n\n      Here, the only facts that Appellant has asserted that he discovered in\n\nthe year prior to this 2022 PCRA petition are facts concerning dates that he\n\nwas in certain restricted prison housing in 2013, which allegedly prevented\n\nhim from filing a timely first PCRA petition. 2/18/22 PCRA Petition at 3-4 &\n\nExs. A & B. Although Appellant attached to his 2022 PCRA petition inmate\n\nrequest forms showing that he received this information on January 6 and\n\n\n                                       -6-\n\fJ-S36043-22\n\n\nFebruary 4, 2022, id. Exs. A & B, he has not made any showing as to when\n\nhe first attempted to obtain this information or that he could not have obtained\n\nit years earlier. Indeed, the documents that he attached to show this newly\n\ndiscovered information indicate that he requested the information on January\n\n4 and February 2, 2022, just two days before he received it. Id. Because the\n\ninformation has been in existence since 2013 and Appellant has not alleged,\n\nlet alone shown, that he made any attempt to request it before 2022, even\n\nthough he knew of its importance at the time of his first PCRA petition in 2014\n\nand 2015, or that he could not have obtained it years earlier if he had sought\n\nit, the information that Appellant obtained in 2022 cannot satisfy the PCRA’s\n\ntime-bar exception for newly discovered facts. Sanchez, 204 A.3d at 526-\n\n27; Pew, 189 A.3d at 489-90.\n\n      Appellant’s remaining claims of government interference and newly\n\ndiscovered facts concern matters that, by Appellant’s own admissions, are well\n\noutside the one-year period before he filed his 2022 PCRA petition. Appellant\n\nasserts that he knew of his after-discovered evidence claim in 2019 and that\n\nthe alleged government interference with raising that claim ended in 2019\n\nwhen allegedly withheld trial court records were provided to him. Appellant’s\n\nBrief at 8. To the extent that Appellant contends that the period that he was\n\nin restricted prison housing or alleged false information supplied by the\n\nDepartment of Corrections in connection with his first PCRA petition\n\nconstituted government interference with his ability to file a PCRA petition,\n\n\n                                     -7-\n\fJ-S36043-22\n\n\nthat alleged interference ceased more than six years before this PCRA petition\n\nwas filed. The only period that he alleges that his prison housing situation\n\ninterfered with his ability to file legal papers was in 2013 and the information\n\nallegedly supplied in connection with his first PCRA occurred in 2014 or 2015.\n\n2/18/22 PCRA Petition at 3-4 & Exs. A & B. Appellant has not shown that he\n\ncould not have filed a PCRA petition after the restricted housing ended or that\n\nhe could not have obtained the information showing that the information\n\nsupplied by the Department of Corrections was false before 2021.\n\n      Because Appellant has not shown that the allegedly newly discovered\n\nfacts on which he based his 2022 PCRA petition could not have been\n\ndiscovered by the exercise of due diligence before February 18, 2021 or that\n\nany alleged government interference with his ability to file a PCRA continued\n\nuntil February 18, 2021, he cannot satisfy the time-bar exceptions of Sections\n\n9545(b)(1)(i) and (ii) of the PCRA.     We therefore affirm the trial court’s\n\ndismissal of Appellant’s 2022 PCRA petition as untimely.\n\n      Order affirmed.\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\n\n\nDate: 1/10/2023\n\n\n\n                                     -8-\n\fJ-S36043-22\n\n\n\n\n              -9-\n\f",
            "ocr": false,
            "opinion_id": 9352974
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Rape"
}