{
    "id": 9385258,
    "judges": null,
    "date_filed": "2003-10-10",
    "date_filed_is_approximate": true,
    "slug": "nundra-v-state",
    "case_name_short": "Nundra",
    "case_name": "Nundra v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 36.0,
            "download_url": "https://www.gasupreme.us/wp-content/uploads/2023/03/s23a0043.pdf",
            "author_id": null,
            "opinion_text": " NOTICE: This opinion is subject to modification resulting from motions for reconsideration under Supreme Court\n Rule 27, the Court’s reconsideration, and editorial revisions by the Reporter of Decisions. The version of the\n opinion published in the Advance Sheets for the Georgia Reports, designated as the “Final Copy,” will replace any\n prior version on the Court’s website and docket. A bound volume of the Georgia Reports will contain the final and\n official text of the opinion.\n\n\nIn the Supreme Court of Georgia\n\n\n\n                                                  Decided: March 21, 2023\n\n\n                      S23A0043. NUNDRA v. THE STATE.\n\n\n       PETERSON, Presiding Justice.\n\n       Thaddas Nundra was convicted of murder and many other\n\nserious charges related to the shooting death of Herbert Moore.1 On\n\n\n       1 Three people were charged with the October 26, 2017, murder and\nrobbery of Herbert Moore — Nundra, Ronnie McFadden, and Louis Ousley.\nMcFadden was acquitted of all charges, except conspiracy to commit burglary.\nOusley accepted a plea deal in exchange for testimony against Nundra. He\npleaded guilty to conspiracy to commit armed robbery and conspiracy to\ncommit burglary in exchange for a 20 year sentence.\n       On August 14, 2018, a Decatur County grand jury indicted Nundra for\nmalice murder (Count 1), aggravated assault (Count 2), felony murder (Counts\n3, 6, 8, 10, and 12), possession of a firearm during the commission of a felony\n(Count 4), conspiracy to commit burglary (Count 5), conspiracy to commit\narmed robbery (Count 7), criminal attempt to commit burglary (Count 9),\ncriminal attempt to commit armed robbery (Count 11), and possession of a\nfirearm by a convicted felon (Count 13).\n       Nundra was found guilty on February 14, 2019, of Counts 1, 2, 3, 4, 8,\n11, and 12, as well as a lesser included offense on Count 5. He was acquitted\non counts 6, 7, 9, and 10. The State entered a nolle prosequi on Count 13,\ncharging possession of a firearm by a convicted felon.\n       The trial court pronounced Nundra’s sentence on February 14, 2019, and\nhe filed a motion for new trial on February 26, 2019. Nundra’s premature\nmotion for new trial ripened when the trial court entered its sentence on\n\fappeal, he asserts the trial court made four key errors, and he\n\ncontends that the cumulative effect of those errors requires reversal.\n\n      We assume without deciding that the trial court made two\n\nerrors. First, we assume that the trial court abused its discretion in\n\nadmitting evidence of Nundra’s 1997 convictions for armed robbery\n\nand hijacking a motor vehicle. And second, we assume that the trial\n\ncourt erred in admitting certain evidence of the victim’s good\n\ncharacter. We conclude, however, that these errors were harmless,\n\nboth individually and cumulatively.\n\n      And we reject Nundra’s remaining claims. The trial court did\n\nnot abuse its discretion in allowing the State to compare Nundra to\n\n\n\n\nFebruary 27, 2019. See Seals v. State, 311 Ga. 739, 739 n.1 (860 SE2d 419)\n(2021); Southall v. State, 300 Ga. 462, 463-464 (1) (796 SE2d 261) (2017).\n       The trial court sentenced Nundra to life in prison without the possibility\nof parole for Count 1, a consecutive five-year term of imprisonment for Count\n4, and a consecutive two-and-a-half year term of imprisonment for Count 5.\nThe remaining counts merged or were vacated by operation of law.\n       Nundra amended his motion for new trial in December 2020, and the\ntrial court denied it on February 28, 2022 following a hearing. Because he did\nnot receive notice of the ruling, Nundra failed to file a timely notice of appeal.\nOn Nundra’s motion raising the lack of notice, the trial court vacated and re-\nentered the order on April 28, 2022. Nundra timely appealed. The case was\ndocketed to this Court’s term beginning in December 2022 and submitted for\nconsideration on the briefs.\n                                        2\n\fserial killers. Lawyers have wide latitude in closing arguments. And\n\nwhile these comments were certainly inflammatory, they were based\n\non permissible inferences from evidence in the record. Nor has\n\nNundra shown that it was plain error to allow the State to introduce\n\n“TrueAllele” DNA evidence without a baseline of how likely a sample\n\nwas to match a random person. Nundra did not preserve this\n\nparticular issue below, so our review is only for plain error (and not\n\nabuse of discretion). And he fails to show that admitting the\n\nevidence without his preferred explanatory baseline was plain error.\n\n      We therefore affirm Nundra’s convictions.\n\n      1. (a) The Crime 2\n\n      On the night of October 25, 2017, Nundra, Ronnie McFadden,\n\nand Louis Ousley were spending time at Na’Gina Hightower’s\n\napartment. Hightower was dating McFadden at the time, even\n\nthough McFadden was married to someone else. They were there to\n\n\n\n\n      2 “Because this case requires an assessment of the harmful effect of\nalleged trial court errors, we lay out the evidence in detail and not only in the\nlight most favorable to the verdicts.” Allen v. State, 310 Ga. 411, 412 n.2 (851\nSE2d 541) (2020).\n                                       3\n\fsmoke “molly” with a large group of people. Around 4:00 a.m.,\n\nNundra, McFadden, and Ousley left.\n\n     The three men walked towards a pawn shop, planning to break\n\ninto it. As they tried to figure out a way over the fence around the\n\npawn shop, Nundra noticed a man in a truck in a parking lot across\n\nthe street.\n\n     Watching the driver, Herbert Moore, park his vehicle, Nundra\n\nasked Ousley to hand over the gun he had brought. Nundra told\n\nMcFadden and Ousley he was going to rob Moore, and he went and\n\nhid in the bushes behind the truck.\n\n     He then ran up to Moore and demanded he “[g]ive it up.” Moore\n\nattempted to fight back, and Nundra fired eight shots, hitting Moore\n\ntwice. Nundra, McFadden, and Ousley fled the scene.\n\n     (b) The Aftermath\n\n     Around 6:00 a.m., Hightower heard the shots ring out from her\n\nnearby apartment. Roughly 20 minutes later, McFadden and Ousley\n\ncame running back into her apartment. They were in a near panic;\n\nMcFadden collapsed on the floor, struggled for breath, and threw up.\n\n                                 4\n\fOusley stood nearby, crying and trying to catch his breath. Some 15\n\nminutes after that, Nundra returned. He was not wearing the hat\n\nthat he had worn during the shooting. Nundra asked for a change of\n\nclothing, borrowing a pair of jean shorts from Ousley. He also asked\n\nfor bleach and a towel to clean his hands.\n\n     Nundra cleaned himself and cooked breakfast. He talked about\n\nthe murder, and warned McFadden and Ousley he would kill them\n\nif they talked to the police. As Nundra prepared to leave Hightower’s\n\napartment, he said he was going to burn his clothes.\n\n     After dropping Hightower’s son off at school, Nundra and\n\nMcFadden went back to McFadden’s home. There, they burned their\n\nclothing, and Nundra changed clothes a second time. McFadden’s\n\nwife saw them burning something, and said that Nundra needed to\n\nleave.\n\n     (c) The Investigation\n\n     When police arrived on the scene of the shooting, they found\n\nsix cartridge casings by the back left tire of the truck. There were\n\n\n\n                                 5\n\fbullet holes in the windshield, the door, the seat, the victim’s body,\n\nand the roof of the truck.\n\n     The investigators then canvassed the nearby streets. They\n\ninitially learned of two suspects: Nundra and McFadden. They also\n\nlearned that Nundra was driving a white Dodge truck. Nundra later\n\ngave police consent to search his truck. There was nothing in the\n\ntruck specifically implicating Nundra in the shooting, though he did\n\nappear to have packed the vehicle as though he were leaving town.\n\n     Sometime later, a city employee contacted investigators about\n\na black puffy jacket discovered in the wooded area of a nearby park.3\n\nThey then went to search the park, where they found a gun wrapped\n\nin a stocking hat — partially buried near the place where the black\n\njacket had been found.\n\n     After that, the police detained McFadden and Ousley, and\n\narrested Nundra in connection with the murder. Nundra admitted\n\nthat he was in the area with McFadden and Ousley, but he claimed\n\n\n\n     3 The jacket was sent to the GBI crime lab, but apparently never\nsubmitted for testing.\n                                  6\n\fthat he was at the post office and did not know anything about the\n\nmurder.\n\n     Later on, the gun and the stocking hat were sent for forensic\n\ntesting. The GBI determined that the bullets and casings collected\n\nat the crime scene all came from the gun. And a DNA specialist\n\nfound a match of DNA profiles between Nundra and a sample taken\n\nfrom the hat.\n\n     (d) The Trial\n\n     Four aspects of the trial are relevant to this appeal.\n\n     i) First, the State introduced, over Nundra’s objection, evidence\n\nof Nundra’s 1997 convictions for armed robbery and hijacking a\n\nmotor vehicle. That evidence showed the following. On a Sunday\n\nnight in December 1996, a man named Rufus Walker was driving\n\nhis car, and he made contact with Nundra. Nundra pulled a gun and\n\nshot him multiple times — including once in the left eye, which\n\nWalker lost. Nundra also beat Walker with the pistol, robbed him,\n\nand stole his car.\n\n     Before this evidence was presented to the jury, the trial court\n\n                                  7\n\finstructed the jury that there were limited purposes for which the\n\nevidence could be considered under OCGA § 24-4-404 (b) (“Rule\n\n404 (b)”). The court did not adequately specify for which of the Rule\n\n404 (b) purposes the jury could consider the evidence, instead\n\nstating generally that\n\n    in order to prove its case as alleged in the indictment, the\n    State must [show] knowledge, intent, participation —\n    conspiracy, plan, preparation, and it may show motive or\n    opportunity. To do so the State intends to offer evidence of\n    other acts allegedly committed by an accused. You’re\n    permitted to consider that evidence only insofar as it may\n    relate to those issues and not for any other purpose. You\n    may not infer from such evidence that the accused is of a\n    character that would commit such crimes.\n\nThe trial court repeated essentially the same admonition in its\n\nfinal jury instructions. This time, the court added\n\n    [a]gain, such evidence . . . may not be considered by you for\n    any other purpose. The accused is on trial for the offenses\n    charged in the bill of indictment only and not for any other\n    acts[,] even though such acts may incidentally be criminal\n    and may have resulted in conviction. Before you may\n    consider any [such] acts for the limited purposes stated\n    earlier, you must first determine whether it’s more likely\n    than not that the accused committed the other alleged acts.\n    If so, you then must determine whether the acts shed any\n    light on the elements of the offense for which the act has\n    been admitted in the crimes charged in the indictment . . . .\n    Remember to keep in mind the limited use and prohibited\n                                  8\n\f    use of this evidence about . . . other acts of the accused.\n\n     The State talked about these convictions during closing\n\narguments: “Mr. Nundra intimidates people based on fear. He likes\n\nto bully people. Likes to pick on people when they’re vulnerable. In\n\nthe ’90s when Mr. Rufus Walker is in a vehicle, he goes up to him,\n\nMr. Walker can’t see him, shoots him in the eye. When Mr. Moore is\n\ntrying to get in his work truck, sneaks up behind him from the\n\nbushes with a gun and shoots him. Because he’s a bully.”\n\n     ii) Second, various pieces of evidence came in tending to show\n\nthe good character of the victim and evoke sympathy for him, his\n\nwidow, and the community. Donald Grubbs, who heard the gunshots\n\nfrom his home and had his wife call the police, discussed his\n\nrelationship with Moore and described him as the “nicest fellow.”\n\nAlong the same lines, a police captain who responded to the scene\n\nsaid that he had known Moore for “20-something years” and was sad\n\nwhile he gave the victim chest compressions. And, most importantly,\n\nthe State elicited more of this sort of evidence from Moore’s widow.\n\nIn response to a question about why Moore had not retired, she\n\n                                   9\n\ftestified that Moore had been planning on retiring but wanted to\n\ntake care of her, and make sure she was eligible for Medicare before\n\nhe stopped working. The State also introduced a picture of the two\n\nof them together (to which Nundra objected under Rule 403). And,\n\nasked about cows shown in that photo, Moore’s widow testified that\n\nshe had been forced to sell their cows because she couldn’t take care\n\nof them by herself. The State also referred back to all of this evidence\n\nin closing arguments.\n\n     iii) Third, and again during closing arguments, the State\n\ncompared Nundra to serial killers Jeffrey Dahmer, Charles Manson,\n\nand Ted Bundy, calling Nundra a “sociopath.”\n\n     iv) Finally, Nundra objected to the introduction of DNA\n\nevidence analyzed through TrueAllele software. The stocking hat\n\ncontained the DNA profiles of at least four individuals, testified\n\nEmily Mathis, a forensic biologist for the GBI, and so the GBI used\n\nTrueAllele to analyze those samples. Explaining the scientific value\n\nof the TrueAllele software, Mathis testified that it “uses very high\n\nlevel mathematics and algorithms in order to interpret [the] data\n\n                                  10\n\fand do so without any bias.” In essence, she testified, the software\n\ncompares “reference samples from [known] individuals to . . .\n\nevidence samples.” The software then assigns statistical weight to\n\nthe likelihood of a match between the reference sample and the\n\nevidence sample. Mathis testified that the results here showed “it\n\nwas approximately two billion times more probable that the\n\nevidence matched Thaddas Nundra” than “a random individual in\n\nthe population.” Thus, Mathis concluded that Nundra’s DNA was,\n\nindeed, on the hat.\n\n     2. Nundra first argues that the trial court abused its discretion\n\nin admitting evidence of Nundra’s 1997 convictions under Rule\n\n404 (b). We need not decide whether he is correct, because even if\n\nthis was error, it was harmless given the strength of the other\n\nevidence against Nundra, the trial court’s instruction that the jury\n\ncould not use the evidence to conclude Nundra had a propensity to\n\ncommit these sort of crimes, and the fact that the jury was told\n\nNundra had been charged and pleaded guilty for the crimes.\n\n     A trial court’s evidentiary error “requires reversal of [the\n\n                                 11\n\fa]ppellant’s convictions unless it can be deemed harmless, meaning\n\nthat ‘it is highly probable that the error did not contribute to the\n\nverdict.’” Heard v. State, 309 Ga. 76, 90 (3) (g) (844 SE2d 791) (2020)\n\n(quoting Brown v. State, 303 Ga. 158, 164 (2) (810 SE2d 145) (2018)).\n\n“In determining whether the error was harmless, we review the\n\nrecord de novo and weigh the evidence as we would expect\n\nreasonable jurors to have done[.]” Jackson v. State, 306 Ga. 69, 80\n\n(2) (c) (829 SE2d 142) (2019) (citation and punctuation omitted).\n\n     Generally, we have found Rule 404 (b) errors harmless “where\n\nthe properly admitted evidence . . . was so strong that the prejudicial\n\neffect of the other-acts evidence had no significant influence on the\n\nguilty verdicts.” Heard, 309 Ga. at 91 (3) (g) (collecting cases); see\n\nalso Thompson v. State, 302 Ga. 533, 542 (III) (A) (807 SE2d 899)\n\n(2017) (“Where evidentiary error is deemed harmless, it is often true\n\nthat the evidence was only ‘marginal’ to the prosecution’s case.”)\n\n(quoting Johnson v. State, 301 Ga. 277, 280 (2) (800 SE2d 545)\n\n(2017)).\n\n     And so it is here. Evidence of previous violent crimes like the\n\n                                  12\n\f1997 convictions certainly could have a substantial prejudicial\n\neffect. See Strong v. State, 309 Ga. 295, 316 (4) (845 SE2d 653) (2020)\n\n(noting “the severity of the prior acts and their resulting injuries”);\n\nKirby v. State, 304 Ga. 472, 486 (4) (a) (ii) (819 SE2d 468) (2018)\n\n(other-acts evidence “had some prejudicial force, because it\n\nsuggested that Appellant was not only an armed robber, but a serial\n\narmed robber — and indeed a violent criminal who kept committing\n\ndangerous crimes[.]”) But given the other evidence against Nundra,\n\nthe fact that the jury was told that Nundra had pleaded guilty to\n\ncriminal charges arising from the other acts (meaning it could infer\n\nhe had been punished for those crimes), and the trial court’s limiting\n\ninstruction, we conclude that it is highly probable that any such\n\nprejudice did not contribute to the jury’s verdict.\n\n     First and foremost, the evidence of Nundra’s guilt was very\n\nstrong. Ousley testified that Nundra participated in planning a\n\nburglary, and then used Ousley’s gun to attempt to rob Moore — but\n\nended up killing him instead. Ousley also testified that a jacket\n\nrecovered in a nearby park was the same one Nundra had been\n\n                                  13\n\fwearing on the morning of the murder. Consistent with Ousley’s\n\naccount, substantial physical evidence implicated Nundra, including\n\nthe murder weapon, found wrapped in a stocking cap in the same\n\narea of the park as the jacket, and containing Nundra’s DNA. And\n\nNundra’s behavior after the fact suggested a consciousness of guilt.\n\nHightower testified that Ousley and McFadden came “running\n\nthrough the back door” 15 to 20 minutes after she heard the\n\ngunshots, with McFadden crying and throwing up; Nundra arrived\n\na few minutes after them, at which point, according to Ousley,\n\nNundra was no longer wearing his hat. The jury could easily have\n\ninferred from this testimony that Nundra had discarded the hat and\n\njacket he had been wearing — which accounted for why he arrived\n\nat Hightower’s apartment later than McFadden and Ousley. Once\n\nthere, he asked Hightower for bleach, he told Ousley he planned to\n\nburn the remaining clothes he had been wearing, and he was later\n\nseen by McFadden’s wife burning something with McFadden behind\n\ntheir house. Finally, Nundra told McFadden and Ousley he planned\n\nto leave the state, and he threatened to kill them if they talked to\n\n                                14\n\fthe police. In short, the properly admitted evidence of Nundra’s guilt\n\nwas very strong — which significantly reduces the likelihood that\n\nthe jury convicted him for his past conduct rather than the conduct\n\ncharged in this case. See Jackson, 306 Ga. at 81 (2) (c).\n\n      Second, the evidence also made clear that Nundra had\n\ncommitted the prior crime a long time ago, and that he had pleaded\n\nguilty. And although it does not appear the jury was ever told what\n\nsentence Nundra received for his crimes, the knowledge of his guilty\n\nplea nonetheless reduces the risk that the jury convicted Nundra to\n\npunish him for his other crimes, because the jury could infer that\n\nNundra had already been punished for those crimes. 4 Compare\n\n\n\n\n      4 During the pretrial hearing on Nundra’s motion to suppress, the State\nrepresented that Nundra had served 20 years in prison following the 1997\nconvictions and was released in November of 2016. That information was not\npresented to the jury at trial or included in the court record that was\nintroduced into evidence. But the jury was told that the crimes occurred in\n1996, and that Nundra pleaded guilty in 1997, so the prior crimes and the ones\ncharged here were not so close in time that time alone would lead the jury to\ninfer that Nundra received little or no punishment. Cf. Thomas v. State, 314\nGa. 681, 685 (1) (a) n.2 (878 SE2d 493) (2022) (when previous crime was\ncommitted only four years and four months before crime at issue, “the jury\nnecessarily knew that [defendant] could not have spent much more than four\nyears in custody for the shooting of [prior victim], a sentence the jury may have\nviewed as inadequate for such a violent offense”).\n                                       15\n\fStrong, 309 Ga. at 316 (4) (viewing the prejudice of admitting prior\n\ncrimes especially high because of “the absence of evidence that [the\n\ndefendant] was ever punished in any way for [his] many serious\n\ncrimes”), and United States v. Beechum, 582 F2d 898, 914 (5th Cir.\n\n1978) (noting that the danger that the jury may convict the\n\ndefendant due to an uncharged offense “is particularly great where\n\n. . . the extrinsic activity was not the subject of a conviction; the jury\n\nmay feel that the defendant should be punished for that activity\n\neven if he is not guilty of the offense charged”), with Jones v. State,\n\n311 Ga. 455, 465 (3) (b) (ii) (858 SE2d 462) (2021) (weighing\n\nprobative value versus prejudice under Rule 404 (b), and concluding\n\nthat “the jury learned that [the defendant] had already admitted his\n\nguilt and was convicted and sentenced to eight years in prison for\n\nattacking [the victim], making it less likely that the jury would want\n\nto punish him for the other-acts rather than for the charged crimes”),\n\nand Kirby, 304 Ga. at 485 (4) (a) (i) (noting that “the jury learned\n\nthat [the defendant] had already admitted his guilt and been\n\nconvicted and served a prison sentence for his 1990 conduct, making\n\n                                   16\n\fit less likely that the jury would want to punish [him] for this past\n\nconduct rather than the charged crimes”).\n\n     Third, although the trial court’s limiting instructions did not\n\nmeaningfully explain for which permissible purpose the evidence\n\nwas relevant, they did, at least, tell the jury what it could not do:\n\n“You may not infer from such evidence that the accused is of a\n\ncharacter that would commit such crimes.” And we have held that\n\nthis sort of admonition can lower the risk that the jury will convict\n\nfor the wrong reasons. See Morrell v. State, 313 Ga. 247, 262 (2) (c)\n\n(869 SE2d 447) (2022); see also Jackson, 306 Ga. at 82 (3) (although\n\nthe trial court’s initial limiting instruction about a prior crime was\n\n“obviously incomplete,” “this Court considers the instructions as a\n\nwhole” (citation and punctuation omitted)). To be clear: because\n\nthese instructions did not sufficiently specify the permissible\n\npurposes for which the evidence could be considered, they do not\n\nhave the same mitigating effect that we have found in other cases\n\nwhere the trial judge specifically instructed the jury on which Rule\n\n404 (b) purposes could be considered. Even so, the trial court’s\n\n                                 17\n\fadmonition that the jury “may not infer from such evidence that the\n\naccused is of a character that would commit such crimes” reduces\n\nthe likelihood that the evidence of Nundra’s past crimes influenced\n\nthe verdict.\n\n     Thus, because the evidence of Nundra’s guilt was very strong,\n\nbecause Nundra’s guilty plea allowed the jury to infer that he had\n\nbeen punished for his prior crimes, and because the trial court\n\ninstructed the jury not to consider the evidence as proof of Nundra’s\n\npropensity to commit these sort of crimes, we conclude it was highly\n\nprobable that admitting the 1997 convictions did not contribute to\n\nthe verdict.\n\n     3. Nundra next argues that the trial court should not have\n\nallowed the State to introduce evidence of the victim’s good\n\ncharacter and talk about it during closing arguments. We assume\n\nwithout deciding that the evidence should not have been admitted.\n\nBut we conclude, because the evidence of Nundra’s guilt was very\n\nstrong, that this was harmless.\n\n     (a) “Generally, apart from evidence of a ‘pertinent trait,’\n\n                                  18\n\fcharacter of the victim is irrelevant because it is just as unlawful to\n\ncommit a crime against a person of bad character as it is to commit\n\na crime against a person of good character.” Agnor’s Georgia\n\nEvidence § 6:10 (November 2022 Update) (citing Walker v. State, 312\n\nGa. 232, 238 (3) (862 SE2d 285) (2021); Maynor v. State, 241 Ga. 315,\n\n316 (245 SE2d 268) (1978)); see also OCGA § 24-4-404 (a), OCGA §\n\n24-4-405 (a)-(b); Timmons v. State, 302 Ga. 464, 468 (2) (a) (807 SE2d\n\n363) (2017). Thus, “evidence about a crime victim’s personal\n\ncharacteristics and the emotional impact of the crime on the victim,\n\nthe victim’s family, and the victim’s community generally is not\n\nadmissible in the guilt[ or] innocence phase of a criminal trial.”\n\nLofton v. State, 309 Ga. 349, 363 (6) (b) (ii) (846 SE2d 57) (2020).\n\n     Nundra points to three instances of supposed good-character\n\nevidence. First, he complains that Grubbs was allowed to discuss his\n\nrelationship with Moore and describe him as the “nicest fellow.”\n\nSecond, he objects that the first officer on the scene was permitted\n\nto say that he had known Moore for “20-something years” and was\n\nsad while he gave the victim chest compressions. And third, and\n\n                                  19\n\fperhaps most importantly, he points out that the State elicited more\n\nof this sort of evidence from Moore’s widow. In response to a question\n\nabout why Moore had not retired, for example, she testified that\n\nMoore had been planning on retiring but wanted to take care of her\n\nand make sure she was eligible for Medicare before he stopped\n\nworking. The State also introduced a picture of the two of them\n\ntogether, and, asked about cows shown in that photo, Moore’s widow\n\ntestified that she had been forced to sell their cows because she\n\ncouldn’t take care of them by herself.\n\n     And, as discussed, the State referred back to all this in closing\n\narguments, apparently in an effort to evoke sympathy for Moore and\n\nhis widow. Speaking of the impact on the community, the State told\n\nthe jury that Grubbs and his son “knew Mr. Moore. Nice guy. Played\n\nwith their dogs. Talked to everybody around here.” Plus, the State\n\ntold the jury, the officer who testified about knowing Moore “is not\n\nthe most flowery, smiley guy that we have on our police force. And\n\nthe fact that he was [choked] up, almost crying, about Mr. Moore\n\ntells you a lot about how this has impacted [the] community.” On the\n\n                                 20\n\fimpact to Moore’s wife, the State reminded the jury that she “had to\n\nsell the cows that he kept,” and emphasized that the couple had been\n\n“married almost 26 years . . . . He would go to work, come home, have\n\nlunch with his wife, [and] play with his dog. Had a simple life. Raised\n\ncows. Loved each other.” Referencing the fact that his closing\n\nargument was given on Valentine’s Day, the State noted that\n\nMoore’s widow would not receive flowers from him anymore. And on\n\nMoore’s own good character, the State pointed out that “[h]e kept\n\nworking for 32 years so that his wife could get Medicare.”\n\n     (b) Assuming that Nundra preserved this issue for ordinary\n\nappellate review, and that admitting the evidence was error, the\n\nState would still have the opportunity to show that it is “highly\n\nprobable that the error did not contribute to the verdict.” Smith v.\n\nState, 299 Ga. 424, 432 (2) (d) (788 SE2d 433) (2016) (citation and\n\npunctuation omitted).\n\n     And once again we conclude that that this evidence did not\n\naffect the outcome of the trial. For the reasons already discussed,\n\nthe evidence of Nundra’s guilt was very strong, so the risk that\n\n                                  21\n\fevidence of the victim’s good character would lead the jury to convict\n\nNundra for some reason other than guilt was fairly low. See Lucas\n\nv. State, 274 Ga. 640, 642-644 (2) (555 SE2d 440) (2001) (concluding\n\nthat “certain comments . . . and testimony” that “improperly raised\n\nthe worth of the victims and the impact wrought by their deaths”\n\nwere harmless in the light of the defendant’s confessions of guilt to\n\na friend and law enforcement officers, as well as corroborating\n\nevidence of the crime). Thus, this claim fails as well.\n\n     4. Next, and relatedly, Nundra contends that the trial court\n\nabused its discretion in allowing the State to compare him to\n\n“sociopaths” and serial killers like Jeffrey Dahmer, Charles Manson,\n\nand Ted Bundy. On this point, we disagree. The State’s comments\n\nhere were inflammatory, but attorneys are allowed wide latitude in\n\ntheir arguments to the jury. And these arguments drew on\n\npermissible inferences from the evidence, and did not (as Nundra\n\nsuggests) rely on facts or diagnoses not in evidence. That is enough\n\nto reject Nundra’s claim.\n\n     (a) During closing arguments, the State told the jury that “Mr.\n\n                                  22\n\fNundra is very similar to Jeffrey Dahmer, Charles Manson, and Ted\n\nBundy. All four of them are sociopaths.” Nundra objected that this\n\nwas “wholly inappropriate”; that “no doctor [ ] came in and said that\n\nMr. Nundra has sociopathic qualities,” so the characterization was\n\n“not in evidence.” But the trial court overruled the objection, and the\n\nState doubled down, insisting that “Mr. Nundra is a sociopath.\n\nAnyone [who,] after they kill a man acts like it’s no big deal, anyone\n\nthat goes to someone’s house and makes eggs and grits after they\n\nshot a man . . . is a sociopath . . . . He is sick.”\n\n     Nundra argues on appeal that allowing the State to refer to\n\nhim as a sociopath was “inflammatory, not supported by the\n\nevidence, irrelevant, and an improper appeal to passion or\n\nprejudice” — and had “no relevant purpose for argument beyond\n\ninflaming the passion of the jury to convict regardless of whether the\n\nevidence proved Nundra was guilty beyond a reasonable doubt.”\n\n     (b) OCGA § 17-8-75 addresses precisely this point:\n\n     Where counsel in the hearing of the jury make statements\n     of prejudicial matters which are not in evidence, it is the\n     duty of the court to interpose and prevent the same. On\n\n                                     23\n\f     objection made, the court shall also rebuke the counsel\n     and by all needful and proper instructions to the jury\n     endeavor to remove the improper impression from their\n     minds; or, in his discretion, he may order a mistrial if the\n     prosecuting attorney is the offender.\n\nReferencing famous crimes or criminals to make a point is not\n\nprohibited, but the remarks must be based on a “permissible\n\ninference from the evidence.” Robinson v. State, 257 Ga. 194, 196 (4)\n\n(357 SE2d 74) (1987). We have said that “[c]ounsel may bring to his\n\nuse in the discussion of the case well-established historical facts,”\n\nand “may forcibly or even extravagantly attempt to impress upon\n\nthe jury the enormity of the offense and the solemnity of their\n\nduty[.]” Conner v. State, 251 Ga. 113, 122-123 (6) (303 SE2d 266)\n\n(1983) (citations and punctuation omitted). And, just as importantly,\n\n“[a] closing argument is to be judged in the context in which it is\n\nmade.” Booth v. State, 301 Ga. 678, 686 (4) (804 SE2d 104) (2017).\n\n     So, for example, in Robinson, we held that the trial court was\n\nnot required to declare a mistrial or give a curative instruction\n\nwhen, in closing arguments, “the prosecutor said that the\n\n[defendant] lied and” compared him to Charles Manson and Jim\n\n                                 24\n\fJones in terms of “their powers of persuasion and ability to control\n\nothers.” 257 Ga. at 196 (4). The accusation that the defendant lied\n\nwas a “permissible inference from the evidence”; the defendant had\n\nfiled a missing report on the victim, despite “evidence that he knew\n\nwhere she was.” Id.; see also Martin v. State, 223 Ga. 649, 650-651\n\n(2) (157 SE2d 458) (1967) (the prosecutor’s comment that “the\n\npossibility of [the defendant] someday returning to society would be\n\na greater damage than the threat of world communism and the Viet\n\nCong . . . was a permissible inference from the evidence” because the\n\nevidence in the case involved “a brutal slaying”). And the\n\ncomparisons to cultists like Manson and Jones were argumentative\n\nillustrations “of the ability of some people to exert control over\n\nothers,” and thus “within the wide latitude which we allow in closing\n\narguments.” Robinson, 257 Ga. at 196 (4); see also Hudson v. State,\n\n273 Ga. 124, 127 (5) (538 SE2d 751) (2000) (identifying no error\n\nwhere “[t]he prosecutor compared [the defendant] to well-known\n\nmurderers Charles Manson, David Berkowitz, and Jeffrey Dahmer,\n\nnoting that they too contended they were not guilty by reason of\n\n                                 25\n\finsanity and were delusional, but were nonetheless held accountable\n\nfor their actions and found guilty of their crimes” because “[i]t is\n\npermissible to use well known cases to illustrate a legal principle”);\n\nPace v. State, 271 Ga. 829, 843 (32) (b) (524 SE2d 490) (1999) (“The\n\nprosecutor compared Pace to serial killers like Bundy and Dahmer\n\nwhen arguing that the families of these serial killers would have also\n\nsaid nice things about them when they were children. Under these\n\ncircumstances, this is not an improper argument.”).\n\n        Conversely, we have held that it is error to allow these sort of\n\narguments where the State’s comments “inject[ ] into the argument\n\n[ ] extrinsic and prejudicial matters which have no basis in the\n\nevidence.” Bell v. State, 263 Ga. 776, 777 (439 SE2d 480) (1994)\n\n(quoting Conner, 251 Ga. at 123 (6)). In Bell, for example, the\n\ndefendant was merely charged with selling drugs — “there was no\n\nevidence of drug-related murder or serial rape,” to which the State\n\nhad compared Bell’s actions, “[n]or evidence from which serial rape\n\nand murder would have been a reasonable inference.” Id. Thus, we\n\nsaid,    “[b]y   referring   to   such    extraneous   and   prejudicially\n\n                                     26\n\finflammatory material in her closing argument, the prosecutor\n\nexceeded the wide latitude of closing argument,” and the trial court\n\nshould have granted a mistrial. Id. at 778; see also Conner, 251 Ga.\n\nat 123 (6) (“The portion of the prosecutor’s argument referring to his\n\nprior criminal experience and the frequency with which he had\n\nsought the death penalty was not supported by any evidence and,\n\nmoreover, was not relevant to any issue in the case. The argument\n\nwas therefore improper”).\n\n     (c) Here, the State’s arguments were inflammatory, but the\n\ntrial court did not abuse its discretion in declining to take any\n\ncorrective action. In context, the state’s remarks about Nundra did\n\nnot invoke medical facts or diagnoses not in evidence. To the\n\ncontrary, the State’s commentary illustrated the severity of the\n\ncrime, the culpability of the conduct, and the stakes of the case —\n\nbased on facts that were in evidence. The trial court was therefore\n\nnot required to reprimand the State or give a curative instruction,\n\nlet alone declare a mistrial. See Robinson, 257 Ga. at 196 (4).\n\n     5. Moving into evidence of the crime itself, Nundra asserts that\n\n                                 27\n\fthe trial court erred in allowing the State to introduce incriminating\n\nDNA evidence using TrueAllele software, insisting that there was\n\nnot enough evidence to show that the software is sufficiently\n\nreliable. In particular, Nundra argues, the State’s expert testified\n\nonly that it was “two billion times more likely” that DNA on the cap\n\nrecovered near the crime scene matched Nundra than a random\n\nindividual — without explaining the probability that the sample\n\nwould match a random person. The State responds that Nundra\n\nnever objected to the expert’s probability testimony, “nor did he\n\nobject to the TrueAllele program or its results on the basis he now\n\ncontests[.]” Thus, the State says, the issue can be reviewed only for\n\nplain error, and Nundra cannot show error because the likelihood a\n\nsample would match any random person goes to the weight of the\n\nevidence, not its admissibility. We agree.\n\n     (a) We begin by rejecting Nundra’s assertion that he preserved\n\nthis issue for ordinary appellate review. True, Nundra “objected to\n\nthe TrueAllele evidence in a brief to the trial court following the\n\npretrial hearing,” but he did not so much as mention the\n\n                                 28\n\fadmissibility issue he advances here. Instead, he argued only that\n\nthe State had failed to show “the tester substantially performed the\n\n[relevant] scientific procedures in an acceptable manner,” on three\n\nfronts: (1) that “[the expert] admitted that the positive control test\n\nfailed on the first DNA sample so a second sample was retrieved\n\nfrom the test tube and re-amplified”; (2) that, despite the State’s\n\n“contention that TrueAllele is a better computing system [for\n\nanalyzing DNA evidence] because it is unbiased and not subject to\n\nhuman error as it can eliminate choice,” the software’s creator and\n\nthe expert witness both “admitted that humans do in fact play . . .\n\nan important role . . . in determining the number of contributors in\n\na given DNA sample”; and (3) that “duplicate, concordant results\n\nwere never achieved in this case.” At trial, he reiterated that\n\nobjection: “Judge, I don’t have any objection to [the GBI forensic\n\nbiologist] being tendered as an expert. However, at this time I would\n\nrenew my previous objection that I had made about the admissibility\n\nof the evidence for the record.”\n\n     That is not the same issue Nundra raises here. Nundra’s\n\n                                   29\n\farguments below asserted a failure to show that the tester\n\nperformed the procedures in an acceptable manner. His argument\n\nhere, by contrast, is not that the test was not shown to have been\n\nperformed correctly — but that the State or the expert should have\n\nbeen required to provide another piece of foundational information\n\nto the jury. Those are two different issues. Thus, because Nundra\n\n“did not raise these specific objections in the trial court below, his\n\nclaim may be reviewed only for plain error.” Morton v. State, 306 Ga.\n\n492, 497 (3) (831 SE2d 740) (2019) (citing Gates v. State, 298 Ga.\n\n324, 326-327 (3) (781 SE2d 772) (2016)).\n\n     (b) Nundra has not shown plain error. Under plain error\n\nreview, we can reverse only if the trial court made a clear or obvious\n\nerror that was not affirmatively waived, likely affected the outcome\n\nof the proceedings, and seriously affects the fairness, integrity, or\n\npublic reputation of judicial proceedings. Gates, 298 Ga. at 327 (3);\n\nState v. Kelly, 290 Ga. 29, 33 (2) (a) (718 SE2d 232) (2011) (“As\n\nsummarized even more succinctly in the context of OCGA § 17-8-58\n\n(b), the proper inquiry is whether the instruction was erroneous,\n\n                                 30\n\fwhether it was obviously so, and whether it likely affected the\n\noutcome of the proceedings.” (citation and punctuation omitted)).\n\n“Satisfying all four prongs of this standard is difficult, as it should\n\nbe.” Kelly, 290 Ga. at 33 (2) (a) (cleaned up). Nundra’s argument is\n\nessentially that, because the State did not establish how likely it is\n\nthat TrueAllele would identify a match between the DNA sample\n\nfrom the hat and DNA from a random member of the public, the\n\ntestimony showing that the sample was two billion times more likely\n\nto be Nundra’s DNA “[was] incomplete.” “[T]wo billion times more\n\nlikely than what number?” Nundra asks. Lacking that, he concludes,\n\n“[t]he statistics here were misleading and did not provide the jury\n\nwith any context with which to evaluate the information.” But\n\nwhatever the merits of the argument, it fails to show that admitting\n\nthe evidence was a “clear or obvious” error.\n\n     At the time Nundra was tried, former OCGA § 24-7-707 (2013),\n\ngoverning expert testimony, was still in effect. Under that rule, “the\n\nopinions of experts on any question of science, skill, trade, or like\n\nquestions [were] always [ ] admissible” in criminal cases, “and such\n\n                                  31\n\fopinions [could] be given on the facts as proved by other witnesses.”\n\nId. “But trial courts still were empowered to exclude expert\n\ntestimony based on a particular ‘procedure or technique’ on the\n\nground that it had not ‘reached a scientific stage of verifiable\n\ncertainty.’” Smith v. State, 315 Ga. 287, 300 (2) (a) n.6 (882 SE2d\n\n300) (2022) (quoting Harper v. State, 249 Ga. 519, 525 (1) (292 SE2d\n\n389) (1982). “The trial court [could] make this determination from\n\nevidence presented to it at trial by the parties,” or else “base its\n\ndetermination on exhibits, treatises[,] or the rationale of cases in\n\nother jurisdictions.” Harper, 249 Ga. at 525 (1); see also Walsh v.\n\nState, 303 Ga. 276, 279 (811 SE2d 353) (2018) (“[t]he foundation for\n\nevidence based on a scientific principle or technique requires two\n\nfindings regarding the evidence’s reliability: . . . (1) the general\n\nscientific principles and techniques involved are valid and capable\n\nof producing reliable results, and (2) the person performing the test\n\nsubstantially performed the scientific procedures in an acceptable\n\nmanner.” (citation and punctuation omitted)). And, of course,\n\nwhether to admit or exclude evidence was a matter within the trial\n\n                                 32\n\fcourt’s discretion. See Kilpatrick v. State, 308 Ga. 194, 196-197 (2)\n\n(839 SE2d 551) (2020). 5\n\n      Nundra cites no authority — and we are aware of none —\n\nsuggesting that expert testimony about a random-bystander\n\nbenchmark is necessary for a trial court to admit TrueAllele\n\nevidence. The cases he cites to that end are inapposite. 6 Indeed, we\n\n\n\n\n      5  We note for the bench and bar that “[t]he General Assembly recently\nhas amended the Evidence Code . . . to extend to criminal cases the federal\nstandard of admissibility of expert testimony articulated in Daubert v. Merrell\nDow Pharmaceuticals, Inc., 509 U.S. 579 (113 SCt 2786, 125 LE2d 469) (1993),\nand its progeny. See 2022 Ga. Laws, p. 201, § 1 (amending OCGA § 24-7-702).\nUnder that standard, a trial court must evaluate the reliability of the expert’s\nproffered testimony; proper considerations include ‘whether a theory or\ntechnique can be tested, whether it has been subjected to peer review and\npublication, the known or potential rate of error for the theory or technique,\nthe general degree of acceptance in the relevant scientific or professional\ncommunity, and the expert’s range of experience and training.’” Smith v. State,\n315 Ga. 287, 300 (2) (a) n.6 (882 SE2d 300) (2022) (quoting HNTB Georgia, Inc.\nv. Hamilton-King, 287 Ga. 641, 642 (1) (697 SE2d 770) (2010)). Thus, the\nHarper standard does not apply to cases tried after July 1, 2022. See 2022 Ga.\nLaws, p. 201, 202 § 3.\n       6 Nundra cites to one case involving field sobriety tests and another\n\ngenerally involving statistics. See Duncan v. State, 305 Ga. App. 268, 272 (2)\n(a) (699 SE2d 341) (2010) (cited for the proposition that courts have considered\nwhether a witness was sufficiently trained and experienced to give the\nHorizontal Gaze Nystagmus test and interpret its results); Caldwell v. State,\n260 Ga. 278, 289-290 (1) (e) (393 SE2d 436) (1990) (cited because it “discuss[ed]\nproblems with determination the relevant population and its importance to\nstatistics.”)\n\n                                       33\n\fhave discussed TrueAllele in detail just once, in Gates v. State, 308\n\nGa. 238 (840 SE2d 437) (2020). 7 And all we said there was that (1)\n\nthe defendant had shown reasonable diligence in filing his\n\nextraordinary motion for a new trial based on TrueAllele analysis,\n\nand (2) the DNA evidence offered in that case was material and may\n\nwell affect the outcome of the case. Id. at 250 (3). We had no reason\n\nto consider any challenge to the admissibility of the evidence,\n\nbecause “[t]he State did not contest the accuracy of the TrueAllele\n\nresults . . . and its witnesses testified that TrueAllele is ‘scientifically\n\nvalid[.]’” Id. at 251 (3).Thus, it is not clear or obvious that the\n\nbaseline Nundra suggests is required, and so he has failed to show\n\nthat the decision to admit the TrueAllele analysis was plain error.\n\n      6. Finally, we reject Nundra’s argument that the cumulative\n\neffect of errors below requires reversal.\n\n      When this Court has identified or presumed more than one\n\nerror, although the effect of each on its own might have been\n\n\n      7We also discussed Gates and TrueAllele in Smith, but only to say that\nexpert opinion is evidence — not for any issues related to the admissibility of\nTrueAllele analysis itself. See Smith, 315 Ga. at 296-297 (2) (a).\n                                      34\n\fharmless to the defendant’s trial, we have looked to whether the\n\ncombined effect of the errors harmed the defendant. See State v.\n\nLane, 308 Ga. 10, 13-14 (1) (838 SE2d 808) (2020). We “consider\n\ncollectively,” rather than individually, “the prejudicial effect, if any,\n\nof trial court errors[.]” Id. at 17 (1).\n\n     It is “highly probable that the error” in admitting Nundra’s\n\n1997 convictions and the good character evidence of the victim “did\n\nnot contribute to the verdict.” Allen v. State, 310 Ga. 411, 418 (4) n.6\n\n(851 SE2d 541) (2020) (citations and punctuation omitted). Although\n\nthe 1997 convictions for a violent crime held the potential for\n\nprejudice, and the good character evidence invited sympathy for the\n\nvictim and his widow, the jury was charged that it was not permitted\n\nto be influenced by sympathy for either party. We typically presume\n\njuries follow the instructions that they are given by the trial court,\n\nabsent evidence to the contrary. See Ash v. State, 312 Ga. 771, 781\n\n(2) (865 SE2d 150) (2021); see also Lofton v. State, 309 Ga. 349, 367\n\n(7) (846 SE2d 57) (2020) (relying on jury instruction not to show\n\nsympathy in concluding that the combined prejudicial effect of\n\n                                     35\n\fvarious actual and assumed errors and deficiencies by counsel,\n\nincluding counsel’s failure to object to the State’s improper victim\n\nimpact arguments, was not sufficient to outweigh the strength of the\n\nproperly admitted evidence of the appellant’s guilt). And, on the\n\nother side of the ledger, there was very strong, independent evidence\n\nof Nundra’s guilt. See Payne v. State, 314 Ga. 322, 334 (4) (877 SE2d\n\n202) (2022) (concluding prejudice from presumed error and\n\npresumed deficiencies of counsel was insufficient to reverse where\n\n“[t]he jury heard a significant amount of incriminating testimony”\n\nunrelated to the presumed errors). “Given this strong evidence,”\n\nwhich Nundra “fails to undermine on appeal, it is highly unlikely\n\nthat the jury here was swayed by other acts evidence” and the good\n\ncharacter of the victim. Allen, 310 Ga. at 418 (4). We therefore\n\nconclude that “[i]t is not at all probable that the collective effect of\n\nthe assumed errors” harmed Nundra. Id.\n\n     Judgment affirmed. All the Justices concur.\n\n\n\n\n                                  36\n\f",
            "ocr": false,
            "opinion_id": 9380734
        }
    ],
    "court_short_name": "Supreme Court of Georgia",
    "court_full_name": "Supreme Court of Georgia",
    "court_type": "S",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Rape"
}