{
    "id": 2621200,
    "judges": "Matthews, Chief Justice, Eastaugh, Fabe, Bryner, and Carpeneti, Justices",
    "date_filed": "1991-06-04",
    "date_filed_is_approximate": true,
    "slug": "joseph-v-state",
    "case_name_short": "Joseph",
    "case_name": "Joseph v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 20,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "26 P.3d 459"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n26 P.3d 459 (2001)\nJoe JOSEPH and Judith Joseph, as Personal Representatives of the Estate of Rudolph Joseph, Appellants,\nv.\nSTATE of Alaska, Appellee.\nNo. S-8518.\nSupreme Court of Alaska.\nJuly 13, 2001.\n*462 C.R. Kennelly and Michael A. Stepovich, Stepovich, Kennelly &amp; Stepovich, P.C., Anchorage, for Appellants.\nRichard Keck, Assistant Attorney General, Fairbanks, and Bruce M. Botelho, Attorney General, Juneau, for Appellee.\nBefore MATTHEWS, Chief Justice, EASTAUGH, FABE, BRYNER, and CARPENETI, Justices.\n\nOPINION\nEASTAUGH, Justice.\n\nI. INTRODUCTION\n\nA jailer owes its prisoners the duty of reasonable care to protect them from reasonably foreseeable harm, including self-inflicted harm. Rudolph Joseph committed suicide while he was imprisoned in a state jail. Was it error to require the jury in the resulting wrongful death case to excuse the state from its duty of reasonable care if the jury found that Joseph's suicide was intentional? We hold that it was, because intentional suicide is not a complete defense to a claim that a jailer negligently failed to prevent a prisoner's reasonably foreseeable suicide. We therefore reverse the state's judgment and remand for retrial of claims that the state breached its duty of reasonable care and that any breach was a legal cause of harm to Rudolph Joseph's estate. We also hold that while it was error to dismiss prospective jurors for cause without examining them individually, the record does not demonstrate that this error caused the jury panel or the trial jury to be unrepresentative.\n\nII. FACTS AND PROCEEDINGS\n\nRudolph Joseph was arrested in Nome on May 11, 1996, after he struck his cousin in the face with a 1.75-liter glass bottle one-third full of rum. He was charged with assault and taken at around 4:25 p.m. to Anvil Mountain Correctional Center, a State of Alaska facility, where he was searched and placed in a cell with a video camera. Joseph was intoxicated. The booking record stated that he was a thirty-one year old Alaska Native who was \"too intox\" to sign the booking sheet or to acknowledge that he had been given the opportunity to make telephone calls. The arresting officer, employed by the Nome Police Department, observed that Joseph walked without any noticeable impairment, spoke softly and clearly, had a moderate odor of alcohol on his breath, was cooperative, demonstrated no unusual behavior, and seemed remorseful about his cousin's condition after learning that she required stitches. Joseph never mentioned or alluded to suicide to the city and state officers.\nShortly after 7:00 p.m. the state correctional officer monitoring Joseph's cell by video noticed that the camera lens had been obscured. She took no responsive action. Ten to fifteen minutes later another state correctional officer found Joseph slumped on the floor of his cell with a nylon cord around his neck. The cord was suspended from a shelf support in Joseph's cell. Officers immediately called for an ambulance and tried to resuscitate Joseph, but he was pronounced dead shortly after his arrival at the hospital.\n*463 The nylon cord was the drawstring from Joseph's sweat pants; it had not been discovered and taken from him when he arrived at the correctional facility.\nJoe and Judith Joseph, Rudolph's parents, sued the state on behalf of Rudolph's estate for negligently failing to prevent his suicide. A jury returned a verdict for the state. The Josephs appeal, raising questions about how the jury was selected and instructed.\n\nIII. DISCUSSION\n\n\nA. Was It Reversible Error to Exclude Prospective Jurors Without Examining Them Individually?\n\nSeveral days before prospective trial jurors were to be summoned, the state indicated that it would invoke Alaska Civil Rule 47(c)(11)[1] and challenge for cause anyone who had ever been charged criminally by the state or had been involved in litigation against the state. Two days later, the superior court informed the parties that it had instructed the clerk to remove from the jury list all persons who had been charged with criminal offenses. The court stated that it had relied on the state's assertion that it would exercise a \"blanket preempt[ion]\" to all such persons, and had acted to minimize inconvenience for those who would have been called to appear for possible selection, only to be disqualified. The court overruled the Josephs' objection to deleting prospective jurors from the list without an individual determination by the court that they could not be fair and impartial.\nThe Josephs argue on appeal that it was an abuse of discretion to fail to examine prospective jurors individually before excluding them on the ground they had previously been prosecuted for criminal offenses by the state.[2]\nWe will overturn a trial court's grant or denial of juror challenges for cause \"only in exceptional circumstances and to prevent a miscarriage of justice.\"[3] Selection of jurors by a method which fails to substantially comply with statutory requirements is reversible error only if the failure prejudices a party.[4] We exercise our independent judgment when interpreting the Alaska Rules of Civil Procedure.[5]\nAlaska Civil Rule 47(c) provides:\nChallenges for Cause. After the examination of prospective jurors is completed and before any juror is sworn, the parties may challenge any juror for cause. A juror challenged for cause may be directed to answer every question pertinent to the inquiry. Every challenge for cause shall be determined by the court....\nThe rule's text makes no provision for preemptive exclusion of prospective jurors; a challenge for cause may be granted only after the prospective juror has been examined.[6] The rule implicitly requires the court to examine a prospective juror individually before deciding whether to grant a challenge.\nIndividual examinations were essential to permit the court to determine whether the state had indeed previously charged each challenged prospective juror with a crime. *464 Relying exclusively on records potentially caused errors that only individual examinations could have avoided. These included errors in identifying the person charged (caused by similar or identical names and residential addresses), errors in identifying the charging entity (caused by attributing local government charges to the state), and substantive informational errors.\nWe cannot say that these potential errors were so unlikely that preemptive exclusion was consistent with the rule. The appellate record does not establish what \"records\" were used to cull out prospective jurors. The state's brief asserts that the court relied on computer-generated \"criminal history printouts.\" The transcript implies that they were the state's APSIN computer records.[7] Regardless, the appellate record does not establish either the data's accuracy in general, or their accuracy as to each excluded prospective juror.\nThe state argues that Civil Rule 47(c)(11) made exclusion mandatory. In support, it cites Malvo v. J.C. Penney Co.[8] We need not decide whether exclusion was mandatory, because reliance on potentially inaccurate information was a superseding flaw in the selection process.\nThe procedure followed here may have excluded persons who would not have been disqualified had they been individually examined. Does this error require reversal? The Josephs argue that it does because it resulted in a jury which was not representative of the community. They claim the selection process risked excluding a disproportionate percentage of Alaska Natives because, they argue, that group has a relatively high incidence of criminal involvement.\nSelection of jurors by a method which does not substantially comply with statutory requirements is reversible error only if the failure prejudices a party.[9] In Calantas v. State,[10] a court clerk disqualified prospective jurors living outside Kodiak proper and then summoned only those jurors she could reach by telephone.[11] We reasoned that errors in assembling a jury panel constitute \"substantial failure to comply\" only when they affect the random nature or objectivity of the selection process.[12] We then held that the clerk's technical violations of the statutes governing jury selection did not prejudice the plaintiff's case.[13]\nThe same reasoning applies here. Prematurely excluding some prospective jurors did not jeopardize the random selection of the remaining jurors.\nMoreover, the appellate record does not reflect the jury's makeup or even whether any given prospective juror was excluded in error. The Josephs' appellate brief argues that an internet website and a journal article support their claim that the error harmed them, because they claim that those sources establish that the population of Nome, the trial site, is fifty-four percent Native, and that \"Alaska Natives have a higher inciden[ce] of criminal involvement or involvement with the State.\" This information was not submitted to the trial court and, as the state argues, non-record information not subject to judicial notice should not be used to support factual assertions on appeal.[14] But more importantly, these general statistics do not demonstrate that any particular person was excluded in error from the jury panel, or that the disqualifications caused the jury panel to be unrepresentative of a cross-section of the community.\nBecause the record fails to show that the selection errors altered the random nature or *465 objectivity of the selection process,[15] we decline to reverse on this point.\n\nB. Was the Jury Correctly Instructed About the Effect of a Prisoner's Intentional Suicide?\n\nThe Josephs' complaint claimed that the state, as Rudolph Joseph's custodian, negligently breached its duty to protect him from injuring himself because it did not take the nylon cord from his sweat pants, provide him a safe cell, or adequately monitor him in his cell. The state denied liability and affirmatively asserted that Rudolph Joseph \"died as a result of his own intentional actions.\"\nOn appeal, the Josephs argue that \"the intentional act of suicide is not a complete defense to a claim for negligently failing to prevent a suicide\" and that the jury instructions and special verdict form consequently misdirected the jury.\nThe instructions and the special verdict form required the jury to return a defense verdict if it found that Rudolph Joseph died \"as a result of his intentional actions.\" Whether he acted intentionally turned on whether he was \"so intoxicated that he could not exercise due care for himself.\"\nThe pertinent instructions are not complex. Instruction No. 17 informed the jury that a jail taking custody of a prisoner under circumstances depriving the prisoner of normal opportunities for protection has a duty to protect the prisoner against the risk of self-injury or self-destruction, where jail personnel \"are put on notice of an infirmity or condition of the prisoner which prevents him from exercising the same degree of care for his own safety that he would ... if he had not had the infirmity or condition.\" That instruction also stated that jailers aware that a prisoner is intoxicated owe that prisoner \"a higher degree of care\" than they owe an \"ordinary sane, sober prisoner in control of his mental and physical faculties.\"[16]\nInstruction No. 20 explained that to find that Rudolph Joseph's harm was, as the state claimed, a result of his intentional actions, the jury had to find that his actions were both intentional and \"a legal cause of his death.\"[17]\nInstruction No. 21 stated that \"[i]ntoxication does not relieve a person from liability for the consequences of his intentional act,\" unless the \"person is so intoxicated, [his] mental and physical faculties are so impaired, that he is incapable of exercising due care for himself.\"[18]\nLikewise, the special verdict form's first question told the jury that Rudolph Joseph *466 could not have acted intentionally \"[i]f [he] was so intoxicated that he could not exercise due care for himself.\"[19] It then asked the jury whether the state had proved that Rudolph Joseph died \"as a result of his intentional actions.\" The verdict form instructed the jury not to answer any further questions if it answered the first question \"yes.\" The jury answered \"yes.\"\nBecause the jury found that Rudolph Joseph's intentional acts were a legal cause of his death, these instructions and the special verdict form foreclosed the jury from deciding whether the state was negligent and whether the state's alleged negligence was a legal cause of injury. Given the finding that the suicide was intentional, the verdict form mandated a defense verdict even if the suicide was reasonably foreseeable to the state and Rudolph Joseph's intentional acts were not the only legal cause of his death.\nThis appeal turns on the propriety of these instructions and the special verdict form. We apply our independent judgment in considering this issue.[20]\n\n1. Can a jailer be liable on a claim it negligently failed to prevent a prisoner's reasonably foreseeable suicide even if the prisoner acted intentionally?\n\nWe addressed the duty of jailers to prevent prisoners from harming themselves in Wilson v. City of Kotzebue[21] and Kanayurak v. North Slope Borough.[22] Those cases establish that jailers owe prisoners a duty to exercise reasonable care for the protection of their lives and health.[23] This duty encompasses a duty to prevent self-inflicted harm that is reasonably foreseeable.[24] What this duty requires of a jailer depends on the circumstances. We have recognized, for example, that a jailer aware that a prisoner is intoxicated when taken into custody \"must take more precautions for the safety of the prisoner than would be required in the case of an ordinary, sane, sober prisoner in control of his mental and physical faculties.\"[25] These principles are consistent with the prevailing view of duties jailers owe their prisoners.[26]\nWe implied in Wilson that the duty jailers owe prisoners is equivalent to the duty common carriers owe passengers.[27]*467 The duty arises out of the custodial relationship. This suggests that the jailers have voluntarily assumed a duty of care, or that imprisonment has diminished the prisoners' ability to care for themselves or has limited the ability of others to help prisoners avoid harm, including self-inflicted harm.[28]\nBecause the special verdict form prevented the jury from reaching the issues of breach of duty and causation, we must view the evidence on those issues in a light most favorable to the Josephs.[29] So viewed, the evidence supports the conclusion that reasonable jurors might have found that even though Joseph's suicide was intentional, his suicide was reasonably foreseeable to the state, that the state breached its duty of reasonable care to prevent Joseph's foreseeable suicide, and that its breach was a legal cause of his death.\nThe parties' arguments focus on Wilson and Kanayurak. According to the state, those cases establish that a prisoner's deliberate decision to commit suicide provides a complete defense to a claim that the jailer negligently failed to prevent the suicide, justifying the instructions and special verdict form given here.\nThe Josephs argue that, given a custodian's duty to protect a prisoner from reasonably foreseeable harm, \"the very act to be avoided [suicide] cannot be used as a complete defense to an action based on a breach of the duty to prevent that act.\" They assert that Wilson is distinguishable on its facts and that the question presented here was not before us in Kanayurak. They therefore claim that their jury was erroneously instructed.\nWilson was an intoxicated prisoner who suffered burns when he set fire to his mattress with a lighter his jailers negligently failed to take from him.[30] The jury awarded Wilson damages, but less than he sought.[31] Wilson appealed, arguing that it was error to submit the issue of his comparative negligence to the jury.[32] We agreed, and reversed.[33]\nWe first discussed the effect of incapacity on the duty owed:\nThe general rule is that voluntary intoxication does not relieve one from liability for the consequences of his intentional or negligent act.... This rule has been held inapplicable, however, in the case of one who is so intoxicated, and whose mental and physical faculties are so impaired, that he is incapable of exercising due care for himself, where he is in the custody of another who is charged with the duty of caring for his safety. There have been numerous decisions involving mental patients, involuntarily confined drug addicts and prisoners, which have held that recovery for self-inflicted harm is not barred where the plaintiff was incapable of exercising due care by virtue of his mental illness, drug addiction, or intoxication. In such cases, if the defendant has or should have knowledge of the plaintiff's condition, it may be found negligent if it violated its duty of exercising due care for the plaintiff's health and safety, for such duty encompasses the duty to prevent reasonably foreseeable acts involving an unreasonable risk of harm.[34]\nWe then held that it was error to submit the comparative negligence issue to the jury.[35] We reasoned that the evidence required either of two conclusions\u0097which we treated as mutually exclusive\u0097both of which precluded finding that Wilson had negligently *468 contributed to his injuries.[36] Either way, we reasoned, a jury could not properly find him negligent.[37] Thus, we stated:\nThe evidence submitted in this case regarding Wilson's conduct reasonably lent itself to either of two conclusions: (1) Wilson committed an intentional tort, injuring himself in the process; or (2) Wilson was so intoxicated as to be incapable of acting intentionally. The first conclusion bars Wilson's recovery regardless of any negligence on the part of Kotzebue, for a person may not recover for injuries resulting from his own intentional conduct.... The second conclusion compels the inquiry of whether the defendant had notice of Wilson's condition, and eliminates the issue of Wilson's responsibility for his acts.[38]\nThe state founds its argument here on this emphasized language in Wilson.\nLillian Kanayurak committed suicide while incarcerated by the North Slope Borough.[39] Her estate's negligence action against the borough was dismissed on summary judgment.[40] On appeal, the estate mainly argued that the intentional tort language in Wilson did not preclude the estate's claim, given a jailer's duty to protect its prisoner and given genuine fact disputes about whether Lillian Kanayurak was unable to protect herself. We reversed and remanded for trial.[41]\nIn doing so, we rejected the borough's contention that Kanayurak's suicide was an intentional act that defeated liability.[42] We stated that this defense does not apply to a prisoner whose intoxication renders her incapable of exercising due care for herself.[43] Quoting Wilson, we again recognized that the general rule\u0097that voluntary intoxication does not relieve one from liability for the consequences of his intentional or negligent act\u0097does not apply \"in the case of one who is so intoxicated, and whose mental and physical faculties are so impaired, that he is incapable of exercising due care for himself, where he is in the custody of another who is charged with the duty of caring for his safety.\"[44] We reiterated Wilson's statement, quoted and emphasized above, that \"a person may not recover for injuries resulting from his own intentional conduct....\"[45] And we also noted that if the jailer is aware that the prisoner is intoxicated, the jailer must take more precautions for the safety of the prisoner \"than would be required in the case of an ordinary, sane, sober prisoner in control of his mental and physical facilities.\"[46]\nThe Josephs' appeal requires us to consider these two cases carefully. Stare decisis compels us to give precedential value to our prior holdings.[47] But it is not clear that Wilson and Kanayurak actually resolved the issue now before us. A case is not binding precedent if its holding is only implicit or assumed.[48] Dictum is not *469 holding.[49] As we will see, in neither case did we squarely hold that the intentionality of a prisoner's suicide excuses the jailer from the duty of reasonable care to prevent the prisoner from committing a reasonably foreseeable suicide.\nWilson is factually distinguishable from the Josephs' case. Wilson did not attempt or intend suicide. He intentionally set fire to his bedding, but did not intend to harm himself.[50] His injuries were thus an unintended byproduct, not the goal, of his arson. We cited no authority for our statement that \"a person may not recover for injuries resulting from his own intentional conduct.\"[51] But because Wilson's conduct breached civil and criminal duties he owed others, including the jail's owner,[52] this language and Wilson's holding are consistent with the principle\u0097repeatedly expressed in our later decisions\u0097that \"allowing one convicted of an intentional crime to impose liability on others for the consequences of his own antisocial conduct runs counter to basic values underlying our criminal justice system.\"[53] In comparison, Rudolph Joseph's conduct breached no tort or criminal duty he owed others.\nWilson is also legally distinguishable, because it dealt only with Wilson's claim that it was error to allow the jury to reduce his recovery on a comparative negligence theory.[54] The question whether his intentional acts would altogether bar recovery for injuries resulting from his own conduct was not before us; Wilson did not appeal that issue, and we simply noted that the jury had been correctly instructed on \"this point.\"[55] And, given the instruction on that point and the jury's award of damages to Wilson, the jury necessarily must have found that his intentional acts did not cause his injuries.[56] The discussion of the effect of his intentional conduct was therefore dictum. Our holding was not that Wilson's intentional conduct precluded him from asserting a negligence claim against his jailer, but that given the evidence it was error to reduce his recovery on a comparative negligence theory.[57] And the result on appeal was that Wilson could retry his damage claim without danger of a comparative negligence reduction.\nWe also observe that Wilson approvingly cited several opinions from other states permitting claims for negligent failure to prevent intentional suicides.[58]\nIn Kanayurak we approvingly quoted Wilson's statement that \"a person may not recover for injuries resulting from his own intentional conduct,\" and held that evidence of Lillian Kanayurak's intoxication raised a fact dispute about whether she was incapable of exercising due care.[59] We therefore reversed *470 the summary judgment dismissing her estate's wrongful death claim.[60]\nWe recognized in Kanayurak that a jailer's duty is commensurate with the reasonably foreseeable harm: \"This duty to protect the prisoner's health and safety encompasses a duty to prevent even self-inflicted harm assuming that such harm is reasonably foreseeable.\"[61] Evidence that the borough knew or should have known of Lillian Kanayurak's intoxication, severe depression, and susceptibility to suicide led us to conclude that there was a genuine issue of material fact about whether the borough \"had reason to anticipate\" her suicide attempt.[62] Given the factual dispute about Kanayurak's ability to act intentionally, we held that we could not affirm the borough's summary judgment on a theory the borough owed no duty to prevent the suicide.[63]\nThe Josephs assert that Kanayurak is distinguishable because the question presented here\u0097whether a jailer's duty of reasonable care to prevent a foreseeable suicide is excused if the suicide is intentional\u0097was not squarely before us in Kanayurak. They claim that although it is arguable that we there \"tacitly approved\" an \"intentional act\" defense in institutional suicide cases, we were able to dispose of the issue by ruling that there was a genuine fact dispute about the extent of Lillian Kanayurak's intoxication: \"Having not had the issue presented in this case squarely before it in Kanayurak, this Court did not consider or approve of the defense....\"[64]\nKanayurak did not squarely hold that intentionality is a defense to a claim that a jailer negligently failed to prevent a reasonably foreseeable suicide. And Kanayurak's briefs did not squarely raise that issue. But our reliance on Wilson and our holding in Kanayurak that there was a genuine fact dispute about a material issue\u0097the extent of Lillian Kanayurak's intoxication\u0097could be read to indicate that we silently reasoned that even if her suicide was reasonably foreseeable and her jailers breached their duty of care, her estate would have had no negligence claim if a jury found that she acted intentionally.\nNonetheless, Kanayurak did not decide\u0097or even explicitly discuss\u0097the issue of intentionality as a defense. Having no reason to give the issue more than passing attention, the opinion simply relied on Wilson\u0097a legally and factually distinguishable case. The key procedural difference between the Josephs' case and Kanayurak is that the issue of Rudolph Joseph's capacity was actually tried; and because the jury found that he acted intentionally, the special verdict form prevented it from reaching any other issues. In Kanayurak, however, we simply reversed the jailer's summary judgment and remanded for trial. Having done so, we needed to go no further. It was not necessary to decide how the Kanayurak trial jury was to be instructed. The issue central here was, at most, ancillary and anticipatory in Kanyurak.\nThe state's discussion of Wilson and Kanayurak acknowledges that these cases do not hold that an inmate's ability to engage in intentional conduct is a complete defense to a claim that his suicide was reasonably foreseeable. Thus, the state's brief cites those cases as supporting this proposition: \"[I]f the inmate is sober enough to be capable of acting intentionally and the suicide risk is not foreseeable, then a suicide will be considered an intentional act for which the jailer is not liable.\"[65] As the state describes it, that proposition would not excuse the state from liability if a suicide were both intentional and reasonably foreseeable. The state also argues that under Wilson and Kanayurak, \"a jailer should not be found liable for the suicide of a sane, *471 sober inmate who commits an unexpected and unforeseeable suicide.\" By implication, a jailer could be liable for the expected or foreseeable suicide of a sane, sober prisoner (who thus acts intentionally). Likewise, the state's brief cites authorities, including Restatement (Second) of Torts § 302B (1965), for the proposition that \"[i]f the risk of intentional conduct by a prisoner is not foreseeable, then the jail is not liable for intentional harm caused by the inmate.\"\nThe state's brief also argues that \"a relatively sober prisoner [who] intentionally injures himself ... may not recover damages, regardless of the jailer's negligence.\" But the other passages quoted above from its brief support a conclusion that Kanayurak did not squarely hold that intentionality is a complete defense to a claim that a jailer negligently failed to prevent a prisoner's foreseeable suicide. Now that that issue is squarely before us, we must consider it and decide the extent to which this case is resolved by what we said in Wilson and Kanayurak.\nWe note at the outset that treating an intentional suicide as a complete defense may be scientifically problematic in the abstract. Writers have suggested that no suicide is truly intentional, because it is not an exercise of free will.[66]\nWe turn now to the theoretical justifications for treating intentional conduct as a complete defense here. The state claims that Wilson and Kanayurak reflect \"well-established tort principles\"; in support, it cites (1) superseding causation, (2) assumption of risk, and (3) Restatement (Second) of Torts § 503(3) (1965). Wilson and Kanayurak do not mention these principles. Indeed, neither case explains why intentionality should bar a claim that a jailer negligently failed to take steps to prevent a prisoner's foreseeable suicide. We conclude that these principles provide doubtful legal support for applying Wilson's language to the Josephs' case.\nFirst, a reasonably foreseeable occurrence cannot be an intervening/superseding cause if the actor has a duty to prevent that occurrence.[67] If his suicide was reasonably foreseeable to his jailer, Rudolph Joseph's conduct could not have been an intervening/superseding cause of his death, excusing the state's alleged negligent breach of the duty it owed him. In this context, an intervening/superseding cause analysis coincides with the duty analysis. Only if an intentional act of suicide was not reasonably foreseeable would it relieve the jailer of a duty to prevent that suicide. But in that event, the jailer would not have breached its duty to prevent the suicide.\nSecond, excusing a jailer's breach of duty cannot easily be squared with the way assumption of risk usually arises in Alaska. Typically a defendant asserts that a claimant has voluntarily assumed the risk posed by the defendant's conduct.[68] Its application usually turns on whether the claimant recognizes and accepts the risks the defendant's conduct poses.[69] It normally requires evidence that the claimant appreciates the risks arising from the defendant's conduct.[70]Wilson and Kanayurak *472 discuss no facts suggesting that Wilson or Kanayurak recognized and assumed the risks posed by their jailers' allegedly negligent conduct, and neither case cited that doctrine. Moreover, it is not obvious that the doctrine as applied in Alaska encompasses a claimant's acceptance of risks inherent in his or her own behavior. And not every intentional act is intended to produce death. Some \"attempts\" may be gestures or intended to elicit a response. In such a case, the inmate may not mean to assume any risk that the jailer will fail to intervene. And assumption of risk, as now interpreted, notably does not altogether defeat a plaintiff's claim, but may only justify reduction of damages by the fault attributable to the claimant in unreasonably assuming a known risk.[71]\nThird, Restatement § 503(3) states that a plaintiff who acts in reckless disregard for his own safety cannot recover for a defendant's negligence.[72] Its application to a jail suicide would be problematic, because it seems to conflict with the duty imposed in Restatement § 314A.[73] Likewise, it is unclear why subsection 503(3) should defeat a claim alleging that a jailer has negligently breached its duty to prevent a reasonably foreseeable event, even though the prisoner has recklessly or intentionally caused that event. This application of subsection 503(3) would suffer from the same conceptual deficiency of applying the intervening/superseding causation doctrine in the special duty context of the prisoner-jailer relationship. We also note that Restatement § 503(3) comment c states that \"[i]n general, the effect of [a] plaintiff's reckless disregard of his own safety is the same as that of his ordinary contributory negligence.\"[74] In Alaska, contributory negligence is not a complete defense to tort recovery, but merely reduces the plaintiff's recovery in proportion to the plaintiff's comparative fault.[75]\nThe dissent argues that we should adhere to \"the principle that bars recovery for intended self-harm,\" a principle it calls the \"intentionality rule.\"[76] It reasons that Wilson and Kanayurak embody this principle, and that we should follow the \"framework\" those cases provide.[77] The dissent illustrates the principle with the example of a pedestrian who, intending to kill himself, steps into the path of a negligently driven car.[78] It appears the dissent would altogether bar recovery for intended self-harm, even if the negligent conduct of others was also a contributing legal cause of the harm.\nBut we do not read Wilson and Kanayurak to have held that any such principle applies to jail suicide cases, so we are not presented with the choice of adhering to or overruling prior controlling precedent. Nor are these cases a good source of the all-or-nothing principle the dissent announces. Certainly the principle cannot explain Wilson: Wilson may have intended to set fire to his cell, but he did not intend self-harm. And because Kanayurak simply relied on Wilson, this principle does not explain Kanayurak, either. The dissent's reference to *473 the \"analogous doctrine\" of consent[79] is not helpful for the same reason: Wilson did not consent to his injury, and Kanayurak simply quoted Wilson. Likewise, the dissent's concern that prisoners \"may choose suicide after cool deliberation\"[80] does not apply to Wilson, who did not choose to harm himself, or Lillian Kanayurak, who seems unlikely to have acted with \"cool deliberation,\" even assuming she was not intoxicated.[81] This concern is better addressed by the issues of breach, causation, and damages than as an affirmative defense that could altogether excuse custodial negligence that is a legal cause of harm. Moreover, the dissent's pedestrian-driver hypothetical fails to recognize that the duty owed by a jailer[82] differs fundamentally from the duty owed by a driver who has no reason to anticipate that a pedestrian will intentionally step out into traffic to achieve death. Reasonable drivers need not foresee suicidal pedestrians; jailers must anticipate that some prisoners will attempt suicide.\nFinally, to treat intentionality as a complete bar to a claim based on negligence would be counter to our usual manner of analyzing tort liability. It would amount to a public policy determination that a jailer simply owes no duty of reasonable care under these circumstances. The no-duty policy determination is more typically reserved for cases in which there is no relationship giving rise to a recognized duty of care. Absent that relationship, we typically apply the D.S.W. factors to decide whether a duty of care exists.[83] But if the parties already have a relationship that gives rise to a recognized duty of care, the focus is instead on what conduct is needed to discharge that duty.[84]\nAmerican tort law is highly individualistic in nature.[85] In general, a person has no duty to protect another from harm or to come to another's aid if he/she is in danger.[86]\nBut custodial situations are a well-known exception to this no-duty rule. As the Restatement notes, \"[O]ne who is required by law to take ... the custody of another under circumstances such as to deprive the other of his normal opportunities for protection\" owes that person a special duty of care to protect him/her from \"unreasonable risks of harm.\"[87] The commentary to the Restatement notes that this duty extends to risks \"arising out of the actor's own conduct.\"[88] However, the Restatement seems to limit this conduct to negligent conduct, *474 rather than the actor's own intentional acts.[89] Arguably, therefore, a custodian is under no particular duty to protect the person under custody from his own intentional acts of self-harm barring some additional \"special circumstances.\"\nAlmost all jurisdictions recognize that \"special circumstances\" are needed in addition to a custodial relationship to trigger a jailer's duty to prevent a prisoner's suicide.[90] The case law is split on what constitutes \"special circumstances.\" The majority of jurisdictions do not require a threshold finding of mental illness or incapacitation.[91] Most courts have held that if a prisoner's suicide is \"reasonably foreseeable,\" the jailer owes the prisoner a duty of care to help prevent that suicide.[92] While a prisoner's mental illness, intoxication, or other impairment may be the reasons why the jailer knows or should know that the prisoner is suicidal, other signs\u0097such as a declared intent to commit suicide\u0097are also sufficient.[93]\nThe question here is whether a jailer's duty of reasonable care to protect a prisoner from unreasonable risks of harm encompasses reasonably foreseeable suicide attempts. We conclude that it does, and that the intentionality of a prisoner's suicide should not altogether excuse that duty. In reaching that conclusion, we note the origin of the relationship-based duty. We also note the difficulty of determining without an evidentiary hearing whether a given suicide was exclusively the product of intent, and the difficulty of determining after death whether a suicidal prisoner, even if thwarted once, nevertheless ultimately would have \"succeeded.\" We think it better to analyze the jailer's liability, if any, by looking to the issues of breach of duty, causation, allocation of fault, and damages. We also note that the *475 legislature has recognized that an actor's intentional conduct does not preclude the actor from seeking an allocation of fault for injury allegedly caused by the negligence of another.[94]\nThis is not to say that the prisoner's mental state is irrelevant. Because the jailer's duty is to take reasonable steps under the circumstances to prevent the prisoner from committing suicide, the prisoner's mental capacity may be critical in determining whether the jailer has breached that duty. As a North Carolina appellate court recognized:\nIn determining whether ... jail or prison authorities have executed their duty of reasonable care to keep a prisoner safe and free from harm, the courts have recognized that certain factors, such as the prisoner's mental state\u0097whether he was sane or insane, severely depressed, psychotic or evidencing other symptoms of mental disturbance\u0097or his physical condition\u0097whether he was drunk, and if so, whether he was in a completely helpless state\u0097are to be taken into consideration.... [T]he courts have determined that what would constitute the reasonable care of the prisoner demanded by law depends on the circumstances of the given care, and have indicated that whether the amount of supervision provided for the prisoner was adequate, and whether the articles left with the prisoner could naturally be assumed to be used as instruments of suicide, were questions to be decided by the jury.[95]\nThus, a prisoner's mental state is relevant to but not dispositive of the issue of the jailer's liability.\nCases from other jurisdictions cover the spectrum in discussing the effect of an intentional suicide. One of the best reasoned is Sauders v. County of Steuben, which held that \"the act of suicide cannot constitute contributory negligence or incurred risk in a custodial suicide case.\"[96] The court also aptly discussed the hazard that allowing such claims may make the jailer the insurer of its prisoners' safety. The court explained that \"the custodian does not have a duty to prevent a particular act (e.g.suicide). Rather, the duty is to take reasonable steps under the circumstances for the life, health, and safety of the detainee.... The custodian is not an insurer against harm.\"[97]\nMyers v. County of Lake, Indiana also succinctly discussed the effect of an intentional suicide.[98] The Seventh Circuit Court of Appeals, predicting Indiana law before Sauders was decided, held that intentionality was not a per se defense to the tort of negligently failing to prevent suicide.[99]Myers provides useful analysis of the reasons favoring rejection of the intentionality defense.\nSteven Myers was a sixteen-year-old boy with a history of depression and suicidal tendencies. He suffered permanent brain damage from a failed suicide attempt while in custody at a county detention center.[100] A jury concluded that the custodian negligently failed to take precautions against suicide attempts.[101] Due to lack of funding, the custodian staffed only one part-time employee providing psychological services.[102] Steven asserted that the inadequate staffing constituted negligent failure to detect and curtail suicide risks.[103] These facts, combined with Steven's established history of suicidal tendencies, supported the verdict.[104]\n*476 In upholding the verdict, the court rejected the county's contention that even if it was negligent, it should not be liable because the plaintiff had acted deliberately in bringing about his own harm.[105] It noted that Indiana recognizes several negligence defenses, including intervening cause, contributory negligence, reckless disregard of one's own safety, and incurred risk, but that none of those had been applied to suicide cases.[106] It reasoned:\nIf the custodian has a duty to protect the inmate from himself, the fact that the inmate tried to harm himself is a reason for liability rather than a defense.... A duty to prevent someone from acting in a particular way logically cannot be defeated by the very action sought to be avoided.[107]\nThis reasoning, as well as the court's conclusion that the majority of courts considering the intentionality defense had rejected it,[108] supported the court's holding.\nThe Myers court suggested that there is no meaningful difference between the various theories which might bar recovery. After mentioning three possible theories which might apply (intervening cause, reckless disregard of one's own safety, and incurred risk), it stated that all three raise the same basic question: whether intentionality is a defense. The court then disposed of the issue by addressing this broader question without choosing a \"legal pigeonhole.\"[109]\nSome commentators have voiced practical concerns about allowing juries to factor the fault or voluntariness of the suicide victim's actions into their decision. One commentator argues that contributory negligence should bar certain negligence claims because suicide prevention can be extremely difficult or impossible. One suggests that the voluntary act makes the actor the \"author of his own injuries\":\nSuicide, however, is a voluntary act by a person who consciously chooses to end his own life. When a person fails to exercise ordinary care to ensure his own safety, the law regards that person as the author of his own injuries. It would seem to follow, therefore, that a court may justifiably bar recovery by the suicide victim.[110]\nThe practical concerns are valid. Jailers cannot be insurers. Sauders and Myers note the difficulty of preventing even foreseeable suicides. We appreciate that difficulty, but the duty we discuss here is not absolute. Jailers need make only reasonable efforts to protect prisoners from intentionally inflicted self-harm that is reasonably foreseeable.[111]\nThe concerns of commentators who would not impose this duty are best addressed by determining whether a given suicide was reasonably foreseeable. If it was not, the jailer will have breached no duty to prevent it; if it was, the prisoner's conduct may be considered in deciding what measures the jailer should have taken to discharge its duty. A prisoner's conduct may also be considered in deciding whether a jailer's breach of duty was a legal cause of harm to the prisoner. Finally, a jury should be permitted to allocate the claimant's damages in the same way it usually does if multiple legal causes contribute to a loss.[112]\n*477 No other consideration would justify a conclusion that intentionality should be a complete bar to such a claim. Rudolph Joseph's act was not criminal and breached no duty to others. That intentional suicide may be morally abhorrent to many does not seem reason to completely bar the negligence claim. That intentional suicide may be difficult or impossible to prevent is a practical consideration bearing on issues of breach, causation, and damages, not duty. Likewise, that the jailer should not be the insurer of the prisoner's safety does not free the jailer from any duty of reasonable care.\nIn summary, the intentionality of a prisoner's suicide does not preclude a claim that a jailer negligently failed to prevent that suicide. It was therefore error to treat intentionality as a complete defense in context of the enhanced-duty jailer-prisoner relationship. We consequently reverse and remand for a new trial under instructions that permit the jury to reach the other liability issues even if it finds that Rudolph Joseph acted intentionally.\n\n2. Should the jury have been permitted to consider factors in addition to intoxication?\n\nThe Josephs argue that it was error not to instruct the jury that it could find the state liable \"even if Rudy was not incapacitated by alcohol.\" They assert that the instructions \"overemphasized `intentional' and wrongly instructed on `intoxication' and thus compelled the jury to conclude because Rudy was not in a near comatose state as a result of alcohol, he must have acted intentionally.\"[113]\nIt is not clear that the Josephs adequately objected in the trial court. But because we are remanding for a new trial, we choose to comment on this issue. Even though the intentionality of a prisoner's reasonably foreseeable suicide is not a complete defense, intentionality is still potentially relevant. For example, it may bear on what preventive measures a jailer must take, whether any breach of duty was a legal cause of harm, and what damages are attributable to a jailer's negligence.\nBecause the instructions focused exclusively on intoxication, they prevented the jury from considering all factors that separately or collectively might have impaired Rudolph Joseph's ability to exercise due care. The Josephs' trial evidence would have permitted a jury to find that intoxication was not the only relevant factor and that the cumulative effect of these factors could have affected Rudolph Joseph's ability to exercise due care for himself.[114]Wilson and Kanayurak recognized that intoxication is not the only possible source of impairment that can limit the consequences of one's own conduct.[115] If the Josephs offer equivalent evidence on remand, the intentionality issue should not be limited to intoxication.\nAlthough the superior court took obvious care to formulate instructions tracking language in Wilson and Kanayurak, those cases did not turn on the text of instructions defining intentionality. Wilson concerned a comparative negligence instruction, and held that *478 the instruction on that issue was erroneous.[116]Kanayurak reviewed a summary judgment.[117]\nWe also observe that the instructions failed to draw a distinction that could be relevant on remand. The jury was told that it could not find the state liable if Rudolph Joseph \"died as a result of his intentional actions.\" That instruction would preclude state liability if a prisoner's intentional suicide gesture was a legal cause of his death, even though he did not intend that death result. Even the dissent would not completely excuse the state in that circumstance. The dissent's pedestrian-driver hypothetical, for example, seems to turn on the pedestrian's intention of achieving death. The distinction could be relevant to causation, damages, and perhaps other issues. For example, whether the intentional conduct is accompanied by an intention to cause one's own death may bear on the custodian's ability to prevent the suicide and on the decedent's life expectancy.\n\nIV. CONCLUSION\n\nFor these reasons, we REVERSE the judgment for the state and REMAND for further proceedings.\nMATTHEWS, Chief Justice, with whom CARPENETI, Justice, joins, dissenting.\nThere generally can be no tort recovery for a suicide.[1] Since a person who consents to conduct of another that is intended to harm him cannot recover in tort,[2] it follows, a fortiori, that a person cannot recover for his own conduct having the same intent. Recovery for suicide is thus typically permitted only where the suicidal act is not considered to be intentional, either because the defendant's tortious conduct left the suicidal individual unable to realize the consequences of his actions, or because it created in him an uncontrollable impulse to commit suicide.[3] For shorthand purposes I refer to the principle that bars recovery for intended self-harm as the \"intentionality rule.\"\nIn Kanayurak v. North Slope Borough,[4] involving a jail suicide by an intoxicated prisoner, and Wilson v. City of Kotzebue,[5] involving an intoxicated prisoner who was badly burned after setting fire to his cell, we recognized a further exception to the intentionality rule in the custodial context. Drawing on language from such cases as Dezort v. Village of Hinsdale,[6] we held that the intentionality rule would not apply in a custodial setting if the prisoner \"was incapable of exercising due care by virtue of his mental illness, drug addiction, or intoxication.\"[7]\nThe instructions given by the trial court in this case faithfully expressed the exception to the intentionality rule established by Kanayurak and Wilson. But today's majority opinion changes the law. It does away with the *479 incapacity-based exception to the intentionality rule and instead declares that the rule itself does not apply in a custodial setting.\nWe do not depart from the precedent set by our case law except when \"clearly convinced\" that a \"rule was originally erroneous or is no longer sound because of changed conditions.\"[8] Those conditions are not met here, in my opinion.\nThe incapacity-based exception was not erroneous when adopted. It was a reflection of cases in other jurisdictions that similarly sought to limit the sometimes harsh application of the intentionality rule when applied to prisoner suicides.[9] These cases contrasted with more traditional cases which held that intentionality was a bar as a matter of law, even when the prisoner was intoxicated.[10] And the law established by Kanayurak and Wilson was and is consistent with the analogous doctrine that although a plaintiff's consent to an injury will bar recovery, the consent will be ineffective if it is the product of intoxication or other mental infirmity that incapacitates the plaintiff from giving effective consent.[11]\nLikewise, there is no inconsistency between the intentionality rule, when considered with the incapacity-based exception to the rule, and recognition of a jailer's duty to exercise reasonable care to prevent prisoners from harming themselves. Like consent, intentionality, including the absence of an incapacity, is an affirmative defense that must be proven by the defendant.[12] Thus it is a plea in avoidance like other affirmative defenses, and does not signify that the underlying duty does not exist. Further, as a practical matter, the underlying protective duty cannot be freely ignored by prison employees, for the risk that the defense cannot be established will often be present. Finally, the custodial incapacity exception recognizes that the relationship between a jailer and a prisoner imposes a special duty of care, as the jailer can be responsible for the suicide of an incapacitated prisoner even if he is not also responsible for bringing about the incapacity itself.[13]\nThe intentionality rule is both sound and deeply rooted in our law.[14] If a pedestrian intending to kill himself steps into the path of a car which is exceeding the speed limit can his representatives recover from the car's driver? The answer in my opinion should be \"no,\" even though the driver had a duty of care to pedestrians, violated that duty by speeding, and his conduct may have been a cause of the death.[15] Since the pedestrian intended to kill himself he should bear the whole responsibility for it even though the negligence of another may also have had a causal role.\nI do not believe that prisoners should be regarded in tort law as having lost the capacity to act intentionally concerning self-harm *480 simply because they are incarcerated. To be sure, some prisoners, such as those who are recently jailed and intoxicated, present a strong case for the incapacity exception to the intentionality rule. But others do not. People in prison may choose suicide after cool deliberation for a wide variety of reasons that are in no sense unique to their incarceration. Long-term illness might be one example, an effort to collect insurance for one's family may be another. In such cases the intentionality rule should operate just as it should in the example of the pedestrian who chooses death by walking in front of a speeding car. It is, or was, the function of the incapacity exception established by our case law to separate cases that are eligible to receive a recovery from those that should be barred.[16]\nThe alternative ground for overruling precedent, that changed conditions have made the rule of law in question no longer sound, also is not satisfied in the present case. Both Kanayurak and Wilson were tried and decided after comparative fault was established in Alaska.[17] Conceivably, the inclusion of intentional conduct within the definition of \"fault\" by the 1997 amendment to the apportionment statute might be a changed condition of relevance.[18] But this case accrued in 1996 and the statute explicitly does not apply to cases accruing before August 7, 1997.[19] Moreover, the statute excepts assumption of risk based on \"enforceable express consent.\" Since an express consent to injury and intentional self-injury are similar and the former is still a bar to recovery, it may be that claims based on intentional self-injury are also meant to be barred.[20]\nPrisoners do not necessarily check their volitional capacity at the prison gate. Some but not all prisoners who attempt suicide should be relieved of personal responsibility for their actions. Kanayurak and Wilson provide a framework for separating those who should not be held responsible from those who should be. Today's opinion abandons this framework and adopts a rule which holds that no prisoner is barred by the intentionality rule from recovery for self-harm or destruction. I am not convinced that Kanayurak and Wilson were wrongly decided or that they have become unsound because of changed conditions. Because the instructions under review were consistent with Kanayurak and Wilson I believe the judgment should be affirmed.\nNOTES\n[1]  Under Alaska Civil Rule 47(c)(11) it is ground for a challenge for cause: \"[t]hat the person is or has been a party adverse to the challenging party or attorney in a civil action, or has complained of or been accused by the challenging party or attorney in a criminal prosecution.\" Alaska Criminal Rule 24(c)(11) contains a similar disqualification, but limits the disqualification to two years. We have asked the Alaska Standing Committee on Civil Rules to review the duration of the civil rule's disqualification.\n[2]  The Josephs also argue that the court similarly erred in excluding persons who had been adverse to the state in civil litigation. Because there is no indication the court excluded prospective jurors for that reason, we do not consider that argument.\n[3]  Mitchell v. Knight, 394 P.2d 892, 897 (Alaska 1964).\n[4]  See Calantas v. State, 599 P.2d 147, 149 (Alaska 1979); AS 09.20.040 (1998).\n[5]  See Ford v. Municipality of Anchorage, 813 P.2d 654, 655 (Alaska 1991).\n[6]  See id. Accord People v. Raisanen, 114 Mich. App. 840, 319 N.W.2d 693, 697-98 (1982) (holding that blanket exclusion of potential jurors who had received traffic citations was improper under Michigan rule governing challenges for cause).\n[7]  Alaska's computerized criminal record information system is known as APSIN\u0097the Alaska Public Safety Information Network. See Journey v. State, 895 P.2d 955, 960 n. 23 (Alaska 1995).\n[8]  512 P.2d 575, 579-80 (Alaska 1973).\n[9]  See Calantas, 599 P.2d at 149; AS 09.20.040.\n[10]  599 P.2d at 149.\n[11]  See id.\n[12]  See id.\n[13]  See id. at 150.\n[14]  See State, Dep't of Natural Resources v. Transamerica Premier Ins. Co., 856 P.2d 766, 776 (Alaska 1993); Alaska R.App. P. 210(a); Alaska R. Evid. 102.\n[15]  See Malvo, 512 P.2d at 579-81.\n[16]  Instruction No. 17 provided:\n\nOne who is required by law to take or who voluntarily takes the custody of another under circumstances, such as to deprive the other of his normal opportunities for protection has a duty to protect that person against unreasonable risk of harm. Such duty encompasses the duty to guard against risk of self injury or self destruction by the prisoner, where the jail personnel are put on notice of an infirmity or condition of the prisoner which prevents him from exercising the same degree of care for his own safety that he would had if he had not had the infirmity or condition.\nIf a prisoner, when taken into custody, is intoxicated, and the police and/or the jailers were aware of it or should have been aware of it, they owe him a higher degree of care than they owed to an ordinary sane, sober prisoner in control of his mental and physical faculties. They owe such prisoner a duty to reasonably protect him from harm, including harm caused by his own act to himself.\n[17]  Instruction No. 20 provided:\n\nThe defendant claims that the plaintiff's harm resulted from Rudolph Joseph's own intentional action.\nIn order to find that plaintiff's harm was a result of Rudolph Joseph's intentional actions, you must decide that it is more likely true than not true:\n1. that Rudolph Joseph's actions were intentional and\n2. that the intentional actions were a legal cause of his death.\nInstructions on the verdict form will tell you what to do if you decide that Mr. Joseph's death was a result of his intentional actions.\n[18]  Instruction No. 21 provided:\n\nIntoxication does not relieve a person from liability for the consequences of his intentional act. A person who becomes intoxicated is held to the same standard of conduct as if they were sober. However, this does not apply if a person is so intoxicated, whose mental and physical faculties are so impaired, that he is incapable of exercising due care for himself and is in the custody of another who has a duty to care for the intoxicated person.\n[19]  The first question on the special verdict form read:\n\nIf Rudolph Joseph was so intoxicated that he could not exercise due care for himself, he could not act intentionally when he took his own life. Has the defendant State of Alaska proved that it is more likely true than not true that Rudolph Joseph died as a result of his intentional actions?\nThe verdict form then stated: \"If you answered the above question \"yes\", do not answer any further questions.\"\n[20]  See Beck v. State, Dep't of Transp. &amp; Pub. Facilities, 837 P.2d 105, 114 (Alaska 1992) (holding that jury instructions involve questions of law, to which we apply our independent judgment). Because it is a type of instruction, we apply the same standard in reviewing a special verdict form. See Manes v. Coats, 941 P.2d 120, 125 n. 5 (Alaska 1997).\n[21]  627 P.2d 623 (Alaska 1981).\n[22]  677 P.2d 893 (Alaska 1984).\n[23]  See Kanayurak, 677 P.2d at 897; Wilson, 627 P.2d at 628. See also State, Dep't of Corrections v. Johnson, 2 P.3d 56, 59-61 (Alaska 2000) (discussing jailer's duty of care owed to prisoner who fell down jail stairway).\n[24]  See Kanayurak, 677 P.2d at 897; Wilson, 627 P.2d at 628. Cf. Goodlataw v. State, Dep't of Health &amp; Soc. Servs., 698 P.2d 1190, 1194 (Alaska 1985) (quoting from AS 33.30.020: \"The commissioner shall establish prison facilities.... The commissioner shall provide for the safety ... of prisoners\").\n[25]  Kanayurak, 677 P.2d at 899 (citing Wilson, 627 P.2d at 627, 628).\n[26]  See, e.g., Myers v. County of Lake, 30 F.3d 847, 852-53 (7th Cir.1994) (applying Indiana law); Haworth v. State, 60 Haw. 557, 592 P.2d 820, 824-25 (1979); Sauders v. County of Steuben, 693 N.E.2d 16, 19 (Ind.1998); Thornton v. City of Flint, 39 Mich.App. 260, 197 N.W.2d 485, 493 (1972); Murdock v. City of Keene, 137 N.H. 70, 623 A.2d 755, 756 (1993); Restatement (Second) of Torts § 314A(4) (1965); Jane M. Draper, Annotation, Civil Liability of Prison or Jail Authorities for Self-Inflicted Injury or Death of Prisoner, 79 A.L.R. 3d 1210, 1216 (1977).\n[27]  See Wilson, 627 P.2d at 628 (stating that jailer's duty \"is comparable to that owed by a common carrier to its passengers, because prisoners, like passengers, are confined and cannot avail themselves of normal opportunities for self-protection\").\n[28]  See Charles J. Williams, Fault and the Suicide Victim: When Third Parties Assume a Suicide Victim's Duty of Self-Care, 76 Neb. L.Rev. 301, 310 (1997); Restatement (Second) of Torts § 314A(4) (1965) (\"One who is required by law to take or who voluntarily takes the custody of another under circumstances such as to deprive the other of his normal opportunities for protection is under a similar duty to the other as a common carrier owes its passengers.\").\n[29]  See Chizmar v. Mackie, 896 P.2d 196, 200 (Alaska 1995).\n[30]  See Wilson, 627 P.2d at 626-27.\n[31]  See id. at 627.\n[32]  See id. at 630.\n[33]  See id. at 632.\n[34]  Id. at 630-31 (footnotes omitted).\n[35]  See Wilson, 627 P.2d at 632.\n[36]  See id. at 631.\n[37]  See id.\n[38]  Id. (emphasis added).\n[39]  Kanayurak, 677 P.2d at 894.\n[40]  See id.\n[41]  See id. at 899.\n[42]  See id. at 898-99.\n[43]  Id. at 898 &amp; n. 10.\n[44]  Kanayurak, 677 P.2d at 898.\n[45]  Id. (quoting Wilson, 627 P.2d at 631).\n[46]  Id. at 898-99 (citing Wilson, 627 P.2d at 627, 628).\n[47]  See State v. Coon, 974 P.2d 386, 394 (Alaska 1999) (\"`[T]he judicial doctrine of stare decisis accords the prior holdings of the highest court of this State precedential value while still permitting the reconsideration of legal issues when conditions warrant.'\" (quoting State v. United Cook Inlet Drift Ass'n, 895 P.2d 947, 953 (Alaska 1995))).\n[48]  See, e.g., In re Bergt, 241 B.R. 17, 31 (Bankr.D.Alaska 1999) (\"[A] case is not binding precedent on a point of law where the holding is only implicit or assumed in the decision but is not announced.\") (citation omitted); Maine Yankee Atomic Power Co. v. United States, 44 Fed. Cl. 372, 376 (Fed.Cl.1999) (\"[A] case will not be treated as binding precedent on a point of law where the holding is only implicit or assumed in the decision but is not announced.\") (citation omitted); Natural Resources Defense Council v. Southwest Marine, Inc., 39 F. Supp. 2d 1235, 1240 (S.D.Ca.1999) (noting that implicit holding does not have precedential effect); Cates v. Cates, 156 Ill. 2d 76, 189 Ill. Dec. 14, 619 N.E.2d 715, 717 (1993) (\"[T]he rule of stare decisis cannot be extended to implications from what was decided in a former case.\"); see also 20 Am.Jur.2d Courts § 153 (2000) (\"[A] case is not binding precedent on a point of law where the holding is only implicit or assumed in the decision but is not announced.\" (citations omitted)).\n[49]  See, e.g., Scheele v. City of Anchorage, 385 P.2d 582, 583 (Alaska 1963).\n[50]  See Wilson, 627 P.2d at 626.\n[51]  Id. at 631.\n[52]  See id.\n[53]  Adkinson v. Rossi Arms Co., 659 P.2d 1236, 1240 (Alaska 1983) (citing Wilson in support of that proposition); see also Burcina v. City of Ketchikan, 902 P.2d 817, 820-21 (Alaska 1995) (holding that public policy principle precluding plaintiffs who have been convicted of crime from imposing liability on others for consequences of that crime applied where mental patient was convicted of setting fire to treatment facility). In Shaw v. State, 861 P.2d 566, 572 &amp; n. 9 (Alaska 1993), we held \"guilt-in-fact\" to be an affirmative defense that, like the \"traditional defenses\" of assumption of risk and comparative negligence, focuses on \"how plaintiffs might be responsible for their own injuries.\"\n\nSee also Ardinger v. Hummell, 982 P.2d 727, 735-36 (Alaska 1999) (noting that we have applied public policy rationale for barring recovery only in cases involving serious criminal conduct that intentionally threatened safety of others, such as homicide, rape, and arson).\n[54]  See Wilson, 627 P.2d at 631.\n[55]  Id.\n[56]  See id. at 627-28.\n[57]  See id. at 631-32.\n[58]  See id. at 631 nn. 13-15.\n[59]  See Kanayurak, 677 P.2d at 898-99.\n[60]  See id. at 899.\n[61]  Id. at 897 (citing Wilson, 627 P.2d at 631).\n[62]  See id. at 897-98.\n[63]  See id. &amp; n. 11.\n[64]  The Josephs' attorney was a member of the law firm that represented Kanayurak.\n[65]  Emphasis added.\n[66]  See, e.g., Allen C. Schlinsog, Jr., The Suicidal Decedent: Culpable Wrongdoer, or Wrongfully Deceased, 24 J. Marshall L.Rev. 463, 467, 477 (1991).\n[67]  See Restatement (Second) of Torts § 302B (1965); Myers v. County of Lake, 30 F.3d 847, 852-53 (7th Cir.1994) (applying Indiana law and holding that intentional act of suicide was not intervening cause that would defeat tort of negligently failing to prevent suicide attempts); see also Loeb v. Rasmussen, 822 P.2d 914, 920 (Alaska 1991) (stating that \"`intervening causes which lie within the scope of the foreseeable risk, or have a reasonable connection to it[,] are not superseding causes which relieve the initial tortfeasor from liability,'\" and holding that \"[c]haracterizing a minor's conduct in illegally consuming alcohol and then driving an automobile as negligence, complicity, a superseding cause or willful misconduct is little more than word play\") (citation omitted).\n[68]  See Hiibschman v. Valdez, 821 P.2d 1354, 1359 (Alaska 1991); Hale v. O'Neill, 492 P.2d 101, 103 (Alaska 1971); Leavitt v. Gillaspie, 443 P.2d 61, 67-68 (Alaska 1968).\n[69]  This defense can defeat or reduce damage claims arising either out of negligence or strict liability. See Hiibschman, 821 P.2d at 1359; Koehring Mfg. Co. v. Earthmovers of Fairbanks, Inc., 763 P.2d 499, 506 n. 10 (Alaska 1988); Prince v. Parachutes, Inc., 685 P.2d 83, 89 (Alaska 1984).\n[70]  Restatement (Second) of Torts § 496B (1965) states: \"A plaintiff who by contract or otherwise expressly agrees to accept a risk of harm arising from the defendant's negligent or reckless conduct cannot recover for such harm, unless the agreement is invalid as contrary to public policy.\"\n[71]  See Hiibschman, 821 P.2d at 1359.\n[72]  Restatement (Second) of Torts § 503(3) cmt. c (1965) states:\n\nIn general, the effect of the plaintiff's reckless disregard of his own safety is the same as that of his ordinary contributory negligence. The exception to this rule, stated in Subsection (3), is that where the plaintiff's conduct is itself in reckless disregard of his own safety, it bars his recovery not only from a defendant who has merely been negligent, but also from one who has acted in reckless disregard of the plaintiff's safety. The greater fault in the one case is balanced against the greater fault in the other.\n[73]  See Restatement (Second) of Torts § 314A cmt. d (1965) (\"The duty to protect the other against unreasonable risk of harm extends to risks arising out of the actor's own conduct....\").\n[74]  Restatement (Second) of Torts § 503(3) cmt. c (1965).\n[75]  See AS 09.17.060; Kaatz v. State, 540 P.2d 1037, 1049 (Alaska 1975).\n[76]  Dissent at 478.\n[77]  Dissent at 480.\n[78]  See Dissent at 479.\n[79]  Dissent at 479.\n[80]  Dissent at 480.\n[81]  An expert opined that circumstances, apart from intoxication, causing Lillian Kanayurak's \"morbid state of mind\" included: \"(a) confinement, (b) humiliation, (c) fear for her children and (d) isolation.\" Kanayurak, 677 P.2d at 897.\n[82]  See Wilson, 627 P.2d at 628 (\"This duty ... is comparable to that owed by a common carrier to its passengers, because prisoners, like passengers, are confined and cannot avail themselves of normal opportunities for self-protection.\").\n[83]  See D.S.W. v. Fairbanks N. Star Borough Sch. Dist., 628 P.2d 554, 555 (Alaska 1981) (citing Peter W. v. San Francisco Unified Sch. Dist., 60 Cal. App. 3d 814, 131 Cal. Rptr. 854, 859-60 (1976)).\n[84]  See Guerrero v. Alaska Hous. Fin. Corp., 6 P.3d 250, 255 (Alaska 2000); Maddox v. River &amp; Sea Marine, Inc., 925 P.2d 1033, 1036-40 (Alaska 1996).\n[85]  See W. Page Keeton et al., Prosser and Keeton on the Law of Torts § 65, at 452 (5th ed.1984).\n[86]  See id. § 56, at 375 (\"[T]he law has persistently refused to impose on a stranger the moral obligation of common humanity to go to the aid of another human being who is in danger....\"); Restatement (Second) of Torts § 314 (1965) (\"The fact that the actor realizes or should realize that action on his part is necessary for another's aid or protection does not of itself impose upon him a duty to take such action.\").\n[87]  See Restatement (Second) of Torts § 314A(4) (1965); see also Sandborg v. Blue Earth County, 601 N.W.2d 192, 196 (Minn.App.1999) (\"[T]he duty to protect a person from self-injury has been found `where an institution such as a hospital or jail has physical custody and control of the person to be protected.' \") (citation omitted), rev'd on other grounds, 615 N.W.2d 61 (Minn.2000). Cf. Clemets v. Heston, 20 Ohio App. 3d 132, 485 N.E.2d 287, 291-92 (1985) (holding that duty to prevent suicide does not continue once prisoner is released from custody).\n[88]  Restatement (Second) of Torts § 314A cmt. d (1965).\n[89]  See id. (\"[The duty to protect] extends also to risks arising ... from the acts of third persons, whether they be innocent, negligent, intentional, or even criminal. It extends also to risks arising from pure accident, or from the negligence of the plaintiff himself ....\"); cf. id. cmt. f (stating that custodian owes no duty to give aid to person who is in the \"competent\" hands of his friends).\n[90]  See Lucas v. City of Long Beach, 60 Cal. App. 3d 341, 131 Cal. Rptr. 470, 474 (1976) (\"Absent some possible special circumstances a jailer is under no duty to prevent the latter from taking his own life.\"); Pretty on Top v. City of Hardin, 182 Mont. 311, 597 P.2d 58, 61 (1979) (noting that \" `[s]pecial circumstances' form the basis of virtually every decision involving a jailer's liability for a prisoner's acts of self-destruction.\"); 60 Am.Jur.2d Penal and Correctional Institutions § 208 (2000) (same).\n[91]  See, e.g., Vallejo v. Rahway Police Dep't, 292 N.J.Super. 333, 678 A.2d 1135, 1140 (App.1996) (rejecting the requirement that the prisoner be \"helplessly\" intoxicated for prison to have a duty to prevent him from harming himself and holding that a prisoner's mental illness, prior suicide attempts, or mere intoxication could all trigger the prison's duty). The Vallejo court further noted that requiring the prisoner to be \"helplessly\" intoxicated before the prison was required to take any steps to prevent him from committing suicide did not make any sense:\n\n[W]e are not sure how helpless intoxication has any relevance to a jailer's standard of conduct in the context of a detainee's suicide.... We are at a loss as to how a person who is so profoundly intoxicated that he is considered helpless can be considered at risk for such a coordinated series of actions [such as disrobing, fashioning a noose and securing the noose to a stationary object].\nId.\n[92]  See Figueroa v. State, 61 Haw. 369, 604 P.2d 1198, 1203-04 (1979) (\"The duty of penal institutions and detention homes to exercise reasonable care should extend to protection against suicide if such an event is reasonably foreseeable.... Conversely, in the absence of actual or constructive notice of the inmate's suicidal behavior, there is no duty to prevent a suicide.\" (citations omitted)); Gordon v. City of New York, 70 N.Y.2d 839, 523 N.Y.S.2d 445, 517 N.E.2d 1331, 1332 (1987) (\"When prison authorities know or should know that a prisoner has suicidal tendencies or that a prisoner might physically harm himself, a duty arises to provide reasonable care to assure that such harm does not occur.\"); see also Popham v. City of Talladega, 582 So. 2d 541, 543 (Ala.1991); Sauders v. County of Steuben, 693 N.E.2d 16, 20 (Ind.1998); Sudderth v. White, 621 S.W.2d 33, 35 (Ky.App.1981); Hickey v. Zezulka, 439 Mich. 408, 487 N.W.2d 106, 110, 123 (1992); Sandborg, 601 N.W.2d at 196-97; Murdock v. City of Keene, 137 N.H. 70, 623 A.2d 755, 757 (1993); City of Belen v. Harrell, 93 N.M. 601, 603 P.2d 711, 713 (1979); Moats v. Preston County Comm'n, 206 W.Va. 8, 521 S.E.2d 180, 189 (1999); cf. Restatement (Second) of Torts § 314A cmt. f (1965) (\"The defendant is not required to take any action until he knows or has reason to know that the plaintiff is endangered or is ill or injured.\").\n[93]  See, e.g., Vallejo, 678 A.2d at 1140; Helmly v. Bebber, 77 N.C.App. 275, 335 S.E.2d 182, 186-87 (1985).\n[94]  See ch. 26, § 14, SLA 1997, amending AS 09.17.900.\n[95]  Helmly, 335 S.E.2d at 186; see also Jane M. Draper, Annotation, Civil Liability of Prison or Jail Authorities for Self-Inflicted Injury or Death of Prisoner, 79 A.L.R. 3d 1210 (1977).\n[96]  693 N.E.2d 16, 20 (Ind.1998).\n[97]  Id. at 18 (citation omitted).\n[98]  30 F.3d 847 (7th Cir.1994).\n[99]  See id. at 853.\n[100]  See id. at 848, 851.\n[101]  See id. at 848.\n[102]  See id. at 851.\n[103]  See id.\n[104]  See Myers, 30 F.3d at 851. There was also strong evidence weighing against a finding of negligence. Steven testified that he wanted to commit suicide and that he did his best to avoid detection. See id. at 852.\n[105]  See id. at 852-53.\n[106]  Id. at 852.\n[107]  Id. at 852-53.\n[108]  The court concluded that five of seven states considering intentionality as a defense had rejected it at that time (as of 1994). See id.\n[109]  Myers, 30 F.3d at 852.\n[110]  Williams, supra note 29, at 303 (citations omitted).\n[111]  We also note that under AS 09.50.250(1)'s grant of discretionary function immunity, the state is immune from tort liability for planning decisions involving policy formulation. See Guerrero v. Alaska Hous. Fin. Corp., 6 P.3d 250, 259 (Alaska 2000).\n[112]  See AS 09.17.080. As amended in 1997, the statute requires apportionment of damages in \"all actions involving fault of more than one person.\" After amendment in 1997, AS 09.17.900 defines \"fault\" to include \"acts or omissions that are in any measure negligent, reckless, or intentional toward the person ... of the actor or others, or that subject a person to strict tort liability.\" The 1997 amendment added the word \"intentional\" to this definition. These amendments postdated Rudolph Joseph's death. We express no opinion whether damages could be allocated in such a case for causes of action accruing before the effective date of the 1997 amendment.\n[113]  The Josephs do not argue that the instructions erroneously told the jury how to determine whether a person is so intoxicated as to be incapable of acting intentionally and we do not review that aspect of their sufficiency.\n[114]  The Josephs offered (1) evidence that Rudolph Joseph was intoxicated and that intoxicated prisoners pose a heightened suicide risk; (2) evidence that he falsely denied prior incarceration, a denial that might be attributed to remorse or stress; (3) trial testimony regarding the high suicide rate among Native Alaskan prisoners, from the same expert who had offered an equivalent affidavit in the Kanayurak case; and (4) evidence that Rudolph Joseph was remorseful over his banishment from his village and his assault on his cousin.\n[115]  See Kanayurak, 677 P.2d at 898 n. 10; Wilson, 627 P.2d at 631 n. 13. In Wilson, we recognized that mental illness or drug addiction could make one \"incapable of exercising due care.\" Id. Both Wilson and Kanayurak approvingly cited Thornton v. City of Flint, 39 Mich. App. 260, 197 N.W.2d 485, 489 (1972), in support of that proposition. In Wilson we described the Thornton case as follows: \"[The a]ct of plaintiff prisoner, who was [a] chronic alcoholic suffering from delirium tremens, of diving from [the] top bunk in his cell, `although \"intentional,\" may not have been one of free volition,' and [the] question of whether plaintiff could recover was therefore for the jury.\" Wilson, 627 P.2d at 631 n. 15.\n[116]  See Wilson, 627 P.2d at 631-32.\n[117]  See Kanayurak, 677 P.2d at 899.\n[1]  See Falkenstein v. City of Bismarck, 268 N.W.2d 787, 790 (N.D.1978) (\"In most situations a death by suicide is not an actionable event because, even though there may have been tortious conduct preceding the suicide, the suicide is ordinarily considered as an intentional act and not the result of the tort. This relieves the original actor of liability.\"); Lucas v. City of Long Beach, 60 Cal. App. 3d 341, 131 Cal. Rptr. 470, 474 (1976) (\"The general rule is that a jailer is not liable to a prisoner in his keeping for injuries resulting from the prisoner's own intentional conduct.\").\n[2]  See Restatement (Second) of Torts § 892 (1979); see also Victor E. Schwartz, Comparative Negligence § 5.4(c) (3d ed. 1994) (\"[S]ince consent cancels the wrongful element of a defendant's intentional tort, a fortiori it would also do so with regard to negligent conduct.\").\n[3]  See, e.g., Halko v. New Jersey Transit Rail Operations, Inc., 677 F. Supp. 135, 142 (S.D.N.Y. 1987); Restatement (Second) of Torts § 455 (1965).\n[4]  677 P.2d 893 (Alaska 1984).\n[5]  627 P.2d 623 (Alaska 1981).\n[6]  35 Ill.App.3d 703, 342 N.E.2d 468, 474 (1976); see also City of Belen v. Harrell, 93 N.M. 601, 603 P.2d 711, 714 (1979) (holding jury question presented as to whether prisoner who committed suicide had the \"capacity to exercise reasonable care ...,\" because there was evidence that prisoner's reasoning was impaired and his actions were governed by impulses).\n[7]  Wilson, 627 P.2d at 631; see Kanayurak, 677 P.2d at 898.\n[8]  State v. Fremgen, 914 P.2d 1244, 1245 (Alaska 1996).\n[9]  See, e.g., Dezort, 342 N.E.2d at 474; City of Belen, 603 P.2d at 714.\n[10]  See, e.g., Lucas v. City of Long Beach, 60 Cal. App. 3d 341, 131 Cal. Rptr. 470 (1976).\n[11]  See Restatement (Second) of Torts § 892A, cmt. 2 (1979).\n[12]  See Hager v. Tire Recyclers, Inc., 136 Or.App. 439, 901 P.2d 948, 950-51 (1995) (consent is an affirmative defense). Judge Esch recognized this in the present case for he instructed that the burden was on the state to prove that Joseph died as a result of his intentional actions.\n[13]  Cf. Restatement (Second) of Torts § 455 (1965) (explaining that defendant is ordinarily responsible for self-injury committed during delirium or insanity only if also responsible for bringing about the delirium or insanity).\n[14]  See William L. Prosser, Handbook of the Law of Torts § 18, at 101 (4th ed. 1971) (\"It is a fundamental principle of the common law that volenti non fit injuria\u0097to one who is willing, no wrong is done. The attitude of the courts has not, in general, been one of paternalism.\").\n[15]  This example is taken from Schwartz, supra note 2, § 5.4(c), at 128 (\"For example, if a plaintiff knowingly and voluntarily walks in front of the defendant's speeding car, he is deemed to have consented to the injury he receives, no comparison is made and his claim is barred.\"). Accord Daniell v. Ford Motor Co., 581 F. Supp. 728, 729 (D.N.M.1984) (holding, where a failed suicide sought to recover from an automobile manufacturer for negligently designing a trunk without an internal release mechanism, that \"[t]he overriding factor barring plaintiff's recovery is that she intentionally sought to end her life by crawling into an automobile trunk from which she could not escape\").\n[16]  Foreseeability as a winnowing principle is not a good substitute for intentionality with the incapacity exception. A suicide that is the product of unimpaired deliberation, and thus barred from a tort recovery, may be foreseeable for any number of specific reasons, such as prior attempts or statements of the prisoner.\n[17]  See Kaatz v. State, 540 P.2d 1037 (Alaska 1975).\n[18]  As amended AS 09.17.900 provides:\n\nIn this chapter, \"fault\" includes acts or omissions that are in any measure negligent, reckless, or intentional toward the person or property of the actor or others, or that subject a person to strict tort liability. The term also includes breach of warranty, unreasonable assumption of risk not constituting an enforceable express consent, misuse of a product for which the defendant otherwise would be liable, and unreasonable failure to avoid an injury or to mitigate damages. Legal requirements of causal relation apply both to fault as the basis for liability and to contributory fault.\n[19]  See ch. 26, § 55, SLA 1997.\n[20]  See Schwartz, supra note 2, at 128 (\"The notion of volenti non fit injuria is so deeply entrenched in American law that it would be unlikely that a court would interpret the comparative negligence statute to abolish the consent defense.\").\n\n",
            "ocr": false,
            "opinion_id": 2621200
        }
    ],
    "court_short_name": "Alaska Supreme Court",
    "court_full_name": "Alaska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Alaska, AK",
    "crime_category": "Rape"
}