{
    "id": 1056139,
    "judges": "Judge Alan E. Glenn",
    "date_filed": "2017-06-16",
    "date_filed_is_approximate": true,
    "slug": "larry-c-strong-v-state-of-tennessee",
    "case_name_short": null,
    "case_name": "Larry C. Strong v. State of Tennessee",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 3.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/OPINIONS/tcca/PDF/052/StrongLarryOPN.pdf",
            "author_id": 8284.0,
            "opinion_text": "         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT NASHVILLE\n                              Assigned on Briefs May 11, 2005\n\n                  LARRY C. STRONG v. STATE OF TENNESSEE\n\n                 Direct Appeal from the Criminal Court for Davidson County\n                         No. 2001-D-2333    Steve R. Dozier, Judge\n\n\n\n                       No. M2004-02253-CCA-R3-PC - Filed June 8, 2005\n\n\nThe pro se petitioner, Larry C. Strong, appeals the dismissal of his petition for post-conviction relief\nas time-barred, arguing that he should have been afforded an evidentiary hearing to present proof of\nhis timely filing of the petition. Following our review, we affirm the post-conviction court’s\nsummary dismissal of the petition.\n\n     Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n\nALAN E. GLENN , J., delivered the opinion of the court, in which NORMA MCGEE OGLE and ROBERT\nW. WEDEMEYER , JJ., joined.\n\nLarry C. Strong, West Tennessee State Penitentiary, Henning, Tennessee, Pro Se.\n\nPaul G. Summers, Attorney General and Reporter; Preston Shipp, Assistant Attorney General; Victor\nS. Johnson, III, District Attorney General; and Pamela Anderson, Assistant District Attorney\nGeneral, for the appellee, State of Tennessee.\n\n                                              OPINION\n\n                            FACTS and PROCEDURAL HISTORY\n\n       On November 30, 2001, the Davidson County Grand Jury indicted the petitioner on two\ncounts of rape of a child, a Class A felony. Pursuant to a negotiated plea agreement, the petitioner\npled guilty on August 15, 2002, to aggravated sexual battery, a Class B felony, in exchange for a\ntwelve-year sentence as a Range I offender and the dismissal of the second count of the indictment.\nNo direct appeal was filed in the case.\n\n        On July 3, 2003, the petitioner filed a petition for post-conviction relief. However, on\nOctober 10, 2003, he voluntarily withdrew the petition. On July 7, 2004, almost two years after his\njudgment became final, the petitioner refiled his petition for post-conviction relief. On August 18,\n2004, the post-conviction court entered an order summarily dismissing the petition on the basis that\n\fit was filed “well outside the applicable statute of limitations.” From this order, the petitioner now\nappeals.\n\n                                             ANALYSIS\n\n        The petitioner contends on appeal that the post-conviction court erred in summarily\ndismissing his petition without an evidentiary hearing. He asserts that the withdrawal of his original\npetition occurred on October 10, 2004, as opposed to the October 10, 2003, date the post-conviction\ncourt referenced in its order and that the post-conviction court therefore “applied the wrong dates”\nin dismissing the petition as time-barred. Apparently operating under the belief that the one-year\nstatute of limitations began anew upon the withdrawal of his original petition, the petitioner asserts\nthat he had until October 10, 2005, to refile his petition.\n\n        The petitioner is mistaken. Initially, we note that the petitioner himself states in his “Motion\nto Re-Open Post-Conviction Petition” that his “[p]reviously filed” petition for post-conviction relief\n“was [s]tricken on October 10th, 2003.” Moreover, this document was apparently attached to the\npetition for post-conviction relief filed on July 7, 2004, approximately three months before the date\nthe petitioner now claims his original petition was “stricken.” However, regardless of the date his\noriginal petition was withdrawn, the petitioner’s July 7, 2004, petition for post-conviction is barred\nby the one-year statute of limitations.\n\n        Under the Post-Conviction Procedure Act of 1995, a claim for post-conviction relief must\nbe filed “within one (1) year of the date of the final action of the highest state appellate court to\nwhich an appeal is taken or, if no appeal is taken, within one (1) year of the date on which the\njudgment became final, or consideration of such petition shall be barred.” Tenn. Code Ann. §\n40-30-102(a) (2003). The statute contains a specific anti-tolling provision, stating:\n\n       The statute of limitations shall not be tolled for any reason, including any tolling or\n       saving provision otherwise available at law or equity. Time is of the essence of the\n       right to file a petition for post-conviction relief or motion to reopen established by\n       this chapter, and the one-year limitations period is an element of the right to file such\n       an action and is a condition upon its exercise.\n\nId. The statute also specifically provides that the voluntary withdrawal of a petition does not toll\nthe one-year statute of limitations. See id. § 40-30-109(c) (“The petitioner may withdraw a petition\nat any time prior to the hearing without prejudice to any rights to refile, but the withdrawn petition\nshall not toll the statute of limitations set forth in § 40-30-102.”).\n\n        Since no direct appeal was filed, the petitioner’s judgment became final on August 15, 2002,\nand the one-year statute of limitations began to run on that date. The petitioner, therefore, had until\nAugust 15, 2003, in which to file his post-conviction petition or to refile the petition following its\nvoluntary withdrawal. In this case, the petitioner’s voluntary withdrawal of the petition occurred\nafter the one-year statute of limitations had already run. Thus, his July 7, 2004, refiled petition was\n\n\n                                                  -2-\n\fbarred by the statute of limitations. See Cazes v. State, 980 S.W.2d 364, 365 n.2 (Tenn. 1998)\n(noting that section 40-30-209(c) of the Post-Conviction Procedure Act of 1995, which replaced the\n1990 Post-Conviction Procedure Act, provides that a petitioner may withdraw a petition at any time\nprior to the hearing without prejudice to any rights to withdraw but is limited to the one-year statute\nof limitations for the filing of a post-conviction petition).\n\n         In his brief, the petitioner claims he voluntarily withdrew the original petition upon the “ill\nadvice” of his post-conviction counsel. However, as the State points out, the petitioner does not\nassert any grounds to support a tolling of the statute of limitations on due process grounds. It is well-\nsettled in Tennessee that a petitioner has no statutory or constitutional right to the effective assistance\nof post-conviction counsel, see House v. State, 911 S.W.2d 705, 712 (Tenn. 1995), and the petitioner\ndoes not claim any mental disability that rendered him unable either to manage his personal affairs\nor to understand his legal rights and liabilities during the relevant period. See State v. Nix, 40\nS.W.3d 459, 463 (Tenn. 2001).\n\n                                            CONCLUSION\n\n        We conclude that the one-year statute of limitations expired before the petitioner refiled his\npetition for post-conviction relief. Accordingly, we affirm the post-conviction court’s summary\ndismissal of the petition as time-barred.\n\n                                                         ___________________________________\n                                                         ALAN E. GLENN, JUDGE\n\n\n\n\n                                                   -3-\n\f",
            "ocr": false,
            "opinion_id": 1056139
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Rape"
}