{
    "id": 1058782,
    "judges": "Barbara Milano Keenan",
    "date_filed": "1978-05-01",
    "date_filed_is_approximate": true,
    "slug": "miles-v-commonwealth",
    "case_name_short": "Miles",
    "case_name": "Miles v. Commonwealth",
    "case_name_full": "Ellis Lorenzo MILES v. COMMONWEALTH of Virginia.",
    "attorneys": "*331W. Edward Riley, IV (Boone, Cosby & Long, on briefs), Richmond, for appellant., Pamela A. Sargent, Senior Assistant Attorney General (Robert F. McDonnell, Attorney General; Frank S. Ferguson, Deputy Attorney General, on brief), for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"p-1\">\n    Ellis Lorenzo MILES\n    <br/>\n    v.\n    <br/>\n    COMMONWEALTH of Virginia.\n   </parties><docketnumber id=\"p-2\">\n    Record No. 052568.\n   </docketnumber><court id=\"p-3\">\n    Supreme Court of Virginia.\n   </court><decisiondate id=\"p-4\">\n    September 15, 2006.\n   </decisiondate><attorneys id=\"p-5\">\n<a class=\"page-label\" data-citation-index=\"1\" data-label=\"331\" href=\"#p331\" id=\"p331\">\n     *331\n    </a>\n    W. Edward Riley, IV (Boone, Cosby &amp; Long, on briefs), Richmond, for appellant.\n   </attorneys><attorneys id=\"p-6\">\n    Pamela A. Sargent, Senior Assistant Attorney General (Robert F. McDonnell, Attorney General; Frank S. Ferguson, Deputy Attorney General, on brief), for appellee.\n   </attorneys><judges id=\"p-7\">\n    Present: LACY, KEENAN, KOONTZ, KINSER, LEMONS, and AGEE, JJ., and CARRICO, S.J.\n   </judges>",
    "citations": [
        "634 S.E.2d 330"
    ],
    "opinions": [
        {
            "author_str": "Barbaramilano Keenan",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "http://www.courts.state.va.us/opinions/opnscvwp/1052568.pdf",
            "author_id": 1725.0,
            "opinion_text": "\n634 S.E.2d 330 (2006)\nEllis Lorenzo MILES\nv.\nCOMMONWEALTH of Virginia.\nRecord No. 052568.\nSupreme Court of Virginia.\nSeptember 15, 2006.\n*331 W. Edward Riley, IV (Boone, Cosby &amp; Long, on briefs), Richmond, for appellant.\nPamela A. Sargent, Senior Assistant Attorney General (Robert F. McDonnell, Attorney General; Frank S. Ferguson, Deputy Attorney General, on brief), for appellee.\nPresent: LACY, KEENAN, KOONTZ, KINSER, LEMONS, and AGEE, JJ., and CARRICO, S.J.\nOPINION BY Justice BARBARA MILANO KEENAN.\nIn this appeal, we consider a statutory requirement that is part of the Civil Commitment of Sexually Violent Predators Act, Code §§ 37.2-900 through -919 (the Act).[1] We decide the issue whether a certain numerical test score specified in Code § 37.2-903(C), *332 which identifies an inmate for further review under the Act, is a condition precedent for additional proceedings against that inmate.\nEllis Lorenzo Miles challenges the circuit court's determination classifying him as a sexually violent predator and ordering his civil commitment. In 1995, Miles was convicted of rape in the Circuit Court of the City of Richmond and received a sentence of 20 years' imprisonment, with 14 years suspended. His criminal history prior to the date of the rape included one conviction of contributing to the delinquency of a minor, originally charged as statutory rape, and five other convictions that are not pertinent here because they did not involve prohibited sexual conduct. During his incarceration for the rape conviction, Miles was convicted of indecent exposure and committed 18 disciplinary infractions, seven of which were sexual in nature.\nBecause Miles was incarcerated for rape, a predicate offense under the Act, the Virginia Department of Corrections (DOC) evaluated him about 10 months before his scheduled release date. The DOC administered the Rapid Risk Assessment for Sex Offender Recidivism (RRASOR), an objective testing instrument authorized by Code § 37.2-903(C) to identify potential sexually violent predators.\nThe RRASOR has four categories that yield a maximum total score of six. Virginia Criminal Sentencing Commission, Assessing Risk Among Sex Offenders in Virginia 29-30 (2001). An inmate receives one point if any of his sex offenses have involved male victims, one point if his age at release would be less than 25, and one point if any victim of his sex offenses is not related to the inmate. Id.\nThe remaining points are assessed based on the number of prior sex offense convictions, and prior charges of sex offenses, that occurred before the date of the inmate's predicate offense. The inmate is given one point if he has a single prior conviction of a sex offense, or if he has one or two prior charges of sexual offenses. If an inmate has two or three prior convictions of sex offenses, or has between three and five prior charges involving such offenses, the inmate is assigned two points. Finally, an inmate is assessed three points when he has four or more prior convictions of sex offenses, or has six or more prior charges of that nature. Id. According to the analysis performed by the DOC, Miles received a score of four on the RRASOR and therefore, under Code § 37.2-903(C), qualified for further review by the Commitment Review Committee (CRC).\nMiles received a mental health examination as part of the CRC assessment. Dr. Christine A. Nogues, a licensed clinical psychologist, was appointed by the Commissioner of the Department of Mental Health, Mental Retardation and Substance Abuse Services (Department of Mental Health) to perform the examination. Dr. Nogues diagnosed Miles as having \"Personality Disorder [Not Otherwise Specified] with antisocial features.\" She determined that Miles was \"a sexually aggressive, or antisocially personality disordered offender\" whose \"personality disorder appears to predispose him to commit sexually violent offenses.\"\nDuring the course of her examination, Dr. Nogues conducted various actuarial evaluations to assist in determining Miles' level of risk of committing future sexually violent offenses. Among those assessments, she independently scored Miles' RRASOR and also assigned him a result of four, which incorrectly included \"three points for having four or more convictions.\"\nThe Office of the Attorney General (the Commonwealth) reviewed the CRC's recommendation, together with Miles' mental health examination, institutional history, treatment record, and criminal record, and determined that he is a sexually violent predator. Accordingly, the Commonwealth filed a petition in the circuit court requesting that Miles be classified as a sexually violent predator and subjected to civil commitment under the Act.\nMiles filed a motion to dismiss, arguing that his correct RRASOR score was three and, thus, that the circuit court was not authorized to conduct further proceedings to determine whether he is a sexually violent predator. The circuit court denied Miles' motion.\n*333 At a bench trial, the circuit court heard evidence on the issue whether Miles is a sexually violent predator. Dr. Nogues testified regarding her examination of Miles and concluded that he is likely to commit sexually violent acts in the future. On cross-examination, however, Dr. Nogues admitted that Miles' RRASOR score was incorrectly computed. She stated that Miles' correct score was three, not four as originally indicated.\nAt the conclusion of the testimony, the circuit court entered an order finding that Miles suffers from \"personality disorder [Not Otherwise Specified] with antisocial traits\" and that he is likely to commit other offenses of a sexually violent nature. After hearing evidence from the Commonwealth and from Miles during the commitment phase of the trial, the circuit court ordered that Miles be involuntarily confined in a secure facility pursuant to the Act. This appeal followed.\nMiles argues that the circuit court erred in denying his motion to dismiss. He emphasizes that the evidence was undisputed that the Commonwealth initiated proceedings against him under the Act based on an incorrect RRASOR score computed by the DOC. Miles asserts that absent this erroneous score, he would not have been identified as a potential candidate for classification as a sexually violent predator. Therefore, Miles contends that because his correct score was below the baseline score established in Code § 37.2-903(C) for further proceedings under the Act, the circuit court erred in conducting evidentiary proceedings to determine whether he is a sexually violent predator and should be committed.\nIn response, the Commonwealth argues that its use of an inmate's RRASOR score is a procedural mechanism, rather than a requirement for further proceedings under the Act. The Commonwealth observes that the Act does not provide an inmate the remedy of having the proceedings against him terminated when the inmate's RRASOR score has been incorrectly computed to his detriment. Therefore, according to the Commonwealth, a RRASOR score has no effect on the Commonwealth's right to proceed under the Act but is \"merely a convenient, objective way of narrowing the prison population who will undergo the civil commitment review process.\" We disagree with the Commonwealth's arguments.\nThe statutory provision at issue, found in Code § 37.2-903(C), states in relevant part:\n[T]he Director shall review the database and identify all such prisoners who are scheduled for release from prison within 10 months from the date of such review who receive a score of four or more on the Rapid Risk Assessment for Sexual Offender Recidivism or a like score on a comparable, scientifically validated instrument designated by the Commissioner. Upon the identification of such prisoners, the Director shall forward their names, their scheduled dates of release, and copies of their files to the CRC for assessment.\nUnder basic rules of statutory construction, we determine the General Assembly's intent from the words contained in the statute. Tucker v. Commonwealth, 268 Va. 490, 493, 604 S.E.2d 66, 68 (2004); Commonwealth v. Diaz, 266 Va. 260, 264, 585 S.E.2d 552, 554 (2003). When the language of a statute is plain and unambiguous, courts are bound by the plain meaning of that language and may not assign the words a construction that amounts to holding that the General Assembly did not mean what it actually stated. Tucker, 268 Va. at 493, 604 S.E.2d at 68; Caprio v. Commonwealth, 254 Va. 507, 511-12, 493 S.E.2d 371, 374 (1997).\nBecause proceedings under the Act may result in a defendant's involuntary confinement, he has a substantial liberty interest at stake. See Zinermon v. Burch, 494 U.S. 113, 131, 110 S. Ct. 975, 108 L. Ed. 2d 100, (1990); Townes v. Commonwealth, 269 Va. 234, 240, 609 S.E.2d 1, 4 (2005). As a result of this liberty interest, we apply the rule of lenity normally applicable to penal statutes to the Act's provisions. Id. Under that rule, a statute must be strictly construed in favor of a defendant's liberty and may not be extended by implication or construction. See id.; Welch v. Commonwealth, 271 Va. 558, 563, 628 S.E.2d 340, 342 (2006); Milteer v. Commonwealth, 267 Va. 732, 738, 595 S.E.2d 275, 278 (2004).\nWhen strictly construed, the plain language of Code § 37.2-903(C) subjects only *334 those prisoners who receive a score of four or more on the RRASOR to further proceedings under the Act to determine whether they should be civilly committed as sexually violent predators. The statute is wholly silent concerning the Commonwealth's authority to initiate proceedings under the Act against inmates who have received a correct RRSOR score of less than four.\nContrary to the Commonwealth's argument, we are not permitted to construe the statute to imply such authority. Acceptance of the Commonwealth's position would require us to extend by implication the scope of Code § 37.2-903(C), and to hold that the statute permits further proceedings against any prisoner incarcerated for a predicate offense under the Act merely because the statute does not expressly preclude such proceedings. Such a construction would violate the rule of lenity and principles of strict construction that we must apply in a case of this nature. Townes, 269 Va. at 240, 609 S.E.2d at 4.\nAdditionally, we find no merit in the Commonwealth's argument that its proceedings against Miles were proper because the Act does not provide a remedy of dismissal for prisoners who incorrectly receive a RRASOR score of four. This argument similarly asks us to draw an implication from the absence of statutory language, which we are not allowed to do in our strict construction of Code § 37.2-903(C). Id.\nWe observe, however, that the Commonwealth's misapplication of this statutory requirement of Code § 37.2-903(C) does not affect the circuit court's subject matter jurisdiction to decide cases initiated under the Act. Thus, this requirement may be waived by a defendant's failure to raise a timely and proper objection in the circuit court. See Nelson v. Warden, 262 Va. 276, 285, 552 S.E.2d 73, 77 (2001). However, because the record before us does not raise such an issue of waiver, we need not further discuss this principle.\nNext, we note that the Commonwealth concedes in its brief that Miles' correct RRASOR score was three, and that the Commonwealth mistakenly computed the score of four that Miles initially received. At oral argument in this case, the Commonwealth also conceded that it would not have initiated proceedings against Miles if he had not received a score of four on the RRASOR. By these concessions, the Commonwealth effectively refutes its own argument that the RRASOR score provision of Code § 37.2-903(C) is purely a procedural screening guideline and lacks any substantive effect because but for Miles' erroneous RRASOR score, the Commonwealth would not have taken further action against Miles.\nFinally, we observe that the Commonwealth's position is also without merit because it effectively asks us to hold that the Commonwealth's own errors should redound to Miles' detriment. We find no basis for accepting such an argument. Accordingly, we hold that, when strictly construed, the provisions of Code § 37.2-903(C) require that an inmate evaluated under the RRASOR receive a correctly computed score of four as a condition precedent before the Commonwealth may initiate proceedings to have the inmate declared a sexually violent predator under the Act.[2]\nFor these reasons, we will reverse the circuit court's judgment and dismiss with prejudice the Commonwealth's petition.\nReversed and dismissed.\nNOTES\n[1]  The Act, originally located in Title 37.1, was recodified effective October 1, 2005. References contained herein are to the current Act.\n[2]  Based on our holding, we do not reach Miles' remaining assignments of error. We also do not reach the Commonwealth's assignment of cross-error, which addresses issues related to the circuit court's qualification of Miles' expert witness at trial.\n\n",
            "ocr": false,
            "opinion_id": 1058782
        }
    ],
    "court_short_name": "Supreme Court of Virginia",
    "court_full_name": "Supreme Court of Virginia",
    "court_type": "S",
    "court_jurisdiction": "Virginia, VA",
    "crime_category": "Rape"
}