{
    "id": 1387043,
    "judges": "Rulon, P.J., Green, J., and Edward Bouker, District Judge, Assigned",
    "date_filed": "2016-05-28",
    "date_filed_is_approximate": true,
    "slug": "state-v-zuck",
    "case_name_short": "Zuck",
    "case_name": "State v. Zuck",
    "case_name_full": "State of Kansas, Appellee, v. Jesse Lee Zuck, Appellant",
    "attorneys": "Thomas Jacquinot, special appellate defender, and Jessica R. Kunen, chief appellate defender, for appellant., Julie McKenna, county attorney, and Carla J. Stovall, attorney general, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b653-3\">\n    (904 P.2d 1005)\n   </citation><br><docketnumber id=\"b653-4\">\n    No. 72,130\n   </docketnumber><br><parties id=\"b653-5\">\n    State of Kansas,\n    <em>\n     Appellee,\n    </em>\n    v. Jesse Lee Zuck,\n    <em>\n     Appellant.\n    </em>\n</parties><decisiondate id=\"ANE\">\n    Opinion filed October 20, 1995.\n   </decisiondate><br><attorneys id=\"b653-13\">\n<em>\n     Thomas Jacquinot,\n    </em>\n    special appellate defender, and\n    <em>\n     Jessica R. Kunen,\n    </em>\n    chief appellate defender, for appellant.\n   </attorneys><br><attorneys id=\"b653-14\">\n<em>\n     Julie McKenna,\n    </em>\n    county attorney, and\n    <em>\n     Carla J. Stovall,\n    </em>\n    attorney general, for appellee.\n   </attorneys><br><judges id=\"b653-15\">\n    Before Rulon, P.J., Green, J., and Edward Bouker, District Judge, assigned.\n   </judges>",
    "citations": [
        "21 Kan. App. 2d 597",
        "904 P.2d 1005"
    ],
    "opinions": [
        {
            "author_str": "Rulon",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n21 Kan. App. 2d 597 (1995)\nSTATE OF KANSAS, Appellee,\nv.\nJESSE LEE ZUCK, Appellant.\nNo. 72,130\nCourt of Appeals of Kansas.\nOpinion filed October 20, 1995.\nThomas Jacquinot, special appellate defender, and Jessica R. Kunen, chief appellate defender, for appellant.\nJulie McKenna, county attorney, and Carla J. Stovall, attorney general, for appellee.\nBefore RULON, P.J., GREEN, J., and EDWARD BOUKER, District Judge, assigned.\nRULON, J.:\nJesse Lee Zuck, defendant, appeals the sentence imposed after his convictions of one count of attempted rape, K.S.A. 1994 Supp. 21-3301 and K.S.A. 1994 Supp. 21-3502, two counts of aggravated incest, K.S.A. 21-3603, and one count of aggravated indecent solicitation of a child, K.S.A. 21-3511.\nWe must decide if the district court erred when: (1) departing from the presumptive sentence imposed on the attempted rape *598 conviction; (2) denying defendant's request for an independent expert; and (3) ordering certain sentences to run consecutive to the sentence for attempted rape. We affirm.\nDefendant was originally charged with nine counts of various sex crimes allegedly committed against his two stepchildren, A.M., a 9-year-old boy, and M.M., an 8-year-old girl. One count was dismissed after the preliminary hearing. Defendant eventually entered a plea of guilty to one count of attempted rape, a level 4 person felony; two counts of aggravated incest, D felonies; and one count of aggravated indecent solicitation of a child, an E felony. Only the attempted rape occurred after July 1, 1993, which is the effective date for the Kansas Sentencing Guidelines Act. Therefore, the sentencing guidelines were not applicable to the aggravated incest and aggravated indecent solicitation convictions.\nPrior to sentencing, the district court filed a notice of intent to depart, indicating the court was considering extending the post-release supervision period and adding sex offender treatment and other conditions as a condition of release. Subsequently, the State filed a motion for durational departure. Eventually, defendant filed a response to the State's motion and a motion asking the court to order the victims to submit to a psychological/psychiatric examination to aid in his defense against the State's motion to depart.\nAfter hearing evidence from a Social and Rehabilitation Services social worker and considering affidavits from the children's counselors, the district court departed from the presumptive sentence of 43 months for the attempted rape and sentenced defendant to 62 months in prison. On the two aggravated incest counts the court imposed sentences of 3 to 10 years each; and on the aggravated indecent solicitation count the court imposed a sentence of 1 to 5 years. The sentences were ordered to run consecutively.\nTHE DEPARTURE SENTENCE\nStandard of Review\nRecently our standard of review was stated as follows:\n\"In an appeal from a departure sentence, an appellate court must determine ... whether the sentencing court's findings of fact and reasons justifying departure (1) are supported by substantial competent evidence and (2) constitute *599 substantial and compelling reasons for departure as a matter of law. The applicable standard of review is keyed to the language of the statute: K.S.A. [1994] Supp. 21-4721(d)(1) requires an evidentiary test \u0097 are the facts by the sentencing court in justification of departure supported by the record? K.S.A. [1994] Supp. 21-4721(d)(2) requires a law test \u0097 are the reasons stated on the record for departure adequate to justify a sentence outside the presumptive sentence?\" State v. Richardson, 20 Kan. App. 2d 932, Syl. ¶ 1, 901 P.2d 1 (1995).\n\"A claim that sentencing guidelines departure factors are not supported by evidence in the record should be reviewed to determine whether there is substantial evidence supporting the court's findings or whether the court's findings are clearly erroneous. A claim that the departure factors relied upon by the court do not constitute substantial and compelling reasons for departure is a question of law.\" State v. Gideon, 257 Kan. 591. Syl. ¶ 20, 894 P.2d 850 (1995).\n\"The court's comments at the time of sentencing govern as to the reasons for departure.\" 257 Kan. at 623.\nFindings of Fact\nAccording to the transcript of the hearing on the motion to depart, the sentencing court noted that the age of the children was not necessarily an element of the offense, \"at least the particular young age of these children,\" and that any emotional problems the children had that predated these crimes meant the children were particularly vulnerable. Specifically, the court found the victims were vulnerable due to age or reduced capacity which the offender should have perceived; the psychological harm far exceeded that normally present in this type of offenses; and the crimes were not isolated but part of a continuing pattern of conduct.\nDefendant agrees that the ages of the victims were 8 and 9. He further agrees the victims, because of the nature of the crime, suffered emotionally. He concedes the conduct took place over a period of time. However, defendant argues that all the conduct was included in the elements of the crimes to which he pled.\nDefendant disputes the prosecution's allegation and the sentencing court's finding that the victims were particularly vulnerable due to age and that the ages of the children were significantly different from the usual crime of this type.\nAt the departure hearing, the prosecution was allowed to introduce affidavits from the victim's counselors indicating the molestations *600 had occurred over a number of years. These affidavits also indicated the emotional problems being experienced by the children were severe. A social worker testified that M.M., the attempted rape victim, had to be moved to several different foster homes because of behavior problems and eventually hospitalized. We are satisfied there is substantial evidence in this record to support the sentencing court's finding there was substantial emotional harm and that the conduct occurred over an extended period of time, thus constituting a continuing pattern of conduct. \"[I]n reviewing the decisions of the trial court, this court must accept as true the evidence and all inferences which may be drawn from the evidence which support the findings of the trial court.\" State v. Grady, 258 Kan. 72, 900 P.2d 245 (1995).\nSubstantial and Compelling Evidence\n\"The term `substantial' here refers to something that is real, not imagined, something with substance and not ephemeral. The term `compelling' here implies that a court is forced, by the facts of a case, to leave the status quo or go beyond what is ordinary.\" State v. Rhoades, 20 Kan. App. 2d 790, 799, 892 P.2d 918 (1995). \"Substantial evidence is such legal and relevant evidence as a reasonable person might accept as being sufficient to support a conclusion.\" State v. Grady, 258 Kan. at 79.\nAge of the Victim\nDefendant first argues that the sentencing court erred in using the ages of the victims as aggravating factors when the age of the victim was an element of the crime.\nK.S.A. 1994 Supp. 21-4716(b)(3) reads:\n\"If a factual aspect of a crime is a statutory element of the crime or is used to subclassify the crime on the crime severity scale, that aspect of the current crime of conviction may be used as an aggravating or mitigating factor only if the criminal conduct constituting that aspect of the current crime of conviction is significantly different from the usual criminal conduct captured by the aspect of the crime.\"\nK.S.A. 1994 Supp. 21-3502 reads in relevant part: \"(a) Rape is:... (2) sexual intercourse with a child who is under 14 years of age.\"\n*601 K.S.A. 1994 Supp. 21-4716 provides a nonexclusive list of aggravating and mitigating factors that the sentencing court may use in deciding whether to depart from the presumptive sentence. Additionally, K.S.A. 1994 Supp. 21-4716(b)(2)(A) provides as an aggravating factor: \"The victim was particularly vulnerable due to age.\"\nUnquestionably, the age of the victim here was an element of the crime of attempted rape. The amended complaint charged defendant with attempted sexual intercourse with a child under 14 years of age. The narrow issue for us is whether the factual circumstances of the current crime of conviction are significantly different from the usual criminal conduct associated with this statutory crime.\nUnder K.S.A. 1994 Supp. 21-4719(b)(1), the sentencing court must consider the enacted purposes of the sentencing guidelines when ordering a durational departure. Our Supreme Court has stated that the sentencing guidelines were enacted to reduce prison overcrowding while protecting the public. Another purpose of the guidelines was to standardize sentences so that similarly situated offenders would be treated the same and, thus, limit and effects of racial or geographic bias. State v. Gonzales, 255 Kan. 243, 249, 874 P.2d 612 (1994).\nAccording to the original complaint, defendant was charged with and entered a plea of guilty to attempted rape of the 8-year-old victim. The prosecution argued and the sentencing court found that 8 years of age was significantly different than the age of most victims of attempted rape of a child under 14 years of age. No Kansas case has addressed this issue. However, cases from Minnesota and Washington have dealt with this issue.\nIn State v. Wood, 42 Wash. App. 78, 709 P.2d 1209 (1985), the Washington Court of Appeals discussed whether the age of the victim was a valid departure factor when the victim's age was an element of the crime. In Wood, the defendant was convicted of indecent liberties, an element of which was that the victim be under 14 years of age. The sentencing court imposed an exceptional sentence based upon the vulnerability or inability of the victim to resist because of extreme youth. 42 Wash. App. at 79.\n*602 On appeal the Wood court reversed, stating:\n\"As for the victim's age, we have previously held that an exceptional sentence is generally not warranted to the extent it is based on factors already taken into account by the Legislature in adopting a standard range sentence for the crime. [Citations omitted.] We have already mentioned the obvious fact that this victim's age forms an element of the crime of indecent liberties taken with a child under age 14. Generally speaking, it would be unfair to use the victim's age to increase punishment when his or her age is already factored into the sentencing guidelines. [Citation omitted.]\" 42 Wash. App. at 80.\nThe Wood court, however, went on to recognize that under the Washington guidelines, particular vulnerability because of extreme youth was expressly listed as an aggravating factor. Wash. Rev. Code § 9.94A.390 (1994). The Wood court declined to expressly hold that indecent liberties with a 4-year-old was alone sufficient to support an exceptional sentence because there were other reasons given to justify the sentence. 42 Wash. App. at 81.\nIn 1987, the Washington Court of Appeals decided State v. Woody, 48 Wash. App. 772, 742 P.2d 133. In Woody, the court examined whether indecent liberties with a 7-year-old victim justified an exceptional sentence based on a finding the victim was particularly vulnerable due to extreme youth. Woody had been convicted under a statute that, among other things, defined indecent liberties as having sex with a person less than 14 years old, Wash. Rev. Code § 9A.44.100 (1994). 48 Wash. App. at 777.\nThe Woody court said:\n\"Here, the victim was 7 years of age. In our society, grade school age children are regarded as having achieved a level of reason that sets them apart from young children. Consequently, we hold the victim was not particularly vulnerable so as to make this crime different from other indecent liberties....\" 48 Wash. App. at 777.\nThe Woody court, however, affirmed the exceptional sentence on other grounds.\nNext, in State v. Tunell, 51 Wash. App. 274, 753 P.2d 543 (1988), the Washington Court of Appeals reviewed an exceptional sentence imposed after Tunell's convictions of two counts of statutory rape and three counts of indecent liberties. 51 Wash. App.2d at 276-77. The trial court found the victims, who were 6 and 3 years *603 of age, were particularly vulnerable due to their age. 51 Wash. App. at 281.\nIn Washington, first-degree statutory rape required that the victim be under age 11, and indecent liberties required that the victim be under age 14. The court noted that generally it was not permissible to use age to justify an exceptional sentence when age constituted an element of the crime; however,' \"`the particular vulnerability of a specific victim due to extreme youth'\" could be grounds for an exceptional sentence for indecent liberties. The court declined to decide if the 6-year-old victim was particularly vulnerable because it was clear that the 3-year-old victim was particularly vulnerable. 51 Wash. App. at 282.\nIn part, the Wood and Woody cases relied on Minnesota decisions. See State v. Wood, 42 Wash. App. at 81. In State v. Chase, 343 N.W.2d 695 (Minn. App. 1984), the Minnesota Court of Appeals reviewed a departure sentence based in part on the sentencing court's finding that the victims, ages 6 and 12, were particularly vulnerable due to their age and the defendant's authority over them.\nThe Chase court, quoting State v. Hagen, 317 N.W.2d 701, 703 (Minn. 1982), stated:\n\"`[G]enerally the victim's vulnerability due to age cannot be relied upon as an aggravating factor when [as here] the victim's vulnerability due to age already been taken into account by the legislature in determining the elements of the offense.'\" 343 N.W.2d at 697.\nIn Chase, the defendant was convicted of criminal sexual conduct in the second degree, which was sexual contact with a complainant under 13 years of age by an actor more than 36 months older. 343 N.W.2d at 696. See also State v. Johnson, 327 N.W.2d 580 (Minn. 1982) (legislature took the age of the victim of rape into account in determining the guidelines sentence and it would be unfair to consider the victim's age again as a departure factor.)\nIn the absence of clear statutory language indicating otherwise, we conclude the Kansas Legislature did not intend to treat the crime of attempted rape of an 8-year-old victim differently than *604 the crime of attempted rape of any other victim under 14 years of age.\nSubstantial Emotional Harm\nDefendant next argues the sentencing court erred in departing based on a finding the victim had suffered great psychological and emotional harm far in excess of that normally associated with the crime of attempted rape. He claims that, while undoubtedly there was harm, there was no evidence the harm was any greater than usually occurs when a child is sexually abused. Particularly, defendant relies upon the social worker's testimony that the victims' outward aggressive behavior was typical of sexually abused children.\nThis record shows that both victims have sustained emotional problems associated with the criminal sexual abuse. However, the sentencing court implied that both children's emotional problems could be considered in imposing a departure sentence for the attempted rape. This, however, cannot be correct. The original complaint stated that only M.M. was the victim of the crime of attempted rape. Therefore, the court could not impose a departure sentence based upon the emotional harm of A.M. because that harm was not associated with the attempted rape. The specific question remains whether the harm to M.M. was sufficient to support a departure.\nUnquestionably, M.M. has suffered severe behavioral problems as a result of the criminal sexual abuse. M.M. was removed from several foster homes and eventually hospitalized. The social worker testified that at the time of the departure hearing, M.M. was being placed in a level four residence for young girls.\nUnder the facts shown, here, the emotional problems suffered by the victim were sufficiently severe enough to warrant a departure sentence. If one of the purposes of the guidelines is to ensure uniformity in sentencing, then departures should only be allowed in extraordinary cases. See generally State v. Bock, 490 N.W.2d 116 (Minn. App. 1992); State v. Wilson, 111 Or. App. 147, 150-51, 826 P.2d 1010 (1992); State v. Estrella, 115 Wash.2d 350, 359-60, 798 P.2d 289 (1990); see also State v. Tunell, 51 Wash. App.2d at *605 279 (In Washington the seriousness of the victim's injuries cannot be used as a reason to depart if the factor has been considered in defining the crime itself unless the injury is significantly more serious than in the usual case.).\nUndoubtedly, in this case the victim's injuries were significantly more severe than the usual case, and such finding is supported by the record.\nContinuing Pattern of Conduct\nThe sentencing court further found that because the attempted rape incident was not an isolated act but a continuing pattern of conduct, a departure was justified. As stated above, there was evidence that defendant had been molesting the victim for a considerable period of time.\nWhether a pattern of conduct is a justification for a departure sentence in Kansas is a question of first impression.\nDefendant argues the attempted rape charge of which he was convicted includes the entire period of time during which the criminal sexual conduct occurred. Defendant claims that \"pattern of conduct\" is not included in the statutory departure factors.\nK.S.A. 1994 Supp. 21-4716 contains the nonexclusive list of aggravating and mitigating factors available for the sentencing court in deciding whether to depart. Our Supreme Court has recognized that other appropriate aggravating factors may be considered. State v. Gideon, 257 Kan. at 624.\nThe complaint here charged that the attempted rape took place on or about September 17, 1993. The record indicated that defendant had been molesting the victim for a period of years. Consequently, there is evidence to support the finding there was conduct that occurred earlier that was not covered by the instant conviction.\nDefendant cites State v. Tunell, 51 Wash. App. 274, for the principle that multiple convictions of similar crimes negate the sentencing court's ability to impose an upward departure. However, under Washington statutes, uncharged criminal conduct cannot be used to impose an exceptional sentence. 51 Wash. App. at 279. Kansas has no such comparable statute which restricts uncharged criminal conduct from being an upward departure factor.\n*606 Recent Kansas case have illustrated a variety of factors that may be used in imposing a departure sentence. See State v. Grady, 258 Kan. 72, and State v. Richardson, 20 Kan. App. 2d 932, 901 P.2d 1 (1995). Our statutory list of aggravating and mitigating factors is nonexclusive. Consequently, the sentencing courts may use other factors when imposing a departure sentence as long as there is evidence in the record to support such factors and the use of the factors would be consistent with the intent and purposes of the guidelines. \"When there is reasonable doubt as to whether the legislature necessarily considered a factor in establishing the standard sentence range, the trial court has discretion to use that factor as a reason for issuing a departure sentence.\" Grady, 258 Kan. 72, Syl. ¶ 7. Because there is no indication that our legislature considered restricting the use of a defendant's prior uncharged criminal conduct in establishing the presumptive sentence, the sentencing court here had the discretion to consider such conduct as a departure factor. Importantly, one of the purposes of the guidelines is to ensure public safety. Using a history of unpunished sexual exploitation as a factor to justify a departure is consistent with the purposes of the guidelines.\nWhile the age of the victim in this case was not a substantial compelling reason to depart, the sentencing court did have at least two additional reasons to impose a departure sentence.\n\"Reasons which may in one case justify departure may not in all cases justify a departure. Rather, the inquiry must evaluate the crime and the departure factors as a whole to determine whether departure in a particular case is justified. It is a question of what weight to give each reason stated and what weight to give the reasons as a whole in light of the offense of conviction and the defendant's criminal history.\" Grady, 258 Kan. at 83.\nIn Kansas there is no legal requirement that all the reasons given by a sentencing court to support a departure sentence be substantial and compelling if one or more of such factors relied upon is substantial and compelling. State v. Gideon, 257 Kan. 591, 627, 894 P.2d 850 (1995). Here, the departure sentence was supported by substantial and compelling reasons.\nINDEPENDENT EXPERT\nDefendant next argues that the district court erred when denying *607 his motion for an independent examination of the children to enable him to prepare a defense against the State's motion for departure. He argues the court's denial violates his rights to due process of law and violated K.S.A. 22-4508.\nK.S.A. 22-4508 provides in pertinent part:\n\"An attorney other than a public defender who acts as counsel for a defendant who is financially unable to obtain investigative, expert or other services necessary to an adequate defense in the defendant's case may request them in an ex parte application addressed to the district court where the action is pending. Upon finding, after appropriate inquiry in the ex parte proceeding, that the services are necessary and that the defendant is financially unable to obtain them, the district court shall authorize counsel to obtain the services on behalf of the defendant.\"\n\"The authorization of funds for expert services necessary for an adequate defense in a criminal defendant's case lies within the sound discretion of the trial court. Appellate courts will not disturb the trial court's ruling unless the defendant shows prejudice to his or her substantial rights resulting from abuse in the exercise of the court's discretion.\" State v. Mayberry, 248 Kan. 369, Syl. ¶ 807 P.2d 86 (1991).\nThis issue is closely analogous to a situation where the defendant in a sex crime case seeks a psychological evaluation of the complaining witness to discredit his or her testimony. \"A trial judge has discretion to order a psychiatric examination of the complaining witness in a sex crime case if the defendant presents a compelling reason for such examination.\" State v. Gregg, 226 Kan. 481, Syl. ¶ 3, 602 P.2d 85 (1979).\nHere, the only testimony on the degree of harm suffered by the victim was offered by a social worker. This witness was not offered as an expert and offered no opinion testimony on the degree of harm the victim had suffered. Therefore, there was no expert testimony for defendant to rebut and, while a different court might reach a different conclusion, there is no showing of abuse of discretion here.\nDefendant argues that he has a constitutional right to have an expert examine the children pursuant to Ake v. Oklahoma, 470 U.S. 68, 84 L. Ed. 2d 53, 105 S. Ct. 1087 (1985), and Dunn v. Roberts, 963 F.2d 308 (10th Cir.1992). Defendant's reliance on those cases is misplaced. Both cases dealt with the right of a defendant to have expert testimony on their behalf in the guilt determination phase *608 of a trial. Both cases discussed the defendant's right to have an expert testify as to the defendant's mental state, not the victims'. Therefore, neither cited case is dispositive here.\nCONSECUTIVE SENTENCES\nDefendant next argues the sentencing court abused its discretion in ordering the nonguidelines sentences to run consecutive to the guidelines sentence. Defendant argues the court did not personalize the sentence to fit defendant individually and to fit the offense committed.\nThe law in Kansas is well settled on this issue:\n\"A sentence imposed within the statutory guidelines will not be disturbed on appeal if it is within the trial court's discretion and not a result of partiality, prejudice, oppression, or corrupt motive. State v. Turner, 252 Kan. 666, Syl. ¶ 1, 847 P.2d 1286 (1993). When a reviewing court determines that no reasonable person would agree with the trial court's decision, then an abuse of discretion will be found. State v. Griffin, 246 Kan. 320, 326, 787 P.2d 701 (1990).\" State v. McCloud, 257 Kan. 1, 9, 891 P.2d 324 (1995).\n\"`Although K.S.A. 21-4601 states the objectives of the corrections system, it does not require the sentencing judge to specifically consider those objectives as the judge must the factors in K.S.A. 21-4606. State v. Webb, 242 Kan. 519, Syl. ¶ 3.\n....\n\"The statutory factors which the judge shall take into consideration in determining the penalty to be imposed are enumerated in K.S.A. 21-4606. Where the sentence exceeds the minimum, the legislature intended that the sentencing judge place on the record a detailed statement of facts and factors the judge considered. Failure to do so does not always indicate the sentencing court abused its discretion. Each case is to be considered on its facts. See State v. McDonald, 250 Kan. at 82-83.\n\"`Although the appellate courts have upheld sentences where the factors considered by the sentencing judge are not specifically enumerated, the appellate courts have repeatedly stated the better practice is for the trial judge to make a detailed record of the facts and factors considered in imposing sentence. See, e.g., State v. Crispin, 234 Kan. 104, 113, 671 P.2d 502 (1983).'\" State v. Manning, 257 Kan. 128, 133-34, 891 P.2d 365 (1995) (quoting State v. Richard, 252 Kan. 872, 880-81, 850 P.2d 844 [1993]).\nHere, the record is clear that the sentencing court took into account defendant's individual needs as well as the nature and seriousness of the crime. While the better practice is for a court to specifically enumerate which of the sentencing factors listed in *609 K.S.A. 1994 Supp. 21-4606 apply, there is no showing that any reasonable person would not agree with the sentence imposed.\nAffirmed.\n",
            "ocr": false,
            "opinion_id": 1387043
        }
    ],
    "court_short_name": "Court of Appeals of Kansas",
    "court_full_name": "Court of Appeals of Kansas",
    "court_type": "SA",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Rape"
}