{
    "id": 2334367,
    "judges": "Gilbert, C.J., and Karwacki and Wenner",
    "date_filed": "2006-02-26",
    "date_filed_is_approximate": true,
    "slug": "cobey-v-state",
    "case_name_short": "Cobey",
    "case_name": "Cobey v. State",
    "case_name_full": "Kenneth S. COBEY v. STATE of Maryland",
    "attorneys": "W. Michel Pierson, Assigned Public Defender (Alan H. Murrell, Public Defender, on the brief), Baltimore, for appellant., Robert L. Dean, Sp. Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty. Gen., Richard B. Rosenblatt, Asst. Atty. Gen., Baltimore, and Andrew L. Sonner, State’s Atty. for Montgomery County, Rockville, on the brief), for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Certiorari Denied Nov. 8, 1989.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 34,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation data-order=\"0\" data-type=\"citation\" id=\"b75-7\">\n    559 A.2d 391\n   </citation><parties data-order=\"1\" data-type=\"parties\" id=\"A7E\">\n    Kenneth S. COBEY v. STATE of Maryland.\n   </parties><br><docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b75-10\">\n    No. 1515,\n   </docketnumber><p data-order=\"3\" data-type=\"misc\" id=\"A62\">\n    Sept. Term, 1988.\n   </p><br><court data-order=\"4\" data-type=\"court\" id=\"b75-11\">\n    Court of Special Appeals of Maryland.\n   </court><br><decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b75-12\">\n    June 29, 1989.\n   </decisiondate><br><otherdate data-order=\"6\" data-type=\"otherdate\" id=\"b75-13\">\n    Certiorari Denied Nov. 8, 1989.\n   </otherdate><br><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b76-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"32\"> \n     *32\n     </span>\n    W. Michel Pierson, Assigned Public Defender (Alan H. Murrell, Public Defender, on the brief), Baltimore, for appellant.\n   </attorneys><br><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b76-11\">\n    Robert L. Dean, Sp. Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty. Gen., Richard B. Rosenblatt, Asst. Atty. Gen., Baltimore, and Andrew L. Sonner, State’s Atty. for Montgomery County, Rockville, on the brief), for appellee.\n   </attorneys><br><judges data-order=\"9\" data-type=\"judges\" id=\"b77-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"33\"> \n     *33\n     </span>\n    Argued before GILBERT, C.J., and KARWACKI and WENNER, JJ.\n   </judges>",
    "citations": [
        "559 A.2d 391",
        "80 Md. App. 31"
    ],
    "opinions": [
        {
            "author_str": "Gilbert",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7499.0,
            "opinion_text": "\n80 Md. App. 31 (1989)\n559 A.2d 391\nKENNETH S. COBEY\nv.\nSTATE OF MARYLAND.\nNo. 1515, September Term, 1988.\nCourt of Special Appeals of Maryland.\nJune 29, 1989.\nCertiorari Denied November 8, 1989.\nW. Michel Pierson, Assigned Public Defender (Alan H. Murrell, Public Defender, on the brief), Baltimore, for appellant.\nRobert L. Dean, Sp. Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty. Gen., Richard B. Rosenblatt, Asst. Atty. Gen., Baltimore, and Andrew L. Sonner, State's Atty. for Montgomery County, Rockville, on the brief), for appellee.\nArgued before GILBERT, C.J., and KARWACKI and WENNER, JJ.\nGILBERT, Chief Judge.\nWe here visit for the first time and on a very limited basis the scientific world of deoxyribonucleic acid, more familiarly known as \"DNA.\"[1]\nKenneth S. Cobey, who was convicted in the Circuit Court for Montgomery County of several sexual offenses, together with other related but non-sexual crimes,[2] specifically assails the DNA fingerprint analysis as used in the instant case. Cobey also challenges the taking of a blood sample from him in what he avers violated the Fourth Amendment to the Constitution of the United States.\nBecause we think Judge Ruben did not err in his evidentiary ruling, we reject Cobey's arguments and affirm the judgments of the circuit court.\n\nThe Facts\nOn the evening of September 4, 1985, a young woman drove her automobile to Northwest Branch Park in Montgomery County. She parked her car and went for a stroll. As she walked along a jogging trail, she was attacked from behind by a man who forced her off the path and into the woods. There, after threatening to kill her if she screamed, he compelled her to perform oral sex on him and ravished and sodomized her. The assailant then fled, using the victim's vehicle. A traffic citation issued to Cobey while he was driving the victim's automobile precipitated the investigation which led to Cobey's being prosecuted for sexually assaulting the victim, as well as for the other crimes.\nAt trial,[3] the State presented, over objection, a DNA fingerprint analysis linking Cobey to the offenses. The analysis compared Cobey's DNA structure, as revealed by his blood, with the DNA extracted from semen stains found on the victim's underclothing. The analysis was performed by Cellmark Diagnostics, a private laboratory in Germantown, Maryland. Dr. Robin Cotton, Director of Research and Development at the laboratory, testified that she perceived a \"match\" between the DNA in Cobey's blood sample and the DNA in the semen stains.\nAlthough Cobey primarily assails the method used by Cellmark as opposed to the admissibility of DNA fingerprint analysis evidence in general, the novelty of the question requires that we address both the frontal assault on Cellmark's methodology as well as the admission into evidence generally of DNA fingerprints. Underlying the whole case is the question of whether DNA fingerprinting meets the Frye test.[4]\n\nThe Law\n\nI.\n\n\nAdmissibility of DNA Fingerprint Analysis[5]\nJudge Ruben held a Frye[6] hearing on the admissibility of Cellmark's DNA fingerprint test results, focusing on the acceptance of the methodology. Over objection, the judge admitted the test results.\nThe Court of Appeals in Reed v. State, 283 Md. 374, 391 A.2d 364 (1978), adopted as the criterion for admission of scientific evidence the rule enunciated by the Court of Appeals of the District of Columbia in Frye v. United States, 293 F. 1013 (D.C. Cir.1923). The Frye standard requires that the method at issue be \"generally accepted as reliable\" in the relevant scientific field or community before the test results derived therefrom may be admitted into evidence. Reed, 283 Md. at 381, 391 A.2d 364.\nThe State in the case sub judice presented five experts who testified that DNA fingerprinting was accepted in the scientific community.[7] Cobey produced no expert evidence to the contrary.\nDNA fingerprinting has been accepted in Andrews v. State, 533 So. 2d 841 (Fla.App. 5th Dist., 1988), and People v. Wesley, 140 Misc. 2d 306, 533 N.Y.S.2d 643 (County Court of Albany, 1988). In Andrews the court concluded that Frye's viability was questionable, at best, in Florida. The court grounded its acceptance of DNA sequencing and comparison testing on its use in the diagnosis and treatment of genetically inherited diseases, as well as testimony that an incorrect \"match\" is an impossible result.\nJudge Joseph Harris in Wesley, a rape case, permitted the use of DNA fingerprinting to identify Wesley as the culprit. Judge Harris reasoned that under Frye the test was not whether the procedure is unanimously endorsed but rather whether it is generally accepted as reliable. In a carefully crafted opinion, the judge concluded that DNA fingerprinting is accepted generally in the scientific community. Moreover, DNA fingerprinting has also been accepted in a paternity case, The Matter of Baby Girl S., 140 Misc. 2d 299, 532 N.Y.S.2d 634 (Surrogate Court of New York County, 1988). The Federal Bureau of Investigations, after conducting a year of practical tests, has initiated widespread use of DNA fingerprinting. N.Y. Times, June 12, 1989, § A at 1.\n\nDNA Generally\nThe structure of the DNA molecule was discovered in 1953 by James Watson and Francis Crick, two scientists working together at Cambridge University. Since that time, biochemists and other scientists have embarked on a vast ocean of genetic research which has significant application to forensic identification.[8]\nEach human cell which has a nucleus contains forty-six chromosomes arranged in pairs of twenty-two, plus two sex chromosomes (X for female, Y for male). Chromosomes are composed of strands of DNA and associated proteins. The structure of DNA consists of a \"double helix\" or two strands of nucleotides running in opposite directions. The helix with its bases is reminiscent of a spiral staircase. The strands are connected to each other by hydrogen bonds between bases on each \"rung of the ladder.\" (See Figure 1.)\n\nThere are four varieties of bases (A, G, C, T); yet they form only two varieties of pairs: A and T, G and C. Three base pairs on a segment of DNA form a sequence called a codon. A gene is comprised of groups of codons. Every gene, therefore, contains a number of base pairs arranged in a specific order.\nSome links of a DNA segment are common to every human being. Those links contain genes characteristically related to human organs, as distinguished from those of other creatures. Every individual human being, with the exception of identical twins,[9] has links of DNA that are unique to him or her. It is those highly variable individual links of DNA that provide the basis for genetic fingerprinting.\n\nDNA Fingerprinting Procedure\nThe procedure known as DNA fingerprinting was meticulously explained by Judge Harris in Wesley, supra:\n\"DNA Fingerprinting, as applied to forensic identification, involves essentially six steps, all the scientific principles and technology of which have gained general acceptance in the scientific field in which they belong:\n(1) EXTRACTION OF DNA. The DNA is chemically extracted from the submitted evidentiary sample \u0097 semen found in the victim, blood, hair, or any other tissue thought to originate from the perpetrator of the crime \u0097 and purified;\n(2) FRAGMENTATION BY RESTRICTION ENZYMES. The DNA is then cut into fragments. The `molecular scissors' used to cut the DNA are called restriction endonucleases, or restriction enzymes \u0097 enzymes that cleave the DNA molecule at specific base sequences; routinely, a restriction enzyme will cut everyone's DNA in the same places, resulting in same-size fragment lengths \u0097 however, in every person's DNA, variable lengths of repetitive `junk DNA' periodically turn up. In those areas the cut points get shifted, resulting in fragments of varying lengths.\n(3) GEL ELECTROPHORESIS. The fragments of DNA are then subjected to a technique widely accepted by the scientific community, and much used particularly by molecular biologists, known as `gel[[10]] electrophoresis'; the purpose of this process is to arrange or line up the fragments of DNA according to length, for later comparative purposes. The process of gel electrophoresis essentially consists of placing the DNA fragments on an electrically charged flat gelatin surface containing agarose gel, a thick jello-like substance, full of holes; at one end of this surface is a positively charged electric pole and at the other end a negatively charged pole; because DNA carries a negative charge, and because opposite electrical charges attract, the DNA fragments will travel from the negatively charged end toward the positively charged end; the distance the fragments travel depends on their length \u0097 the larger fragments, being bulkier than the shorter fragments, find it more difficult to worm their way through the holes in the agarose gel, and will not travel as fast or as far, remaining closer to the negative pole, while the shorter fragments will arrange themselves closer to the positive pole. The result is an orderly arrangement of the DNA fragments along parallel lines.\n(4) SOUTHERN BLOTTING. The double-stranded DNA fragments are then chemically split apart into two strands, leaving their chemical bases (A, C, G and T) separated like open zipper teeth; the fragment pattern is then transferred from the wobbly surface of the agarose gel onto a sheet of nitrocellulose (or a nylon membrane), which resembles a sheet of heavy blotting paper. This procedure is known as Southern Blotting, after Dr. E.H. Southern, who reported the process in 1975.\n(5) HYBRIDIZATION. To identify the aspects of the DNA pattern unique to each individual, \"probes\",[[11]] developed in the laboratory by the use of recombinant DNA technology,[[12]] are applied to the nitrocellulose membrane. These probes are tagged with a radioactive marker substance and are designed to seek out a pre-determined locus in a polymorphic (highly variable) region of the DNA. Upon finding a DNA fragment that carries all or part of its complementary base sequence, the probe will bind to the fragment. The marker component of the probe will cause the probe-bound fragments to `light up', allowing easy identification of their positions in the fragment pattern....\n(6) AUTORADIOGRAPH. The excess probe is then washed away and the nitrocellulose sheet is placed against a piece of X-ray film and exposed for several days. When the film is processed, black bands appear where the radioactive probes stuck to the fragments. All of the four probes used by Lifecodes[[13]] produce an average of two dark bands on a white column, looking much like the bar codes found on food packages in supermarkets. This is known as an autoradiograph, which term is often shortened to autorad.\n\nAll of the procedures hereinabove constituting DNA Fingerprinting are recognized as reliable and have gained general acceptance in the scientific community in which they belong.\" (See Figure 2.)\n\n\nThe Instant Case\nCobey's specific complaint regarding the DNA fingerprint analysis is directed at the acceptance in the scientific community of the single locus probe technique employed by Cellmark. Both Cellmark and Lifecodes use a procedure known as restriction fragment length polymorphism.[14] The single locus probes \"recognize\" the highly variable area of an individual's DNA molecule and attach to the area at the corresponding sequence, thereby yielding the banding pattern found in the audiorad (step 6 of the procedure). Different single locus probes may be used by the various laboratories performing the procedure known as DNA fingerprinting. For example, the probes used by Cellmark differ from those used by Lifecodes. The probes used by Cellmark were supported by documentary evidence and by the testimony of three experts. Those probes are also used by many research laboratories in the United States and England. Finally, the procedure has been extensively tested by an independent government laboratory. See Gill, Lygo, Fowler &amp; Werrett, \"An Evaluation of DNA Fingerprinting for Forensic Purposes,\" 8 Electrophoresis 38, 42 (1987).\nAt trial ample testimony and documentation[15] demonstrated the acceptance and reliability of the method by which Cellmark identified the unique links of Cobey's DNA. Significantly, Cobey produced no expert testimony challenging the validity of the locus probe.\nCobey next avers that the data base utilized by Cellmark is insufficient to support the conclusions drawn by it. Cellmark's data base represents the total number of samples submitted to the laboratory and its observations in the banding pattern of each sample after applying the locus probes. Cellmark's data base at the time the procedure relative to the matter now before us was performed consisted of seven hundred individuals.\nThat data base, four experts said at trial, fell within generally acceptable scientific criteria. There was no expert testimony contradicting the proposition that the data base supported the conclusion drawn. We think that the evidence presented by the State was sufficient to establish a basis for the reliability and admission of DNA fingerprinting.\nWe make crystal clear that we are not, at this juncture, holding that DNA fingerprinting is now admissible willy-nilly in all criminal trials conducted between this date and January 1, 1990, when 1989 Md. Laws Ch. 430 takes effect. We are merely holding that, based upon this record, Judge Ruben did not err in finding that DNA fingerprinting was generally acceptable in the scientific community and in permitting its introduction into evidence, since there was no evidence to the contrary.\n\nII.\n\nSeizure of Blood\nCobey laments that the State violated the Fourth Amendment to the U.S. Constitution when it failed to obtain a search warrant prior to drawing a blood sample from him. That issue, as interesting as it may be, is not preserved for review because Cobey, through his trial attorney, consented to submit to the blood test. See Schneckloth v. Bustamonte, 412 U.S. 218, 93 S. Ct. 2041, 36 L. Ed. 2d 854 (1973); Lopata v. State, 18 Md. App. 451, 307 A.2d 721 (1973). Since the question was not preserved, we do not consider it. Md. Rule 8-131(a).\nJUDGMENTS AFFIRMED.\nCOSTS TO BE PAID BY APPELLANT.\nNOTES\n[1]  DNA is a molecule that is contained in every living organism in every cell with a nucleus. It carries the genetic information of the organism.\n[2]  Cobey was twice tried for the offenses. In Cobey v. State, 73 Md. App. 233, 533 A.2d 944 (1987), we reversed and remanded for a new trial. Patently, this appeal is the result of that trial.\n[3]  See n. 2, supra.\n[4]  Frye v. United States, 293 F. 1013 (D.C. Cir.1923), adopted in Maryland by Reed v. State, 283 Md. 374, 391 A.2d 364 (1978).\n[5]  1989 Legislative Session, House Bill No. 711, signed by the Governor on May 19, 1989, will make DNA fingerprinting evidence admissible at a criminal trial to prove or disprove identity. The law takes effect January 1, 1990. 1989 Md. Laws Ch. 430.\n[6]  See n. 4, supra.\n[7]  \"Commercial laboratories marketing the tests say their research shows that DNA typing is as accurate as a fingerprint. Cellmark Diagnostics of Germantown, Md., claims its `DNA fingerprint' test can identify a suspect with `virtual certainty,' and that the chances that any two people having [sic] the same DNA fingerprint are one in 30 billion.\"\n\nD. Moss, \"DNA \u0097 The New Fingerprints,\" 74 ABA Journal 66 (1988).\n[8]  For an explanation of DNA research and its applications, see N. Rothwell, Human Genetics, Prentice-Hall, Englewood Cliffs, N.J. (1977); A. Moenssens, F. Inbau, J. Starrs, Scientific Evidence in Criminal Cases (3rd ed.), The Foundation Press, Inc., Meneola, N.Y. (1986); A. Giusti, M. Baird, S. Pasquale, I. Balazs, and J. Glassberg, \"Applications of DNA Polymorphisms to the Analysis of DNA Recovered from Sperm,\" 31 Journal of Forensic Sciences, 409 (1986).\n[9]  Identical twins have identical genes. It would appear that, as of this time, the DNA procedure is unable to distinguish one twin's \"genetic fingerprints\" from another.\n[10]  Commonly agarose gel, a jello-like substance derived from kelp. The admissibility of electrophoresis has been approved by the Appellate Division, Second Dept., in People v. Crosby, 116 A.D.2d 731, 498 N.Y.S.2d 31 (1986).\n[11]  In genetic engineering, a probe is a fragment of DNA carrying the complementary code for a specific base sequence. Probes can be used to detect defective genes that cause disease and to detect variations in base sequence that establish genetic identity.\n[12]  Recombinant DNA technology is the incorporation of all or part of the DNA from one organism into the DNA of another organism.\n[13]  Lifecodes is the name of the laboratory that performed the DNA fingerprinting in Wesley.\n[14]  \"When Cellmark first opened for business in 1987, the company relied exclusively on `multi-locus' probes developed by British geneticist Alec Jeffreys, which produce a `fingerprint' that looks something like a supermarket bar code with approximately fifteen bands. Tests based on these probes have been admitted in evidence in Great Britain in about twenty criminal cases, with convictions resulting in most. In early 1988 the company abandoned the use of multi-locus probes for criminal identification in favor of single-locus probes similar to those used by Lifecodes, though Cellmark still uses multi-locus probes in paternity cases. As of October 1988, Cellmark's single-locus procedures had been admitted in evidence in criminal trials in seven states.\"\n\nW. Thompson &amp; S. Ford, \"DNA Typing: Acceptance and Weight of the New Genetic Identification Tests.\" 75 Va.L.Rev. 45, 49 (1989). The seven states in which Cellmark's single probe evidence has been admitted are: Colorado, Florida, Maryland [apparently alluding to the admission at trial in the instant case], New York, North Carolina, Virginia, and Wisconsin.\n[15]  Among the articles referred to are: A. Jeffreys, \"Spontaneous Mutation Rates to New Length Alleles at Tandem-Repetitive Hyper-variable Loci in Human DNA,\" 322 Nature 278 (1988); Z. Wong, \"Characterization of a Panel of Highly Variable Minisatellites Cloned from Human DNA,\" 51 Annals of Human Genetics 269 (1987); Z. Wong, \"Cloning a Selected Fragment From a Human DNA `Fingerprint': Isolation of an Extremely Polymorphic Minisatellite,\" 14 Nucleic Acids Research 4605 (1986).\n\nMoreover, textbooks and peer review journals demonstrate the acceptance of RFLP probes in genetic research. B. Lewin, Gene (3 ed. 1987); 42 Am.J.Hum. Genetics (1988); Comment, \"DNA Identification Tests and the Courts,\" 63 Wash.L.Rev. 903, 913 (1988).\n\n",
            "ocr": false,
            "opinion_id": 2334367
        }
    ],
    "court_short_name": "Court of Special Appeals of Maryland",
    "court_full_name": "Court of Special Appeals of Maryland",
    "court_type": "SA",
    "court_jurisdiction": "Maryland, MD",
    "crime_category": "Rape"
}