{
    "id": 56589,
    "judges": "Birch, Black, Marcus, Per Curiam",
    "date_filed": "1995-08-18",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-jose-calles",
    "case_name_short": null,
    "case_name": "United States v. Jose Calles",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Jose CALLES, Defendant-Appellant",
    "attorneys": "Robin J. Farnsworth, Federal Public Defender, Ft. Lauderdale, FL, Kathleen M. Williams, Dade County, Public Defender, Miami, FL, Peter Vincent Birch, Federal Public Defender, West Palm Bch., FL, for Defendant-Appellant., Anne R. Schultz, U.S. Attorney’s Office, Miami, FL, for Plaintiff-Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": "Non-Argument Calendar.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b965-21\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Jose CALLES, Defendant-Appellant.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b965-24\">\n    No. 07-10104\n   </docketnumber><p data-order=\"2\" data-type=\"summary\" id=\"Ado\">\n    Non-Argument Calendar.\n   </p><br><court data-order=\"3\" data-type=\"court\" id=\"b965-25\">\n    United States Court of Appeals, Eleventh Circuit.\n   </court><br><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b965-26\">\n    Oct. 11, 2007.\n   </decisiondate><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b966-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"940\"> \n     *940\n     </span>\n    Robin J. Farnsworth, Federal Public Defender, Ft. Lauderdale, FL, Kathleen M. Williams, Dade County, Public Defender, Miami, FL, Peter Vincent Birch, Federal Public Defender, West Palm Bch., FL, for Defendant-Appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b966-5\">\n    Anne R. Schultz, U.S. Attorney’s Office, Miami, FL, for Plaintiff-Appellee.\n   </attorneys><br><p data-order=\"7\" data-type=\"judges\" id=\"b966-7\">\n    Before BIRCH, BLACK and MARCUS, Circuit Judges.\n   </p>",
    "citations": [
        "250 F. App'x 939"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "http://www.ca11.uscourts.gov/unpub/ops/200710104.pdf",
            "author_id": null,
            "opinion_text": "                                                          [DO NOT PUBLISH]\n\n\n              IN THE UNITED STATES COURT OF APPEALS\n\n                      FOR THE ELEVENTH CIRCUIT                     FILED\n                        ________________________         U.S. COURT OF APPEALS\n                                                           ELEVENTH CIRCUIT\n                                                               October 11, 2007\n                              No. 07-10104                  THOMAS K. KAHN\n                          Non-Argument Calendar                 CLERK\n                        ________________________\n\n                    D. C. Docket No. 06-80064-CR-DMM\n\nUNITED STATES OF AMERICA,\n\n\n                                                                Plaintiff-Appellee,\n\n                                    versus\n\nJOSE CALLES,\n\n                                                          Defendant-Appellant.\n\n\n                        ________________________\n\n                 Appeal from the United States District Court\n                     for the Southern District of Florida\n                       _________________________\n\n                             (October 11, 2007)\n\nBefore BIRCH, BLACK and MARCUS, Circuit Judges.\n\nPER CURIAM:\n\n     Jose Calles appeals as unreasonable his 240-month sentence imposed after\n\fhe pled guilty to kidnaping, in violation of 18 U.S.C. § 1201(a), and interstate\n\ntransportation of a stolen vehicle, in violation of 18 U.S.C. § 2312. We affirm.\n\n                                    I. BACKGROUND\n\n      Calles is a member of Mara Salvatrucha 13 (“MS-13\"), a violent street gang\n\nwith origins in El Salvador. On January 11, 2006, a fellow MS-13 member,\n\nDouglas Collocho, told Calles and some other gang members that there was trouble\n\nwith some black males in their apartment complex parking lot in Virginia Beach,\n\nVirginia. Calles and three other MS-13 members armed themselves with machetes\n\nand handguns and went to the parking lot in their apartment complex, where\n\nCollocho fired four shots at a black male. Calles’s brother, Victor Calles, learned\n\nof the shooting and decided that he and Jose should go to West Palm Beach,\n\nFlorida, to live with their aunt.\n\n      Victor Calles lived with his girlfriend, Christina Esfandiari, who was known\n\nto have a large amount of money because of a legal settlement. On January 16,\n\n2006, Jose Calles, Victor Calles, Javier Santos, and Joel Muratti-Hani attacked\n\nEsfandiari (“the victim”). The four men went into the victim’s bedroom and struck\n\nher repeatedly. Jose Calles grabbed a knife from the kitchen and held it to the\n\nvictim’s throat; the men told the victim not to scream or they would kill her. Soon\n\nafter attacking the victim, Victor Calles and Santos left with the victim’s credit\n\n\n\n                                           2\n\fcards and a personal identification number so that they could obtain cash. While\n\nVictor Calles and Santos were away, Muratti-Hani decided that he wanted to rape\n\nthe victim; Jose Calles assisted in raping the victim by pulling her legs apart so that\n\nMuratti-Hani could penetrate her. Jose Calles encouraged Muratti-Hani and\n\ntaunted the victim while Muratti-Hani raped her. When Victor Calles and Santos\n\nreturned, the four men forced the victim out of her apartment and into her vehicle.\n\nAs they left the victim’s apartment, Jose Calles pointed to a picture of her children\n\nand told her to say goodbye to her young sons, because she was never going to see\n\nthem again. In addition to the victim’s car, the four men took other personal\n\nproperty, including her credit cards, jewelry, two computers, and a plasma\n\ntelevision.\n\n      They drove the victim’s car from Virginia Beach, Virginia, to West Palm\n\nBeach, Florida. Upon arrival in West Palm Beach, they checked into a Dollar Inn\n\nMotel. On January 17, 2006, at 8:00 A.M., the victim noticed that the four men\n\nwere asleep, so she ran outside and called for help. Officers from the West Palm\n\nBeach Police Department arrived and took Victor and Jose Calles into custody.\n\n      Jose Calles pled guilty to a two-count indictment for kidnaping under §\n\n1201(a) and interstate transportation of a stolen vehicle under § 2312. For the\n\nkidnaping count, the probation officer calculated Calles’s adjusted offense level to\n\n\n\n                                           3\n\fbe 42, with a reduction of two levels for acceptance of responsibility pursuant to\n\nU.S.S.G. § 3E1.1(a), which gave him a total adjusted offense level of 40. For the\n\ntheft count, the probation officer calculated an adjusted base offense level of 10.\n\nAfter applying the grouping rules, the probation officer calculated Calles’s total\n\noffense level to be 40.\n\n      Calles’s presentence investigation report (“PSI”) shows that Calles, who was\n\neighteen years old at the time with a history of drug and alcohol abuse, has a\n\nCriminal History Category of I. Specifically, Calles admitted to having used\n\nmarijuana, powder cocaine, and crack cocaine. He reported that he would use\n\ncrack cocaine for three or four days at a time. Calles had several disciplinary\n\nproblems while in school, including obscene gestures, possession of marijuana,\n\ndisrupting class, sexual harassment, and bringing a knife to school. The probation\n\nofficer calculated the resulting Sentencing Guidelines range to be 292-365 months\n\nof imprisonment.\n\n      At the sentencing hearing, the government made a motion for a downward\n\ndeparture pursuant to U.S.S.G. § 5K1.1 and 18 U.S.C. § 3553(e). The government\n\nmoved for a twenty percent downward departure because Calles pled guilty the\n\nmorning of his trial and agreed to testify truthfully before the jury. The\n\ngovernment urged the district judge not to go below a twenty percent reduction\n\n\n\n                                           4\n\fbecause Calles did not agree to testify until the morning of his trial, and he has no\n\nmoral development, demonstrated by his drug usage and problems in school. The\n\ngovernment further maintained that the public needed to be protected from Calles,\n\nand that only a long sentence would provide protection. Based on a twenty percent\n\nreduction, the government urged that Calles’s sentence should be 234 months.\n\n      Defense counsel argued that Calles should receive a lower sentence because\n\nof his age and cooperation with the government by testifying against his brother,\n\nVictor, at Victor’s trial. Additionally, counsel argued that Calles is not an\n\ninherently bad person and had no history of violence. Counsel further suggested\n\nthat imprisonment for ten years (120 months) or less would be appropriate because\n\nCalles needs to acquire discipline and direction. Defense counsel urged the district\n\njudge to reduce Calles’s sentence by fifty percent or more.\n\n      In rebuttal, the government argued that Calles was a danger and that a long\n\nsentence was necessary to protect the public. Contrary to defense counsel’s\n\nargument, the government argued that Calles was violent demonstrated by the facts\n\nof his case, including Calles’s presence during the shooting in the apartment\n\nparking lot and his participation in the victim’s rape. The government further\n\nargued that Calles’s violent nature was illustrated when the victim was taken\n\nforcibly from her apartment, and Calles told her that she would not see her children\n\n\n\n                                           5\n\fagain. The government noted that, but for Calles’s pleading guilty the morning of\n\nhis trial, his applicable Sentencing Guidelines offense level would be 42, which\n\ncorresponds to a Guidelines range of 360 months of imprisonment to life.\n\n      At the sentencing hearing, the victim, Esfandiari, spoke on behalf of Calles.\n\nShe gave the district judge a lengthy description of Calles’s family history and\n\nproblems. Specifically, she explained that Calles lived in poverty and that he had\n\nexperienced an unhappy family life. She characterized Calles as “a victim of\n\ncircumstances that are out of his control.” R5 at 31. In concluding her statement,\n\nthe victim asked the judge for leniency in sentencing Calles.\n\n      At the sentencing hearing, the district judge considered Calles’s arguments\n\nand the victim’s statement on behalf of Calles. Before imposing the sentence, the\n\njudge stated, “I’ve considered the statements of all of the parties, including the\n\nvictim, I’ve reviewed the presentence report which contains the advisory\n\nguidelines and the statutory factors.” Id. at 32. The judge granted the\n\ngovernment’s motion for downward departure and sentenced Calles to a term of\n\n240 months in prison on Count 1 and a term of 120 months in prison on Count 2,\n\nto be served concurrently. After Calles was sentenced, his counsel objected to his\n\nsentence as being unreasonable under United States v. Booker, 543 U.S. 220, 125\n\nS. Ct. 738 (2005).\n\n\n\n                                           6\n\f                                      II. DISCUSSION\n\n       On appeal, Calles argues that his 240-month sentence, which is below the\n\nSentencing Guidelines range of 292 to 365 months, is nevertheless unreasonable1\n\n“because it fails to promote the goal of rehabilitation, fails to consider the history\n\nand characteristics of the defendant and fails to adequately take into account the\n\nlevel of his assistance and cooperation.” Appellant’s Br. at 7. He further contends\n\nthat his sentence is unnecessarily harsh, particularly in view of the fact that he was\n\neighteen years old at the time of sentencing, and he has not been incarcerated\n\npreviously.\n\n       “‘In reviewing the ultimate sentence imposed by the district court for\n\nreasonableness, we consider the final sentence, in its entirety, in light of the [18\n\nU.S.C.] § 3553(a) factors.’” United States v. Valnor, 451 F.3d 744, 748 (11th Cir.\n\n2006) (citation omitted). The § 3553(a) factors include:\n\n       (1) the nature and circumstances of the offense and the history and\n       characteristics of the defendant; (2) the need for the sentence\n       imposed— (A) to reflect the seriousness of the offense, to promote\n       respect for the law, and to provide just punishment for the offense; (B)\n       to afford adequate deterrence to criminal conduct; (C) to protect the\n       public from further crimes of the defendant; and (D) to provide the\n\n\n       1\n         Calles challenges the reasonableness of the sentence, which is cognizable on appeal\nunder 18 U.S.C. § 3742(a)(1). United States v. Martinez, 434 F.3d 1318, 1322 (11th Cir. 2006)\n(per curiam) (determining “that a post-Booker appeal based on the ‘unreasonableness’ of a\nsentence, whether within or outside the advisory guidelines range, is an appeal asserting that the\nsentence was imposed in violation of law pursuant to § 3742(a)(1)”).\n\n                                                 7\n\f      defendant with needed educational or vocational training, medical\n      care, or other correctional treatment in the most effective manner; (3)\n      the kinds of sentences available; (4) the kinds of sentence and the\n      [S]entencing [Guidelines] range . . .; (5) any pertinent policy\n      statement— (A) issued by the Sentencing Commission . . .; (6) the\n      need to avoid unwarranted sentencing disparities among defendants\n      with similar records who have been found guilty of similar conduct;\n      and (7) the need to provide restitution to any victims of the offense.\n\n18 U.S.C. § 3553(a)(1)-(7).\n\n      A district judge does not need to state on the record that each factor has been\n\nconsidered and does not need to discuss each factor. United States v. Dorman, 488\n\nF.3d 936, 944 (11th Cir. 2007). In determining if a district judge adequately has\n\nconsidered the defendant’s arguments and the § 3553(a) factors, we look at the\n\njudge’s statements during the entire sentencing hearing. United States v. Williams,\n\n435 F.3d 1350, 1355 (11th Cir. 2006) (per curiam). Additionally, we have\n\ncompared the sentence actually imposed to the statutory maximum in the\n\nreasonableness review process. United States v. Winingear, 422 F.3d 1241, 1246\n\n(11th Cir. 2005) (per curiam). The burden of proving that the sentence is\n\nunreasonable under the record and the § 3553(a) factors rests on the challenger.\n\nUnited States v. Talley, 431 F.3d 784, 788 (11th Cir. 2005) (per curiam).\n\n      We do not presume reasonable a sentence within the properly calculated\n\nSentencing Guidelines range. United States v. Hunt, 459 F.3d 1180, 1185 (11th\n\nCir. 2006). The Supreme Court, however, has upheld other circuit decisions\n\n                                          8\n\faffording such a presumption and recognized that a sentence, independently\n\ncalculated by a district judge in accordance with Booker that falls within the\n\nproperly calculated Guidelines range “significantly increases the likelihood that the\n\nsentence is a reasonable one.” Rita v. United States, ___ U.S. ___, ___, 127 S. Ct.\n\n2456, 2463 (2007).\n\n      Before imposing Calles’s sentence, the district judge acknowledged that he\n\nhad considered Calles’s arguments, the government’s arguments, the victim’s\n\nstatement on behalf of Calles, and the PSI. Aside from these considerations, the\n\ndistrict judge also heard Calles apologize for his actions. The judge additionally\n\nwas aware of Calles’s personal history, including substance abuse and disciplinary\n\nproblems in school, which preceded the two episodes of violent behavior at issue\n\nin this case: (1) participating in the attempted murder of the black male in the\n\napartment parking lot, and (2) assisting in the rape of the victim, all of which relate\n\nto § 3553(a) factors. Our review of reasonableness consists of considering the §\n\n3553(a) factors, which includes Calles’s need for rehabilitation and his personal\n\ncircumstances that he argues were not assessed, as well as the district judge’s\n\nreasons for the sentence imposed. Williams, 435 F.3d at 1355. Significantly,\n\nCalles’s 240-month sentence was below the Guidelines range of 292-365 months\n\nof imprisonment and well below the life imprisonment, statutory maximum of §\n\n\n\n                                           9\n\f1201(a). Based on this record, Calles has not met his burden of establishing the\n\nunreasonableness of his sentence. Because the district judge considered all of\n\nCalles’s arguments and considered the factors outlined by § 3553(a), we conclude\n\nthat the sentence he imposed is reasonable.\n\n                                III. CONCLUSION\n\n      On appeal, Calles contends that his 240-month sentence for kidnaping and\n\ninterstate transportation of a stolen vehicle is unreasonable. As we have explained,\n\nCalles has failed to establish the unreasonableness of his sentence, because the\n\ndistrict judge gave him a sentence below the Sentencing Guidelines range and the\n\nstatutory sentence of life imprisonment, as well as considered all of the § 3553(a)\n\nfactors. Accordingly, Calles’s sentence is AFFIRMED.\n\n\n\n\n                                         10\n\f",
            "ocr": false,
            "opinion_id": 56589
        }
    ],
    "court_short_name": "Eleventh Circuit",
    "court_full_name": "Court of Appeals for the Eleventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}