{
    "id": 1445715,
    "judges": "Bray, Carter, Peters",
    "date_filed": "2012-04-24",
    "date_filed_is_approximate": true,
    "slug": "people-v-burns",
    "case_name_short": "Burns",
    "case_name": "People v. Burns",
    "case_name_full": "The PEOPLE, Respondent, v. HUGH E. BURNS, Appellant",
    "attorneys": "Hugh E. Burns, in pro. per., and Emmet F. Hagerty for Appellant., Edmund G. Brown, Attorney General, and David K. Lener, Deputy Attorney General, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 61,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b542-4\">\n    [Crim. No. 2761.\n   </docketnumber><court id=\"AgU\">\n    First Dist., Div. One.\n   </court><decisiondate id=\"AV8\">\n    Mar. 3, 1952.]\n   </decisiondate><br><parties id=\"b542-5\">\n    THE PEOPLE, Respondent, v. HUGH E. BURNS, Appellant.\n   </parties><br><attorneys id=\"b544-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"526\"> \n     *526\n     </span>\n    Hugh E. Burns, in pro. per., and Emmet F. Hagerty for Appellant.\n   </attorneys><br><attorneys id=\"b544-10\">\n    Edmund G. Brown, Attorney General, and David K. Lener, Deputy Attorney General, for Respondent.\n   </attorneys>",
    "citations": [
        "109 Cal. App. 2d 524"
    ],
    "opinions": [
        {
            "author_str": "Bray",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBRAY, J.\nDefendant appeals in propria persona from a conviction by a jury of murder in the second degree and an order denying a new trial. He was represented by counsel at the trial and on argument here.\nQuestions Presented\n1. Insufficiency of the evidence, particularly to prove second degree murder. 2. Errors in admission of testimony, particularly evidence of the commission of a crime 13 years prior. 3. Alleged misconduct of the judge and district attorney.\n*527Facts\nIt is the theory of the prosecution that deceased died from being beaten about the head by defendant. The defendant contends that her death was due to injuries from falls.\nDefendant, 37 years of age, married and father of two children, is a sergeant in the United States Army and was stationed at Camp Stoneman. On Saturday, in uniform, he with a couple of other soldiers came to San Francisco after stopping at O rinda for a couple of drinks. About 6 o’clock he was in Brownie’s Tavern where he met Mrs. Myrna Stewart, aged 39, whose husband was absent from the city. Burns testified that she smiled at him, and he bought her drinks. Both he and she drank ginger ale and whisky. In the course of their conversation she gave him the name of a hotel which was not “too fussy” and stated she would go there with him later in the evening. He then went to the hotel, checked in, and returned to Myrna at the tavern. They had more drinks. Defendant does not know how long they remained in the tavern, nor does he remember leaving the tavern. In a statement to the police given on Monday he stated that the next thing he remembered was the cab driver telling him “we couldn’t fight in his taxicab.” He also stated that he did not remember hitting Myrna, but he must have because of the driver’s statement, and then he stated that he did remember striking her in the cab. He also stated that after they got out of the cab, he apologized to her for hitting her. He further stated that the driver put them out of the cab. The driver testified that about 9 p. m. the couple got into his cab at the Mark Hopkins Hotel. They were not drunk but evidenced that they had been drinking. Defendant directed him as to particular streets to drive on, and had him stop at a drugstore which defendant entered, returning in approximately three minutes. Defendant first told him to drive to Twin Peaks and then told him to drive to the beach. Arriving at the beach defendant directed him to drive to the left, along the Great Highway. The couple were quiet all the way until then, when the driver heard Myrna say, “No, don’t.” The couple were embraced and he said, “No rough stuff in the cab.” Defendant replied, “All right.” Near Fleishhacker Zoo the driver made a “U” turn and started back. At Wawona Street defendant said, “Stop here. We are going over to have a drink.” The couple got out. “They appeared friendly.” At no time did the driver notice any marks on Myrna’s face. There was *528no fight in the cab and the driver did not pnt the couple out. Defendant’s testimony at the trial differed with his statement to the officers. His testimony concerning the ride from the time when he claims he first remembered being in the cab up to this point was substantially the same as that of the driver. The place where the cab stopped was opposite a bar called Mae’s Hitch Rack. On the other side of the street was a concrete pedestrian tunnel under the Great Highway to the beach.\nDefendant testified that after leaving the cab Myrna suggested a swim before they had another drink. They started up the embankment to go across the Great Highway. Defendant fell in some bushes there. He claimed that the scratches found on his ear were caused by his fall or in his getting up, although when asked by Inspector Nelder if they were from a fingernail he replied that he did not know. (There were three scatehes on the back of his right ear.) He then noticed the tunnel and they started through it. Myrna fell against the cement side of the tunnel. He did not know whether she hit her head, although she fell head first towards the side. In his statement to the police he said “she slipped” and fell on “that cement.” He had told Inspector Nelder that the floor was concrete. (Actually the floor is loose sand, not concrete.) He helped her up. They walked out of the tunnel on to the beach. A short distance from the tunnel they undressed to go swimming. Myrna was a short distance from him. She asked him to help her with her brassiere. He helped her unhook it. Then she started for the water. They were both completely nude. By the time he caught up with her she had fallen forward. She did not answer him. He thought she had passed out, due to her drinking. He decided to take her down to the water to revive her. She was limp and he had difficulty in lifting and carrying her. He fell with her several times, tripping over debris. Once he fell on top of her on a log. He finally got her near the water and started to splash water on her. A breaker hit him from behind and he rolled on top of her. He eventually got her out of the surf and to the dry sand. He saw a couple walking along the beach (Mr. and Mrs. Baron). He called to them, asking that they give him a hand. Baron came over. Defendant explained that the woman had passed out from drinking and what he had tried to do to revive her. Together they carried her to where her clothes were. Baron and he started to dress her. Mrs. *529Baron approached so he got his clothes off to one side and dressed. The Barons dressed Myrna. Baron and he carried her through the tunnel to the street. Baron said something about getting an ambulance. Defendant said he did not want to get involved, knowing that the woman was married and so was he. Baron told him he was already involved. Defendant went across the street to Mac’s Hitch Rack and asked a man and woman sitting at a counter to call an am7 bulance, as there had been an accident. He returned to the Barons and Myrna. The Barons left to go to Mae’s for a cup of coffee. When the Barons entered the place, defendant decided that he had done everything he could for the woman. Defendant went towards Mac’s but continued on to the next street and hailed a taxi which had just, debarked some passengers. He then went to his hotel and changed into civilian clothes. He then noticed that his ear was bleeding more than he had realized. He next went back to Brownie’s Tavern and asked Reilly, the bartender, to do him a favor, that if anyone asked if he were in there earlier in the evening to say he did not see him. He then went to another tavern, had a drink and left in a taxi, which took him to his hotel where he got his suitcase. He was then driven to Cooper and Varni’s bar where he waited while the taxi driver, at defendant’s request, took his suitcase to the Greyhound bus station from which the buses leave for Camp Stoneman, checked it, and brought back to him the key to the receptacle. Defendant had one drink there. He asked the bartender for a flashlight, saying that he thought he had lost his watch at the beach and he wanted to go out and look for it. This was about 2 o’clock Sunday morning. At his request he was driven to the 365 Club, taking with him in the cab a woman he met in Cooper and Varni’s. When they closed the bar at the 365 Club he returned to his hotel. He left his hotel Sunday morning about 8 o’clock and after drinking at a couple of bars, and getting his suitcase at the bus station, he went to the beach and looked for his wristwatch and glasses which he had lost there the night before. He also had lost one of his socks there. He then went to a couple of bars and then to a restaurant. He had had nothing to eat since 6 o’clock Saturday morning. He returned to his hotel and went to bed. That afternoon Sergeant Feller who had come down from Stoneman with him waked him up and they started back to camp. Defendant contended that in the statement *530testified to by Inspector Nelder the questions and answers were not complete and that some of them were twisted around.\nMr. and Mrs. Baron testified that while walking along the beach between the hours of 10:30 and 11:30 that Saturday evening they passed 8 or 10 yards beyond a nude man standing, who called, asking Baron to give him a hand. Lying at his feet was a nude woman, who was unconscious but breathing heavily. Defendant stated that he and she had been drinking; she had passed out from drinking, and he had brought her to the beach to revive her in the water. He and defendant carried her to the spot where defendant’s clothes were. The woman seemed to be shivering and Baron took defendant’s jacket and shirt and placed them over her. Then Mrs. Baron and he started looking for the woman’s clothes. Mrs. Baron found them and he and she put the woman’s coat and dress on her. Mrs. Baron put the underclothes in the woman’s hat. Baron suggested getting an ambulance or calling the police. Defendant said he did not want to get involved in anything. Baron told him he was already involved. Defendant suggested that they carry the woman where they could get a cab. Baron and defendant, who by then had dressed, then carried her through the tunnel to the street, Mrs.' Baron bringing the underclothes and hat. In carrying the woman from the place where she was lying on the wet sand Baron did not observe any obstacles on the sand. Mrs. Baron noticed some sort of log, although it did not obstruct their path. When they got through the tunnel Baron noticed that the woman had a “very stout or fat face or her face was swollen.” He did not notice anything about her mouth. Mrs. Baron also noticed that the face was puffy and fat and there was blood on it. Mrs. Baron had gone up over the highway and brought a taxi to the place where the men had laid the woman by the side of the road. The taxi driver refused to take the woman because she was unconscious but he said he would look for a police ear. Baron told defendant to go over to Mac’s and phone for an ambulance. Defendant went into Mac’s. In less than half a minute he returned and stated that some men said they would phone. Baron suggested to his wife that they go get coffee. Baron indicated to defendant that he stay with the woman. Mr. and Mrs. Baron went into Mac’s, found several men there, and asked them if they had seen a soldier come in. They said they had not seen anyone. Baron then saw two policemen standing there, and took them back to the woman. De*531fpndant had disappeared. Baron had observed an odor of alcohol about defendant. His speech was a little heavy as though he had been drinking, but he walked steadily and was coherent.\nMyrna was taken by ambulance to the hospital, and died the next day. Dr. Webb, a specialist in neurological surgery, saw Myrna at the emergency hospital about 10 a. m. Sunday. She was deeply unconscious. (The evidence indicates that she never regained consciousness from the time the Barons saw her on the beach until her death.) She was bruised about the face; there was evidence of a recent hemorrhage in the right eye and her reflexes indicated brain damage. She had lacerations of the inner lip. The witness and other doctors concluded she had had a severe injury to the brain. He operated, finding a subdural hematoma and a bleeding beneath the membrane surrounding the brain and in the brain itself. The cause of death was intrinsic brain damage. In his opinion it was caused by some blunt object which carried weight but would not cut. The human fist by repeated blows to the face could have caused it. A fall to the sand could not have caused it, nor a single overwhelming blow. Nor could it have been caused by Myrna’s repeatedly falling with 200 pounds of weight on her back (defendant’s weight), and repeatedly striking a block of concrete.\nDr. Moon, the pathologist to the coroner, examined deceased’s brain tissues and found contusions and lacerations. In her neck organs he found hemorrhages caused in his opinion by traumatic injuries caused by pressure exerted deep in the neck by fingers pressed to the neck. The condition of the brain was traumatic and in his opinion could have been caused by a minimum of four forceful impacts of the human fist to the face.\nDr. Bosenthal, the autopsy surgeon for the coroner, testified that on his examination of the body he found contusions of both cheeks and jaws extending down into the neck on the sides; lacerations on the inner aspects of both the upper and lower lips, that is, inside the mouth; multiple tiny excoriations, which are tiny punctures or scratches, over the cheek and upper part of the neck; bleeding under the skin of the left upper eyelid and of the ridge of the right ear, and bleeding of the right arm. He described the injuries he found on autopsy of the brain. His testimony in this respect was similar to that of Dr. Moon. There was blood in the nostrils. There was considerable hemorrhage to the *532larnyx, the throat, the thyroid gland, and in the muscles surrounding the windpipe. The injuries to the neck structure extended from a position approximately under the chin down almost to the shoulder bone. The injuries to the neck were traumatic injuries due to a compressive or squeezing force and could have been done with human hands. The brain injuries were also traumatic, caused by forceful and multiple collision with a blunt object and could have been caused by blows with the fist to .the face. Death was due to the injury to the brain. The injuries could not have been caused by a fall to the sand. The puncture excoriations about the face and neck could have been made by falls on the sand.\nReilly, the bartender at Brownie’s testified that when defendant returned to the tavern about midnight he requested the witness, if anyone asked if witness had seen him in uniform that night, to say no. The witness stated that when defendant was in the tavern earlier that night with Myrna he was in uniform, but was wearing civilian clothes when he returned at this time. Reilly testified to serving drinks to the couple, and that defendant was sober when he saw him when he left earlier.\nSergeant Feller testified that Sunday afternoon while they were returning to camp defendant told him that he lost his watch and glasses and that he had a fight.\nCooper, of Cooper and Varni’s bar, testified that about 1:15 or 1:30 Sunday morning defendant came into his bar and told him that “he had a little trouble out at the beach and had slapped a girl around.”\nOne Pens, a taxi driver, testified that defendant hailed him and asked if he had a flashlight which he needed to use at the beach where he had lost his watch. Pens said he did not have one. He drove defendant to the hotel, where defendant got his luggage. He then drove defendant to Cooper and Yarni’s. On the way defendant stated that he was glad that San Francisco taxi drivers were more or less closemouthed. He also told about being at the beach swimming with a woman and she was hurt or drunk, the driver did not remember which; she passed out and he tried to revive her in the water; that a couple came along and that he told the couple to wait there while he went to call an ambulance, but he managed to hail a cab and left the vicinity. While defendant was in Cooper and Yarni’s the driver, at defendant’s request, checked his bag at the bus station and gave the key to defendant at Cooper and Yarni’s Defendant came *533out with a woman and they both got in the cab. The woman stated to defendant that she heard him tell the bartender that he had slapped another woman around, and she wanted to caution him not to use the same tactics on her. The driver did not recall whether or not defendant replied.\nOn Monday morning, two soldiers in the Criminal Investigation Division of the United States Army talked to defendant. One, Puckett, testified that defendant told him that on the night in question he had a quarrel in a taxicab with a woman; that he had struck her in the cab; also that he had quarreled with her after they got out of the cab. The other, Beazley, testified that after asking the witness if the woman was really dead, defendant said, “. . . it was that ginger ale that caused all this. When I just drink whiskey or whiskey with water I am O. K., but when I drink ginger ale with it I get to feeling mean and anything can happen.” A short time later defendant said, “I guess I will get the gas chamber for this.”\nDefendant denied making the statements and admissions testified by the above-mentioned witnesses, except that he admitted giving a complete statement to Inspector Nelder, but characterized it as hereinbefore set forth. There was no evidence of rape on Myrna’s body. The clothes she had worn were examined and there was no evidence of tearing or indication that she had not undressed herself, except, as defendant testified, in the removal of her brassiere.\nDr. Berger, a former autopsy surgeon for the coroner, called by defendant, testified in effect that all of Myrna’s injuries could have been caused by the falls described by defendant and contact with the sand or the objects which photographs of the beach showed were there.\nDefendant makes some point of the fact that Dr. Webb bored some holes in Myrna’s skull, although she had no skull fracture, and that such operation may have caused her death. Dr. Webb explained that the operation was necessary to relieve the pressure on the brain from the hemorrhages within the skull. There is no evidence that the operation caused the death. On the contrary, all the evidence of the medical experts, including the one called by defendant, is that she died from the brain injury, caused either from defendant’s blows or her repeated falls.\nIt is obvious from the foregoing recital of the testimony that there was sufficient evidence to justify the jury in finding that Myrna met her death as the result of blows admin*534istered by defendant.  Assuming that the evidence is also susceptible of the inference that her death might have been due to falls, that does not justify us in reversing the verdict. . “. . . the mere fact that the evidence is susceptible of two inferences, one of innocence and one of guilt would not warrant a reversal of conviction. . . . The appellate court is bound by the findings of the jury where it rejects the hypothesis of innocence if there is substantial evidence to support the finding of guilt as the more reasonable of the two hypotheses. Under this rule, the conviction of the defendant herein is amply supported by the evidence.” (People v. Crawford, 41 Cal.App.2d 198, 205 [106 P.2d 219].)\nSecond Degree Murder\nDefendant contends that the evidence fails to prove second degree murder. It is not clear exactly what defendant’s contention in this respect is, other than his general contention that the evidence proves that Myrna’s injuries were caused by falls rather than blows.  From the evidence the jury could have inferred that defendant gave deceased an unmerciful beating. That death resulting from such a situation constitutes murder in the second degree is held in People v. Cayer, 102 Cal.App.2d 643 [228 P.2d 70], and People v. Tubby, 34 Cal.2d 72 [207 P.2d 51].\nAdmission op Testimony\n(a) Prior Crime\nA serious question in the case is the admissibility of the evidence of a prior crime. Over defendant’s objections, the testimony of a Mrs. Qualtieri, and Kane, the Chief of Police of Seituate, Massachusetts, was admitted. Their testimony disclosed that on June 17, 1937, Mrs. Qualtieri was living at Seituate, a summer resort. While she was sitting on the beach defendant came along and spoke to her. That evening he took her to a dance. After the dance, where defendant had two drinks and she one, defendant took her in his car towards her home, then drove into a wooded area off the road, struck her with his fists, forced her out of the car, held her by the throat, told her that she would either do what he wanted or she would have to put his “private” in her mouth. When she refused he kept hitting her in the face while he was holding her down on the ground by the throat. He kept hitting her and she kept pleading with him. Finally, he let her go. He was later arrested and stated that he had tried “to make her” but he did not *535realize what he was doing as he had heen drinking at the time. Defendant claimed that the incident did not occur, but admitted that he had pleaded guilty to a charge of assault brought by the girl. He said he did so because her father was on the police force and he would have been railroaded unless he so pleaded.\nPeople v. Peete, 28 Cal.2d 306 [169 P.2d 924], contains a long list of California cases and certain law review articles on the subject of the admissibility of evidence of other crimes than the one upon which the defendant is being tried. It sets forth the exception to the general rule that evidence of another and distinct offense is not admissible. It points out that such evidence may not be admitted merely to show criminal disposition. “ ‘. . . But whenever the case is such that proof of one crime tends to prove any fact material in the trial of another, such proof is admissible, and the fact that it may tend to prejudice the defendant in the minds of the jurors is no ground for its exclusion.’ ” (P. 315.) It says further (p. 316) : “The relevance of evidence that proves crimes other than that charged, however, must be examined with care. (People v. Albertson, 23 Cal.2d 550, 577 [145 P.2d 7]; see Stone, supra, 46 Harv.L.Rev. 954, 983.) ” As to the test: “ ‘ The general tests of the admissibility of evidence in a criminal case are: . . . does it tend logically, naturally, and by reasonable inference, to establish any fact material for the people, or to overcome any material matter sought to be proved by the defense? If it does, then it is admissible, whether it embraces the commission of another crime or does not, whether the other crime be similar in kind or not, whether it be part of a single design or not.’ ” (P. 315.) In the Peete ease the evidence of the prior crime coupled with that of the one for which the defendant was on trial indicated strongly that the second murder was part of a scheme by defendant to acquire property by murder.\nIn People v. Cassandras, 83 Cal.App.2d 272 [188 P.2d 546], we stated, concerning the exceptions to the general rule (p. 279) : “In recent years these exceptions have been so extended that the rule appears to have become the exception and the exceptions the rule. [Citations.] One exception that is well settled in the law is that the evidence of other crimes is admissible to show a pattern, scheme, design, project or plan of which the two crimes are a part. (See discussion 8 Cal.Jur. § 173, p. 69.) In such cases, inasmuch as the defendant *536has pleaded not guilty and thus put in issue all facts relating to the commission of the offense the evidence of the prior crime of a similar character is of value and admissible in that it tends to show a general plan, scheme or design which is of some direct probative value in proving that the crime of which defendant is charged was in fact committed by him.” (Italics added.) (See, also, People v. Zatzke, 33 Cal.2d 480 [202 P.2d 1009].) In the Cassandras case there is listed a number of cases holding (p. 280) : “The general pattern, scheme and plan exception has frequently been held applicable to show previous burglaries, larcenies or thefts, where the prior offenses were committed under circumstances similar to the one charged.” As to rape eases the court says (p. 281) : “But where the prior rape or attempt is committed under circumstances remarkably similar to the one charged the evidence is admissible to show a plan or scheme to commit the crime in that fashion, even though the prior rape or attempt was committed on a person other than the prosecutrix. In such cases the evidence that defendant committed the prior offense tends to prove that he committed the offense charged.”\nIn 23 California Law Review 531, the following appears: “There is no doubt that evidence of other criminal acts is admissible to prove the intent of the defendant to commit the crime charged. The cause of similar acts is usually the same. Recurrence of similar happenings tends to negative accident, mistake or good faith. . . .\n“When evidence is offered to prove intent or knowledge, the act is assumed to have been done by the defendant. When, however, evidence is offered to prove a plan, system or design, the purpose of admitting it is to show that defendant did the act charged. From proof of a plan made, or a general system used, an inference may be drawn that the defendant did the act charged and also had a particular state of mind. . . .\n“Because of the difference between knowledge or intent and plan, system, or design, evidence of other acts when offered to prove the latter should be restricted to other acts with a sufficiently high degree of common features to warrant the inference that defendant committed the crime for which he is being prosecuted. A lesser degree of similarity of features of the other acts will warrant an inference that the person doing the act did not do it innocently. Ample authority exists for holding that a plan, system or design to do a criminal act may be proved by evidence of other acts *537similar in nature to the offense charged, though the other acts constitute separate offenses.”\nWith these rules in mind, let us examine the similarity of the two offenses. ■ In both, defendant “picked up” the victim in a public place. He spent considerable time with the women before the assault. He drank with the women. Both women were taken to secluded places. Mrs. Qualtieri was severely beaten about the face by defendant’s fists. There was evidence tending to show that Myrna was severely beaten about the face by a blunt object or by repeated blows by a human fist. There was a similarity in the injuries. Chief Kane testified that Mrs. Qualtieri’s face was swollen; her lip was cut on the inside. Myrna’s face was also swollen and her lips cut on the inside. Mrs. Qualtieri was choked or throttled. There was evidence tending to show that Myrna also was choked or throttled. In both cases defendant blamed his acts upon drinking, but denied the assault. In both cases defendant left the scene. Defendant claimed that the injuries to Myrna were accidental. The similarity of the circumstances under which the injuries were received as well as the similarity of the injuries themselves tend to negative accident. As said in People v. Morani, 196 Cal. 154, 160 [236 P. 135], quoting from People v. Hickok, 56 Cal.App. 13 [204 P. 555], which in turn quotes from People v. Seaman, 107 Mich. 348 [65 N.W. 203, 61 Am.St.Rep. 326] : “ ‘ “Upon principle and authority it is clear that where a felonious intent is an essential ingredient of the crime charged, and the act done is claimed to have been innocently or accidentally done, or by mistake, or when the result is claimed to have followed an act lawfully done for a legitimate purpose, or where there is room for such an inference, it is proper to characterize the act by proof of other like acts producing the same result as tending to show guilty knowledge, and the intent or purpose with which the particular act was done and to rebut the presumption that might otherwise obtain.” ’ ” This similarity indicates a pattern which defendant has followed on these two occasions. “When a defendant’s conduct in connection with the previous crime bears such similarity in significant respects to his conduct in connection with the crime charged as naturally to be explained as caused by a general plan, the similarity is not merely coincidental, but indicates that the conduct was directed by design.” (People v. Peete, supra, 28 Cal.2d 306, at p. 317.) Therefore the *538evidence was admissible, limited, of course, by proper instructions of the court, as was done in this case.\nDefendant has cited People v. Glass, 158 Cal. 650 [112 P. 281], for the proposition that the prior offense was not admissible here. That case and others which could be cited held under the facts of the particular case that evidence •of prior offenses was not admissible. So far as our case is concerned, the statement in People v. Kynette, 15 Cal.2d 731 [104 P.2d 794], referring to the Glass case, applies to it and them: “While factually distinguishable that case recognizes the exception to the general rule.” (P. 746.)\nDefendant contends that the prior offense, having occurred approximately 13 years prior to the one for which he was on trial was too remote.  Remoteness of the prior offense has been held to affect only the weight of the evidence, and not its relevancy or admissibility. (People v. Morani, supra, 196 Cal. 154; People v. Hall, 25 Cal.App.2d 336 [77 P.2d 244] ; People v. Bolton, 215 Cal. 12 [8 P.2d 116] ; People v. Zatzke, supra, 33 Cal.2d 480.) In People v. Miner, 96 Cal.App.2d 43 [214 P.2d 557], in an abortion case, evidence of abortions committed 11 years prior to the ones charged was held “not rendered inadmissible by the lapse of time. . . .” (P. 52.)\nWhere a prior crime is otherwise admissible to show a pattern and similarity, its remoteness should not cause it not to be considered, for if a person has once acted in a particular manner with particular results, and then again acts in the same manner and with the same result, but claims that the second result was accidental, it cannot be said that the first incident is not of significance in determining the truth of the second incident.\n(b) Clothes of Deceased\nInspector Nelder testified that he had received deceased’s clothes from the coroner on Wednesday following the arrest of defendant; that they had been in the Homicide Bureau ever since. Prideaux, the coroner’s investigator, testified to getting them from the hospital on Sunday night; that they were kept untouched at the coroner’s office until turned over to Inspector Nelder. Mrs. Baron identified the hat and coat and dress as those she saw in a pile near Myrna’s body at the beach. She testified that the slip, garter belt and brassiere were similar to those she saw that night. Defendant objected to the introduction of the clothing on the ground that the clothing had not been traced from the beach to the *539hospital. (He did not object that there was no evidence that the clothes were, in the same condition as when picked np by Mrs. Baron at the beach.) The district attorney offered to connect up the evidence. The clothes were then marked for identification. Later the district attorney again offered them in evidence.  Defendant objected on the ground that there “is a substantial conflict in testimony of witnesses relative to the clothes” and there was a gap between the time when Mrs. Baron picked them up at the beach and when they arrived at the hospital. The court admitted them. Just what defendant meant by the first ground of the objection does not appear. Technically the second ground was correct. However, no harm was done as no contention is made that the clothes are in any different condition than when Mrs. Baron last saw them. Actually, as evidence they were more favorable to defendant than to the prosecution. They show no evidence of having been forcibly removed, and support defendant’s testimony that deceased undressed herself. If there was error in admitting them it was error without prejudice.\n(c) Defendant’s Statement\nAfter defendant was returned from Camp Stoneman he was taken into the office of the Homicide Detail and was questioned by Inspector Nelder in the presence of another inspector. The questions and answers were taken down by a shorthand reporter. Defendant contends that this action was improper because there was no attorney present to represent him.  Defendant cites Penal Code, section 1340, which has no reference to an examination of a prisoner by the police. There is no evidence that defendant asked to have an attorney present, or objected to answering the questions put to him on that or any other ground.\nInspector Nelder testified that he had examined the transcribed statement made by the reporter and that it correctly set forth the questions which he had asked defendant and defendant’s answers thereto. Defendant objected on the ground that the typewritten statement constituted hearsay, and also because it was not shown that the reporter was not available. The district attorney stated that he was not and that he would give the reasons for his nonavailability to the judge and defendant’s counsel in the absence of the jury. After further discussion, including the citation of Fricke on California Criminal Evidence, page 315, counsel approached *540the bench and there was “discussion off the record.” Then counsel and the court repaired to chambers. What happened there does not appear. On return to the courtroom defendant’s counsel stated: “I appreciate the problem they have in connection with the certain situation about the reporter and I don’t think we should hold it over their head as a weapon. I will withdraw it and be glad to cooperate with the District Attorney.” When the inspector started to read the statement defendant stated that the principle of the matter was established by People v. Zammora, 66 Cal.App.2d 166 [152 P.2d 180], and that he thought the foundation should be laid as there “are other matters that I consider which pyramid upon this and which I will not want to be circumscribed in my case at all.” Thereupon the inspector was asked questions prompted by the procedure set forth in the Zammora case, page 224, paragraph 26. Defendant then asked the witness if it was necessary for him to refresh his memory of the transaction from the statement. The witness replied that it was. Thereupon the statement was read by the inspector without any objection from defendant. This procedure was proper, first, because not objected to, and secondly, because, as said in the Zammora case (p. 224): “. . . it must be held that the witness occupied a position similar in all respects to that which would have been presented had the stenographer read from the transcript—the only difference being that the stenographer would have been the person who made the stenographic notes.”\n(d) Magazine Photographs\nOn cross-examination, defendant sought to cross-examine Inspector Nelder concerning photographs which appeared in a certain detective magazine in November, 1950. Apparently they were duplicates of certain exhibits which had been introduced in one of the prior trials. This was the third trial, the juries having disagreed in two.\nBy his cross-examination defendant tried to show that Inspector Nelder had given these photographs to the magazine and had possibly posed for that purpose. The inspector denied doing either. It was pointed out that the photographs were in the custody of the clerk and if anyone other than the newspaper man who took them gave the photos to the magazine it would have been the clerk. While there may have been some unnecessary curtailment of the cross-examination on this subject, defendant wanting to show bias or prejudice on the part of the inspector in obtaining publicity, *541there was no prejudice in the court’s ruling. No attempt was made to refute the inspector’s denial that he was responsible for the magazine article or the photographs’ being published therein.\n(e) Pictures\nOver defendant’s objection three photographs of deceased were admitted in evidence. They were pictures of the face, neck, and torso, taken after the autopsy. They were particularly horrible because the head was completely shaved. The head shows large incisions which had been made for the autopsy and were thereafter sewn together. In two pictures the lips were practically turned inside out and held with instruments to show the cuts. Both arms showed marks or punctures made by the surgeon, one being particularly ugly. Bruises and abrasions appear on the face, neck and arms. Most of them are quite faint. No one disputed that the deceased received them. Defendant contended that they came from the falls and striking the objects on the beach. The prosecution claimed that they came from defendant’s fists and hands. How looking at the pictures would help the jury understand what caused them or how they could cause death, it is difficult to understand. The completely bald head, the surgical cuts and sutures, the ugly punctures, the inverted lips with the instruments attached, make the body so grotesque and horrible that it is doubtful if the average juror could be persuaded to look at the pictures while the witness pointed out the bruises and abrasions. In view of the fact that no question was raised as to these bruises and abrasions, and the fact that a view of them was of no particular value to the jury, it is obvious that the only purpose of exhibiting them was to inflame the jury’s emotions against defendant. In Pennsylvania these photographs would be inadmissible for that reason. (Commonwealth v. Ferry, 326 Pa. 129 [191 A. 130]; Commonwealth v. Dreamer, 324 Pa. 220 [188 A. 117].) In California it has been held that photographs of this kind are admissible even though they show marks of the incisions for the autopsy (People v. Gomez, 209 Cal. 296 [286 P. 998]), and even though they might inflame the minds of the jurors against the defendant. (People v. Burkhart, 211 Cal. 726 [297 P. 11].) However, in every case in which they were admitted (with the possible exception of the Burkhart case, supra, where the “evidence points positively and unmistakably to the defend*542ant as the perpetrator of the homicide ’ ’ (p. 730)), there was some necessity for exhibiting the wound or wounds to the jury. In People v. Elmore, 167 Cal. 205, 212 [138 P. 989], the court pointed out that photographs should not be offered or admitted for any purpose other than to help the jury. The admission of photographs of this type is within the sound discretion of the trial court. Surely, there is a line between admitting a photograph which is of some help to the jury in solving the facts of the ease and one which is of no value other than to inflame the minds of the jurors. That line was crossed in this case.  The error was not waived by the fact that after the court had admitted the photographs and the district attorney asked the doctor to point out on them the injuries shown thereon, defendant objected on the ground that the photographs speak for themselves. There was an abuse of discretion here.\nPair Trial\nPor some reason not apparent from the record, the trial judge created an atmosphere of hostility, if not towards the defendant, at least towards his counsel. The judge was highly critical of the latter’s actions, most times without justification. Frequently where the district attorney had not objected to the testimony the court would interrupt defendant’s examination or cross-examination of a witness and rule that the subject was not admissible. At no time did he so act when the district attorney was examining or cross-examining a witness. \"While it is true that from time to time the judge admonished the jury that they were the sole judges of the evidence and that they must draw no conclusions as to guilt or innocence from the court’s remarks, it is difficult to understand how these admonitions could have overcome the evident attitude of the judge throughout the trial. While there was substantial evidence to support the jury’s verdict, it was the type of case, particularly with reference to the degree, which made such attitude of the judge and the erroneous rulings hereafter mentioned prejudicial. There were some rather unusual features to the case, such as the fact that the deceased apparently voluntarily undressed herself, and yet it is contended that the beating which defendant gave her was because she was unwilling to submit to sexual intercourse. There was, too, the question of the extent of defendant’s intoxication as bearing on the matter of intent. There had been two disagreements before this trial.\n*543Some instances of the attitude of the court follow. Perhaps no one of them is important in itself but when added together their influence increases as does the size of a snowball rolling downhill.\nThe district attorney was examining the prosecution witness Reilly on redirect. Reilly stated that he had never had a conversation with defendant on that day. The district attorney then asked him: “Did the defendant Burns state to you at that time that he-” Defendant’s counsel interrupted to object that the witness had just answered that he had had no conversation with defendant and that the question was leading and suggestive. The court then said, “Ask him if the statement was made by the defendant.” Defendant again objected and said, “he [the witness] has gone over this testimony in advance [he had admitted talking to both the deputy district attorney and Inspector Nelder], he knows what is wanted-” Thereupon the court stated, “don’t make that statement again—don’t you dare make that statement again” (italics added) : that such statement tended to impugn the integrity and probity of the witness. “There has been nothing in this record to indicate that this man’s testimony has been rehearsed ...” The court continued lecturing counsel, stating, “I can’t have the integrity of any witness . . . questioned.” Then, “don’t stand there and make gratuitous observations.” Counsel protested the statement of the court, whereupon the court said, “Let the record speak for itself.” The court lectured counsel further on the subject and allowed the district attorney to ask if the defendant had made any statement to the witness. He replied “no.” The district attorney then stated he wanted to ask one further question along the same line. Defendant’s counsel stated that he objected t.o this line of examination. The court said, “No, you are only going to object to only one question.” He then sustained the objection.\nReferring to a certain photograph, defendant asked the inspector if it was his picture. He replied that it was. A little later defendant asked him practically the same question. The district attorney objected on the ground that it was incompetent, irrelevant and immaterial. (It actually was not.) After sustaining that objection the court stated: “He already answered that it is, Mr. Hagerty [defendant’s counsel], and the re-emphasis you seek to place upon it is prejudicial to the case of the People, and in the Court’s opinion it is meemt to he just that.” (Italics added.)\n*544In cross-examining the Massachusetts chief of police defendant’s counsel asked if the witness had been assured by the police officials here that his expenses would be paid. The witness stated that he had not been so assured. Unfortunately counsel started to ask, “But your vengeance was so great against this man that the-” The court then interrupted, and said: “That is a most objectionable question, Mr. Hagerty. . . . There is no evidence of vengeance on the part of this witness, and it is most improper and highly prejudicial that you should have used that term. . . . Mr. Hagerty, there has been no use of the word ‘vengeance’ except by yourself and it is most improperly employed. . . . Let the jury determine, in relation to the direct and cross examination, if there is any vengeance in the heart of this man. He is here like every other witness, he has taken the stand, he has been sworn to speak the truth, and the legal presumption is that he is testifying to the truth and nothing but the truth.” Again on cross-examination of the same witness defendant asked if defendant was wanted or was there a warrant for him in Massachusetts. The court sustained an objection. Defendant, apparently desirous of arguing the matter, said, “If your Honor please-” The court then interrupted to say, “Just a minute. Mr. Hagerty, not by the wildest or widest stretch of the imagination could you expect under the rules of evidence an answer to such an absurd question.”\nThe district attorney was cross-examining defendant, and asked him to examine some clothes (the clothes defendant had worn on the day in question). Defendant’s counsel asked to be permitted to see them before they were shown to defendant. Some discussion between counsel occurred and then defendant’s counsel stated, “I just want to know if there are any tricks involved.” The district attorney then stated that if there were any tricks involved defendant’s counsel would know it; whereupon the following occurred: “The Court: Just a minute, Mr. Hagerty, that is such an unwarranted observation, I am surprised that a man of your professional standing would make it. You have seen the clothing, you saw Mr. Brown [the deputy district attorney] walk up to the witness with the clothing, and you put this observation to Mr. Brown: ‘Isn’t it customary for the District Attorney or the other side to show the attorney the matters with which the witness is confronted f ’ You wanted to see the clothing; now you are talking about tricks. Now, Mr. Brown, I am going to suggest that you put the clothing in front of Mr. *545Hagerty and let him observe them as long as he wants, study them as long as he wants, analyze them as long as he wants, and then dispense with such verbage [sic] as ‘tricks.’ Now, again I admonish you, Mr. Hagerty, to refrain from such trick observations on your part. Now, proceed to look at the clothes and then let us proceed in an orderly fashion. I am surprised that a man of your standing before this bar should make such an observation when you know it is proper for Mr. Brown, or for anyone else, to show an object of this kind to a witness preparatory to questioning the witness. Now, all you wanted to do was to see the clothing. Now, look at it. Mr. Hagerty : Well, if your Honor please, I now ask you to instruct the jury to take no attitude or impression toward me or my ease or the defendant from your remarks. The Court : I will let the jury determine what your conduct merits, Mr. Hagerty, and in due course I will instruct the jury in relation to any and all remarks that the court has made and may hereafter be called upon to make. Mr. Hagerty: Then I further ask your Honor to instruct the jury that it is the normal procedure, before presenting any exhibit to any defendant for identification, to show it to his counsel. The Court : It is. That is the procedure, Ladies and Gentlemen of the jury, and I have already so remarked, and that was the suggestion and the request that you made yourself, Mr. Hagerty. And I also tell the jury now that it is not the procedure for any counsel, whether for the People or for the defendant, to engage in gratitous [sic] observations in reference to tricks. If any tricks are being attempted in this court, I will be the first one to expose them, you may rest assured, regardless from which side they may come. This court wants orderly procedure to obtain in this and all other matters.” After some discussion between counsel, at the end of which defendant’s counsel stated that he would take the district attorney’s word that the clothes were all right, which should have ended the matter, the court took it up again. ‘‘The Court: Mr. Hagerty, do you feel because Mr. Brown was about to show this clothing to the witness, that he was engaging in the perpetration of any tricks ? Mr. Hagerty : I feel this—That Mr. Brown was carried away, from the interest in his case, and neglected to follow the usual courtesy of trial procedure. The Court : And in doing that, he was playing a trick on you?”\n*546Near the end of the case, defendant’s counsel called defendant for further direct examination and asked him concerning an incident in the office of the Plomicide Detail when the district attorney asked him certain questions about the ease. The defendant testified that the district attorney picked up a shotgun which was in a corner of the room, aimed it at the wall, broke it open, put it down and went through some similar procedure with another shotgun. On cross-examination defendant admitted that he was not unfairly treated in this interview nor did the district attorney threaten him in any way. After the witness was excused the court asked defense counsel the materiality of the testimony. Then the following occurred: “Mr. Hagerty : The materiality of the testimony, as far as I got the inference from the defendant,The Court: Inference? Mr. Hagerty: Yes. Well, I don’t understand your Honor’s question. Do you think I shouldn’t have put him on the stand for that purpose when he told me that occurred? Mr. Brown: Your Honor, if there is going to be an argument, I think it should be outside the presence of the jury. The Court: Did the defendant, seated as he is now on your left, tell you that Mr. Thomas Lynch, now District Attorney for the City and County of San Francisco, had threatened him during the interview ? Mr. Hagerty : He not only told me that, I think I have a written note to that effect. A day or so ago- The Court : Very well, then, we will let his testimony stand that he wasn’t threatened by Mr. Lynch. Next witness. Mr. Brown : That is as far as we can go at this time, your Honor. The Court : Very well. You see, your client apparently led you into a position, Mr. Hagerty, which wasn’t sustained by himself under oath.”\nIn ruling on defendant’s objection to a question as to whether the photographs of the back of defendant’s ear correctly showed the scratches on his ear, considerable discussion between court and counsel took place. The following then' occurred: “Mr. Hagerty : Well, I will object to the question as calling for speculation on the part of the witness because he couldn’t see the scratches. The Court : Mr. Hagerty, the picture is not before you now. The picture is now in the hands of the witness. You are not in the witness chair. The witness has been asked this question and the objection is overruled. Mr. Hagerty: May I see it? The Court : Now, just a moment. The witness is now under examination, you are not—he has been asked a question and he is to answer the question and you are not to interrupt *547him until he has answered the question. Now, will you answer the question? Mr. Hagerty: May I see the photograph? The Court : Not at this——■ Mr. Hagerty : I haven’t seen it. The Court : Not at this- Mr. Brown : You mean you are objecting without seeing the photograph, Mr. Hagerty ? Mr.. Hagerty: I am objecting purely on the statement of your own terms, that it is the back of his head. How can he see it ? The Court : Mr. Hagerty, if you will kindly follow the instructions of the court and cease arguing on matters that are for the determination of the jury. Again you are trying to place yourself, in the court’s opinion, in the jury box. Let them determine if any scratches can be seen on this photograph.”\nThere were many other incidents of a nature akin to those herein set forth. With that background let us consider the rulings which were erroneous.\nIn cross-examining the autopsy surgeon defendant asked him whether in performing the autopsy he started with the head or the trunk of the deceased. (Defendant claimed that at a former hearing the doctor had stated that he was not sure where he started.) The court sustained an objection. Obviously this was error as defendant was entitled to test the doctor’s memory as to his findings at the autopsy in this manner. The manner of the court’s ruling was improper. After the objection was sustained the following occurred: “What difference does it make? Mr. Hagerty : On what basis, your Honor ? I am entitled to test this man’s credibility. The Court: May I suggest one thing to you, Mr. Hagerty? Mr. Hagerty: Certainly, your Honor. The Court: Don’t you begin to lose your temper in this courtroom. Don’t you ask the court on what ground I have ruled. It is not competent nor relevant nor material on what part of the trunk or body the Doctor began his examination. It is so patent even to a layman that I am surprised you asked on what ground.”\nThe court erred in curtailing the cross-examination of the witness Pens, as to whether in his talk with Inspector Nelder wherein he reported the incident between defendant and the woman in his cab he related the conversation between her and the defendant, to which he testified on the stand. It Avas defendant’s theory that in reporting the matter to the inspector the witness had failed to report that conversation. The Avitness testified that he did not believe he mentioned it to the inspector and further examination as to what he did *548tell the inspector was prevented by the court’s ruling. The defendant had a right to show the jury that as affecting the credibility of the witness this very vital matter had not been told to the inspector when the witness was reporting the incident. The question asked of the witness was: “Q. At that time, did you relate to him the conversation you overheard in the taxicab wherein this woman made certain statements or accusations against the defendant?” Immediately upon his answering that he did not believe he mentioned “that” to him, the court broke in: “To what do you refer when you use the word'1 accusations ’ against the defendant, Mr. Hagerty? Mr. Hagerty : I have general reference to the conversation he related on the stand. The Court : Has this witness testified on either direct or cross-examination that the woman companion of the defendant who left with him, as testified to, from Cooper &amp; Varni’s accused him of anything, or was it not a warning that the witness has testified to?” The conversation referred to was the one which Pens testified took place in his cab between defendant and the woman who went with him from Cooper and Varni’s in which the woman said to defendant that she had heard him tell the bartender “that he had slapped another woman around ...” The question was quite clear and did not need the rather antagonistic help of the court. Defendant then sought to inquire further concerning the witness’ report to Inspector Nelder and the court without any action by the district attorney interrupted to state that “none of this” was covered by direct examination. Considerable discussion ensued, and then the court ruled that while it was not proper cross-examination, defendant could make the witness his own and examine him on the subject. ■ Then when the defendant followed the court’s suggestion the court refused to allow him to go into the matter on the ground that it was hearsay. The fact that in reporting to the inspector the occurrences when defendant was present in his cab, the witness omitted mentioning a conversation as important as the one involved, was a matter which defendant should have been permitted to bring out fully.\nOn the cross-examination of Reilly, the bartender at. Brownie’s Tavern, defendant asked him if the Board of Equalization rules prohibited him from serving an intoxicated person. This was directed to the question of the witness’ credibility in testifying that defendant and Myrna were sober when in the bar. The court sustained objections to this line *549of testimony. In arguing the matter defendant’s counsel stated, “No man is going to testify he violated the law on the stand.” Thereupon the court said: “Now, Mr. Hagerty, you know that observation is most improper. You are assuming, by implication, that this man does violate the law in the operation of his business and no such assumption is justified at all. Mr. Hagerty : Oh, your Honor- The Court: The court can only assume that this witness here, as a bartender, is complying with the law. The doctrine of presumption of innocence which has been enunciated with emphasis in this case clothes this man. He is not on trial, he is not to be presumed to be a law violator. The saloon business, the liquor business, is a licensed business and this court certainly is not going to assume nor can the jury, that he is violating the law when he is serving liquor at that bar. ’ ’ The court also refused to permit defendant to ask the witness “what the state of intoxication meant to him.”  Certainly where a witness testifies as to the sobriety of another his test of sobriety, or of intoxication, may be inquired into.\nThe court erred, too, in refusing to permit the introduction by defendant of certain photographs of the beach area in question offered by defendant. These showed more debris on the beach than in those taken by the police, all of which were admitted at a prior trial. Inspector Fitzpatrick had testified at a prior trial that the photographs were a fair impression of the beach and the oceanside end of the tunnel the morning the police photographs were taken. At this trial, he testified that the police photographs looked more like the scene than did these. The witness then went on to compare the two sets of photographs and stated that the police ones “were more representative” of the area than some of those offered by defendant. The court admitted those which the inspector testified were as representative as the police ones, but refused to admit those which he said were not as representative. He did not testify that the latter did not represent the condition at the beach but that they were not as representative as those of the police. In view of his statements at the prior trial, which he admitted making, and his testimony here, plus the testimony of defendant that they truly depicted the scene, the court erred in not admitting the photographs.\nThe second time defendant offered these photographs defendant’s counsel stated that they were photographs he took in the course of the last trial. Thereupon the court said:\n*550“. . . your offer is rejected by the court and again I request that you not refer to any activity of yourself that took place during the last trial or any trial of this case. It doesn’t make any difference when these were taken, Mr. Hagerty, and certainly reference shouldn’t be made to any other trial whatsoever. The - fact is that the officer testified to these photographs and in effect rejected them by way of comparing them with pictures which he said did more or less faithfully depict the condition at the beach at the time and place in question, eliminating these as not so depicting the condition of the beach at the time and place in question. We are not concerned with what was done at the previous trial or any of the previous trials; constant reference to those trials, I don’t believe should be made.” Counsel then called the court’s attention to the fact that Inspector Fitzpatrick had admitted at this trial that he had stated at a prior trial that the photographs were representative. Thereupon the court said: “But he has stated his opinion here, Mr. Hagerty, and that is all that this jury can take into consideration, the testimony as given on-this trial.”\nWhile defendant was cross-examining the autopsy surgeon, in a hypothetical question, he asked the doctor that, assuming certain matters and “that the decedent collapsed at that spot and that the defendant feeling that maybe she would be revived by putting her in the water, the ocean-” The district attorney interrupted with an objection. Thereupon the court proceeded to take defendant’s counsel to task because the proof did not exactly correspond- with something said by him in his opening statement. “The Court: Mr. Hagerty, may I call your attention to one part of your opening statement ? That when the decedent got close to the water’s edge she was washed into the water and by super human strength the defendant had to rescue her. Mr. Hagerty : That is after-The Court: You said nothing about the defendant taking her to the water’s edge to revive her. You said in your opening statement you would show that she was washed into the water and by super human effort, the defendant rescued her from the water. Mr. Hagerty : If I said that, your Honor-The Court: You did say that. Mr. Hagerty-.-that is a complete oversight. The Court: You said it. It wasn’t an oversight. It was a declaration. The record shows that.” It is true that when defendant assigned this as a prejudicial statement the court instructed the jury to disregard it completely as if it had not been said. But in view of the court’s *551entire attitude throughout the case, coupled with this rather unusual action of the court, it is doubtful if the jury could draw any other conclusion but that the court was rather skeptical of defendant’s side of the ease. Particularly is this so when the court a few moments later stated: “. . . you are in no better position now, no stronger position put it that way, than you were when you stood before the jury and made your opening statement when, as I have already said, you made a certain statement, that is why I asked you a moment ago what your theory was.”\nThe court ruled that certain questions asked the witness Reilly at a prior trial did not impeach anything said by him on the subject at this trial. In discussing the ruling the court said: “. . . we are not here to read transcripts of testimony in any other trial—otherwise, we might as well take all our transcripts of the first and second trials and sit down and read them to the jury, and we don’t do business that way.”\nThe court was overmeticulous about the form of defendant’s questions. Here is an instance. Dr. Rosenthal testified that he examined Myrna’s body “for findings on rape.” He was then asked if those findings were negative. The district attorney objected on the ground that the question was ambiguous. After some discussion between court and counsel the district attorney said his only objection to the question was that it was “general.” Further discussion followed. The court indicated that it would overrule the objection and asked that the question be reread. This was done, and then the court stated: “Well, that is argumentative. You are arguing with the witness in the form of that question, Mr. Hagerty. Ask him the plain question.” Obviously the question was not argumentative. Following the court’s suggestion defendant asked:11 Those findings were negative, weren’t they % A. That’s right. The Court: ‘Were they,’ that’s the question.” (Italics added.) The district attorney then objected (apparently to the preceding question) that no foundation was laid. The court sustained the objection. Defendant then examined the doctor concerning certain tests made by him. The last answer was that a certain test was negative. Thereupon the following occurred: “Q. And then, Doctor, of your own knowledge, you know-- The Court : Now, that is arguing, Mr. Hagerty. Ask the question, Mr. Hagerty. Mr. Hagerty : I am asking of his own knowledge if he knows. The Court : The form of your question, the very words with *552which you begin your question are argumentative. Put an unqualified question to him, Mr, Hagerty. Mr. Hagerty: Q. Then you know, Doctor, that your findings on those points-The Court: That is-Mr. Hagerty: Q. - were confirmed by the pathologist! The Court : Just a moment, Mr. Hagerty. If Mr. Brown isn’t going to object, I am going to object because I want the record to be clear. You are arguing with the witness. Ask him, ‘Do you know whether or not.’ ”\nTaking the sum total of the errors (no one of which, standing alone, probably is sufficiently prejudicial to cause a reversal), coupled with the attitude of the court throughout the trial, an examination of the transcript shows that defendant was denied a fair trial. The hostility evidenced by the court, and its frequent criticism of defendant’s counsel (only occasionally merited) in a case which at least on the degree of the crime was a close one, must have had its effect on the jury.\nNewspaper Articles\nDefendant contends that he was denied a fair trial because a couple of the jurors, on voir dire, stated that they had read certain newspaper articles concerning the case, which articles were unfriendly to defendant, but of which they held merely vague impressions. Also during the trial it appeared that a newspaper referred to a purported confession to Army authorities in which defendant was reported to have admitted murdering Myrna, and other matters possibly unfavorable to defendant. There is no evidence that the jurors read the articles published during the trial, nor that they were influenced by those they read before the trial. Those who had read them expressly stated they would not be influenced thereby, nor had they therefrom formed any opinion concerning the case. The court, during the trial, expressly admonished the jury that it must disregard any statements in the newspapers concerning the case, nor should it be influenced by them. It might have been advisable for the court to admonish the jurors not to read any accounts of the trial. But we cannot say that defendant was deprived of a fair trial because of the newspaper articles. (See People v. Feld, 149 Cal. 464 [86 P. 1100].)\nAlleged Misconduct op the District Attorney\nDefendant has charged the district attorney with a number of incidents of alleged misconduct. These charges are mainly *553based upon the introduction of certain evidence which defendant contends was not admissible and upon alleged improper cross-examination of witnesses. We have examined the record and find that in practically every instance (with the exception of the photographs of the deceased) the evidence was admissible and the cross-examination was proper. We find no misconduct by the district attorney.\nInstructions\nDefendant claims that the court refused to give some 45 instructions, many of them being alternate instructions, offered by him and taken from the California Jury Instructions, Criminal, and two sections of the Code of Civil Procedure. Defendant fails to give any detail concerning these instructions. However, we have compared the instructions with those given by the court and find that practically all those which defendant requested and which were applicable to the case were given either in haec verba, in substance, or were covered by other instructions.\nThe judgment and order denying a new trial are reversed.\nWood (Fred B.), J., concurred.\n",
            "ocr": false,
            "opinion_id": 9631819
        },
        {
            "author_str": "Peters",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPETERS, P. J.\nI concur in the reversal of the order denying the motion for .a new trial and of the judgment.\nI agree with the majority opinion that the evidence, while highly conflicting, is sufficient to sustain the conviction. I further agree, for the reasons set forth in that opinion, that the defendant was denied a fair trial. I further agree that the introduction into evidence of the photographs of the deceased, under the circumstances here existing, was error of a most serious nature. But I cannot agree that the evidence of the assault committed some 13 years before the offense here involved is claimed to have been committed, was admissible.\nThe majority opinion has collected the cases that indicate that many exceptions exist to the rule that evidence of- other crimes is normally not admissible. No doubt those exceptions have been greatly extended in recent years. (See People v. Peete, 28 Cal.2d 306 [169 P.2d 924] ; People v. Westek, 31 Cal.2d 469 [190 P.2d 9]; People v. Dabb, 32 Cal.2d 491 [197 P.2d 1] ; People v. Zatzke, 33 Cal.2d 480 [202 P.2d 1009].) But those cases at least recognize that the rule exists. (See, also, People v. Albertson, 23 Cal.2d 550 [145 P.2d 7].) The *554reason for the rule is obvious. The defendant in a criminal ease is not being tried because he is a man of bad character, but because he is charged with having committed a specific offense. He is called upon to meet the charge contained in the indictment or information, and is not called upon to meet charges that sometime in the past he committed, or may have committed, other offenses. Even a very bad man should not be convicted on general principles. Even such a person must be proved guilty of the offense charged. Thus, the normal rule is and should be that the prosecution is prohibited from introducing evidence that will show, or that may tend to show, that the accused has committed any crime wholly independent of the offense for which he is on trial.\nTo that rule there are certain exceptions, all based on the fundamental premise that where evidence of another crime is directly relevant to proving some element of the crime charged or in disproving some defense, such evidence is admissible.\" Thus, if the evidence of the other crime tends to establish, as to the crime charged, motive, knowledge or intent, the absence of mistake or accident, a common pattern, plan or scheme, or the identity of the person charged, evidence of other crimes is admissible. In determining whether proof of a prior crime falls within one of these exceptions, a rule of common sense must be applied. This is particularly true where the prior crime is remote as to time. While it no doubt is the law that, generally speaking, where the evidence may fall within one of the exceptions, remoteness goes to weight rather than to admissibility (People v. Peete, 28 Cal.2d 306 [169 P.2d 924] ; People v. Morani, 196 Cal. 154 [236 P. 135] ; People v. Hall, 25 Cal.App.2d 336 [77 P.2d 244] ; People v. Miner, 96 Cal.App.2d 43 [214 P.2d 557]) and that considerable discretion in this regard must be allowed the trial court (People v. Arrangoiz, 24 Cal.App.2d 116 [74 P.2d 789]), it is obvious that there is a line of reasonableness beyond which the evidence is not admissible. That line was passed in the present case.\nHere the evidence of the prior assault is sought to be justified on the ground that it falls within the common pattern, plan or scheme exception. In other words, because defendant was charged and convicted some 13 years before of assaulting a woman, while under the influence of liquor, in which case she charged that he had first attempted sexual intercourse and then threatened to commit an unnatural sex act, it is now claimed that those facts are relevant in proving that, while *555under the influence of liquor, some 13 years later, he brutally beat the deceased and murdered her. While sex, in a general sense, was undoubtedly present in both cases, there is not one word of testimony that defendant attempted sexual intercourse in the instant case or threatened or attempted to perform any unnatural sex act. The evidence is to the effect that the deceased undressed herself, and the condition of her clothes is mute and potent evidence that this was true. If intercourse was intended, it quite evidently would have been voluntary on the part of the deceased. But even on the question of intercourse, the prosecution witnesses conceded that there was no evidence that such had been accomplished. While there are some general similarities between the two offenses, there is not sufficient similarity to indicate a common plan, pattern or scheme.\nThirteen years elapsed between the first offense and the one here claimed to have been committed. There is no evidence of any connecting link between these two offenses. So far as the record is concerned, defendant never committed any similar offense during the 13-year interval. Does evidence that a man assaulted a woman in 1937 logically tend to rebut his denial that he beat another woman to death in 1950? Does evidence of that one step from rectitude 13 years ago tend to show a common plan, pattern or scheme? I think not.\nEvery court that has considered this problem recognizes the highly inflammatory and prejudicial effect of such testimony, but admits it in some cases because of its direct relevancy in proving some fact properly before the court, or in disproving some defense proffered by the defendant. But certainly there is a limit beyond which the prosecution may not go. The connection between the two offenses must be so direct that evidence of the commission of the prior offense reasonably tends to prove that the accused committed the offense with which he is charged. It must do more than merely raise a suspicion that such is the fact. The inference must be a reasonable one.\nIn the instant case, while the admissible evidence is sufficient to sustain the finding of guilt, the evidence is highly conflicting. This was a close case. This is demonstrated by the fact that two prior juries disagreed. The prosecution, in evident recognition of the weakness of its case, produced this woman and the arresting officer to testify as to this prior offense committed 13 years before. The prosecution must be *556charged with knowledge that these witnesses would testify not only to the prior assault, but would also testify that the defendant threatened the woman there involved with committing upon her a revolting, disgusting and unnatural sexual act. There is not one word of evidence that this factor existed in the present ease. It is quite apparent that this evidence was produced solely for the purpose of discrediting this defendant in the eyes of the jury. It is equally evident that it would tend to and did have this effect. Under such circumstances I believe that this evidence was not relevant, was too. remote, and should have been excluded. In my opinion, this is an additional ground for the reversal.\nA petition for a rehearing was denied March 18, 1952. Peters, P. J., voted for a rehearing and filed the following opinion:\nPETERS, P. J\nI vote for a granting of the rehearing on the sole ground that, in my opinion, the admission of the evidence relating .to the prior crime was error of a most prejudicial character.\nRespondent’s petition for a hearing by the Supreme Court was denied March 31, 1952. Carter, J., filed the following opinion:\nCARTER, J.\nIn voting for a denial of respondent’s petition for a hearing in this case I wish to state that I am in full accord with the views expressed in the concurring opinion of Mr. Presiding Justice Peters in said ease.\n",
            "ocr": false,
            "opinion_id": 9631820
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6339.0,
            "opinion_text": "\n109 Cal. App. 2d 524 (1952)\nTHE PEOPLE, Respondent,\nv.\nHUGH E. BURNS, Appellant.\nCrim. No. 2761. \nCalifornia Court of Appeals. First Dist., Div. One.  \nMar. 3, 1952.\n Hugh E. Burns, in pro. per., and Emmet F. Hagerty for Appellant.\n Edmund G. Brown, Attorney General, and David K. Lener, Deputy Attorney General, for Respondent.\n BRAY, J.\n Defendant appeals in propria persona from a conviction by a jury of murder in the second degree and an order denying a new trial. He was represented by counsel at the trial and on argument here.\n Questions Presented\n 1. Insufficiency of the evidence, particularly to prove second degree murder. 2. Errors in admission of testimony, particularly evidence of the commission of a crime 13 years prior. 3. Alleged misconduct of the judge and district attorney. *527\n Facts\n It is the theory of the prosecution that deceased died from being beaten about the head by defendant. The defendant contends that her death was due to injuries from falls.\n Defendant, 37 years of age, married and father of two children, is a sergeant in the United States Army and was stationed at Camp Stoneman. On Saturday, in uniform, he with a couple of other soldiers came to San Francisco after stopping at Orinda for a couple of drinks. About 6 o'clock he was in Brownie's Tavern where he met Mrs. Myrna Stewart, aged 39, whose husband was absent from the city. Burns testified that she smiled at him, and he bought her drinks. Both he and she drank ginger ale and whisky. In the course of their conversation she gave him the name of a hotel which was not \"too fussy\" and stated she would go there with him later in the evening. He then went to the hotel, checked in, and returned to Myrna at the tavern. They had more drinks. Defendant does not know how long they remained in the tavern, nor does he remember leaving the tavern. In a statement to the police given on Monday he stated that the next thing he remembered was the cab driver telling him \"we couldn't fight in his taxicab.\" He also stated that he did not remember hitting Myrna, but he must have because of the driver's statement, and then he stated that he did remember striking her in the cab. He also stated that after they got out of the cab, he apologized to her for hitting her. He further stated that the driver put them out of the cab. The driver testified that about 9 p. m. the couple got into his cab at the Mark Hopkins Hotel. They were not drunk but evidenced that they had been drinking. Defendant directed him as to particular streets to drive on, and had him stop at a drugstore which defendant entered, returning in approximately three minutes. Defendant first told him to drive to Twin Peaks and then told him to drive to the beach. Arriving at the beach defendant directed him to drive to the left, along the Great Highway. The couple were quiet all the way until then, when the driver heard Myrna say, \"No, don't.\" The couple were embraced and he said, \"No rough stuff in the cab.\" Defendant replied, \"All right.\" Near Fleishhacker Zoo the driver made a \"U\" turn and started back. At Wawona Street defendant said, \"Stop here. We are going over to have a drink.\" The couple got out. \"They appeared friendly.\" At no time did the driver notice any marks on Myrna's face. There was *528 no fight in the cab and the driver did not put the couple out. Defendant's testimony at the trial differed with his statement to the officers. His testimony concerning the ride from the time when he claims he first remembered being in the cab up to this point was substantially the same as that of the driver. The place where the cab stopped was opposite a bar called Mac's Hitch Rack. On the other side of the street was a concrete pedestrian tunnel under the Great Highway to the beach.\n Defendant testified that after leaving the cab Myrna suggested a swim before they had another drink. They started up the embankment to go across the Great Highway. Defendant fell in some bushes there. He claimed that the scratches found on his ear were caused by his fall or in his getting up, although when asked by Inspector Nelder if they were from a fingernail he replied that he did not know. (There were three scatches on the back of his right ear.) He then noticed the tunnel and they started through it. Myrna fell against the cement side of the tunnel. He did not know whether she hit her head, although she fell head first towards the side. In his statement to the police he said \"she slipped\" and fell on \"that cement.\" He had told Inspector Nelder that the floor was concrete. (Actually the floor is loose sand, not concrete.) He helped her up. They walked out of the tunnel on to the beach. A short distance from the tunnel they undressed to go swimming. Myrna was a short distance from him. She asked him to help her with her brassiere. He helped her unhook it. Then she started for the water. They were both completely nude. By the time he caught up with her she had fallen forward. She did not answer him. He thought she had passed out, due to her drinking. He decided to take her down to the water to revive her. She was limp and he had difficulty in lifting and carrying her. He fell with her several times, tripping over debris. Once he fell on top of her on a log. He finally got her near the water and started to splash water on her. A breaker hit him from behind and he rolled on top of her. He eventually got her out of the surf and to the dry sand. He saw a couple walking along the beach (Mr. and Mrs. Baron). He called to them, asking that they give him a hand. Baron came over. Defendant explained that the woman had passed out from drinking and what he had tried to do to revive her. Together they carried her to where her clothes were. Baron and he started to dress her. Mrs. *529 Baron approached so he got his clothes off to one side and dressed. The Barons dressed Myrna. Baron and he carried her through the tunnel to the street. Baron said something about getting an ambulance. Defendant said he did not want to get involved, knowing that the woman was married and so was he. Baron told him he was already involved. Defendant went across the street to Mac's Hitch Rack and asked a man and woman sitting at a counter to call an ambulance, as there had been an accident. He returned to the Barons and Myrna. The Barons left to go to Mac's for a cup of coffee. When the Barons entered the place, defendant decided that he had done everything he could for the woman. Defendant went towards Mac's but continued on to the next street and hailed a taxi which had just debarked some passengers. He then went to his hotel and changed into civilian clothes. He then noticed that his ear was bleeding more than he had realized. He next went back to Brownie's Tavern and asked Reilly, the bartender, to do him a favor, that if anyone asked if he were in there earlier in the evening to say he did not see him. He then went to another tavern, had a drink and left in a taxi, which took him to his hotel where he got his suitcase. He was then driven to Cooper and Varni's bar where he waited while the taxi driver, at defendant's request, took his suitcase to the Greyhound bus station from which the buses leave for Camp Stoneman, checked it, and brought back to him the key to the receptacle. Defendant had one drink there. He asked the bartender for a flashlight, saying that he thought he had lost his watch at the beach and he wanted to go out and look for it. This was about 2 o'clock Sunday morning. At his request he was driven to the 365 Club, taking with him in the cab a woman he met in Cooper and Varni's. When they closed the bar at the 365 Club he returned to his hotel. He left his hotel Sunday morning about 8 o'clock and after drinking at a couple of bars, and getting his suitcase at the bus station, he went to the beach and looked for his wristwatch and glasses which he had lost there the night before. He also had lost one of his socks there. He then went to a couple of bars and then to a restaurant. He had had nothing to eat since 6 o'clock Saturday morning. He returned to his hotel and went to bed. That afternoon Sergeant Feller who had come down from Stoneman with him waked him up and they started back to camp. Defendant contended that in the statement *530 testified to by Inspector Nelder the questions and answers were not complete and that some of them were twisted around.\n Mr. and Mrs. Baron testified that while walking along the beach between the hours of 10:30 and 11:30 that Saturday evening they passed 8 or 10 yards beyond a nude man standing, who called, asking Baron to give him a hand. Lying at his feet was a nude woman, who was unconscious but breathing heavily. Defendant stated that he and she had been drinking; she had passed out from drinking, and he had brought her to the beach to revive her in the water. He and defendant carried her to the spot where defendant's clothes were. The woman seemed to be shivering and Baron took defendant's jacket and shirt and placed them over her. Then Mrs. Baron and he started looking for the woman's clothes. Mrs. Baron found them and he and she put the woman's coat and dress on her. Mrs. Baron put the underclothes in the woman's hat. Baron suggested getting an ambulance or calling the police. Defendant said he did not want to get involved in anything. Baron told him he was already involved. Defendant suggested that they carry the woman where they could get a cab. Baron and defendant, who by then had dressed, then carried her through the tunnel to the street, Mrs. Baron bringing the underclothes and hat. In carrying the woman from the place where she was lying on the wet sand Baron did not observe any obstacles on the sand. Mrs. Baron noticed some sort of log, although it did not obstruct their path. When they got through the tunnel Baron noticed that the woman had a \"very stout or fat face or her face was swollen.\" He did not notice anything about her mouth. Mrs. Baron also noticed that the face was puffy and fat and there was blood on it. Mrs. Baron had gone up over the highway and brought a taxi to the place where the men had laid the woman by the side of the road. The taxi driver refused to take the woman because she was unconscious but he said he would look for a police car. Baron told defendant to go over to Mac's and phone for an ambulance. Defendant went into Mac's. In less than half a minute he returned and stated that some men said they would phone. Baron suggested to his wife that they go get coffee. Baron indicated to defendant that he stay with the woman. Mr. and Mrs. Baron went into Mac's, found several men there, and asked them if they had seen a soldier come in. They said they had not seen anyone. Baron then saw two policemen standing there, and took them back to the woman. Defendant *531 had disappeared. Baron had observed an odor of alcohol about defendant. His speech was a little heavy as though he had been drinking, but he walked steadily and was coherent.\n [1] Myrna was taken by ambulance to the hospital, and died the next day. Dr. Webb, a specialist in neurological surgery, saw Myrna at the emergency hospital about 10 a. m. Sunday. She was deeply unconscious. (The evidence indicates that she never regained consciousness from the time the Barons saw her on the beach until her death.) She was bruised about the face; there was evidence of a recent hemorrhage in the right eye and her reflexes indicated brain damage. She had lacerations of the inner lip. The witness and other doctors concluded she had had a severe injury to the brain. He operated, finding a subdural hematoma and a bleeding beneath the membrane surrounding the brain and in the brain itself. The cause of death was intrinsic brain damage. In his opinion it was caused by some blunt object which carried weight but would not cut. The human fist by repeated blows to the face could have caused it. A fall to the sand could not have caused it, nor a single overwhelming blow. Nor could it have been caused by Myrna's repeatedly falling with 200 pounds of weight on her back (defendant's weight), and repeatedly striking a block of concrete.\n Dr. Moon, the pathologist to the coroner, examined deceased's brain tissues and found contusions and lacerations. In her neck organs he found hemorrhages caused in his opinion by traumatic injuries caused by pressure exerted deep in the neck by fingers pressed to the neck. The condition of the brain was traumatic and in his opinion could have been caused by a minimum of four forceful impacts of the human fist to the face.\n Dr. Rosenthal, the autopsy surgeon for the coroner, testified that on his examination of the body he found contusions of both cheeks and jaws extending down into the neck on the sides; lacerations on the inner aspects of both the upper and lower lips, that is, inside the mouth; multiple tiny excoriations, which are tiny punctures or scratches, over the cheek and upper part of the neck; bleeding under the skin of the left upper eyelid and of the ridge of the right ear, and bleeding of the right arm. He described the injuries he found on autopsy of the brain. His testimony in this respect was similar to that of Dr. Moon. There was blood in the nostrils. There was considerable hemorrhage to the *532 larnyx, the throat, the thyroid gland, and in the muscles surrounding the windpipe. The injuries to the neck structure extended from a position approximately under the chin down almost to the shoulder bone. The injuries to the neck were traumatic injuries due to a compressive or squeezing force and could have been done with human hands. The brain injuries were also traumatic, caused by forceful and multiple collision with a blunt object and could have been caused by blows with the fist to the face. Death was due to the injury to the brain. The injuries could not have been caused by a fall to the sand. The puncture excoriations about the face and neck could have been made by falls on the sand.\n Reilly, the bartender at Brownie's testified that when defendant returned to the tavern about midnight he requested the witness, if anyone asked if witness had seen him in uniform that night, to say no. The witness stated that when defendant was in the tavern earlier that night with Myrna he was in uniform, but was wearing civilian clothes when he returned at this time. Reilly testified to serving drinks to the couple, and that defendant was sober when he saw him when he left earlier.\n Sergeant Feller testified that Sunday afternoon while they were returning to camp defendant told him that he lost his watch and glasses and that he had a fight.\n Cooper, of Cooper and Varni's bar, testified that about 1:15 or 1:30 Sunday morning defendant came into his bar and told him that \"he had a little trouble out at the beach and had slapped a girl around.\"\n One Pens, a taxi driver, testified that defendant hailed him and asked if he had a flashlight which he needed to use at the beach where he had lost his watch. Pens said he did not have one. He drove defendant to the hotel, where defendant got his luggage. He then drove defendant to Cooper and Varni's. On the way defendant stated that he was glad that San Francisco taxi drivers were more or less closemouthed. He also told about being at the beach swimming with a woman and she was hurt or drunk, the driver did not remember which; she passed out and he tried to revive her in the water; that a couple came along and that he told the couple to wait there while he went to call an ambulance, but he managed to hail a cab and left the vicinity. While defendant was in Cooper and Varni's the driver, at defendant's request, checked his bag at the bus station and gave the key to defendant at Cooper and Varni's Defendant came *533 out with a woman and they both got in the cab. The woman stated to defendant that she heard him tell the bartender that he had slapped another woman around, and she wanted to caution him not to use the same tactics on her. The driver did not recall whether or not defendant replied.\n On Monday morning, two soldiers in the Criminal Investigation Division of the United States Army talked to defendant. One, Puckett, testified that defendant told him that on the night in question he had a quarrel in a taxicab with a woman; that he had struck her in the cab; also that he had quarreled with her after they got out of the cab. The other, Beazley, testified that after asking the witness if the woman was really dead, defendant said, \"... it was that ginger ale that caused all this. When I just drink whiskey or whiskey with water I am O. K., but when I drink ginger ale with it I get to feeling mean and anything can happen.\" A short time later defendant said, \"I guess I will get the gas chamber for this.\"\n Defendant denied making the statements and admissions testified by the above-mentioned witnesses, except that he admitted giving a complete statement to Inspector Nelder, but characterized it as hereinbefore set forth. There was no evidence of rape on Myrna's body. The clothes she had worn were examined and there was no evidence of tearing or indication that she had not undressed herself, except, as defendant testified, in the removal of her brassiere.\n Dr. Berger, a former autopsy surgeon for the coroner, called by defendant, testified in effect that all of Myrna's injuries could have been caused by the falls described by defendant and contact with the sand or the objects which photographs of the beach showed were there.\n Defendant makes some point of the fact that Dr. Webb bored some holes in Myrna's skull, although she had no skull fracture, and that such operation may have caused her death. Dr. Webb explained that the operation was necessary to relieve the pressure on the brain from the hemorrhages within the skull. There is no evidence that the operation caused the death. On the contrary, all the evidence of the medical experts, including the one called by defendant, is that she died from the brain injury, caused either from defendant's blows or her repeated falls.\n It is obvious from the foregoing recital of the testimony that there was sufficient evidence to justify the jury in finding that Myrna met her death as the result of blows administered *534 by defendant. [2, 3] Assuming that the evidence is also susceptible of the inference that her death might have been due to falls, that does not justify us in reversing the verdict. \"... the mere fact that the evidence is susceptible of two inferences, one of innocence and one of guilt would not warrant a reversal of conviction. ... The appellate court is bound by the findings of the jury where it rejects the hypothesis of innocence if there is substantial evidence to support the finding of guilt as the more reasonable of the two hypotheses. Under this rule, the conviction of the defendant herein is amply supported by the evidence.\" (People v. Crawford, 41 Cal. App. 2d 198, 205 [106 P.2d 219].)\n Second Degree Murder\n Defendant contends that the evidence fails to prove second degree murder. It is not clear exactly what defendant's contention in this respect is, other than his general contention that the evidence proves that Myrna's injuries were caused by falls rather than blows. [4] From the evidence the jury could have inferred that defendant gave deceased an unmerciful beating. That death resulting from such a situation constitutes murder in the second degree is held in People v. Cayer, 102 Cal. App. 2d 643 [228 P.2d 70], and People v. Tubby, 34 Cal. 2d 72 [207 P.2d 51].\n Admission of Testimony\n (a) Prior Crime\n A serious question in the case is the admissibility of the evidence of a prior crime. Over defendant's objections, the testimony of a Mrs. Qualtieri, and Kane, the Chief of Police of Scituate, Massachusetts, was admitted. Their testimony disclosed that on June 17, 1937, Mrs. Qualtieri was living at Scituate, a summer resort. While she was sitting on the beach defendant came along and spoke to her. That evening he took her to a dance. After the dance, where defendant had two drinks and she one, defendant took her in his car towards her home, then drove into a wooded area off the road, struck her with his fists, forced her out of the car, held her by the throat, told her that she would either do what he wanted or she would have to put his \"private\" in her mouth. When she refused he kept hitting her in the face while he was holding her down on the ground by the throat. He kept hitting her and she kept pleading with him. Finally, he let her go. He was later arrested and stated that he had tried \"to make her\" but he did not *535 realize what he was doing as he had been drinking at the time. Defendant claimed that the incident did not occur, but admitted that he had pleaded guilty to a charge of assault brought by the girl. He said he did so because her father was on the police force and he would have been railroaded unless he so pleaded.\n People v. Peete, 28 Cal. 2d 306 [169 P.2d 924], contains a long list of California cases and certain law review articles on the subject of the admissibility of evidence of other crimes than the one upon which the defendant is being tried. It sets forth the exception to the general rule that evidence of another and distinct offense is not admissible. It points out that such evidence may not be admitted merely to show criminal disposition. \" '... But whenever the case is such that proof of one crime tends to prove any fact material in the trial of another, such proof is admissible, and the fact that it may tend to prejudice the defendant in the minds of the jurors is no ground for its exclusion.' \" (P. 315.) It says further (p. 316): \"The relevance of evidence that proves crimes other than that charged, however, must be examined with care. (People v. Albertson, 23 Cal. 2d 550, 577 [145 P.2d 7]; see Stone, supra, 46 Harv.L.Rev. 954, 983.)\" As to the test: \" 'The general tests of the admissibility of evidence in a criminal case are: ... does it tend logically, naturally, and by reasonable inference, to establish any fact material for the people, or to overcome any material matter sought to be proved by the defense? If it does, then it is admissible, whether it embraces the commission of another crime or does not, whether the other crime be similar in kind or not, whether it be part of a single design or not.' \" (P. 315.) In the Peete case the evidence of the prior crime coupled with that of the one for which the defendant was on trial indicated strongly that the second murder was part of a scheme by defendant to acquire property by murder.\n In People v. Cassandras, 83 Cal. App. 2d 272 [188 P.2d 546], we stated, concerning the exceptions to the general rule (p. 279): \"In recent years these exceptions have been so extended that the rule appears to have become the exception and the exceptions the rule. [Citations.] One exception that is well settled in the law is that the evidence of other crimes is admissible to show a pattern, scheme, design, project or plan of which the two crimes are a part. (See discussion 8 Cal.Jur.  173, p. 69.) In such cases, inasmuch as the defendant *536 has pleaded not guilty and thus put in issue all facts relating to the commission of the offense the evidence of the prior crime of a similar character is of value and admissible in that it tends to show a general plan, scheme or design which is of some direct probative value in proving that the crime of which defendant is charged was in fact committed by him.\" (Italics added.) (See, also, People v. Zatzke, 33 Cal. 2d 480 [202 P.2d 1009].) In the Cassandras case there is listed a number of cases holding (p. 280): \"The general pattern, scheme and plan exception has frequently been held applicable to show previous burglaries, larcenies or thefts, where the prior offenses were committed under circumstances similar to the one charged.\" As to rape cases the court says (p. 281): \"But where the prior rape or attempt is committed under circumstances remarkably similar to the one charged the evidence is admissible to show a plan or scheme to commit the crime in that fashion, even though the prior rape or attempt was committed on a person other than the prosecutrix. In such cases the evidence that defendant committed the prior offense tends to prove that he committed the offense charged.\"\n In 23 California Law Review 531, the following appears: \"There is no doubt that evidence of other criminal acts is admissible to prove the intent of the defendant to commit the crime charged. The cause of similar acts is usually the same. Recurrence of similar happenings tends to negative accident, mistake or good faith. ...\"\n \"When evidence is offered to prove intent or knowledge, the act is assumed to have been done by the defendant. When, however, evidence is offered to prove a plan, system or design, the purpose of admitting it is to show that defendant did the act charged. From proof of a plan made, or a general system used, an inference may be drawn that the defendant did the act charged and also had a particular state of mind. ...\"\n \"Because of the difference between knowledge or intent and plan, system, or design, evidence of other acts when offered to prove the latter should be restricted to other acts with a sufficiently high degree of common features to warrant the inference that defendant committed the crime for which he is being prosecuted. A lesser degree of similarity of features of the other acts will warrant an inference that the person doing the act did not do it innocently. Ample authority exists for holding that a plan, system or design to do a criminal act may be proved by evidence of other acts *537 similar in nature to the offense charged, though the other acts constitute separate offenses.\"\n [5] With these rules in mind, let us examine the similarity of the two offenses. In both, defendant \"picked up\" the victim in a public place. He spent considerable time with the women before the assault. He drank with the women. Both women were taken to secluded places. Mrs. Qualtieri was severely beaten about the face by defendant's fists. There was evidence tending to show that Myrna was severely beaten about the face by a blunt object or by repeated blows by a human fist. There was a similarity in the injuries. Chief Kane testified that Mrs. Qualtieri's face was swollen; her lip was cut on the inside. Myrna's face was also swollen and her lips cut on the inside. Mrs. Qualtieri was choked or throttled. There was evidence tending to show that Myrna also was choked or throttled. In both cases defendant blamed his acts upon drinking, but denied the assault. In both cases defendant left the scene. Defendant claimed that the injuries to Myrna were accidental. The similarity of the circumstances under which the injuries were received as well as the similarity of the injuries themselves tend to negative accident. As said in People v. Morani, 196 Cal. 154, 160 [236 P. 135], quoting from People v. Hickok, 56 Cal. App. 13 [204 P. 555], which in turn quotes from People v. Seaman, 107 Mich. 348 [65 N.W. 203, 61 Am. St. Rep. 326]: \" ' \"Upon principle and authority it is clear that where a felonious intent is an essential ingredient of the crime charged, and the act done is claimed to have been innocently or accidentally done, or by mistake, or when the result is claimed to have followed an act lawfully done for a legitimate purpose, or where there is room for such an inference, it is proper to characterize the act by proof of other like acts producing the same result as tending to show guilty knowledge, and the intent or purpose with which the particular act was done and to rebut the presumption that might otherwise obtain.\" ' \" This similarity indicates a pattern which defendant has followed on these two occasions. \"When a defendant's conduct in connection with the previous crime bears such similarity in significant respects to his conduct in connection with the crime charged as naturally to be explained as caused by a general plan, the similarity is not merely coincidental, but indicates that the conduct was directed by design.\" (People v. Peete, supra, 28 Cal. 2d 306, at p. 317.) Therefore the *538 evidence was admissible, limited, of course, by proper instructions of the court, as was done in this case.\n Defendant has cited People v. Glass, 158 Cal. 650 [112 P. 281], for the proposition that the prior offense was not admissible here. That case and others which could be cited held under the facts of the particular case that evidence of prior offenses was not admissible. So far as our case is concerned, the statement in People v. Kynette, 15 Cal. 2d 731 [104 P.2d 794], referring to the Glass case, applies to it and them: \"While factually distinguishable that case recognizes the exception to the general rule.\" (P. 746.)\n Defendant contends that the prior offense, having occurred approximately 13 years prior to the one for which he was on trial was too remote. [6] Remoteness of the prior offense has been held to affect only the weight of the evidence, and not its relevancy or admissibility. (People v. Morani, supra, 196 Cal. 154; People v. Hall, 25 Cal. App. 2d 336 [77 P.2d 244]; People v. Bolton, 215 Cal. 12 [8 P.2d 116]; People v. Zatzke, supra, 33 Cal. 2d 480.) In People v. Miner, 96 Cal. App. 2d 43 [214 P.2d 557], in an abortion case, evidence of abortions committed 11 years prior to the ones charged was held \"not rendered inadmissible by the lapse of time. ...\" (P. 52.)\n Where a prior crime is otherwise admissible to show a pattern and similarity, its remoteness should not cause it not to be considered, for if a person has once acted in a particular manner with particular results, and then again acts in the same manner and with the same result, but claims that the second result was accidental, it cannot be said that the first incident is not of significance in determining the truth of the second incident.\n (b) Clothes of Deceased\n Inspector Nelder testified that he had received deceased's clothes from the coroner on Wednesday following the arrest of defendant; that they had been in the Homicide Bureau ever since. Prideaux, the coroner's investigator, testified to getting them from the hospital on Sunday night; that they were kept untouched at the coroner's office until turned over to Inspector Nelder. Mrs. Baron identified the hat and coat and dress as those she saw in a pile near Myrna's body at the beach. She testified that the slip, garter belt and brassiere were similar to those she saw that night. Defendant objected to the introduction of the clothing on the ground that the clothing had not been traced from the beach to the *539 hospital. (He did not object that there was no evidence that the clothes were in the same condition as when picked up by Mrs. Baron at the beach.) The district attorney offered to connect up the evidence. The clothes were then marked for identification. Later the district attorney again offered them in evidence. [7] Defendant objected on the ground that there \"is a substantial conflict in testimony of witnesses relative to the clothes\" and there was a gap between the time when Mrs. Baron picked them up at the beach and when they arrived at the hospital. The court admitted them. Just what defendant meant by the first ground of the objection does not appear. Technically the second ground was correct. However, no harm was done as no contention is made that the clothes are in any different condition than when Mrs. Baron last saw them. Actually, as evidence they were more favorable to defendant than to the prosecution. They show no evidence of having been forcibly removed, and support defendant's testimony that deceased undressed herself. If there was error in admitting them it was error without prejudice.\n (c) Defendant's Statement\n After defendant was returned from Camp Stoneman he was taken into the office of the Homicide Detail and was questioned by Inspector Nelder in the presence of another inspector. The questions and answers were taken down by a shorthand reporter. Defendant contends that this action was improper because there was no attorney present to represent him. [8] Defendant cites Penal Code, section 1340, which has no reference to an examination of a prisoner by the police. There is no evidence that defendant asked to have an attorney present, or objected to answering the questions put to him on that or any other ground.\n [9] Inspector Nelder testified that he had examined the transcribed statement made by the reporter and that it correctly set forth the questions which he had asked defendant and defendant's answers thereto. Defendant objected on the ground that the typewritten statement constituted hearsay, and also because it was not shown that the reporter was not available. The district attorney stated that he was not and that he would give the reasons for his nonavailability to the judge and defendant's counsel in the absence of the jury. After further discussion, including the citation of Fricke on California Criminal Evidence, page 315, counsel approached *540 the bench and there was \"discussion off the record.\" Then counsel and the court repaired to chambers. What happened there does not appear. On return to the courtroom defendant's counsel stated: \"I appreciate the problem they have in connection with the certain situation about the reporter and I don't think we should hold it over their head as a weapon. I will withdraw it and be glad to cooperate with the District Attorney.\" When the inspector started to read the statement defendant stated that the principle of the matter was established by People v. Zammora, 66 Cal. App. 2d 166 [152 P.2d 180], and that he thought the foundation should be laid as there \"are other matters that I consider which pyramid upon this and which I will not want to be circumscribed in my case at all.\" Thereupon the inspector was asked questions prompted by the procedure set forth in the Zammora case, page 224, paragraph 26. Defendant then asked the witness if it was necessary for him to refresh his memory of the transaction from the statement. The witness replied that it was. Thereupon the statement was read by the inspector without any objection from defendant. This procedure was proper, first, because not objected to, and secondly, because, as said in the Zammora case (p. 224): \"... it must be held that the witness occupied a position similar in all respects to that which would have been presented had the stenographer read from the transcript--the only difference being that the stenographer would have been the person who made the stenographic notes.\"\n (d) Magazine Photographs\n [10] On cross-examination, defendant sought to cross-examine Inspector Nelder concerning photographs which appeared in a certain detective magazine in November, 1950. Apparently they were duplicates of certain exhibits which had been introduced in one of the prior trials. This was the third trial, the juries having disagreed in two.\n By his cross-examination defendant tried to show that Inspector Nelder had given these photographs to the magazine and had possibly posed for that purpose. The inspector denied doing either. It was pointed out that the photographs were in the custody of the clerk and if anyone other than the newspaper man who took them gave the photos to the magazine it would have been the clerk. While there may have been some unnecessary curtailment of the cross-examination on this subject, defendant wanting to show bias or prejudice on the part of the inspector in obtaining publicity, *541 there was no prejudice in the court's ruling. No attempt was made to refute the inspector's denial that he was responsible for the magazine article or the photographs' being published therein.\n (e) Pictures\n [11] Over defendant's objection three photographs of deceased were admitted in evidence. They were pictures of the face, neck, and torso, taken after the autopsy. They were particularly horrible because the head was completely shaved. The head shows large incisions which had been made for the autopsy and were thereafter sewn together. In two pictures the lips were practically turned inside out and held with instruments to show the cuts. Both arms showed marks or punctures made by the surgeon, one being particularly ugly. Bruises and abrasions appear on the face, neck and arms. Most of them are quite faint. No one disputed that the deceased received them. Defendant contended that they came from the falls and striking the objects on the beach. The prosecution claimed that they came from defendant's fists and hands. How looking at the pictures would help the jury understand what caused them or how they could cause death, it is difficult to understand. The completely bald head, the surgical cuts and sutures, the ugly punctures, the inverted lips with the instruments attached, make the body so grotesque and horrible that it is doubtful if the average juror could be persuaded to look at the pictures while the witness pointed out the bruises and abrasions. In view of the fact that no question was raised as to these bruises and abrasions, and the fact that a view of them was of no particular value to the jury, it is obvious that the only purpose of exhibiting them was to inflame the jury's emotions against defendant. In Pennsylvania these photographs would be inadmissible for that reason. (Commonwealth v. Ferry, 326 Pa. 129 [191 A. 130]; Commonwealth v. Dreamer, 324 Pa. 220 [188 A. 117].) In California it has been held that photographs of this kind are admissible even though they show marks of the incisions for the autopsy (People v. Gomez, 209 Cal. 296 [286 P. 998]), and even though they might inflame the minds of the jurors against the defendant. (People v. Burkhart, 211 Cal. 726 [297 P. 11].) However, in every case in which they were admitted (with the possible exception of the Burkhart case, supra, where the \"evidence points positively and unmistakably to the defendant *542 as the perpetrator of the homicide\" (p. 730)), there was some necessity for exhibiting the wound or wounds to the jury. In People v. Elmore, 167 Cal. 205, 212 [138 P. 989], the court pointed out that photographs should not be offered or admitted for any purpose other than to help the jury. The admission of photographs of this type is within the sound discretion of the trial court. Surely, there is a line between admitting a photograph which is of some help to the jury in solving the facts of the case and one which is of no value other than to inflame the minds of the jurors. That line was crossed in this case. [12] The error was not waived by the fact that after the court had admitted the photographs and the district attorney asked the doctor to point out on them the injuries shown thereon, defendant objected on the ground that the photographs speak for themselves. There was an abuse of discretion here.\n Fair Trial\n For some reason not apparent from the record, the trial judge created an atmosphere of hostility, if not towards the defendant, at least towards his counsel. The judge was highly critical of the latter's actions, most times without justification. Frequently where the district attorney had not objected to the testimony the court would interrupt defendant's examination or cross-examination of a witness and rule that the subject was not admissible. At no time did he so act when the district attorney was examining or cross-examining a witness. While it is true that from time to time the judge admonished the jury that they were the sole judges of the evidence and that they must draw no conclusions as to guilt or innocence from the court's remarks, it is difficult to understand how these admonitions could have overcome the evident attitude of the judge throughout the trial. While there was substantial evidence to support the jury's verdict, it was the type of case, particularly with reference to the degree, which made such attitude of the judge and the erroneous rulings hereafter mentioned prejudicial. There were some rather unusual features to the case, such as the fact that the deceased apparently voluntarily undressed herself, and yet it is contended that the beating which defendant gave her was because she was unwilling to submit to sexual intercourse. There was, too, the question of the extent of defendant's intoxication as bearing on the matter of intent. There had been two disagreements before this trial. *543\n Some instances of the attitude of the court follow. Perhaps no one of them is important in itself but when added together their influence increases as does the size of a snowball rolling downhill.\n The district attorney was examining the prosecution witness Reilly on redirect. Reilly stated that he had never had a conversation with defendant on that day. The district attorney then asked him: \"Did the defendant Burns state to you at that time that he__________\" Defendant's counsel interrupted to object that the witness had just answered that he had had no conversation with defendant and that the question was leading and suggestive. The court then said, \"Ask him if the statement was made by the defendant.\" Defendant again objected and said, \"he [the witness] has gone over this testimony in advance [he had admitted talking to both the deputy district attorney and Inspector Nelder], he knows what is wanted__________\" Thereupon the court stated, \"don't make that statement again--don't you dare make that statement again\" (italics added): that such statement tended to impugn the integrity and probity of the witness. \"There has been nothing in this record to indicate that this man's testimony has been rehearsed ...\" The court continued lecturing counsel, stating, \"I can't have the integrity of any witness ... questioned.\" Then, \"don't stand there and make gratuitous observations.\" Counsel protested the statement of the court, whereupon the court said, \"Let the record speak for itself.\" The court lectured counsel further on the subject and allowed the district attorney to ask if the defendant had made any statement to the witness. He replied \"no.\" The district attorney then stated he wanted to ask one further question along the same line. Defendant's counsel stated that he objected to this line of examination. The court said, \"No, you are only going to object to only one question.\" He then sustained the objection.\n Referring to a certain photograph, defendant asked the inspector if it was his picture. He replied that it was. A little later defendant asked him practically the same question. The district attorney objected on the ground that it was incompetent, irrelevant and immaterial. (It actually was not.) After sustaining that objection the court stated: \"He already answered that it is, Mr. Hagerty [defendant's counsel], and the re-emphasis you seek to place upon it is prejudicial to the case of the People, and in the Court's opinion it is meant to be just that.\" (Italics added.) *544\n In cross-examining the Massachusetts chief of police defendant's counsel asked if the witness had been assured by the police officials here that his expenses would be paid. The witness stated that he had not been so assured. Unfortunately counsel started to ask, \"But your vengeance was so great against this man that the__________\" The court then interrupted, and said: \"That is a most objectionable question, Mr. Hagerty. ... There is no evidence of vengeance on the part of this witness, and it is most improper and highly prejudicial that you should have used that term. ... Mr. Hagerty, there has been no use of the word 'vengeance' except by yourself and it is most improperly employed. ... Let the jury determine, in relation to the direct and cross examination, if there is any vengeance in the heart of this man. He is here like every other witness, he has taken the stand, he has been sworn to speak the truth, and the legal presumption is that he is testifying to the truth and nothing but the truth.\" Again on cross- examination of the same witness defendant asked if defendant was wanted or was there a warrant for him in Massachusetts. The court sustained an objection. Defendant, apparently desirous of arguing the matter, said, \"If your Honor please__________\" The court then interrupted to say, \"Just a minute. Mr. Hagerty, not by the wildest or widest stretch of the imagination could you expect under the rules of evidence an answer to such an absurd question.\"\n The district attorney was cross-examining defendant, and asked him to examine some clothes (the clothes defendant had worn on the day in question). Defendant's counsel asked to be permitted to see them before they were shown to defendant. Some discussion between counsel occurred and then defendant's counsel stated, \"I just want to know if there are any tricks involved.\" The district attorney then stated that if there were any tricks involved defendant's counsel would know it; whereupon the following occurred: \"The Court: Just a minute, Mr. Hagerty, that is such an unwarranted observation, I am surprised that a man of your professional standing would make it. You have seen the clothing, you saw Mr. Brown [the deputy district attorney] walk up to the witness with the clothing, and you put this observation to Mr. Brown: 'Isn't it customary for the District Attorney or the other side to show the attorney the matters with which the witness is confronted?' You wanted to see the clothing; now you are talking about tricks. Now, Mr. Brown, I am going to suggest that you put the clothing in front of Mr. *545 Hagerty and let him observe them as long as he wants, study them as long as he wants, analyze them as long as he wants, and then dispense with such verbage [sic] as 'tricks.' Now, again I admonish you, Mr. Hagerty, to refrain from such trick observations on your part. Now, proceed to look at the clothes and then let us proceed in an orderly fashion. I am surprised that a man of your standing before this bar should make such an observation when you know it is proper for Mr. Brown, or for anyone else, to show an object of this kind to a witness preparatory to questioning the witness. Now, all you wanted to do was to see the clothing. Now, look at it. Mr. Hagerty: Well, if your Honor please, I now ask you to instruct the jury to take no attitude or impression toward me or my case or the defendant from your remarks. The Court: I will let the jury determine what your conduct merits, Mr. Hagerty, and in due course I will instruct the jury in relation to any and all remarks that the court has made and may hereafter be called upon to make. Mr. Hagerty: Then I further ask your Honor to instruct the jury that it is the normal procedure, before presenting any exhibit to any defendant for identification, to show it to his counsel. The Court: It is. That is the procedure, Ladies and Gentlemen of the jury, and I have already so remarked, and that was the suggestion and the request that you made yourself, Mr. Hagerty. And I also tell the jury now that it is not the procedure for any counsel, whether for the People or for the defendant, to engage in gratitous [sic] observations in reference to tricks. If any tricks are being attempted in this court, I will be the first one to expose them, you may rest assured, regardless from which side they may come. This court wants orderly procedure to obtain in this and all other matters.\" After some discussion between counsel, at the end of which defendant's counsel stated that he would take the district attorney's word that the clothes were all right, which should have ended the matter, the court took it up again. \"The Court: Mr. Hagerty, do you feel because Mr. Brown was about to show this clothing to the witness, that he was engaging in the perpetration of any tricks? Mr. Hagerty: I feel this--That Mr. Brown was carried away, from the interest in his case, and neglected to follow the usual courtesy of trial procedure. The Court: And in doing that, he was playing a trick on you?\" *546\n Near the end of the case, defendant's counsel called defendant for further direct examination and asked him concerning an incident in the office of the Homicide Detail when the district attorney asked him certain questions about the case. The defendant testified that the district attorney picked up a shotgun which was in a corner of the room, aimed it at the wall, broke it open, put it down and went through some similar procedure with another shotgun. On cross-examination defendant admitted that he was not unfairly treated in this interview nor did the district attorney threaten him in any way. After the witness was excused the court asked defense counsel the materiality of the testimony. Then the following occurred: \"Mr. Hagerty: The materiality of the testimony, as far as I got the inference from the defendant,__________ The Court: Inference? Mr. Hagerty: Yes. Well, I don't understand your Honor's question. Do you think I shouldn't have put him on the stand for that purpose when he told me that occurred? Mr. Brown: Your Honor, if there is going to be an argument, I think it should be outside the presence of the jury. The Court: Did the defendant, seated as he is now on your left, tell you that Mr. Thomas Lynch, now District Attorney for the City and County of San Francisco, had threatened him during the interview? Mr. Hagerty: He not only told me that, I think I have a written note to that effect. A day or so ago__________ The Court: Very well, then, we will let his testimony stand that he wasn't threatened by Mr. Lynch. Next witness. Mr. Brown: That is as far as we can go at this time, your Honor. The Court: Very well. You see, your client apparently led you into a position, Mr. Hagerty, which wasn't sustained by himself under oath.\"\n In ruling on defendant's objection to a question as to whether the photographs of the back of defendant's ear correctly showed the scratches on his ear, considerable discussion between court and counsel took place. The following then occurred: \"Mr. Hagerty: Well, I will object to the question as calling for speculation on the part of the witness because he couldn't see the scratches. The Court: Mr. Hagerty, the picture is not before you now. The picture is now in the hands of the witness. You are not in the witness chair. The witness has been asked this question and the objection is overruled. Mr. Hagerty: May I see it? The Court: Now, just a moment. The witness is now under examination, you are not--he has been asked a question and he is to answer the question and you are not to interrupt *547 him until he has answered the question. Now, will you answer the question? Mr. Hagerty: May I see the photograph? The Court: Not at this__________ Mr. Hagerty: I haven't seen it. The Court: Not at this__________ Mr. Brown: You mean you are objecting without seeing the photograph, Mr. Hagerty? Mr.. Hagerty: I am objecting purely on the statement of your own terms, that it is the back of his head. How can he see it? The Court: Mr. Hagerty, if you will kindly follow the instructions of the court and cease arguing on matters that are for the determination of the jury. Again you are trying to place yourself, in the court's opinion, in the jury box. Let them determine if any scratches can be seen on this photograph.\"\n There were many other incidents of a nature akin to those herein set forth. With that background let us consider the rulings which were erroneous.\n [13] In cross-examining the autopsy surgeon defendant asked him whether in performing the autopsy he started with the head or the trunk of the deceased. (Defendant claimed that at a former hearing the doctor had stated that he was not sure where he started.) The court sustained an objection. Obviously this was error as defendant was entitled to test the doctor's memory as to his findings at the autopsy in this manner. The manner of the court's ruling was improper. After the objection was sustained the following occurred: \"What difference does it make? Mr. Hagerty: On what basis, your Honor? I am entitled to test this man's credibility. The Court: May I suggest one thing to you, Mr. Hagerty? Mr. Hagerty: Certainly, your Honor. The Court: Don't you begin to lose your temper in this courtroom. Don't you ask the court on what ground I have ruled. It is not competent nor relevant nor material on what part of the trunk or body the Doctor began his examination. It is so patent even to a layman that I am surprised you asked on what ground.\"\n [14] The court erred in curtailing the cross-examination of the witness Pens, as to whether in his talk with Inspector Nelder wherein he reported the incident between defendant and the woman in his cab he related the conversation between her and the defendant, to which he testified on the stand. It was defendant's theory that in reporting the matter to the inspector the witness had failed to report that conversation. The witness testified that he did not believe he mentioned it to the inspector and further examination as to what he did *548 tell the inspector was prevented by the court's ruling. The defendant had a right to show the jury that as affecting the credibility of the witness this very vital matter had not been told to the inspector when the witness was reporting the incident. The question asked of the witness was: \"Q. At that time, did you relate to him the conversation you overheard in the taxicab wherein this woman made certain statements or accusations against the defendant?\" Immediately upon his answering that he did not believe he mentioned \"that\" to him, the court broke in: \"To what do you refer when you use the word 'accusations' against the defendant, Mr. Hagerty? Mr. Hagerty: I have general reference to the conversation he related on the stand. The Court: Has this witness testified on either direct or cross-examination that the woman companion of the defendant who left with him, as testified to, from Cooper &amp; Varni's accused him of anything, or was it not a warning that the witness has testified to?\" The conversation referred to was the one which Pens testified took place in his cab between defendant and the woman who went with him from Cooper and Varni's in which the woman said to defendant that she had heard him tell the bartender \"that he had slapped another woman around ...\" The question was quite clear and did not need the rather antagonistic help of the court. Defendant then sought to inquire further concerning the witness' report to Inspector Nelder and the court without any action by the district attorney interrupted to state that \"none of this\" was covered by direct examination. Considerable discussion ensued, and then the court ruled that while it was not proper cross-examination, defendant could make the witness his own and examine him on the subject. Then when the defendant followed the court's suggestion the court refused to allow him to go into the matter on the ground that it was hearsay. The fact that in reporting to the inspector the occurrences when defendant was present in his cab, the witness omitted mentioning a conversation as important as the one involved, was a matter which defendant should have been permitted to bring out fully.\n On the cross-examination of Reilly, the bartender at Brownie's Tavern, defendant asked him if the Board of Equalization rules prohibited him from serving an intoxicated person. This was directed to the question of the witness' credibility in testifying that defendant and Myrna were sober when in the bar. The court sustained objections to this line *549 of testimony. In arguing the matter defendant's counsel stated, \"No man is going to testify he violated the law on the stand.\" Thereupon the court said: \"Now, Mr. Hagerty, you know that observation is most improper. You are assuming, by implication, that this man does violate the law in the operation of his business and no such assumption is justified at all. Mr. Hagerty: Oh, your Honor__________ The Court: The court can only assume that this witness here, as a bartender, is complying with the law. The doctrine of presumption of innocence which has been enunciated with emphasis in this case clothes this man. He is not on trial, he is not to be presumed to be a law violator. The saloon business, the liquor business, is a licensed business and this court certainly is not going to assume nor can the jury, that he is violating the law when he is serving liquor at that bar.\" The court also refused to permit defendant to ask the witness \"what the state of intoxication meant to him.\" [15] Certainly where a witness testifies as to the sobriety of another his test of sobriety, or of intoxication, may be inquired into.\n [16] The court erred, too, in refusing to permit the introduction by defendant of certain photographs of the beach area in question offered by defendant. These showed more debris on the beach than in those taken by the police, all of which were admitted at a prior trial. Inspector Fitzpatrick had testified at a prior trial that the photographs were a fair impression of the beach and the oceanside end of the tunnel the morning the police photographs were taken. At this trial, he testified that the police photographs looked more like the scene than did these. The witness then went on to compare the two sets of photographs and stated that the police ones \"were more representative\" of the area than some of those offered by defendant. The court admitted those which the inspector testified were as representative as the police ones, but refused to admit those which he said were not as representative. He did not testify that the latter did not represent the condition at the beach but that they were not as representative as those of the police. In view of his statements at the prior trial, which he admitted making, and his testimony here, plus the testimony of defendant that they truly depicted the scene, the court erred in not admitting the photographs.\n The second time defendant offered these photographs defendant's counsel stated that they were photographs he took in the course of the last trial. Thereupon the court said: *550 \"... your offer is rejected by the court and again I request that you not refer to any activity of yourself that took place during the last trial or any trial of this case. It doesn't make any difference when these were taken, Mr. Hagerty, and certainly reference shouldn't be made to any other trial whatsoever. The fact is that the officer testified to these photographs and in effect rejected them by way of comparing them with pictures which he said did more or less faithfully depict the condition at the beach at the time and place in question, eliminating these as not so depicting the condition of the beach at the time and place in question. We are not concerned with what was done at the previous trial or any of the previous trials; constant reference to those trials, I don't believe should be made.\" Counsel then called the court's attention to the fact that Inspector Fitzpatrick had admitted at this trial that he had stated at a prior trial that the photographs were representative. Thereupon the court said: \"But he has stated his opinion here, Mr. Hagerty, and that is all that this jury can take into consideration, the testimony as given on this trial.\"\n While defendant was cross-examining the autopsy surgeon, in a hypothetical question, he asked the doctor that, assuming certain matters and \"that the decedent collapsed at that spot and that the defendant feeling that maybe she would be revived by putting her in the water, the ocean__________\" The district attorney interrupted with an objection. Thereupon the court proceeded to take defendant's counsel to task because the proof did not exactly correspond with something said by him in his opening statement. \"The Court: Mr. Hagerty, may I call your attention to one part of your opening statement? That when the decedent got close to the water's edge she was washed into the water and by super human strength the defendant had to rescue her. Mr. Hagerty: That is after__________ The Court: You said nothing about the defendant taking her to the water's edge to revive her. You said in your opening statement you would show that she was washed into the water and by super human effort, the defendant rescued her from the water. Mr. Hagerty: If I said that, your Honor__________ The Court: You did say that. Mr. Hagerty: __________that is a complete oversight. The Court: You said it. It wasn't an oversight. It was a declaration. The record shows that.\" It is true that when defendant assigned this as a prejudicial statement the court instructed the jury to disregard it completely as if it had not been said. But in view of the court's *551 entire attitude throughout the case, coupled with this rather unusual action of the court, it is doubtful if the jury could draw any other conclusion but that the court was rather skeptical of defendant's side of the case. Particularly is this so when the court a few moments later stated: \"... you are in no better position now, no stronger position put it that way, than you were when you stood before the jury and made your opening statement when, as I have already said, you made a certain statement, that is why I asked you a moment ago what your theory was.\"\n The court ruled that certain questions asked the witness Reilly at a prior trial did not impeach anything said by him on the subject at this trial. In discussing the ruling the court said: \"... we are not here to read transcripts of testimony in any other trial--otherwise, we might as well take all our transcripts of the first and second trials and sit down and read them to the jury, and we don't do business that way.\"\n The court was overmeticulous about the form of defendant's questions. Here is an instance. Dr. Rosenthal testified that he examined Myrna's body \"for findings on rape.\" He was then asked if those findings were negative. The district attorney objected on the ground that the question was ambiguous. After some discussion between court and counsel the district attorney said his only objection to the question was that it was \"general.\" Further discussion followed. The court indicated that it would overrule the objection and asked that the question be reread. This was done, and then the court stated: \"Well, that is argumentative. You are arguing with the witness in the form of that question, Mr. Hagerty. Ask him the plain question.\" Obviously the question was not argumentative. Following the court's suggestion defendant asked: \"Those findings were negative, weren't they? A. That's right. The Court: 'Were they,' that's the question.\" (Italics added.) The district attorney then objected (apparently to the preceding question) that no foundation was laid. The court sustained the objection. Defendant then examined the doctor concerning certain tests made by him. The last answer was that a certain test was negative. Thereupon the following occurred: \"Q. And then, Doctor, of your own knowledge, you know__________ The Court: Now, that is arguing, Mr. Hagerty. Ask the question, Mr. Hagerty. Mr. Hagerty: I am asking of his own knowledge if he knows. The Court: The form of your question, the very words with *552 which you begin your question are argumentative. Put an unqualified question to him, Mr. Hagerty. Mr. Hagerty: Q. Then you know, Doctor, that your findings on those points__________ The Court: That is__________ Mr. Hagerty: Q. __________ were confirmed by the pathologist? The Court: Just a moment, Mr. Hagerty. If Mr. Brown isn't going to object, I am going to object because I want the record to be clear. You are arguing with the witness. Ask him, 'Do you know whether or not.' \"\n [17] Taking the sum total of the errors (no one of which, standing alone, probably is sufficiently prejudicial to cause a reversal), coupled with the attitude of the court throughout the trial, an examination of the transcript shows that defendant was denied a fair trial. The hostility evidenced by the court, and its frequent criticism of defendant's counsel (only occasionally merited) in a case which at least on the degree of the crime was a close one, must have had its effect on the jury.\n Newspaper Articles\n [18] Defendant contends that he was denied a fair trial because a couple of the jurors, on voir dire, stated that they had read certain newspaper articles concerning the case, which articles were unfriendly to defendant, but of which they held merely vague impressions. Also during the trial it appeared that a newspaper referred to a purported confession to Army authorities in which defendant was reported to have admitted murdering Myrna, and other matters possibly unfavorable to defendant. There is no evidence that the jurors read the articles published during the trial, nor that they were influenced by those they read before the trial. Those who had read them expressly stated they would not be influenced thereby, nor had they therefrom formed any opinion concerning the case. The court, during the trial, expressly admonished the jury that it must disregard any statements in the newspapers concerning the case, nor should it be influenced by them. It might have been advisable for the court to admonish the jurors not to read any accounts of the trial. But we cannot say that defendant was deprived of a fair trial because of the newspaper articles. (See People v. Feld, 149 Cal. 464 [86 P. 1100].)\n Alleged Misconduct of the District Attorney\n Defendant has charged the district attorney with a number of incidents of alleged misconduct. These charges are mainly *553 based upon the introduction of certain evidence which defendant contends was not admissible and upon alleged improper cross-examination of witnesses. We have examined the record and find that in practically every instance (with the exception of the photographs of the deceased) the evidence was admissible and the cross- examination was proper. We find no misconduct by the district attorney.\n Instructions\n Defendant claims that the court refused to give some 45 instructions, many of them being alternate instructions, offered by him and taken from the California Jury Instructions, Criminal, and two sections of the Code of Civil Procedure. Defendant fails to give any detail concerning these instructions. However, we have compared the instructions with those given by the court and find that practically all those which defendant requested and which were applicable to the case were given either in haec verba, in substance, or were covered by other instructions.\n The judgment and order denying a new trial are reversed.\n Wood (Fred B.), J., concurred.\n PETERS, P. J.\n I concur in the reversal of the order denying the motion for a new trial and of the judgment.\n I agree with the majority opinion that the evidence, while highly conflicting, is sufficient to sustain the conviction. I further agree, for the reasons set forth in that opinion, that the defendant was denied a fair trial. I further agree that the introduction into evidence of the photographs of the deceased, under the circumstances here existing, was error of a most serious nature. But I cannot agree that the evidence of the assault committed some 13 years before the offense here involved is claimed to have been committed, was admissible.\n The majority opinion has collected the cases that indicate that many exceptions exist to the rule that evidence of other crimes is normally not admissible. No doubt those exceptions have been greatly extended in recent years. (See People v. Peete, 28 Cal. 2d 306 [169 P.2d 924]; People v. Westek, 31 Cal. 2d 469 [190 P.2d 9]; People v. Dabb, 32 Cal. 2d 491 [197 P.2d 1]; People v. Zatzke, 33 Cal. 2d 480 [202 P.2d 1009].) But those cases at least recognize that the rule exists. (See, also, People v. Albertson, 23 Cal. 2d 550 [145 P.2d 7].) The *554 reason for the rule is obvious. The defendant in a criminal case is not being tried because he is a man of bad character, but because he is charged with having committed a specific offense. He is called upon to meet the charge contained in the indictment or information, and is not called upon to meet charges that sometime in the past he committed, or may have committed, other offenses. Even a very bad man should not be convicted on general principles. Even such a person must be proved guilty of the offense charged. Thus, the normal rule is and should be that the prosecution is prohibited from introducing evidence that will show, or that may tend to show, that the accused has committed any crime wholly independent of the offense for which he is on trial.\n To that rule there are certain exceptions, all based on the fundamental premise that where evidence of another crime is directly relevant to proving some element of the crime charged or in disproving some defense, such evidence is admissible. Thus, if the evidence of the other crime tends to establish, as to the crime charged, motive, knowledge or intent, the absence of mistake or accident, a common pattern, plan or scheme, or the identity of the person charged, evidence of other crimes is admissible. In determining whether proof of a prior crime falls within one of these exceptions, a rule of common sense must be applied. This is particularly true where the prior crime is remote as to time. While it no doubt is the law that, generally speaking, where the evidence may fall within one of the exceptions, remoteness goes to weight rather than to admissibility (People v. Peete, 28 Cal. 2d 306 [169 P.2d 924]; People v. Morani, 196 Cal. 154 [236 P. 135]; People v. Hall, 25 Cal. App. 2d 336 [77 P.2d 244]; People v. Miner, 96 Cal. App. 2d 43 [214 P.2d 557]) and that considerable discretion in this regard must be allowed the trial court (People v. Arrangoiz, 24 Cal. App. 2d 116 [74 P.2d 789]), it is obvious that there is a line of reasonableness beyond which the evidence is not admissible. That line was passed in the present case.\n Here the evidence of the prior assault is sought to be justified on the ground that it falls within the common pattern, plan or scheme exception. In other words, because defendant was charged and convicted some 13 years before of assaulting a woman, while under the influence of liquor, in which case she charged that he had first attempted sexual intercourse and then threatened to commit an unnatural sex act, it is now claimed that those facts are relevant in proving that, while *555 under the influence of liquor, some 13 years later, he brutally beat the deceased and murdered her. While sex, in a general sense, was undoubtedly present in both cases, there is not one word of testimony that defendant attempted sexual intercourse in the instant case or threatened or attempted to perform any unnatural sex act. The evidence is to the effect that the deceased undressed herself, and the condition of her clothes is mute and potent evidence that this was true. If intercourse was intended, it quite evidently would have been voluntary on the part of the deceased. But even on the question of intercourse, the prosecution witnesses conceded that there was no evidence that such had been accomplished. While there are some general similarities between the two offenses, there is not sufficient similarity to indicate a common plan, pattern or scheme.\n Thirteen years elapsed between the first offense and the one here claimed to have been committed. There is no evidence of any connecting link between these two offenses. So far as the record is concerned, defendant never committed any similar offense during the 13-year interval. Does evidence that a man assaulted a woman in 1937 logically tend to rebut his denial that he beat another woman to death in 1950? Does evidence of that one step from rectitude 13 years ago tend to show a common plan, pattern or scheme? I think not.\n Every court that has considered this problem recognizes the highly inflammatory and prejudicial effect of such testimony, but admits it in some cases because of its direct relevancy in proving some fact properly before the court, or in disproving some defense proffered by the defendant. But certainly there is a limit beyond which the prosecution may not go. The connection between the two offenses must be so direct that evidence of the commission of the prior offense reasonably tends to prove that the accused committed the offense with which he is charged. It must do more than merely raise a suspicion that such is the fact. The inference must be a reasonable one.\n In the instant case, while the admissible evidence is sufficient to sustain the finding of guilt, the evidence is highly conflicting. This was a close case. This is demonstrated by the fact that two prior juries disagreed. The prosecution, in evident recognition of the weakness of its case, produced this woman and the arresting officer to testify as to this prior offense committed 13 years before. The prosecution must be *556 charged with knowledge that these witnesses would testify not only to the prior assault, but would also testify that the defendant threatened the woman there involved with committing upon her a revolting, disgusting and unnatural sexual act. There is not one word of evidence that this factor existed in the present case. It is quite apparent that this evidence was produced solely for the purpose of discrediting this defendant in the eyes of the jury. It is equally evident that it would tend to and did have this effect. Under such circumstances I believe that this evidence was not relevant, was too remote, and should have been excluded. In my opinion, this is an additional ground for the reversal.\n A petition for a rehearing was denied March 18, 1952.\n Peters, P. J., voted for a rehearing and rendered the following opinion:\n PETERS, P. J.\n I vote for a granting of the rehearing on the sole ground that, in my opinion, the admission of the evidence relating to the prior crime was error of a most prejudicial character.\n Respondent's petition for a hearing by the Supreme Court was denied March 31, 1952.\n Carter, J., rendered the following opinion:\n CARTER, J.\n In voting for a denial of respondent's petition for a hearing in this case I wish to state that I am in full accord with the views expressed in the concurring opinion of Mr. Presiding Justice Peters in said case. *557\n",
            "ocr": false,
            "opinion_id": 1445715
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Rape"
}