{
    "id": 1282340,
    "judges": "Miller",
    "date_filed": "1977-12-04",
    "date_filed_is_approximate": true,
    "slug": "state-v-hatfield",
    "case_name_short": "Hatfield",
    "case_name": "State v. Hatfield",
    "case_name_full": "State of West Virginia v. Crawley Hatfield; Crawley Hatfield v. Bobby Leverette, Warden, WVP",
    "attorneys": "Crandall, Pyles, Crandall & Poyourow, Bradley J. Pyles and Robert Poyourow, for appellant., Chauncey H. Browning, Attorney General and Donald Darling, Assistant Attorney General, for appellees State and Leverette, Warden.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 146,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b203-8\">\n    State Of West Virginia\n    <em>\n     v.\n    </em>\n    Crawley Hatfield Crawley Hatfield\n    <em>\n     v.\n    </em>\n    Bobby Leverette,\n    <em>\n     Warden,\n    </em>\n    WVP\n   </parties><docketnumber id=\"Alq\">\n    (No. 14904)\n   </docketnumber><docketnumber id=\"AON\">\n    (No. 14905)\n   </docketnumber><br><attorneys id=\"b205-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"193\"> \n     *193\n     </span>\n<em>\n     Crandall, Pyles, Crandall &amp; Poyourow, Bradley J. Pyles and Robert Poyourow,\n    </em>\n    for appellant.\n   </attorneys><br><attorneys id=\"b205-10\">\n<em>\n     Chauncey H. Browning,\n    </em>\n    Attorney General\n    <em>\n     and Donald Darling,\n    </em>\n    Assistant Attorney General, for appellees State and Leverette, Warden.\n   </attorneys>",
    "citations": [
        "286 S.E.2d 402",
        "169 W. Va. 191"
    ],
    "opinions": [
        {
            "author_str": "Miller",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6037.0,
            "opinion_text": "\n286 S.E.2d 402 (1982)\nSTATE of West Virginia\nv.\nCrawley HATFIELD.\nCrawley HATFIELD\nv.\nBobby LEVERETTE, Warden, WVP.\nNos. 14904, 14905.\nSupreme Court of Appeals of West Virginia.\nJanuary 26, 1982.\n*405 Crandall, Pyles, Crandall &amp; Poyourow, Bradley J. Pyles, Nan G. Brown, Logan, and Robert Poyourow, Charleston, for appellant.\nChauncey H. Browning, Atty. Gen. and Donald Darling, Asst. Atty. Gen., Charleston, for appellees State and Leverette, Warden. *403\n*404 MILLER, Chief Justice:\nIn this appeal, we consider whether the defendant, Crawley Hatfield, should have his conviction for first degree murder reversed. The jury did not recommend mercy. We have consolidated defendant's criminal appeal with an appeal from a denial of a writ of habeas corpus. Hatfield, in his habeas corpus petition, claims he had ineffective assistance of counsel during his criminal trial.[1] We treat initially the errors claimed on direct appeal and find them insufficient to warrant a reversal. We next consider the habeas corpus claim of ineffective assistance of counsel and conclude it is not meritorious. We, therefore, affirm the defendant's conviction.\n\nI.\n\nThe Criminal Appeal\nDefendant contends the evidence adduced at trial was insufficient as a matter of law to support a conviction for first degree murder. He claims as well that State's Instructions Nos. 2 and 3 were erroneous. He also urges that the State's failure to inform defense counsel of the ownership of a pistol found near the scene of the killing several days after the shooting constituted a failure of discovery or refusal to turn over exculpatory evidence. Finally, defendant contends that the doctrine of cumulative error elevates some or all of these errors to a level which requires a reversal of the case.\n\nA. Insufficiency of Evidence\n\nMuch of the critical evidence surrounding the homicide is not in dispute. The defendant was tried for killing Arbie Williamson, a tenant of the defendant who lived next *406 door. At the time of the homicide, the defendant was fifty-nine years of age and lived with his wife and two daughters. He had some physical disability to his back as a result of a mine accident.\nThe events that led to the homicide had their roots in an argument over property Williamson rented from Hatfield. The victim, Williamson, had become delinquent in his rent and the defendant had instituted legal proceedings to have the victim and his family evicted. On the day of the homicide, the victim discovered that the gas service to the tenant house had been disconnected. Williamson went into the defendant's yard where he had an argument with the defendant about the cutting off of the gas. The victim then left and went to an adjoining neighbor's house to make a telephone call.\nWhile he was gone, his wife, Patricia Williamson, came out of the tenant house and had a further argument with the defendant. She threatened to sue the defendant if anything happened to her and the children because of the cutting off of the gas. The defendant summarily ordered her out of the yard and into her house. Mrs. Williamson's husband returned home from making the telephone call. He and his wife decided they would spend the night at her mother's house. The victim then left the house to go back to the neighbor's to make another telephone call. It was while the victim was crossing from the neighbor's house that the shooting occurred.\nMrs. Williamson testified that her husband crossed back from the neighbor's porch and was near their parked car when several shots were fired. She saw her husband fall. She ran to him and discovered that he had been shot through the head. She became hysterical and ran toward the neighbor's house. Mrs. Williamson also testified that as she ran more shots were fired.\nAnother State's witness, Sherry Gearheart, testified that while standing in the front yard of her mother's home with a friend she heard the argument between the defendant and the victim's wife. A short time later, she observed the defendant standing on the porch of his house with a gun and saw the victim come off the front porch of the tenant house and proceed toward a neighbor's home. At this point, Sherry Gearheart went into her mother's house. While inside her mother's house she heard shots. She ran to the window and saw the victim fall to the ground near the car. She then went to the front door and saw the defendant on his porch with a gun in his hand. She saw the victim's wife run to the spot where her husband had fallen and then run toward the neighbor's house. She also testified that she saw the defendant shoot at Mrs. Williamson.\nSherry's mother, Alma Gearheart, also a State's witness, testified that she saw the victim's wife run to her husband's body and that the defendant fired two shots at Mrs. Williamson as she ran toward the neighbor's house. Further, Daleen Roberts, another woman who had been talking with Sherry Gearheart, testified that she saw the defendant shoot at the victim's wife. None of these witnesses saw any weapon on the victim.\nAfter the shooting, the defendant left his porch, got into his truck and drove away. He was later taken into custody by the State Police and gave a confession in which he admitted shooting the victim. At trial, he claimed that during his first argument with the victim, the latter had threatened to kill him if he did not turn the gas on. He stated that in the second confrontation with both the victim and his wife, the victim stated, \"You're a cripple. I can handle you any way I want to,\" and \"I'll tear you into strings.\" It was at this point that the defendant went onto his porch and obtained his rifle. He stated he kept his rifle on the porch to shoot rats that would come through his yard.\nThe defendant testified that after the second confrontation, the victim and his wife went into the tenant house. The defendant then stated that the victim came back out of the house and proceeded toward the car, which had been measured to be some sixty-three feet from the defendant's porch. The porch was about 8½ feet above ground level. The defendant stated *407 that he saw the victim reach down to pick up something. He thought the victim had dropped a gun. When the victim raised up the defendant stated the victim shot at him. The defendant then shot several times killing the victim. He was cross-examined extensively on this point because in his confession he made no mention of the victim having or firing a gun at him but stated he shot the victim when he saw him pick up a rock. The defendant offered no other fact or witness to corroborate his version of the shooting.\nThe defendant's instructions on self-defense were given to the jury. The defendant does not argue that he was entitled to exercise the right of self-defense as a matter of law. See State v. W.J.B., W.Va., 276 S.E.2d 550 (1981). What he does urge is that the jury's verdict of first degree murder is not warranted on the facts. However, under the standard of appellate review of the facts set in Syllabus Point 1 of State v. Starkey, W.Va., 244 S.E.2d 219 (1978), we do not believe the defendant's position has any merit:\n\"In a criminal case, a verdict of guilt will not be set aside on the ground that it is contrary to the evidence, where the state's evidence is sufficient to convince impartial minds of the guilt of the defendant beyond a reasonable doubt. The evidence is to be viewed in the light most favorable to the prosecution. To warrant interference with a verdict of guilt on the ground of insufficiency of evidence, the court must be convinced that the evidence was manifestly inadequate and that consequent injustice has been done.\"\nIn Starkey, we discussed in some detail our law regarding the elements of murder and stated:\n\"The term `murder' must be defined in conjunction with W.Va. Code, 61-2-1, where the Legislature established the distinction between first and second degree murder. In State v. Stevenson, 147 W.Va. 211, 127 S.E.2d 638 (1968), rev'd on other grounds, Boles v. Stevenson, 379 U.S. 43, 85 S.Ct. 174, 13 L.Ed.2d 109 (1964), this Court noted at common law there were no degrees of murder, and went on to state that under our statute first degree murder requires a deliberate and premeditated killing. It has also been said that the distinctive element in first degree murder is the specific intent to take life. State v. Hertzog, 55 W.Va. 74, 46 S.E. 792 (1904).\n* * * * * *\n\"This Court has always recognized that malice is an essential element to both murder in the first and second degree. State ex rel. Combs v. Boles, 151 W.Va. 194, 198, 151 S.E.2d 115, 118 (1966), and cases cited therein.\" 244 S.E.2d at 223. (Footnotes omitted)\nIn speaking of our general murder statute, W.Va. Code, 61-2-1, we held in Syllabus Point 5 of State v. Sims, W.Va., 248 S.E.2d 834 (1978):\n\"W.Va. Code, 61-2-1, was not designed primarily to define the substantive elements of the particular types of first degree murder, but rather was enacted to categorize the common law crimes of murder for the purpose of setting degrees of punishment.\"\nIt is obvious that the specific intent to kill for first degree murder is related to and is a necessary constituent of the elements of premeditation and deliberation such that proof of the latter will also aid in proving the former. State v. Jones, 279 S.E.2d 835, 838-39 (N.C.1981). We discussed at some length in State v. Starkey, supra, the term \"malice\" and concluded it is essentially \"a form of criminal intent.\" 244 S.E.2d at 223. Thus, in regard to first degree murder, the term \"malice\" is often used as a substitute for \"specific intent to kill\" or \"an intentional killing.\" E.g., State v. Ferguson, W.Va., 270 S.E.2d 166, 170 (1980); State ex rel. Combs v. Boles, 151 W.Va. 194, 198, 151 S.E.2d 115, 118 (1966). It is clear, however, that the intent to kill or malice is a required element of both first and second degree murder but the distinguishing feature for *408 first degree murder is the existence of premeditation and deliberation.[2]\nBased on the foregoing principles, it is clear that where there has been an unlawful homicide by shooting and the State produces evidence that the homicide was a result of malice or a specific intent to kill and was deliberate and premeditated, this is sufficient to support a conviction for first degree murder. Here, the only conflicting fact was the defendant's statement that he thought the victim had a gun and fired first at him. The State's witnesses testified they saw no gun on the victim. The defendant in his confession after the homicide also made no mention of a gun. Clearly, the jury could find that the victim was without a weapon and at the time he was killed was not making any attack on the defendant. The physical evidence demonstrated the distance between the defendant and the victim at sixty-three feet with the defendant occupying a porch some 8½ feet above the ground. The victim was not advancing on the defendant. Armed as he was with a weapon, the defendant cannot validly maintain that he was placed in fear of great bodily harm or death once the jury disbelieved his story that the victim was armed. Nor does the record support a claim of provocation, since the argument between the victim and the defendant had broken off when the victim and his wife went into the tenant house before the actual shooting.[3]\nUnder the State's evidence, the jury could have properly concluded that the defendant's shooting of the victim was deliberate and premeditated.\n\nB. The Clifford Instruction[4]\nThe defendant claims that it was reversible error for the trial court to have given State's Instruction No. 3, taken from State v. Clifford, 59 W.Va. 1, 16, 52 S.E. 981, 987 (1906).[5] The specific complaint advanced *409 by the defendant is that the instruction by stating \"it is only necessary that [the] intention [to kill] should have come into existence for the first time at the time of the killing,\" contradicts the concept of premeditation, an essential element of the crime of first degree murder.\nWe do not agree with the defendant's analysis of the Clifford instruction. In the preceding section we have discussed the elements of first degree murder in regard to a homicide by shooting as drawn from our prior case law. It can be conceded that the definition as developed from our cases has some degree of redundancy since we utilize the terms \"malice\" or \"intentional killing\" as well as a \"deliberate and premeditated killing.\" The terms \"deliberate\" and \"premeditated\" have not often been defined in our cases but do carry a certain degree of definitional overlap.[6] This point is made in LaFave &amp; Scott, Criminal Law § 73, at 563 (1972 ed.):\n\"To be guilty of this form of first degree murder the defendant must not only intend to kill but in addition he must premeditate the killing and deliberate about it. It is not easy to give a meaningful definition of the words `premeditate' and `deliberate' as they are used in connection with first degree murder. Perhaps the best that can be said of `deliberation' is that it requires a cool mind that is capable of reflection, and of `premeditation' that it requires that the one with the cool mind did in fact reflect, at least for a short period of time before his act of killing.\" (Footnotes omitted)\nBut, as LaFave &amp; Scott also point out: \"The intention may be finally formed only as a conclusion of prior premeditation and deliberation.\" Id.\nHere, the Clifford instruction refers primarily to the intention to kill not existing for any particular time and arising at the moment of the killing. This means the specific intent to kill and is to be distinguished from the elements of deliberation and premeditation which are the state of mind conveying the characteristics of reflection. The present case illustrates these distinctions. There was an interval of time after the defendant and the victim argued and the victim went into his house and came out again. It was during this interval that the defendant armed himself. This speaks to deliberation and premeditation. Upon the victim's emergence from his house, these elements continued culminating in the specific intent to kill with the firing of the weapon.\nDefense counsel points to Edwards v. Leverette, W.Va., 258 S.E.2d 436, 438 (1979), where disapproval was voiced generally about this type of instruction. The specific discussion in the case, however, was whether the instruction relieved the State from proving a necessary element of first degree murder. We held it did not. We are also cited the Virginia case of Baker v. Commonwealth, 237 S.E.2d 88 (Va.1977), where in a per curiam opinion, the court concluded that the instruction might be made clearer if the word \"premeditated\" was removed in the prefatory clause. We do not believe that this adds any clarity to the instruction since the prefatory clause \"to constitute a wilful, deliberate and premeditated killing\" is nothing more than a statement of the elements of first degree murder. The instruction is an intent instruction and could have begun (assuming another instruction had been offered giving the entire definition of first degree murder) with the prefatory statement \"to constitute first degree murder it is not necessary that the intention to kill should exist, etc.\"\n*410 It is possible from a cursory reading of this instruction standing alone to infer that premeditation and deliberation could arise at the moment of the killing and thus arguably erase the distinction between first and second degree murder.[7] When the questioned instruction however is fitted with others in the case, the jury was apprised of the difference. This is the reason for the traditional rubric that instructions should be considered in their entirety. State v. Milam, W.Va., 226 S.E.2d 433 (1976); State v. Slider, 156 W.Va. 653, 196 S.E.2d 85 (1973); State v. Snider, 81 W.Va. 522, 94 S.E. 981 (1918). State's Instruction No. 1 clearly delineated the critical difference between first and second degree murder by stating that \"murder in the second degree is when one person kills another person unlawfully and maliciously, but not premeditatedly.\" We decline to reverse on this ground.\nDefendant's complaint as to State's Instruction No. 2 can be more readily dispatched. State's Instruction No. 2 defined the elements of first degree murder. The instruction also stated \"and if no extenuating circumstances appear from the evidence, you, the jury, should so find him guilty of murder in the first degree.\" The specific contention is that this instruction prejudicially singled out first degree murder by not covering all of the other lesser degrees of verdicts the jury might find. State's Instruction No. 1, however, gave to the jury a comprehensive definition of all verdicts the jury could return, i.e., first degree murder, second degree murder, voluntary manslaughter, involuntary manslaughter and not guilty. We see no reason why the State could not offer a separate specific instruction covering a particular form of verdict.\n\nC. Failure to Disclose Evidence\n\nDefendant argues that reversible error was committed when the State failed to disclose in advance of trial the ownership of a pistol found several days after the shooting. The gun was found beneath an old car seat under the Williamson's front porch. This point is also raised in the habeas corpus proceeding as an illustration of ineffective assistance of counsel. Defendant contends that if defense counsel had known that the owner of the gun was a Mr. Carter, he would not have brought out the fact that the gun had been found. The basis for this argument is that the State in rebuttal established by a state policeman that the gun was owned by Mr. Carter and also established on cross-examination of the defendant that Carter was known by the defendant. This enabled the prosecutor to suggest in his closing argument that the defendant arranged to have the gun planted on the victim's property after the shooting in order to bolster his self-defense claim.\nWe have in several of our cases made the distinction, which has been made by the United States Supreme Court, between the prosecutor's constitutionally mandated duty to turn over exculpatory material to the defendant in the absence of any defense discovery motions and the broader requirement imposed by our discovery statute and rules to respond with relevant information. In State v. Brewster, W.Va., 261 S.E.2d 77, 79 (1979), we summarized the matter in this fashion:\n\"Much the same thought underlies the distinction drawn by the United States Supreme Court in United States v. Agurs, 427 U.S. 97, 96 S.Ct. 2392, 49 L.Ed.2d 342 (1976), between evidence required to be *411 disclosed through formal discovery requests and evidence required to be disclosed regardless of requests under the constitutional rule for producing exculpatory material as set forth in Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963). Cf. State v. Belcher, W.Va., 245 S.E.2d 161 (1978); Annot., 34 A.L.R.3d 16, 38 (1970).\"\nSee also State v. Grimm, W.Va., 270 S.E.2d 173 (1980); Wilhelm v. Whyte, W.Va., 239 S.E.2d 735 (1977); State v. Cowan, 156 W.Va. 827, 197 S.E.2d 641 (1973); State v. McArdle, 156 W.Va. 409, 194 S.E.2d 174 (1973).\nHere, the failure of the State to communicate to defense counsel the ownership of the gun found on the defendant's property occupied by Williamson does not constitute exculpatory evidence from a constitutional standpoint. In United States v. Agurs, 427 U.S. 97, 96 S.Ct. 2392, 49 L.Ed.2d 342 (1976), the Supreme Court announced the standard of evaluating whether the failure to disclose evidence would reach a constitutional dimension such that the prosecutor was required to disclose it in the absence of any request:\n\"It necessarily follows that if the omitted evidence creates a reasonable doubt that did not otherwise exist, constitutional error has been committed. This means that the omission must be evaluated in the context of the entire record. If there is no reasonable doubt about guilt whether or not the additional evidence is considered, there is no justification for a new trial. On the other hand, if the verdict is already of questionable validity, additional evidence of relatively minor importance might be sufficient to create a reasonable doubt.\" 427 U.S. at 112-13, 96 S.Ct. at 2402, 49 L.Ed.2d at 355. (Footnotes omitted)\nIn State v. McArdle, supra, we stated a similar test in Syllabus Point 4:\n\"A prosecution that withholds evidence on the demand of an accused, which, if made available would tend to exculpate him, violates due process of law.\"\nIn Wilhelm v. Whyte, supra, we spoke to this syllabus point in McArdle by stating that \"[t]here can be little doubt that the reference [to the prosecutor's failure to disclose evidence] was to the Due Process Clause, Article III, Section 14 of the West Virginia Constitution.\" 239 S.E.2d at 737. Since Agurs the constitutional requirement on the prosecution to disclose exculpatory evidence to the defendant need not be predicated on a prior request by the defendant.[8] Consequently, we modify Syllabus Point 4 of McArdle in light of Agurs and Wilhelm, supra, to read:\n\"A prosecution that withholds evidence which if made available would tend to exculpate an accused by creating a reasonable doubt as to his guilt violates due process of law under Article III, Section 14 of the West Virginia Constitution.\"\nIn the present case, the ownership by a third party of the gun found underneath the porch of the Williamson's residence cannot be deemed an exculpatory fact. The finding of the gun bore on the issue of defendant's claim of self-defense. It was the defendant's position that at the time of the shooting, he thought the victim had a gun. The claim of self-defense was not materially affected by who owned the gun allegedly used by the victim.\nEven if we assume the defendant was entitled to utilize our nonconstitutional discovery standard (predicated on a prior granted discovery motion)[9] he does not *412 come within this standard. In Syllabus Point 2 of State v. Grimm, W.Va., 270 S.E.2d 173 (1980), we said:\n\"When a trial court grants a pre-trial discovery motion requiring the prosecution to disclose evidence in its possession, non-disclosure by the prosecution is fatal to its case where such non-disclosure is prejudicial. The non-disclosure is prejudicial where the defense is surprised on a material issue and where the failure to make the disclosure hampers the preparation and presentation of the defendant's case.\"\nSee also State v. Cowan, 156 W.Va. 827, 197 S.E.2d 641 (1973).\nThe relevant inquiry under this standard is prejudice to the defendant resulting from either surprise on a material issue or where the nondisclosure hampers the preparation and presentation of the defendant's case. The physical possession of a gun by the victim at the time of the shooting was the material issue insofar as the defendant's claim of self-defense is concerned. Hence, the disclosure of the ownership of the gun did not relate to a material issue of the case. Ownership of the gun by the victim would have been of some corroborative value if the evidence had shown that this was the same gun allegedly used by the victim. No such evidence however existed.\nWe believe furthermore that it is entirely speculative to state that had the defense attorney known of the ownership of the gun, he would have abandoned any reference to the discovery of the gun by the victim's residence. Part of the defendant's claim of self-defense rested on convincing the jury that the victim had a gun at the time of the shooting. The defendant was the only witness who alluded to the victim being in possession of a gun and it is quite conceivable that defense counsel would have introduced evidence on the finding of the gun near the victim's residence to help bolster the defendant's testimony even though he knew of the ownership of the gun.\nIn light of the foregoing discussion, we find no reversible error on the criminal appeal.\n\nII.\n\nThe Habeas Corpus Appeal\nThe habeas corpus appeal challenges the trial court's finding that the defendant's trial counsel was not ineffective. Our general rule in regard to a claim of ineffective assistance of counsel is contained in Syllabus Point 19 of State v. Thomas, 157 W.Va. 640, 203 S.E.2d 445 (1974), where we stated:\n\"In the determination of a claim that an accused was prejudiced by ineffective assistance of counsel violative of Article III, Section 14 of the West Virginia Constitution and the Sixth Amendment to the United States Constitution, courts should measure and compare the questioned counsel's performance by whether he exhibited the normal and customary degree of skill possessed by attorneys who are reasonably knowledgeable of criminal law, except that proved counsel error which does not affect the outcome of the case, will be regarded as harmless error.\"\nSee also Syllabus Point 4, State v. Key, W.Va., 275 S.E.2d 924 (1981); State v. Demastus, W.Va., 270 S.E.2d 649 (1980); Syllabus Point 2, Scott v. Mohn, W.Va., 268 S.E.2d 117 (1980); Syllabus Point 1, Carter v. Bordenkircher, W.Va., 226 S.E.2d 711 (1976).\nIn Scott v. Mohn, supra, we elaborated on certain guidelines that had been formulated in our own and other jurisdictions relevant in determining the effectiveness of counsel:\n\"Distilling the principles taught by those cases we find that the Court should make the following inquiries as to whether:\n\"1) counsel was promptly furnished to the accused;\n\n*413 \"2) counsel was afforded a reasonable time to prepare to defend the accused;\n\"3) counsel promptly conferred and thoroughly discussed the facts and the law with the client, including but not limited to advising him of his rights, matters of defense, etc.;\n\"4) counsel conducted any investigation of the facts and the law in preparation for trial;\n\"5) counsel exhibited the normal and customary degree of skill possessed by attorneys who are reasonably knowledgeable of criminal law; and,\n\"6) any prejudice resulted to the accused in the event any of the above guidelines were not followed.\n\"An omission or failure to abide by the above requirements may constitute a denial of effective assistance of counsel unless the state can establish lack of prejudice thereby.\" 268 S.E.2d at 119-20.[10]\nIn State v. Thomas, supra, in Syllabus Points 21 and 22, we also recognized that defense counsel's performance at trial must also be judged in the light of the strategy, tactics and arguable courses of conduct open to counsel. As to those matters counsel will not be deemed ineffective unless no reasonably qualified defense attorney would have so acted.[11] Moreover, the burden is on the defendant to prove ineffective assistance by a preponderance of the evidence.[12] In determining effective representation, some consideration also has to be given to the quality of the State's case arrayed against the defendant and the strength of the defendant's case. Carter v. Bordenkircher, W.Va., 226 S.E.2d 711 (1976). See also Risher v. State, 523 P.2d 421 (Alaska 1974); State v. Stanley, 123 Ariz. 95, 597 P.2d 998 (1979); People v. Camden, 16 Cal.3d 808, 129 Cal.Rptr. 438, 548 P.2d 1110 (1976); Sutton v. State, 238 Ga. 336, 232 S.E.2d 569 (1977); People v. Turner, 74 Ill.App.3d 840, 30 Ill.Dec. 400, 393 N.E.2d 55 (1979); Commonwealth v. Domaingue, 8 Mass.App. 228, 392 N.E.2d 1207 (1979); Commonwealth v. Little, 468 Pa. 13, 359 A.2d 788 (1976); State v. Gray, 601 P.2d 918 (Utah 1979).\nWith one exception, the specific allegations of ineffective assistance of counsel relate to defense counsel's activity at trial. Defendant alleges that his trial attorney failed to move for a continuance when the defendant's wife was unable to attend the trial because of being hospitalized; that he failed to prepare for the impeachment of the defendant's brother, Francis Hatfield, who was called as a State's witness; that counsel failed to call Willie Hatfield and Ira Fletcher as witnesses for the defense; and that counsel failed to request defense instructions directed at a reduction in the verdict. The final claim is the failure to investigate the ownership of the gun found several days after the shooting under the porch of the victim's residence.\nWe have discussed at some length in the criminal appeal section of the opinion the circumstances surrounding the ownership of the gun. The argument made in the habeas corpus case is simply that had defense counsel known that the ownership of the gun could be traced to an acquaintance of the defendant, a Mr. Carter, counsel would not have brought into evidence the finding of the gun. As we have earlier pointed out, however, the defendant's only *414 defense to the shooting was self-defense. In order to buttress the defendant's story, who was the only one claiming that the victim had a gun, it is not unreasonable to believe that the defense attorney would have introduced the testimony relating to the gun regardless of its ownership.\nWhile counsel on appeal stressed that this enabled the State to show the owner of the gun was known by the defendant and to suggest to the jury that the gun was planted by the defendant, the defense counsel was also able in his closing argument to refer to the gun as being linked, however tenuously, to the victim. In view of the rather overwhelming nature of the State's case and the paucity of the defense evidence on self-defense, we cannot hold that defense counsel's strategy fell below that of \"no reasonably qualified counsel.\"\nDefense counsel's failure to move for a continuance based on the absence of the defendant's wife is not borne out by the record at the habeas corpus proceeding. It appears that prior to the empaneling of the jury, defense counsel met in chambers with the judge and prosecutor and orally moved for a continuance. The discussion that followed in regard to the nature of the wife's testimony revealed that her testimony was only corroborative of the arguments between the defendant and the victim's wife. She did not witness the shooting. Even the State's witnesses attested to the arguments. The trial court declined to allow a continuance. Defendant now claims that failure to record the motion for a continuance precluded this as a possible ground for appeal. The testimony at trial from the wife of the victim and other witnesses did not contradict the fact of the prior arguments. Therefore, even if this ground were preserved, we would decline to hold the trial court erred. A continuance cannot ordinarily be obtained for the absence of a nonmaterial witness. State v. Chaffin, 156 W.Va. 264, 192 S.E.2d 728 (1972); State v. Burdette, 135 W.Va. 312, 63 S.E.2d 69 (1951); State v. Currey, 133 W.Va. 676, 57 S.E.2d 718 (1950).\nFurthermore, defendant complains that the defense attorney had knowledge of two witnesses, Willie Hatfield (no relation) and Ira Fletcher, who were in the vicinity at the time of the shooting. Supposedly, these two men heard shots which they claimed sounded as if they came from different guns. Hatfield was not called at the habeas corpus hearing so we have no record of his testimony.\nIra Fletcher's testimony was confusing at best. He was riding in a vehicle at the time and although he claimed it was on the street in the vicinity of the shooting, he saw none of the participants or witnesses. When asked how he knew the shots were from different guns, his only answer was \"[o]ne sounded loud and the other just a little.\" When asked on cross-examination how he knew they were shots, he responded: \"It's shots or backfire of a truck or something; all that noise.\" When further pressed if he actually knew that they were shots, his response was: \"I don't know that. Ain't nobody knowed it.\"\nThe defendant's trial counsel acknowledged at the habeas corpus hearing that he did not use the witnesses because their testimony was weak and might do more harm than good. From a review of the testimony, we agree with the trial counsel.\nThe defendant also claims that trial counsel did not prepare for proper impeachment of the State's witness, Francis Hatfield. Primarily, this complaint alleges that defense counsel had access to a statement given by Francis Hatfield to the State police which contained confirmation that the victim appeared to stoop over before the shooting (as if picking up a rock) and that the victim and the defendant had argued prior to the shooting. A reading of the trial transcript reveals these very points were made on cross-examination. Furthermore, the witness testified that he had begged the victim to leave during the argument and the victim \"went up the hill saying, `Shoot me. Shoot me.'\" Defense counsel was also able to expose some hostility on the part of Hatfield by reason of his refusal to be interviewed by defense counsel.\n*415 The claim is also made by the defendant that defense counsel should not have attempted an independent impeachment of Francis Hatfield by suggesting that he was having an affair with the defendant's wife. The impeachment witness was an eight-year-old niece and while it was not entirely successful, we cannot conclude from the entire record that this caused any prejudice to the defendant's case.\nThe final ground of the ineffective assistance claim is pointed at defense instructions which did not include instructions for lesser degrees of murder and manslaughter. These lesser offenses were included in the State's instructions. It is clear that defense counsel's primary argument was self-defense. There is no question that in defense counsel's closing argument he attempted to negate first and second degree murder and stated, \"I think this is a case of either not guilty because of self-defense or guilty of voluntary or involuntary manslaughter.\" We find no basis for holding that counsel's actions on this point fell below our standard of effective representation. Counsel did what could be reasonably expected in a difficult case.\nIn view of the foregoing law, we affirm the judgment of the Circuit Court of Logan County.\nAffirmed.\nNOTES\n[1]  Hatfield was convicted in the Circuit Court of Logan County on December 7, 1976. In October 1977, he filed an original habeas corpus in this Court in which he claimed he had been denied a right of appeal. We granted the writ and made it returnable to the circuit court which appointed present counsel to take the appeal. Counsel filed an amended writ of habeas corpus in the circuit court where the issue of ineffective assistance of counsel was raised. The court heard evidence as to the claim of ineffective assistance of counsel and found the trial counsel not to have been ineffective. The appeal of this order is consolidated with his trial appeal.\n[2]  In Syllabus Point 7 of State v. Sims, supra, we recognized that a felony-murder under W.Va. Code, 61-2-1, does not require a specific intent to kill or premeditation. We also stated in Syllabus Point 6 that this statute sets three categories of homicide which constitute first degree murder:\n\n\"W.Va. Code, 61-2-1, enumerates three broad categories of homicide constituting first degree murder: (1) murder by poison, lying in wait, imprisonment, starving; (2) by any wilful, deliberate and premeditated killing; (3) in the commission of, or attempt to commit, arson, rape, robbery or burglary.\"\n[3]  In note 7 of State v. Starkey, W.Va., 244 S.E.2d 219, 225 (1978), we said this about a claim of provocation:\n\n\"The term `provocation' as it is used to reduce murder to voluntary manslaughter, consists of certain types of acts committed against the defendant which would cause a reasonable man to kill. Inherent in this concept is the further requirement that the provocation be such that it would cause a reasonable person to lose control of himself (act out of the heat of passion) and that he in fact did so. State v. Clifford, 59 W.Va. 1, 52 S.E. 981 (1906), disapproved on other grounds, State v. Lawson, 128 W.Va. 136, 36 S.E.2d 26 (1945); State v. Michael, 74 W.Va. 613, 82 S.E. 611 (1914); State v. Galford, 87 W.Va. 358, 105 S.E. 237 (1920). It is important to note that provocation is not a defense to the crime, but merely reduces the degree of culpability and this is the reason why Mullaney [v. Wilbur, 421 U.S. 684, 44 L.Ed.2d 508, 95 S.Ct. 1881 (1975)] held it a violation of due process to shift the burden of proving provocation to the defendant. One of the most common types of provocation is an unprovoked assault on the defendant who responds in the heat of passion by killing the assailant. This ordinarily limits the degree of culpability to voluntary manslaughter. State v. Morris, 142 W.Va. 303, 95 S.E.2d 401 (1956).\"\n[4]  The term \"Clifford Instruction\" is used because State v. Clifford, 59 W.Va. 1, 52 S.E. 981 (1906), is the first case where we specifically discussed this instruction and approved it. The instruction has been sanctioned without any extended discussion in a number of our cases. E.g., State v. Belcher, W.Va., 245 S.E.2d 161 (1978); State v. Shaffer, 138 W.Va. 197, 75 S.E.2d 217 (1953); State v. Painter, 135 W.Va. 106, 63 S.E.2d 86 (1951); State v. Burdette, 135 W.Va. 312, 63 S.E.2d 69 (1951); State v. Porter, 98 W.Va. 390, 127 S.E. 386 (1925); State v. Wilson, 95 W.Va. 525, 121 S.E. 726 (1924).\n[5]  The text of the instruction is:\n\n\"You, the jury, are instructed that to constitute a wilful, deliberate and premeditated killing, it is not necessary that the intention to kill should exist for any particular length of time prior to the actual killing; it is only necessary that such intention should have come into existence for the first time at the time of the killing or at any moment previously.\"\n[6]  In State v. Dodds, 54 W.Va. 289, 297-98, 46 S.E. 228, 231 (1903), we said:\n\n\"The next ingredient of the crime is that it must be deliberate. To deliberate is to reflect, with a view to make a choice. If a person reflects, though but for a moment before he acts, it is unquestionably a sufficient deliberation within the meaning of the statute. The last requisite is that the killing must be premeditated. To premeditate is to think of a matter before it is executed. The word `premeditated' would seem to imply something more than `deliberate,' and may mean that the party not only deliberated, but had formed in his mind the plan of destruction.\"\n[7]  A more appropriate instruction for first degree murder, paraphrased from 2 Devitt and Blackmar, Federal Jury Practice and Instructions § 41.03, at 214, is:\n\n\"The jury is instructed that murder in the first degree consists of an intentional, deliberate and premeditated killing which means that the killing is done after a period of time for prior consideration. The duration of that period cannot be arbitrarily fixed. The time in which to form a deliberate and premeditated design varies as the minds and temperaments of people differ, and according to the circumstances in which they may be placed. Any interval of time between the forming of the intent to kill and the execution of that intent, which is of sufficient duration for the accused to be fully conscious of what he intended, is sufficient to support a conviction for first degree murder.\"\n[8]  The two dissenting justices in Agurs made this point clear:\n\n\"The Court today holds that the prosecutor's constitutional duty to provide exculpatory evidence to the defense is not limited to cases in which the defense makes a request for such evidence.\" 427 U.S. at 114, 96 S.Ct. at 2402, 49 L.Ed.2d at 356.\n[9]  The defense attorney apparently filed no formal discovery motions on the basis that the prosecutor had agreed to provide to the defendant's counsel all pertinent information in the State's file. (Order entered September 27, 1976.) While such a practice has much to commend it, there are perils. A defense attorney by not filing pretrial discovery motions may be faced, as in the case here, with a charge of ineffective representation because the record does not demonstrate his pretrial discovery activity.\n[10]  This formulation is similar to those treated by Justice W. H. Erickson in his article, Standards of Competency for Defense Counsel in a Criminal Case, 17 Amer.Crim.L.Rev. 233 (1979). See also ABA Standards for Criminal Justice, The Defense Function § 4-1.1 et seq. (1980).\n[11]  Syllabus Point 21 of State v. Thomas, supra, states:\n\n\"Where a counsel's performance, attacked as ineffective, arises from occurrences involving strategy, tactics and arguable courses of action, his conduct will be deemed effectively assistive of his client's interests, unless no reasonably qualified defense attorney would have so acted in the defense of an accused.\"\n[12]  Syllabus Point 22 of State v. Thomas, supra, reads:\n\n\"One who charges on appeal that his trial counsel was ineffective and that such resulted in his conviction, must prove the allegation by a preponderance of the evidence.\"\n\n",
            "ocr": false,
            "opinion_id": 1282340
        }
    ],
    "court_short_name": "West Virginia Supreme Court",
    "court_full_name": "West Virginia Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "West Virginia, WV",
    "crime_category": "Rape"
}