{
    "id": 351992,
    "judges": "Browning, Wallace, Waters",
    "date_filed": "2009-05-17",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-bruce-alan-curtis",
    "case_name_short": null,
    "case_name": "United States v. Bruce Alan Curtis",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Bruce Alan CURTIS, Defendant-Appellant",
    "attorneys": "Robert A. Dome, San Francisco, Cal., for defendant-appellant., James E. White (appeared), Fresno, Cal., for plaintiff-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 40,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b713-4\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Bruce Alan CURTIS, Defendant-Appellant.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b713-7\">\n    No. 76-3742.\n   </docketnumber><br><court data-order=\"2\" data-type=\"court\" id=\"b713-8\">\n    United States Court of Appeals, Ninth Circuit.\n   </court><br><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b713-10\">\n    Jan. 23, 1978.\n   </decisiondate><br><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b714-12\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"644\"> \n     *644\n     </span>\n    Robert A. Dome, San Francisco, Cal., for defendant-appellant.\n   </attorneys><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b714-13\">\n    James E. White (appeared), Fresno, Cal., for plaintiff-appellee.\n   </attorneys><br><p data-order=\"6\" data-type=\"judges\" id=\"b714-15\">\n    Before BROWNING and WALLACE, Circuit Judges, and WATERS,\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n    District Judge.\n   </p><div class=\"footnotes\"><div class=\"footnote\" data-order=\"7\" data-type=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b714-21\">\n     Honorable Laughlin E. Waters, United States District Judge, Central District of California, sitting by designation.\n    </p>\n</div></div>",
    "citations": [
        "568 F.2d 643"
    ],
    "opinions": [
        {
            "author_str": "Wallace",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/568/568.F2d.643.76-3742.html",
            "author_id": null,
            "opinion_text": "568 F.2d 643\n    2 Fed. R. Evid. Serv. 933\n    UNITED STATES of America, Plaintiff-Appellee,v.Bruce Alan CURTIS, Defendant-Appellant.\n    No. 76-3742.\n    United States Court of Appeals,Ninth Circuit.\n    Jan. 23, 1978.\n    \n      Robert A. Dorne, San Francisco, Cal., for defendant-appellant.\n      James E. White (appeared), Fresno, Cal., for plaintiff-appellee.\n      Appeal from the United States District Court for the Eastern District of California.\n      Before BROWNING and WALLACE, Circuit Judges, and WATERS,* District Judge.\n      WALLACE, Circuit Judge:\n    \n    \n      1\n      Curtis appeals from his conviction of first degree murder pursuant to 18 U.S.C. &#167; 1111.  He raises questions concerning the admissibility of certain testimony and the sufficiency of the evidence.  We affirm.\n    \n    \n      2\n      * On April 27, 1976 the body of Barbara Bently was discovered in Ahwanee Meadow of Yosemite National Park.  During an interview with the victim's roommate, police officers learned that the victim had been with Curtis on the evening prior to the discovery of her body.  The agents interviewed Curtis and learned that on the night of April 26, he and Bently had gone out to dinner and then returned to Curtis' room.  He told them that the victim thereafter physically rejected Curtis' sexual advances which resulted in her scratching his face as she pushed him away.\n    \n    \n      3\n      In addition, a significant amount of physical evidence was admitted which suggested that Curtis had killed Bently during the course of a rape or attempted rape.  For example, maroon fibers taken from the victim's thigh, buttocks, and head were microscopically identical to the fibers of a maroon blanket found in Curtis' room.  This same blanket also contained hair which had been forcefully removed and which was microscopically similar to the victim's.  Additionally, green fibers found in the victim's buttocks were microscopically identical to the fibers of a green blanket found in Curtis' closet.  Samples of pubic hair microscopically identical to that of the victim were found on a brown handkerchief which was discovered in a car used by Curtis; the brown handkerchief matched a handkerchief found in Curtis' room.  The victim's pocketbook, a man's sweater, a sheet, a pillow case, and mattress cover, each stained with blood matching that of the victim, were also found in the car.  Finally, semen was found in the victim's underpants.  The semen was found to have been deposited by an individual having the same blood type as Curtis.\n    \n    \n      4\n      In his statement to the investigating officers, Curtis claimed that prior to the argument, the victim did not remove any of her clothing and that she departed immediately after the disagreement.  If this were true, it would foreclose the possibility that the physical evidence was generated by consensual sexual activity between Curtis and the victim.\n    \n    II\n    \n      5\n      At trial, the prosecutor elicited the following testimony from an acquaintance of Curtis.\n    \n    \n      6\n      Q. Referring you to about the last week in March, and the early part of April, can you state whether or not you had a conversation with this Allen?\n    \n    \n      7\n      A. Yeah.\n    \n    \n      8\n      Q. Can you tell us, the Court and the Jury, what conversation took place between the both of you?\n    \n    \n      9\n      A. We was talking about ladies in general.\n    \n    \n      10\n      Q. Talking about ladies?\n    \n    \n      11\n      A. Uh-huh.\n    \n    \n      12\n      Q. Did Mr. Curtis say anything about ladies?\n    \n    \n      13\n      A. Uh yeah.\n    \n    \n      14\n      Q. What did he say?\n    \n    \n      15\n      A. Uh, well, we was talking about, you know, getting down with certain ladies, and he said if he ever took a lady out and she didn't give him what he wanted, he'd kick their (expletive deleted) and take it.\n    \n    \n      16\n      Timely objection was made to this testimony as being unduly prejudicial and irrelevant.  Curtis renews these contentions on appeal.1\n    \n    \n      17\n      Rule 403 of the Federal Rules of Evidence provides that \"(a)lthough relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice . . . .\"  This evidentiary precept is couched in terms which unmistakenly indicate that the operation of this balancing formula is within the sound discretion of the trial judge.  See United States v. Butcher, 557 F.2d 666, 670 (9th Cir. 1977).  Our careful review of the record leads us to conclude that the district judge did not abuse his discretion in determining that the probative value of the challenged testimony outweighed its potentially prejudicial impact.\n    \n    \n      18\n      Curtis' second attack on the admissibility of this testimony centers around its relevance.  The core of this argument is that because the challenged statement was made approximately a month prior to the murder, and was a vague bravado statement not referring to the victim or any other particular person, the statement is not relevant to this specific crime and, therefore, should have been excluded.  We cannot agree.\n    \n    \n      19\n      Rule 401 of the Federal Rules of Evidence contains a very expansive definition of relevant evidence.2  In addition, Rule 402 provides that all relevant evidence is ordinarily admissible.3  Applying these rules to the facts of this case, we believe the district judge correctly admitted the challenged testimony over the relevancy objection.  Curtis stated that on the night of the murder the victim rejected his sexual advances.  Thus, his prior statement as to what he would do in such circumstances is plainly relevant.  Although relevant evidence may be excluded in certain cases under Rule 403, the district judge did not abuse his discretion in declining to do so.\n    \n    III\n    \n      20\n      Curtis argues that certain of his statements made to police officers and admitted at trial should have been excluded because the interview during which these statements were made did not conform with the strictures of Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n    \n    \n      21\n      FBI Agent Davis testified that upon learning of Curtis' date with the victim on the night of the murder, he and three other officers went to Curtis' residence.  They identified themselves to Curtis and asked to speak with him.  Curtis invited the officers into his room.  Agent Davis informed Curtis of the victim's death and asked him to relate the events of their date on the previous night.  Curtis explained that he and the victim had gone out to dinner and then returned to Curtis' room.  Curtis made sexual advances toward the victim and she responded by pushing him away and leaving the room, slamming the door behind her.  Upon learning of this argument between Curtis and the victim, the officers fully advised Curtis of his constitutional rights.  Admittedly, some of the statements introduced at trial were made by Curtis prior to the Miranda warnings.  Thus, the central question is: at what point were the officers required to advise Curtis of his Miranda rights?\n    \n    \n      22\n      It is by now clear that the Miranda warnings are required prior to custodial interrogation which, by definition, occurs when \"a person has been taken into custody or otherwise deprived of his freedom of action in any significant way.\"  Miranda v. Arizona, supra, 384 U.S. at 444, 86 S.Ct. at 1612.  The point at which a person's liberty has been sufficiently impinged upon to trigger the warnings requirement is not always capable of precise determination.  As we recently explained:\n    \n    \n      23\n      In this circuit an objective reasonable man test is employed in determining whether a person is in custody.  The factors to be considered are the language used to summon him, the physical surroundings of the interrogation, the extent to which he is confronted with evidence of his guilt, and pressure exerted to detain him.  If the person reasonably believes that he cannot leave freely, he is considered in custody and a Miranda warning is required.\n    \n    \n      24\n      United States v. Luther, 521 F.2d 408, 410 (9th Cir. 1975).  See Lowe v. United States, 407 F.2d 1391, 1396-97 (9th Cir. 1969).\n    \n    \n      25\n      Viewing the question from this perspective, we conclude that the agents were not required to give Curtis the warnings any earlier than they actually did.  The record is clear that the agents were aware that Curtis had seen the victim on the evening of the murder.  They approached Curtis during the course of a routine investigation to acquire what relevant information he might have.  Agent Davis asked Curtis if they could speak with him and he invited the agents into his residence and openly related his version of the previous night's events.  Immediately upon learning of the argument between Curtis and the victim, the agents interrupted the interview and fully advised Curtis of his rights.  The agents' conduct was not violative of Curtis' constitutional rights and the pre-warnings statements were properly admitted.IV\n    \n    \n      26\n      Curtis' next contention is that his inculpatory statements made to the investigating officers were involuntary and thus their admission constitutes reversible error.  Curtis correctly argues that the issues of voluntariness and compliance with Miranda are separate constitutional defenses.  Davis v. North Carolina, 384 U.S. 737, 86 S.Ct. 1761, 16 L.Ed.2d 895 (1966); 2 C. Wright, Federal Practice and Procedure &#167; 408 at 106 (1969).  Accordingly, even though a statement may be obtained before Miranda warnings are required or after they are given, the statement may be inadmissible because it was involuntarily given.\n    \n    \n      27\n      The government properly argues that Curtis is foreclosed from making this attack on appeal because of his failure to do so in the district court.  Due to the unique relationship between the functions of judge and jury in considering a voluntariness challenge,4 it is particularly essential that this issue be raised before or during trial.  See Lindsey v. Craven, 521 F.2d 1071, 1072-73 (9th Cir. 1975); Hart v. Eyman, 458 F.2d 334, 337-38 (9th Cir.), cert. denied, 407 U.S. 916, 92 S.Ct. 2441, 32 L.Ed.2d 691 (1972); Brown v. Craven, 424 F.2d 1166, 1168-69 (9th Cir. 1970).  Since we perceive no plain error or miscarriage of justice, we decline to consider this challenge at this late stage.\n    \n    V\n    \n      28\n      Curtis finally contends that the evidence admitted at the trial was insufficient to sustain the jury's first degree murder verdict.  It appears, however, that Curtis failed to move for a judgment of acquittal during the trial pursuant to Fed.R.Crim.P. 29(a).  Having failed to make this crucial motion in its proper setting before the trial court, Curtis is precluded from challenging the sufficiency of the evidence in this court.5  United States v. Luther, supra, 521 F.2d at 411; United States v. Watts, 502 F.2d 726, 727 (9th Cir. 1974).\n    \n    \n      29\n      Curtis correctly asserts that absent a motion for judgment of acquittal, this court may nevertheless review the sufficiency of the evidence in order to prevent a \"manifest miscarriage of justice.\"  United States v. Luther, supra, 521 F.2d at 411; see also Beckett v. United States, 379 F.2d 863, 864 (9th Cir. 1967).  However, viewing the evidence as we must, in the light most favorable to the government, Glasser v. United States, 315 U.S. 60, 80, 62 S.Ct. 457, 86 L.Ed. 680 (1942), we do not find any such inequity.\n    \n    \n      30\n      AFFIRMED.\n    \n    \n      \n        *\n         Honorable Laughlin E. Waters, United States District Judge, Central District of California, sitting by designation\n      \n      \n        1\n         At trial, Curtis' counsel also objected to the admission of this testimony on the basis that it constituted improper evidence of prior misconduct.  See Fed.R.Evid. 404.  The district judge ruled, however, that the testimony tended to show the intent of Curtis and was thus admissible under Fed.R.Evid. 404(b).  Curtis has not renewed this specific objection on appeal and we, therefore, do not pass upon it\n      \n      \n        2\n         Fed.R.Evid. 401 provides:\n        \"Relevant evidence\" means evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\n      \n      \n        3\n         Fed.R.Evid. 402 provides:\n        All relevant evidence is admissible, except as otherwise provided by the Constitution of the United States, by Act of Congress, by these rules, or by other rules prescribed by the Supreme Court pursuant to statutory authority.  Evidence which is not relevant is not admissible.\n      \n      \n        4\n         For some period, we followed the so-called Massachusetts procedure for allocating the judge and jury's functions in resolving a voluntariness attack.  By this procedure, \"the jury passes on voluntariness, pursuant to a proper instruction, after the judge has fully and independently resolved the issue of voluntariness against the accused.\"  Kear v. United States, 369 F.2d 78, 84 (9th Cir. 1966).  Thus, once the trial judge concluded that the statement was voluntary, the evidence pertaining to this issue was placed before the jury.  The jury was then instructed not to consider the statement unless it concluded beyond a reasonable doubt that it had been voluntarily given\n        In 1968, however, Congress enacted 18 U.S.C. &#167; 3501(a) which requires federal courts to follow the so-called \"orthodox procedure.\"  Under this procedure, the trial judge is required to determine the voluntariness issue outside the presence of the jury.  If the trial judge determines that the statement was voluntary it is admissible.  The jury then may hear the voluntariness evidence and give such weight to the statement as it feels it deserves \"under all the circumstances.\"  Id.  See generally 2 C. Wright, Federal Practice and Procedure &#167; 414 (1969).\n      \n      \n        5\n         We do not intend to suggest that trial counsel in any way neglected his duties.  On the contrary, in light of the government's case, a motion for judgment of acquittal would have had no legitimate purpose.  See 18 U.S.C. &#167; 3162(b)(2)\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 351992
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Rape"
}