{
    "id": 613210,
    "judges": "Alarcon, O'Scannlain, Silverman",
    "date_filed": "1999-05-05",
    "date_filed_is_approximate": true,
    "slug": "peba-v-holder",
    "case_name_short": "Peba",
    "case_name": "Peba v. Holder",
    "case_name_full": "Eugene PEBA, Petitioner, v. EriC H. HOLDER, Jr., Attorney General, Respondent",
    "attorneys": "D. Warren Hoff, Jr., Esquire, St. Louis, MO, for Petitioner., Eugene Peba, San Pedro, CA, pro se., John C. Cunningham, Esquire, OIL, Linda S. Wendtland, Esquire, DOJ — U.S. Department of Justice, Washington, DC, CAC-District Counsel, Esquire, Office of the District Counsel, Department of Homeland Security, Los Angeles, CA, Ronald E. Lefevre, Office of the District Counsel, Department of Homeland Security, San Francisco, CA, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted Sept. 1, 2011.*",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": "<parties id=\"b627-4\">\n    Eugene PEBA, Petitioner, v. EriC H. HOLDER, Jr., Attorney General, Respondent.\n   </parties><br><docketnumber id=\"b627-7\">\n    No. 07-71288.\n   </docketnumber><br><court id=\"b627-8\">\n    United States Court of Appeals, Ninth Circuit.\n   </court><br><otherdate id=\"b627-9\">\n    Submitted Sept. 1, 2011.\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n</otherdate><br><decisiondate id=\"b627-10\">\n    Filed Sept. 6, 2011.\n   </decisiondate><br><attorneys id=\"b627-18\">\n    D. Warren Hoff, Jr., Esquire, St. Louis, MO, for Petitioner.\n   </attorneys><br><attorneys id=\"b627-19\">\n    Eugene Peba, San Pedro, CA, pro se.\n   </attorneys><br><attorneys id=\"b627-20\">\n    John C. Cunningham, Esquire, OIL, Linda S. Wendtland, Esquire, DOJ — U.S. Department of Justice, Washington, DC, CAC-District Counsel, Esquire, Office of the District Counsel, Department of Homeland Security, Los Angeles, CA, Ronald E. Lefevre, Office of the District Counsel, Department of Homeland Security, San Francisco, CA, for Respondent.\n   </attorneys><br><judges id=\"b627-22\">\n    Before: ALARCÓN, O’SCANNLAIN, and SILVERMAN, Circuit Judges.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b627-14\">\n     The panel unanimously concludes this case is suitable for decision without oral argument.\n     <em>\n      See\n     </em>\n     Fed. R.App. P. 34(a)(2).\n    </p>\n</div></div>",
    "citations": [
        "449 F. App'x 601"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "http://www.ca9.uscourts.gov/datastore/memoranda/2011/09/06/07-71288.pdf",
            "author_id": null,
            "opinion_text": "                                                                              FILED\n                             NOT FOR PUBLICATION                              SEP 06 2011\n\n                                                                           MOLLY C. DWYER, CLERK\n                    UNITED STATES COURT OF APPEALS                          U.S. COURT OF APPEALS\n\n\n\n                             FOR THE NINTH CIRCUIT\n\n\nEUGENE PEBA,                                     No. 07-71288\n\n              Petitioner,                        Agency No. A095-716-419\n\n  v.\n                                                 MEMORANDUM*\nERIC H. HOLDER, Jr., Attorney General,\n\n              Respondent.\n\n\n                     On Petition for Review of an Order of the\n                         Board of Immigration Appeals\n\n                            Submitted September 1, 2011**\n                                Pasadena, California\n\nBefore: ALARCÓN, O’SCANNLAIN, and SILVERMAN, Circuit Judges.\n\n       Eugene Peba, a citizen and national of Nigeria, petitions for review of the\n\nBoard of Immigration Appeals’ (“BIA”) dismissal of his appeal from an adverse\n\ncredibility determination on which the immigration judge’s (“IJ”) denial of his\n\napplication for asylum, withholding of removal, and protection under the\n\n        *\n        This disposition is not appropriate for publication and is not precedent\nexcept as provided by 9th Cir. R. 36-3.\n        **\n         The panel unanimously concludes this case is suitable for decision\nwithout oral argument. See Fed. R. App. P. 34(a)(2).\n\fConvention Against Torture (“CAT”) was based.1 We have jurisdiction pursuant\n\nto 8 U.S.C. § 1252, and we deny the petition.2\n\n                                            I\n\n      As an initial matter, we note that Peba did not challenge the IJ’s admission\n\nof portions of his personal journal into evidence in his appeal to the BIA. By\n\noperation of 8 U.S.C. § 1252(d)(1), this court lacks jurisdiction to consider his\n\nclaims of procedural error and a due process violation. See Vargas v. INS, 831\n\nF.2d 906, 908 (9th Cir. 1987) (“‘[A] petitioner cannot obtain review of procedural\n\nerrors in the administrative process that were not raised before the agency merely\n\nby alleging that every such error violates due process.’” (quoting Reid v. Engen,\n\n765 F.2d 1457, 1461 (9th Cir. 1985))). Similarly, Peba has waived the ineffective\n\nassistance of counsel argument he attempts to raise for the first time in his Reply\n\nBrief to this Court. See Bazuaye v. INS, 79 F.3d 118, 120 (9th Cir. 1996) (“Issues\n\nraised for the first time in the reply brief are waived”).\n\n                                           II\n\n\n      1\n        In his briefing before this court, Peba did not challenge the agency’s denial\nof relief under CAT.\n      2\n       On June 13, 2008, this Court dismissed for lack of jurisdiction Peba’s\nuntimely petition for review of the BIA’s denial of his motion to reopen and\nreconsider (Case No. 07-73558). Accordingly, this issue, although raised in Peba’s\nopening brief, is moot.\n\n                                            2\n\f      Peba challenges the agency’s adverse credibility finding, which rests on a\n\ndiscrepancy between sworn statements in Peba’s application and his hearing\n\ntestimony recounting his parents’ January 2000 abduction by, and presumed death\n\nat the hands of, the Nigerian military because they were members of the Ogoni\n\ntribe and engaged in activities in support of it, and the reference in two letters Peba\n\ndrafted in 2005, to his biological father’s location, employment, and contact\n\ninformation.\n\n      Our review of the adverse credibility determination focuses only on the\n\nactual reasons relied upon by the agency, Marcos v. Gonzales, 410 F.3d 1112,\n\n1116 (9th Cir. 2005), which we review for substantial evidence. See Don v.\n\nGonzales, 476 F.3d 738, 741 (9th Cir. 2007) (“[C]redibility findings will be upheld\n\nunless the evidence compels a contrary result.”). Because Peba’s application for\n\nasylum was filed on May 25, 2006, it is subject to the REAL ID Act amendments\n\nto the Immigration and Nationality Act (“INA”). Pub. L. 109-13, Div. B, Title I, §\n\n101(h)(2), 119 Stat. 231 (May 11, 2005). Under the REAL ID Act amendments to\n\nthe INA, an adverse credibility finding may be based on “any inaccuracies”\n\nbetween an applicant’s written and oral statements and any other evidence in the\n\nrecord “without regard to whether an inconsistency, inaccuracy, or falsehood goes\n\nto the to the heart of the applicant’s claim.” 8 U.S.C. § 1158(b)(1)(B)(iii); see also\n\n\n                                           3\n\fShrestha v. Holder, 590 F.3d 1034, 1043 (9th Cir. 2010) (explaining that “[t]he\n\nREAL ID Act implemented an important substantive change concerning the kinds\n\nof inconsistencies that may give rise to an adverse credibility determination” in that\n\n“[i]nconsistencies no longer need to ‘go to the heart’ of the petitioner’s claim. . .\n\n.”).\n\n       Here, Peba’s sworn statements that his father had been presumed dead since\n\nhis abduction by the Nigerian security forces in 2000,3 concern events central to his\n\ntestimony regarding his reasons for fleeing from persecution in Nigeria. See\n\nShrestha at 1046-47. (“[U]nder the REAL ID Act, “[a]lthough inconsistencies no\n\nlonger need to go to the heart of the petitioner’s claim, when an inconsistency is at\n\nthe heart of the claim it doubtless is of great weight.”). The record reflects that the\n\nIJ provided Peba an opportunity to explain this material inconsistency, and that the\n\nIJ considered and addressed “otherwise appropriate, relevant evidence that tend[ed]\n\nto contravene a conclusion” that the inconsistency undermined Peba’s credibility.\n\n\n\n       3\n       During a November 28, 2005 interview with an Immigration Services\nOfficer, Peba stated that both of his parents were deceased. In his declaration in\nsupport of his May 25, 2006 asylum application, Peba stated that, since his parents\nwere detained by security forces in January 2000, he had been unable to confirm\nwhether they were alive or dead. At the July 25, 2006 hearing on his case, in\nresponse to questioning by the Government about his earlier accounts of his\nparents’ fate, Peba confirmed that his father had disappeared in, and been\npresumed dead since, 2000.\n\n                                           4\n\fId. at 1043-44. The IJ did not ignore favorable evidence; rather, he concluded that,\n\ndespite it, the inconsistency was so significant that it rendered Peba’s account\n\nunreliable. Accordingly, Peba’s asylum and withholding of removal claims fail\n\nbecause the record evidence does not compel a conclusion that the inconsistency\n\nabout his father’s fate was immaterial or otherwise insufficient to support the\n\nadverse credibility determination in this case.\n\n      We DISMISS Peba’s petition for review as to his claims that the IJ’s\n\nadmission into evidence some of his personal papers constituted procedural or\n\nconstitutional error. We DENY Peba’s petition for review of the agency’s denial\n\nof his asylum and withholding of removal claims on the basis of an the adverse\n\ncredibility determination.\n\nDISMISSED in part and DENIED in part.\n\n\n\n\n                                          5\n\f",
            "ocr": false,
            "opinion_id": 613210
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Kidnapping"
}