{
    "id": 760547,
    "judges": null,
    "date_filed": 916272000000,
    "date_filed_is_approximate": false,
    "slug": "78-fair-emplpraccas-bna-1553-74-empl-prac-dec-p-45687-12-fla-l",
    "case_name_short": null,
    "case_name": null,
    "case_name_full": "78 Fair empl.prac.cas. (Bna) 1553, 74 Empl. Prac. Dec. P 45,687, 12 Fla. L. Weekly Fed. C 420 Vickie K. Coates v. Sundor Brands, Inc., and Emmett E. Long",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 50,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "164 F.3d 1361"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/164/164.F3d.1361.97-9102.html",
            "author_id": null,
            "opinion_text": "164 F.3d 1361\n    78 Fair Empl. Prac. Cas. (BNA) 1553,74 Empl. Prac. Dec. P 45,687,12 Fla. L. Weekly Fed. C 420Vickie K. COATES, Plaintiff-Appellant,v.SUNDOR BRANDS, INC., and Emmett E. Long, Defendants-Appellees.\n    No. 97-9102.\n    United States Court of Appeals,Eleventh Circuit.\n    Jan. 14, 1999.\n    \n      Allen F. Harris, Atlanta, GA, for Plaintiff-Appellant.\n      John G. Skinner, Catherine M. Hobart, Smith, Currie &amp; Hancock, Atlanta, GA, for Defendants-Appellees.\n      Joseph H. Fowler, Hartley, Rowe &amp; Fowler, Douglasville, GA, for Long.\n      Appeal from the United States District Court for the Northern District of Georgia.\n      Before ANDERSON and BARKETT, Circuit Judges, and RONEY, Senior Circuit Judge.\n      PER CURIAM:\n    \n    \n      1\n      We vacate and withdraw the previous opinion dated November 13, 1998, 160 F.3d 688 (11th Cir.1998), and substitute the following opinion.  Vickie K. Coates appeals the district court's order granting summary judgment to defendant Sundor Brands, Inc.  (\"Sundor\") on her claim of hostile work environment sexual harassment in violation of Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. &#167; 2000e, et seq.   Coates argues that the district court erred in finding no genuine issue of material fact as to whether Sundor had responded promptly and appropriately to Coates's complaints of sexual harassment.  We affirm.\n    \n    FACTS\n    \n      2\n      Because this appeal involves the grant of a motion for summary judgment, we review the facts in the light most favorable to Coates, who is the non-moving party in this case.  Vicki Coates began working as a forklift operator in the shipping and receiving department of Sundor Corporation, an Atlanta-based Proctor and Gamble (\"P&amp;G\") subsidiary, on January 21, 1992.  In approximately January of 1994, Coates was transferred to the storeroom, where she worked closely with plant buyer Emmett (Ernie) Long, spending approximately one-fourth of her workday in Long's office.  During that time, the pair was isolated from other employees.  Coates and Long were supervised by Nancy Christman, who in turn was supervised by technical systems manager Lloyd McLean.\n    \n    \n      3\n      On October 19, 1994, Coates confided in co-worker Mike Lee, who was also an ordained minister, that Long had been engaging in behavior toward her that included offering her money for sex, calling her at home and leaving unwelcome amorous messages, and threatening to kidnap her and take her to Arkansas.  Lee immediately brought Coates's allegations to the attention of Mike Sanders, Sundor's Human Resources Manager, although at Coates's request Lee did not identify her or Long by name.  During this meeting with Sanders, Lee agreed to speak to the harasser about the allegations, which he did that same day.  Coates had been initially reluctant to bring her allegations to the attention of management, but after Lee spoke to Long, Lee convinced Coates to accompany him to Sanders's office to speak to Sanders directly about the problem.\n    \n    \n      4\n      Despite Lee's interview with Long, Long's harassment continued until September 1995.  In the months following Coates's meeting with Sanders, Sanders several times asked Coates how things were going.  In response to each inquiry, Coates indicated that things were fine.  She did not mention the harassment again to Sanders or to Lee.\n    \n    \n      5\n      Sometime between November 1994 and January 1995, Coates approached Christman with the intention of telling her of the harassment.  Because Coates had previously discussed personal matters with Christman, Christman asked Coates if the matter she wished to discuss was personal or professional.  When Coates responded that it was personal, Christman said that she was too busy to talk with her at that time about personal matters.  At no point during this exchange did Coates convey to Christman that the issue she wished to discuss concerned sexual harassment.\n    \n    \n      6\n      In March or April of 1995, Coates met with McLean, who was preparing for an imminent departure to Japan on business.  At this time, Coates talked to him about the work being done in the storeroom, about proposed strategies for improving productivity in her area, and about her own career prospects.  At some point during this meeting, she showed McLean a note she had received that read:  \"From the Desk of Ernie Long, Hey Sweetheart $100 for 45 minutes of hugging and kissing or $100 for stop loving Vickie guarantee.\"   In her deposition testimony, Coates does not elaborate on any further conversation between her and McLean on this issue.\n    \n    \n      7\n      On September 17, 1995, Coates told Blanche Sullivan, a P&amp;G consultant who was visiting the Sundor plant, about the harassment.  Sullivan encouraged her to speak to Christman or Sanders, and later that same day or the next morning, Coates reported the harassment to Christman.  Immediately after hearing from Coates, Christman and Earl Graham, another manager, confronted Long.  After some discussion, Christman informed Long that he was suspended without pay pending an investigation and that he was not to contact Coates.  Later that day, Long resigned.  On September 21, 1995, Coates took a medical leave of absence.  She resigned on March 21, 1996.\n    \n    \n      8\n      Coates subsequently filed suit against Sundor and Long in the Northern District of Georgia, alleging that she had been subject to hostile work environment sexual harassment in violation of Title VII.1  In assessing the merits of Sundor's motion for summary judgment, the magistrate judge analyzed Coates's claim according to the test for employer liability for a Title VII violation established in Henson v. City of Dundee, 682 F.2d 897, 903-05 (11th Cir.1982).  Although Sundor conceded that Coates had suffered hostile work environment sexual harassment, the magistrate found that \"a reasonable jury could only conclude that [Sundor] took prompt and remedial action [in response to the plaintiff's complaints].\"  The district court adopted the magistrate's recommendations, and granted summary judgment to Sundor.  Coates appealed.\n    \n    DISCUSSION\n    \n      9\n      In the district court, Sundor conceded that Long subjected Coates to hostile work environment sexual harassment, contesting only its own liability on the basis that it took prompt action to abate the problem.  The issue we confront in this case, therefore, is whether Sundor had adequate notice of the harassment and, if so, whether it took adequate remedial steps to abate it.\n    \n    \n      10\n      This inquiry is made easy by the fact that Sundor's own promulgated sexual harassment policy clearly specified the steps a victimized employee should take to alert the employer of harassment.  Specifically, the policy directs that \"[a]ny employee who feels he or she is being sexually harassed should immediately contact their line manager, Personnel Contact, or other manager with whom they feel comfortable.\"   McLean Dep., Ex. 1.\n    \n    \n      11\n      With this policy, Sundor itself answered the question of when it would be deemed to have notice of the harassment sufficient to obligate it or its agents to take prompt and appropriate remedial measures.  Our task is thus to determine whether Coates made reasonably sufficient use of the channels created by Sundor's policy to put Sundor on notice of the ongoing harassment.  Only if we determine that adequate notice of the harassment was given to Sundor do we then move to determine whether Sundor responded reasonably to her complaint.  To make this determination, we examine the encounters between Coates and plant supervisors which Coates offers as evidence that adequate notice was given.\n    \n    Conversation with Mike Sanders\n    \n      12\n      In October 1994, Coates confided in co-worker Mike Lee that Long was sexually harassing her.  Lee went to Human Resources Manager Mike Sanders with Coates's allegations, but because Coates had asked that what she told him remain confidential, Lee did not reveal to Sanders either her name or the name of the harasser.  Lee and Sanders agreed that Lee, not Sanders, would strongly admonish the harasser.  At Sanders's request, Lee also urged Coates to bring the complaint to Sanders in person, which she did that same day.  During this meeting, Coates expressed her desire that the harassment stop and also that no steps be taken at that time to alter current work assignments.  This meeting was the last time Coates raised the issue of the harassment with Sanders, and she responded to his subsequent general inquiries as to how things were going with assurances that all was well.\n    \n    \n      13\n      This set of encounters leaves no doubt that Sanders was on notice of the harassment in October 1994.  On these facts, however, we cannot say that Sanders failed to respond reasonably to the complaint.  It is true that Sanders did not speak to Long himself, but he was given no reason at the time to doubt either that Lee had successfully conveyed to Long the message Lee and Sanders agreed should be conveyed, or that Coates was satisfied with this resolution of the problem, since she initially sought Lee's counsel.2  The fact that the parties now disagree as to whether Lee actually clearly got the message across to Long that day does not change our analysis.  The appropriate inquiry at this stage is to ask what measures Sanders reasonably believed had been taken to address the problem.\n    \n    \n      14\n      We do not suggest that it is appropriate to delegate to non-supervising employees the task of confronting harassers.  Under the facts of this case, however, Coates indicated to Sanders that if Lee's discussion with Long led to a cessation in the harassment, she would feel that her complaint had been adequately addressed.  Although the harassment continued, Coates gave Sanders no indication that the agreed-upon strategy had failed, instead assuring him when he asked how things were going that everything was fine.  It was not unreasonable for Sanders to conclude on this basis that Lee's talk with Long had ended the matter and that no further action was necessary on his part.\n    \n    Conversation with Nancy Christman\n    \n      15\n      Coates also asserts that she placed Sundor on notice by complaining to her direct supervisor, Nancy Christman, at some point in late 1994 or early 1995.  The deposition testimony supporting this assertion reflects that Coates approached Christman and asked to speak with her.  Christman inquired as to whether the matter was personal or professional, and when Coates replied that it was personal, Christman responded that she was too busy to discuss personal matters. At no time did Coates indicate that she wished to lodge a sexual harassment complaint.\n    \n    \n      16\n      We cannot view this encounter as having put Christman on notice that Coates was being sexually harassed.  Coates never mentioned the harassment.  Her response that the problem was personal and not professional was sufficient to create a reasonable belief on Christman's part that Coates's problem did not bear on her work life and thus was not a problem Christman needed to address.  Christman's inaction as a result of this encounter was therefore not unreasonable, and does not a support an inference that Sundor failed to act to abate harassment in the face of adequate notice.\n    \n    Conversation with Lloyd McLean\n    \n      17\n      Sometime in March or April of 1995, Coates approached plant manager Lloyd McLean as he was preparing to leave for a business trip to Japan.  At that time Coates spoke to him about the work being done in the storeroom, about proposed strategies for improving productivity in her area, and about her own career prospects.  She also showed him a note she had received from Long, which read:  \"From the Desk of Ernie Long, Hey Sweetheart $100 for 45 minutes of hugging and kissing or $100 for stop loving Vickie guarantee.\"   In her deposition testimony, Coates does not elaborate on any further conversation between her and McLean on this issue.  Nor does the record indicate that McLean took any action with respect to the harassment in the wake of this encounter.\n    \n    \n      18\n      Coates's own deposition testimony clearly supports the conclusion that the substance of her discussion with McLean at this meeting did not put McLean on notice that she was being sexually harassed by Long.  She described the exchange between them as follows:\n    \n    \n      19\n      [COATES]:  I ... went over and talked to him about where we were in relation to finishing inventory in the storeroom.  And I showed him the note that [Long] had just [given] me where he offered me a hundred dollars if I could get him to stop loving me or something to that effect.\n    \n    \n      20\n      Q: Okay.  And what did Mr. McLean say to you?\n    \n    \n      21\n      [COATES]:  He was very pleased at the progress we were making in the storeroom.  We had just received parts from Mount Dora, Florida and we were coming along pretty fast.  I wanted to talk to him more--I wanted him to be able to get back with me and talk to me more about the TPM process and what we were going to be doing in the storeroom.  He told me what a good job he thought I was doing and I showed him the note.  And then he was late for a meeting.\n    \n    \n      22\n      Q: He said to you I'm late for a meeting?\n    \n    \n      23\n      [COATES]:  He looked at his watch and says oh, Vickie, excuse me but I am late for a meeting.  He says you know I'm going to Japan with Bob and I've got to get up there.  Maybe we can pick up on this conversation later on.\n    \n    \n      24\n      Pl. Dep. at 47.  McLean's deposition testimony also supports the conclusion that Coates's primary purpose for seeking out McLean at this time was to discuss not the harassment, but rather her career and other matters related to inventory processing in the store room.\n    \n    \n      25\n      Under these facts, McLean's failure following this exchange to take prompt action to arrest Long's harassment of Coates was not unreasonable.  Even taking all Coates's allegations as true, nothing Coates said to McLean indicated that her receipt of the note represented a problem about which she was concerned or that required McLean's immediate attention.  Had Coates indicated to McLean that the note was only the latest in an ongoing pattern of sexually harassing behavior toward Coates by Long, McLean's subsequent failure to address the problem may well have indicated a failure, in the face of adequate notice, to take reasonable care to prevent and correct promptly any harassing behavior.  As it was, Coates did not, in the context of the conversation, adequately apprise McLean of the dimensions of the problem or even that there was a problem that required his attention, and he could not therefore reasonably have been expected to act to address it.\n    \n    Conversation with Blanche Sullivan\n    \n      26\n      It was not until six months after Coates's meeting with McLean, on September 17, 1995, that Coates confided in P&amp;G consultant Sullivan about the harassment, and even then, she requested that Sullivan refrain from mentioning it to Christman.  Sullivan recommended that Coates speak to Christman.  Coates did so, as did Sullivan despite Coates's request for confidentiality.  Long was immediately suspended without pay pending an investigation.  He resigned before the day was out.  It is thus impossible to say that Christman's action in response to Coates's complaint was anything but prompt and effective.\n    \n    CONCLUSION\n    \n      27\n      We are not unmindful of the enormous difficulties involved in lodging complaints about discrimination in the workplace, including complaints of sexual harassment.  We also recognize the great psychological burden it places on one who is already the victim of harassment to require that person to complicate further his or her life with the ramifications, both legal and otherwise, of making a complaint.  Federal law has now attempted to correct the problem of workplace discrimination, but it cannot be done without the cooperation of the victims, notwithstanding that it may be difficult for them to make such efforts.  When an employer has taken steps, such as promulgating a considered sexual harassment policy, to prevent sexual harassment in the workplace, an employee must provide adequate notice that the employer's directives have been breached so that the employer has the opportunity to correct the problem.\n    \n    \n      28\n      At the same time, the power and influence of an employer over the atmosphere in a workplace cannot be overstated.  The whole point of recognizing hostile work environment sexual harassment as a form of workplace discrimination under Title VII is that employees are entitled to a work environment that allows them to function effectively and to do the work they were hired to perform to the best of their ability without having to \"run a gauntlet of sexual abuse\" or face other forms of discrimination.  Henson, 682 F.2d at 902;  see also id.  (\"Sexual harassment which creates a hostile or offensive environment for members of one sex is every bit the arbitrary barrier to sexual equality at the workplace that racial harassment is to racial equality.\")  (quoted in Meritor Sav. Bank, FSB v. Vinson, 477 U.S. 57, 67, 106 S. Ct. 2399, 2405, 91 L. Ed. 2d 49 (1986)).  When an employee's ability to perform his or her job is compromised by discriminatory acts including sexual harassment and the employer knows it, it is the employer that has the ability, and therefore the responsibility, to address the problem, whether the harasser is a supervisor, a co-worker, a client, or a subordinate.  See Vance v. Southern Bell Tel. &amp; Tel. Co., 863 F.2d 1503, 1515 (11th Cir.1989) (\"[T]he capacity of any person to create a hostile or offensive environment is not necessarily enhanced or diminished by any degree of authority which the employer confers upon that individual.\")  (quoting Henson, 682 F.2d at 910) (internal quotation marks omitted.).\n    \n    \n      29\n      On this record, however, we necessarily conclude that no genuine issue of material fact exists to support a finding that Coates acted reasonably to put Sundor on notice of the problem or that, when notice was given, Sundor responded unreasonably to her complaint.  The district court's grant of summary judgment to the defendant is therefore AFFIRMED.\n    \n    BARKETT, Circuit Judge, concurring specially:\n    \n      30\n      I concur in the panel opinion because I believe that under these facts, Coates is unable to demonstrate that there is a genuine issue as to whether Sundor had adequate notice of the harassment or whether, if Sundor did have such notice, it failed to take prompt and appropriate action to correct the problem.  However, I write separately because I believe this case to be controlled by the recently decided cases of Faragher v. City of Boca Raton, 524 U.S. 775, 118 S. Ct. 2275, 141 L. Ed. 2d 662 (1998), and Burlington Industries v. Ellerth, 524 U.S. 742, 118 S. Ct. 2257, 141 L. Ed. 2d 633 (1998), and therefore that this case would be resolved in the same way whether or not Sundor had in place the policy that it did.1I\n    \n    \n      31\n      Under the law in this circuit prior to Faragher, an employer was liable for the sexual harassment of an employee when \"the employer knew or should have known of the harassment in question and failed to take prompt remedial action.\"  Henson v. City of Dundee, 682 F.2d 897, 905 (11th Cir.1982).  Under Henson, however, knowledge would be imputed to the employer only if the plaintiff could show that \"[he or] she complained to higher management of the harassment.\"  Id. This was the same standard applied in this court's en banc decision in Faragher v. City of Boca Raton, 111 F.3d 1530 (11th Cir.1997).\n    \n    \n      32\n      However, as a consequence of the recent Supreme Court decisions of Faragher v.City of Boca Raton, 524 U.S. 775, 118 S. Ct. 2275, 141 L. Ed. 2d 662 (1998) and Burlington Industries v. Ellerth, 524 U.S. 742, 118 S. Ct. 2257, 141 L. Ed. 2d 633 (1998), the difference, if any, between a supervisor who is part of \"higher management\" and one who is not, is no longer relevant for purposes of employer Title VII liability.  Faragher and Burlington Industries teach that any supervisor's actions, and not only those of \"higher management\" must be imputed to the employer when those actions are (1) discriminatory;  and (2) aided by the agency relationship.\n    \n    \n      33\n      In Faragher and Burlington Industries, the Supreme Court established that employers are vicariously liable for the actions of their supervisory personnel when the supervisor creates a hostile environment in the workplace.  It is not necessary that those at the highest executive levels receive actual notice before an employer is subject to liability for sexual harassment.\n    \n    \n      34\n      [A]n employer is subject to vicarious liability to a victimized employee for an actionable hostile environment created by a supervisor with immediate (or successively higher) authority over the employee.\n    \n    \n      35\n      Faragher, 524 U.S. at ---- - ----, 118 S. Ct. at 2292-93;  see also Burlington Industries, 524 U.S. at ----, 118 S. Ct. at 2270 (same).\n    \n    \n      36\n      To establish liability, the Supreme Court differentiated between cases in which an employee suffers an adverse \"tangible employment action\"2 as a result of sexual harassment and those cases in which an employee suffers the intangible harm of the indignity and humiliation caused by hostile work environment sexual harassment.  In the former case the vicarious liability is established simply by the proof of sexual harassment and the adverse tangible employment action taken by the supervisor.  See Faragher, 524 U.S. at ---- - ----, 118 S. Ct. at 2292-93;  Burlington Industries, 524 U.S. at ----, 118 S. Ct. at 2270.   In the latter case--where no tangible employment action has been taken by the supervisor--the defending employer may interpose an affirmative defense to defeat liability.  That affirmative defense \"comprises two necessary elements:  (a) that the employer exercised reasonable care to prevent and correct promptly any sexually harassing behavior, and (b) that the plaintiff employee unreasonably failed to take advantage of any preventive or corrective opportunities provided by the employer or to avoid harm otherwise.\"  Faragher, 524 U.S. at ----, 118 S. Ct. at 2293;  Burlington Industries, 524 U.S. at ----, 118 S. Ct. at 2270.\n    \n    \n      37\n      As its rationale for this holding, the Supreme Court relied on the \"aided-by-the-agency-relation\" principle borrowed from &#167; 219(2)(d) of the Restatement (Second) of Agency to find that an employer is liable for discrimination against an employee that \"is made possible or facilitated by the existence of [an] agency relationship.\"  Faragher, 524 U.S. at ----, 118 S. Ct. at 2290 (citing Restatement (Second) of Agency &#167; 219 cmt e );  see also Burlington Industries, 524 U.S. at ----, 118 S. Ct. at 2269.   That is, the Court established that when supervisors are aided by the agency relation in discrimination against employees, their discriminatory acts are to be imputed to the employer for purposes of liability under Title VII.\n    \n    \n      38\n      In Faragher and Burlington Industries, the Court applied this \"aided-by-the-agency-relation\" standard to cases where the supervisors' own actions constituted the harassing conduct, and held in each case that employers are vicariously liable to victimized employees for such harassment.  See Faragher, 524 U.S. at ---- - ----, 118 S. Ct. at 2292-93;  Burlington Industries, 524 U.S. at ----, 118 S. Ct. at 2270.   This standard applies equally to cases where the supervisor had adequate notice of a sexually hostile work environment and did nothing to remedy the problem, thus facilitating and prolonging the harassment.  The whole point of Faragher and Burlington Industries is that an employer cannot escape liability under Title VII for workplace discrimination when the harm is traceable to the actions of a supervisor acting in the capacity of agent of the employer.  And where a supervisor knows of the sexual harassment of an employee by a co-worker and does nothing to remedy the problem, this inaction is both discriminatory and aided by the agency relation.\n    \n    \n      39\n      Such inaction is discriminatory because, when a supervisor knows that an employee is the victim of coworker sexual harassment \"severe or pervasive\" enough to \"alter the conditions of [that employee's] employment and create an abusive working environment,\"3 and does nothing to abate the harassment, that supervisor has clearly exacerbated the problem.  His inaction consigns the employee to an even more oppressive situation, because the harassing co-worker, who may have previously worried that a supervisor might learn of the harassment, can now continue to harass the victim with impunity.  As a result of the supervisor's inaction, the harasser can be confident that his behavior will meet with no resistance by higher-ups, and thus gains a freer hand to harass.\n    \n    \n      40\n      At the same time, the legitimately complaining employee, having received no relief, is left feeling chastened and even less inclined to press her complaint, and thus even more compromised in her ability to perform unimpeded the tasks and responsibilities for which she was hired.  Just as it is difficult for an employee to protect herself from harassment by a supervisor because of the power he wields over her in the employment hierarchy, so too is it difficult for an employee--who may have been extremely reluctant to confide in a manager in the first place--to demand that a supervisor provide a prompt and effective response to her complaint.  Yet realistically, only a response from someone in a position of authority will serve to abate sexual harassment in the workplace.  A supervisor's failure to act when that supervisor has knowledge of the harassment and the authority to prevent it inflicts harm on the victim that is as real as if the supervisor were doing the harassing.  The victimized employee in this situation thus suffers two distinct, discriminatory harms:  the co-worker's initial harassment;  and the supervisor's implicit approval of the harassment, which changes and intensifies the quality of the injury.\n    \n    \n      41\n      In addition, a supervisor's inaction in the face of adequate notice of harassment \"is facilitated by the existence of the actual agency relationship\" as surely as if the supervisor's action created it.  Faragher, 524 U.S. at ----, 118 S. Ct. at 2290.   The agency relation is indispensable to the infliction of the injury because supervisors are in a position to receive and act (or fail to act) on sexual harassment complaints only because of the authority delegated to them as agents.  It is likely for this reason that much of what the Court said regarding tangible employment decisions, about which it was assured that \"the injury could not have been inflicted absent the agency relation,\" Burlington Industries, 524 U.S. at ----, 118 S. Ct. at 2269, holds equally true for official responses to sexual harassment complaints.\n    \n    \n      42\n      As with tangible employment decisions, \"only a supervisor, or other person acting with the authority of the company\" is in a position to take official action to address a sexual harassment complaint.  Id. Responding to complaints of harassment \"fall[s] within the special province of the supervisor.  The supervisor has been empowered by the company as a distinct class of agent to [take measures to respond to complaints of harassment] affecting other employees under his or her control,\" and in taking such measures \"brings the official power of the enterprise to bear on subordinates.\"  Id. Decisions taken by personnel pursuant to sexual harassment complaints are \"in most cases [ ] documented in official company records, and may be subject to review by higher level supervisors.\"  Id.  To respond adequately, \"the supervisor often must obtain the imprimatur of the enterprise and use its internal processes.\"  Id. Thus, in this context too, \"from the perspective of the employee, the supervisor and the employer merge into a single entity.\"   See id.  (citing Kotcher v. Rosa &amp; Sullivan Appliance Ctr., Inc., 957 F.2d 59, 62 (2d Cir.1992)).  The response of any supervisor authorized to field sexual harassment complaints for the employer is thus the act of an agent, attributable to the employer for purposes of liability under Title VII.\n    \n    \n      43\n      Under the framework established by the Court in Faragher and Burlington Industries, a prompt response by an authorized agent to halt reported harassment is sufficient to relieve the employer of liability under Title VII in cases where the harassment has not culminated in the taking by a supervisor of a tangible employment action against the victim.  See Faragher, 524 U.S. at ---- - ----, 118 S. Ct. at 2292-93;  Burlington Industries, 524 U.S. at ----, 118 S. Ct. at 2270.   Under that same framework, however, and on the basis of the same agency principles, the failure of an authorized supervisor to correct promptly a problem of harassment of which he or she had adequate notice is sufficient to ground an employer's Title VII liability.4\n    \n    II\n    \n      44\n      Examining the facts of this case under the Faragher / Burlington Industries standard, it is clear that Sundor is entitled to summary judgment.  In the district court, Sundor conceded that Long subjected Coates to hostile work environment sexual harassment, contesting only its own liability.  Thus the only question to be decided is whether Sundor can make out an affirmative defense as provided by Faragher and Burlington Industries.   A court's assessment as to whether a defendant has proved this defense requires, first, an analysis of whether the employer has exercised reasonable care in preventing sexual harassing behavior.  The court next directs its inquiry to whether the employee made reasonably sufficient use of available avenues to put the employer on notice of the problem.  Finally, the court refocuses on the employer to determine whether the employer or its authorized agent, after receiving notice of the harassment, took adequate steps to abate it and prevent its recurrence.\n    \n    \n      45\n      First, it is not disputed in this case that Sundor, which had in place an officially promulgated, user-friendly sexual harassment policy, exercised reasonable care to prevent sexual harassment.  Sundor's policy provides that \"[a]ny employee who feels he or she is being sexually harassed should immediately contact their line manager, Personnel Contact, or other manager with whom they feel comfortable.\"   McLean Dep., Ex. 1. It also instructs any manager who learns of the sexual harassment of an employee to \"take immediate action, working closely with line management and [the] Personnel Contact, to resolve the issue,\" and provides managers in its \"Sexual Harassment Awareness Program Participant's Manual\" with more detailed suggestions, including \"confront[ing] the harasser,\" \"support[ing] the victim,\" and \"educat[ing] employees\" about both the problem and the actions that will be taken should complaints about sexual harassment arise.  Sanders Dep., Ex. 3 at 24.  In addition, the company's \"Sexual Harassment Awareness Program Administrator's Manual\" emphasizes that \"it is the responsibility of every manager to take action when a sexual harassment situation arises or when a complaint is lodged.\"   Sanders Dep., Ex. 11 at 53.5\n    \n    \n      46\n      The second step in the analysis is whether Coates reasonably availed herself of the avenues created by this policy to put Sundor on notice of the ongoing harassment.  Only if it is determined that adequate notice of the harassment was given to Sundor would it be necessary to determine whether Sundor responded reasonably to her complaint.  To make this determination requires examination of the encounters between Coates and plant supervisors which Coates offers as evidence that adequate notice was given.  And as the panel opinion aptly illustrates, there is nothing in these encounters to lend support to Coates's claim that Sundor was on adequate notice of the harassment or that, when such notice was given, Sundor failed to take \"reasonable care to prevent and correct promptly [the] harassing behavior.\"  Faragher, 524 U.S. at ----, 118 S. Ct. at 2293;  Burlington Industries, 524 U.S. at ----, 118 S. Ct. at 2270.   On the basis of the affirmative defense delineated in Faragher and Burlington Industries, I therefore agree that the district court's grant of summary judgment to the defendant should be affirmed.\n    \n    \n      \n        1\n         Coates's complaint also included several state law claims against both Sundor and Long.  The district court dismissed these claims without prejudice when it granted Sundor's motion for summary judgment\n      \n      \n        2\n         Because Lee is an ordained minister, many Sundor employees look to him for guidance with their personal problems\n      \n      \n        1\n         Plaintiffs whose filings predated the Supreme Court's announcement of the liability standard for employers under Title VII are not required to have anticipated this standard in their pleadings.  See Burlington Industries, 524 U.S. at ----, 118 S. Ct. at 2271 (notwithstanding that original complaint was framed according to standards prevailing at the time, \"[the plaintiff] should have an adequate opportunity to prove she has a claim [under the new standards] for which Burlington is liable\")\n      \n      \n        2\n         \"[A] tangible employment action constitutes a significant change in employment status, such as hiring, firing, failing to promote, reassignment with significantly different responsibilities, or a decision causing a significant change in benefits\" as well as the \"denial of a raise or a promotion.\"  Burlington Industries, 524 U.S. at ----, 118 S. Ct. at 2268\n      \n      \n        3\n         Faragher, 524 U.S. at ----, 118 S. Ct. at 2283 (quoting Meritor Sav. Bank, FSB v. Vinson, 477 U.S. 57, 67, 106 S. Ct. 2399, 91 L. Ed. 2d 49 (1986))\n      \n      \n        4\n         This reasoning is precisely in line with that promulgated by the EEOC in its regulation regarding employer liability for co-worker sexual harassment.  See 29 C.F.R. &#167; 1604.11(d) (1998) (\"With respect to conduct between fellow employees, an employer is responsible for acts of sexual harassment in the workplace where the employer (or its agents or supervisory employees) knows or should have known of the conduct, unless it can show that it took immediate and appropriate corrective action.\")\n      \n      \n        5\n         Of course, the existence of a reasonable policy is only part of the affirmative defense.  Sundor must show not only that it had a reasonable policy in place, but also that those employees authorized by the policy to act in response to complaints did so act when put on notice of a problem, and that their actions constituted a reasonable response under the circumstances\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 760547
        }
    ],
    "court_short_name": "Eleventh Circuit",
    "court_full_name": "Court of Appeals for the Eleventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Kidnapping"
}