{
    "id": 1036403,
    "judges": "Chaney",
    "date_filed": "1975-09-25",
    "date_filed_is_approximate": true,
    "slug": "los-angeles-county-department-of-children-family-services-v-gq",
    "case_name_short": "In re C.Q. CA2/1",
    "case_name": "Los Angeles County Department of Children & Family Services v. G.Q.",
    "case_name_full": "In Re C.Q. Et Al., Persons Coming Under the Juvenile Court Law. LOS ANGELES COUNTY DEPARTMENT OF CHILDREN AND FAMILY SERVICES, Plaintiff and Respondent, v. G.Q., Defendant and Appellant, A.R., Respondent",
    "attorneys": "Counsel, Lisa A. Raneri, under appointment by the Court of Appeal, for Defendant and Appellant., No appearance for Plaintiff and Respondent., Roni Keller, under appointment by the Court of Appeal, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b273-4\">\n    [No. B244998.\n   </docketnumber><court id=\"ACI\">\n    Second Dist., Div. One.\n   </court><decisiondate id=\"AQ7\">\n    Aug. 2, 2013.]\n   </decisiondate><br><parties id=\"b273-5\">\n    In re C.Q. et al., Persons Coming Under the Juvenile Court Law. LOS ANGELES COUNTY DEPARTMENT OF CHILDREN AND FAMILY SERVICES, Plaintiff and Respondent, v. G.Q., Defendant and Appellant, A.R., Respondent.\n   </parties><br><attorneys id=\"b274-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"356\"> \n     *356\n     </span>\n    Counsel\n   </attorneys><br><attorneys id=\"b274-9\">\n    Lisa A. Raneri, under appointment by the Court of Appeal, for Defendant and Appellant.\n   </attorneys><br><attorneys id=\"b274-10\">\n    No appearance for Plaintiff and Respondent.\n   </attorneys><br><attorneys id=\"b274-11\">\n    Roni Keller, under appointment by the Court of Appeal, for Respondent.\n   </attorneys>",
    "citations": [
        "219 Cal. App. 4th 355"
    ],
    "opinions": [
        {
            "author_str": "Chaney",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 13.0,
            "download_url": "http://www.courts.ca.gov/opinions/nonpub/B244998.PDF",
            "author_id": null,
            "opinion_text": "Filed 8/2/13 In re C.Q. CA2/1\n                  NOT TO BE PUBLISHED IN THE OFFICIAL REPORTS\nCalifornia Rules of Court, rule 8.1115(a), prohibits courts and parties from citing or relying on opinions not certified for\npublication or ordered published, except as specified by rule 8.1115(b). This opinion has not been certified for publication\nor ordered published for purposes of rule 8.1115.\n\n\n              IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                                     SECOND APPELLATE DISTRICT\n\n                                                  DIVISION ONE\n\n\nIn re C.Q., et al., Persons Coming Under                             B244998\nthe Juvenile Court Law.\n\nLOS ANGELES COUNTY                                                  (Los Angeles County\nDEPARTMENT OF CHILDREN AND                                           Super. Ct. No. CK94654)\nFAMILY SERVICES,\n     Plaintiff and Respondent,\n\n         v.\n\nG.Q.,\n         Defendant and Appellant,\n\nA.R.,\n         Respondent.\n\n         APPEAL from an order of the Superior Court of Los Angeles County. Sherri S.\nSobel, Referee. Affirmed in part, reversed in part and remanded with directions.\n         Lisa A. Raneri, under appointment by the Court of Appeal, for Defendant and\nAppellant.\n         Roni Keller, under appointment by the Court of Appeal, for Respondent A.R.\n         No appearance for Plaintiff and Respondent Los Angeles County Department of\nChildren and Family Services.\n\n\n                           ________________________________________\n\f        In this dependency case (Welf. & Inst. Code, § 300 et seq.),1 the juvenile court\nissued a permanent restraining order requiring G.Q. (Father) to stay away from A.R.\n(Mother), and Father and Mother‟s three minor children except during monitored\nvisitation. Father appeals from the restraining order, challenging the sufficiency of the\nevidence supporting the portion of the order naming the children as protected persons.\nHe does not challenge the portions of the order requiring him to stay away from Mother\nand the family home where Mother and the children live.\n        Mother urges this court to affirm the restraining order in its entirety. Respondent\nLos Angeles County Department of Children and Family Services (DCFS) did not\nrecommend the juvenile court issue the restraining order. Nor did it take a position below\non Mother‟s request for a restraining order. DCFS has not filed a brief or otherwise made\nan appearance on appeal.\n        We reverse the portion of the restraining order naming the children as protected\npersons, for the reasons discussed below.\n                                      BACKGROUND\nDetention\n        In July 2012, when this family came to DCFS‟s attention, Father and Mother were\nmarried and living together with their three minor daughters, C.Q. (age 16), Ja.Q. (age\n12) and Je.Q. (age 11), and their adult daughter, K.Q. (age 19). On July 11, 2012, Mother\nwent into a police station and reported an incident of domestic violence perpetrated by\nFather on Mother earlier the same day in the family home. The incident, which we\ndescribe below, occurred in the immediate presence of Father and Mother‟s 12-year-old\ndaughter Ja.Q. and while their other three daughters were in the home. Also on July 11,\n2012, DCFS received and responded to a referral about this incident and interviewed\nMother and her four daughters. These interviews, described below, are summarized in\nthe July 19, 2012 detention report.\n\n\n\n 1   Further statutory references are to the Welfare and Institutions Code.\n\n                                              2\n\f        When the social worker arrived at the family home on July 11, 2012, she heard\npeople yelling inside. Father and Mother‟s four daughters were arguing. Mother told the\nsocial worker her daughters were upset because Mother had reported the incident of\ndomestic violence to the police and a social worker was now visiting their home.\nAccording to Mother, her daughters told her they would not “report the domestic\nviolence” because they did not want Father to have to leave the family home and go to\njail.\n        Mother described the incident to the social worker as follows: While out looking\nfor a job on July 11, 2012,2 Mother received a telephone call from adult daughter K.Q.,\nasking Mother to hurry home because the three minor daughters were making a mess.\nWhen Mother returned home, Father was there. Mother told their three minor daughters\nto clean up the home and put things back the way they were when Mother left that\nmorning. Appearing angry, Father began arguing with Mother. He yelled: “„You can‟t\ndiscipline my daughters, you are stupid and you don‟t work, that is why you can‟t tell\nthem what to do.‟” Father grabbed boxes of glass figurines from a storage area in the\nlaundry room and threw the boxes to the ground in front of Mother and their daughter\nJa.Q. The other three daughters were in their bedrooms with the doors open. Mother\nbelieved they were listening to the argument. Mother asked Father why he was throwing\nthe glass figurines she had bought. Father struck Mother in the arm with a closed fist.3\nJa.Q., who was crying, moved in between Father and Mother and asked Father not to hit\nMother. Father left the home. The daughter was not physically injured.\n        Mother told the social worker she and Father had separated two years before the\nJuly 11, 2012 incident because Father was in a relationship with another woman. Mother\n\n\n  2In an interview with a dependency investigator prior to the issuance of DCFS‟s\nAugust 16, 2012 jurisdiction/disposition report, Mother stated she was out of the home on\nJuly 11, 2012 because she had gone to the doctor with her cousin.\n  3A police officer who interviewed Mother the same day as the incident reported he did\nnot observe any injuries to Mother‟s arm or any other part of her body, but Mother did\ncomplain of pain in her arm.\n\n                                            3\n\fand Father continued to live together despite the separation. Father paid the rent. Mother\nstated Father had been insulting her and arguing with her for the past two years. Father\ntold her she was “„worthless‟” and “„dependent‟” on him. He also told her: “„You don‟t\neven work so you have no say in this house and my daughters don‟t have to listen to you,\nyou should be cleaning the house not my daughters!‟” According to Mother, her\ndaughters were “siding with [Father] because he „buys them everything and he also gives\nthem money.‟” Mother described Father as a “a great father” to her daughters.\n       Mother stated the July 11, 2012 incident was the second domestic violence\nincident between her and Father. The first incident occurred about a year prior when\nFather and Mother argued about a car Father had bought Mother. Father wanted to take\nthe car back. He told Mother she should work to earn money to buy herself a car.\nMother argued the car was a gift and Father should not take back a gift. According to\nMother, Father struck her in the arm, resulting in a bruise.4 Mother stated her daughters\nwitnessed this incident but urged her not to report it to the police because, if she did,\n“they would not see their father anymore.” Mother did not make a police report.\n       The social worker interviewed 11-year-old Je.Q., who was crying and appeared\n“to be extremely emotionally affected” by the incident. The child acknowledged her\nparents argued and did not get along, but she said she did not know if her parents engaged\nin physical altercations. She stated things were “„ok‟” at home and she was not afraid of\nFather or Mother. When asked why she was sad, the child explained she did not want her\nparents to separate.\n       The social worker also interviewed 12-year-old Ja.Q., the child Mother stated had\nwitnessed the July 11, 2012 incident of domestic violence. When the social worker\ninquired about domestic violence between Father and Mother, the child laughed and\nstated, “„he is my father, and I will never say anything bad about my father.‟” She denied\nwitnessing an incident of domestic violence on July 11, 2012, stating, “„well, nothing\n\n 4  In an interview with a dependency investigator prior to the issuance of DCFS‟s\nAugust 16, 2012 jurisdiction/disposition report, Mother stated Father also kicked her in\nthe leg during this first domestic violence incident.\n\n                                              4\n\fhappened. I did not see anything . . . .‟” When the social worker asked if she had ever\nheard Father and Mother argue about money, the child responded, “„who told you?‟”\nThe social worker believed the child was “protecting” Father. The child stated Father\n“gives her money for anything she wants to buy.”\n       Sixteen-year-old C.Q. denied knowledge of any domestic violence between Father\nand Mother. When the social worker asked if she ever heard Father and Mother argue,\nshe responded, “„yes but I didn‟t see them hitting.‟” C.Q. stated she was not afraid of\nFather. She also stated Father would give her money for clothing and anything else she\nwanted to buy. She added: “„He gives us whatever we ask for.‟”\n       The social worker also interviewed 19-year-old K.Q. The social worker noted\nK.Q. did not seem surprised when the social worker explained the allegations made\nagainst Father. K.Q. asked if Mother had reported the domestic violence to DCFS, and\nthe social worker told K.Q. the referral was confidential. K.Q. stated: “„He is my father,\nI would not say anything about him, my sisters deserve to see their father, and it‟s not\nfair!‟” K.Q. indicated she was aware Father had thrown boxes, but she stated Father did\nnot break anything. She also stated she did not see Father strike Mother on the arm.\nK.Q. acknowledged Father and Mother would argue.\n       Mother‟s 22-year-old son J.H. (Father‟s stepson) used to live in the family home.\nMother told the social worker J.H. moved out after a June 15, 2012 altercation during\nwhich Father struck J.H. in the face in front of the other children. The social worker\nasked K.Q. why J.H. moved out of the family home. K.Q. responded, “„because my\nfather did not want him here anymore, he is grown and he moved out.‟” K.Q. stated she\ndid not see Father hit J.H. In the detention report, the social worker did not report that\nshe asked the other three daughters about the altercation between Father and J.H.5\n\n\n\n 5  Prior to the issuance of DCFS‟s August 16, 2012 jurisdiction/disposition report, a\ndependency investigator interviewed the three minor daughters again and asked them\nabout the June 15, 2012 altercation between Father and J.H. All three girls denied Father\nhit J.H.\n\n                                              5\n\f       The social worker also interviewed J.H., who stated Father “„kicked [him] out‟” of\nthe family home.6 J.H. told the social worker, on June 15, 2012, he and Father argued\n“because [of] of a cell phone bill” and Father “punched him on the cheek causing him to\nbleed.” J.H. did not hit Father back. J.H. stated, during the two years prior to the\nJuly 11, 2012 incident between Father and Mother, Father had been “constantly” arguing\nwith Mother and calling her names. J.H. had heard Father say to Mother, “„you low life\ndependent on me, you don‟t do anything.‟” When J.H. would defend Mother, Father\nwould also call J.H. a “„low life‟” and tell him, “„you don‟t pay rent here, you are\nnobody!‟”\n       The social worker reported J.H. “stated that he feared for mother‟s safety because\nthere will be no one to defend mother now. [J.H.] stated that all the children defend their\nfather because father gives them money and buys them whatever they want. He stated\nthat all the children do not respect mother. The children disrespect mother.”\n       In the July 19, 2012 detention report, the social worker also described a telephone\ninterview with a neighbor who lived “in the back house” and paid monthly rent to\nMother. The neighbor stated she would often hear Father and Mother arguing. The\nneighbor also told the social worker Mother “has bruises all the time and mother tells her\n[the neighbor] that it was father who caused the bruises” According to the neighbor “the\nproblem is that father has another woman.” The neighbor described Father and Mother\nas “good parents.”\n       When the social worker interviewed Father, Father denied the July 11, 2012\nallegation of domestic violence and told the social worker, “„you can ask my\ndaughters.‟”7 Describing the events of July 11, 2012, Father stated Mother was “„in the\nstreets doing God knows what while [his] children [were] doing laundry!‟” Father\nbelieved Mother should be doing the laundry because she did not work. According to\n\n 6  It is not clear from the July 19, 2012 detention report whether the social worker\ninterviewed J.H. on the same occasion she interviewed Mother and her four daughters.\n 7 The detention report does not state when or where the social worker interviewed\nFather.\n\n                                             6\n\fFather, when Mother came home she “began to scream at the children telling them to\nclean up because they are some „“dirty girls.‟” Father told the social worker he did not\nlike when Mother called their daughters “„dirty.‟” Father stated he told Mother “„don‟t\ntell them anything because you don‟t work and you should be home and not [in] the\nstreets all day.‟” Father reported that Mother “came to his face and told him to hit her.”\nFather stated he did not hit Mother and instead “decided to throw the boxes of glass to the\nfloor.” According to Father, Mother pushed him and he left the home. Father\nacknowledged Ja.Q. witnessed this incident. Father stated Ja.Q. “did not have to\nintervene between them because [he] did not hit mother.”\n       The social worker reported in the detention report: “Father explained that mother\n„provokes me by coming and asking me to hit her[.]‟ Father stated that although he has\nnever hit mother, mother continues to provoke him to scream at her and call her bad\nnames. Father stated that he pays the rent there and all he wants is mother to do all the\ncleaning of the home. Father admits that he hit [J.H.] in June because [J.H.] was losing\nhis respect.”\n       On July 13, 2012, Mother applied for and the Los Angeles Superior Court issued a\ntemporary restraining order requiring Father to stay away from Mother and their three\nminor daughters, and denying Father visitation with the minor daughters. The order was\nset to expire on the next hearing date, August 7, 2012.\n       On July 19, 2012, DCFS filed a dependency petition under section 300,\nsubdivisions (a) and (b), alleging (1) Father and Mother‟s history of domestic violence in\nthe three minor daughters‟ presence, including the July 11, 2012 incident, and\n(2) Father‟s violent altercation with Mother‟s adult son J.H. on June 15, 2012. At the\nhearing on July 19, 2012, the juvenile court ordered Father and Mother‟s three minor\ndaughters detained and released to Mother.8 The court also issued a temporary\nrestraining order listing Mother and the three minor daughters as protected persons. The\n\n\n 8Father previously had informed DCFS he consented to detention and release to\nMother.\n\n                                             7\n\fcourt granted Father monitored visitation with the minor daughters to commence after\nexpiration of the superior court temporary restraining order.9\nJurisdiction/Disposition\n       On August 8, 2012, the minor daughters had their first visit with Father. In the\nAugust 16, 2012 jurisdiction/disposition report, DCFS stated the children enjoyed\nthemselves during the visit.\n       At the September 25, 2012 adjudication and disposition hearing, the juvenile court\nadopted the parties‟ mediation agreement, dated September 7, 2012. As part of the\nagreement, the parties submitted on counts b-1 and b-2 in the petition as amended. Count\nb-1 provides: “The Children C[.], Ja[.] and [Je. Q.‟s] mother, A[.]R[.] and father,\nG[.]Q[.] have a history of engaging in violent altercations in the presence of the children\nincluding on 7/11/12 when the parents engaged in a violent verbal and physical\naltercation including but not limited to father throwing boxes in the presence of Ja[.] who\nbecame frightened and attempted to intervene. Father‟s aggressive conduct against the\nmother and mother‟s lack of protection places the children at risk of harm.” Count b-2\nprovides: “On 6/15/12 the children C[.], Ja[.] and Je[.] Q[.‟s] father, G[.]Q[.] and the\nchildren‟s adult sibling J[.]H[.] engaged in a violent altercation in the children‟s presence.\nFather‟s aggressive conduct against the adult sibling in the presence of the children\nplaces the children at risk of harm.” The juvenile court sustained counts b-1 and b-2 and\ndismissed counts a-1 and a-2.\n       The juvenile court declared the children dependents of the court, ordered them\nremoved from Father‟s physical custody, and placed in the home of Mother with a plan of\nfamily maintenance services. In accordance with the mediation agreement, the court\ngranted Father monitored visitation with the children to occur a minimum of two times\n\n\n 9  Minor daughters‟ counsel informed the juvenile court the children were unhappy\nwhen they learned their Mother had listed them as protected persons in her superior court\napplication for a temporary restraining order. In the detention report, the social worker\nnoted Father and Mother‟s four daughters were “so angry with [Mother] for disclosing\nthe abuse they [were] no longer speaking to her.”\n\n                                              8\n\fper week, two hours per visit, so long as no criminal court restraining order prohibited\nsuch visits. The court granted DCFS discretion to liberalize the frequency and duration\nof Father‟s visits, but ordered that DCFS could not lift the monitor requirement without\ncourt approval. Also in accordance with the mediation agreement, the court ordered\nFather to participate in parenting, individual counseling and a 52-week domestic violence\nprogram.\n       The court commented: “I am keeping the case open. This is a long history and\nI‟m not closing this out with a family law order until I am sure Mother can protect the\nchildren.”\nPermanent Restraining Order\n       At the September 25, 2012 hearing, after the juvenile court resolved the\njurisdictional and dispositional issues, Mother requested a permanent restraining order\nagainst Father. Father objected to the restraining order, arguing there was no evidence\nsupporting the inclusion of the children as protected persons because he did not place the\nchildren at risk. The children‟s counsel informed the court the children had “always\nwanted visits with their father.”\n       The juvenile court overruled Father‟s objection and issued a permanent restraining\norder requiring Father to stay away from Mother, the three minor children (except during\nmonitored visitation), the children‟s school or child care, and the home where Mother and\nthe children live. The court commented: “I‟m absolutely issuing the restraining order,\nother than the monitored visits for everybody. He got into a fistfight with one of their\nsiblings. They may like him but the fact of the matter is this is an ongoing case of\ndomestic violence. The restraining order will be issued for three years to 9-25-15.\n[¶] . . . [¶] I have no problem six months from now, if it turns out that there is no\nproblem here, modifying this. But, for right now, if we‟re not modifying it, I don‟t want\nit to have to be heard again. So it is issued.”\n                                       DISCUSSION\n       Father contends the evidence was insufficient and there was no compelling reason\nto support the issuance of a restraining order naming the three minor children as protected\n\n                                              9\n\fpersons. He does not challenge the portions of the restraining order naming Mother as a\nprotected person and requiring him to stay away from the family home where Mother and\nthe children live.10\n       Under section 213.5, subdivision (a), the juvenile court may issue an order\n“enjoining any person from molesting, attacking, striking, stalking, threatening, sexually\nassaulting, battering, harassing, telephoning, . . . destroying the personal property,\ncontacting, . . . or disturbing the peace of the child . . . .” This subdivision also permits\nthe court to issue orders including the child‟s parent as a person protected from the\nbehaviors listed above, and excluding the restrained person from the child‟s home.\n       Issuance of a restraining order under section 213.5 does not require “evidence that\nthe restrained person has previously molested, attacked, struck, sexually assaulted,\nstalked, or battered the child.” (In re B.S. (2009) 172 Cal.App.4th 183, 193.) Nor does it\nrequire evidence of a reasonable apprehension of future abuse. (Ibid.) In In re B.S.,\nsupra, 172 Cal.App.4th at page 194, the Court of Appeal concluded section 213.5 is\nanalogous “to Family Code section 6340, which permits the issuance of a protective order\nunder the Domestic Violence Prevention Act . . . if „failure to make [the order] may\njeopardize the safety of the petitioner . . . .‟ [Citations.]”\n       In reviewing the restraining order, “we view the evidence in a light most favorable\nto the respondent, and indulge all legitimate and reasonable inferences to uphold the\njuvenile court‟s determination. If there is substantial evidence supporting the order, the\ncourt‟s issuance of the restraining order may not be disturbed.” (In re Cassandra B.\n(2004) 125 Cal.App.4th 199, 210-211; In re B.S., supra, 172 Cal.App.4th at p. 193.)\n       As Father points out, in In re Brittany K. (2005) 127 Cal.App.4th 1497, 1512, the\nCourt of Appeal applied both the substantial evidence and abuse of discretion standards\n\n  10 Mother devotes a section of her respondent‟s brief to her argument she made the\nrequisite showing under section 213.5, subdivision (e)(2), supporting an order excluding\nFather from the family home. Mother incorrectly cites this provision as subdivision\n(c)(2). We need not address Mother‟s analysis on this point because Father does not\nchallenge the portion of the restraining order requiring him to stay away from the family\nhome.\n\n                                               10\n\fin deciding whether the juvenile court erred in issuing a permanent restraining order\nunder section 213.5 barring a grandmother from contact with her grandchildren or their\nfoster parents. (Id. [“[T]here was sufficient evidence to support a conclusion that\nappellant had been „stalking‟ the minors and the foster parents. There was no abuse of\ndiscretion by the juvenile court in imposing a restraining order pursuant to section\n213.5”].)\n       In this case, in applying either the substantial evidence standard or a combined\nsubstantial evidence and abuse of discretion standard, we find the juvenile court erred in\nlisting Father and Mother‟s three minor daughters as protected persons in the restraining\norder. There is no evidence indicating the children‟s safety might be in jeopardy absent\ntheir inclusion in the restraining order. (See In re B.S., supra, 172 Cal.App.4th at p. 194.)\nThe portions of the restraining order Father does not challenge require Father to stay\naway from Mother and the family home where Mother and the children live. Father has\nmonitored visitation with the children and Mother is not permitted to monitor those visits.\nThe children have stated they want visits with their father and are not afraid of him.\nThere have been no reports that Father has engaged in any violent or otherwise\ninappropriate conduct since the July 11, 2012 incident.\n       This case is not analogous to In re Cassandra B., supra, 125 Cal.App.4th at\npage 212, where the Court of Appeal affirmed the juvenile court‟s issuance of a\npermanent restraining order based on substantial evidence the mother, who had been\ngranted monitored visitation, “was „molesting‟” or annoying her nine-year-old daughter\nby “attempting to gain entry to the home of Cassandra‟s [the daughter] caregivers without\ntheir knowledge, appearing at Cassandra‟s school and then following behind the\ncaregiver‟s car after Cassandra was picked up from school, together with her threats to\nremove Cassandra from her caregivers‟ home.” The child in that case told the social\nworker she was afraid her mother was going to kidnap her. (Id. at p. 206.) “[T]here was\nample evidence” supporting the issuance of a permanent restraining order which included\nthe daughter as a protected person. (Id. at p. 212.)\n\n\n\n                                             11\n\f       Similarly, in In re Brittany K., supra, 127 Cal.App.4th at page 1512, the Court of\nAppeal affirmed the juvenile court‟s issuance of a permanent restraining order requiring a\ngrandmother to stay away from her grandchildren based on substantial evidence the\ngrandmother, who was seeking custody of her grandchildren, was “„molesting‟” or\n“„stalking‟” the children. The appellate court stated: “[T]he record shows appellant [the\ngrandmother] concealed herself at a scheduled visitation between the minors and their\nbirthmother so as to obtain unauthorized access to them; surreptitiously searched out and\nlocated the confidential location of the foster residence, in violation of their intended\nprivacy; hired a private detective to spy on the minors‟ comings and goings at their foster\nhome; and showed up unannounced at each of the minors‟ schools, where she proceeded\nto make defamatory accusations about the foster parents to school authorities and\nattempted to make unauthorized contact with the minors.” (Ibid.)\n       Mother argues this case is analogous to In re B.S., supra, 172 Cal.App.4th 183. In\nthat case, the father and the mother “„stood over‟” their infant son as the father battered\nthe mother. (Id. at p. 186.) As the physical altercation continued, the father “„threw [the\nmother] down on top of‟” the infant and then “fell on top of both the mother and [the\ninfant].” (Ibid.) Before fleeing the home, the father threatened to come back and shoot\nthe mother and her friend who had intervened during the altercation. After finding\njurisdiction, the juvenile court issued a permanent restraining order prohibiting the father\nfrom contacting his infant son except for court-ordered visitation. (Id. at p. 188.) The\nCourt of Appeal affirmed. (Id. at p. 195.)\n       This case is distinguishable from In re B.S. Here, when Father and Mother‟s 12-\nyear-old daughter stepped in between Father and Mother on July 11, 2012, Father walked\naway. In In re B.S., supra, 172 Cal.App.4th at page 194, the appellate court found the\nfather had intentionally thrown the mother on top of their infant son. Accordingly, there\nwas substantial evidence that failure to include the infant as a protected person under the\nrestraining order might jeopardize his physical safety. (Ibid.)\n       The fact Father submitted on the amended allegations in the dependency petition\ndoes not mean issuance of the restraining order was proper as Mother appears to argue.\n\n                                             12\n\fIssuance of the restraining order was not proper unless failure to issue the order might\njeopardize the safety of the children. (In re B.S., supra, 172 Cal.App.4th at p. 194.) As\ndiscussed above, the record does not include sufficient evidence supporting the inclusion\nof the three minor daughters as protected persons under the restraining order.\n                                      DISPOSITION\n       The juvenile court is ordered to modify the September 25, 2012 restraining order\nby deleting the names of the three children [C.Q., Ja.Q. and Je.Q.] from the list of\nprotected persons. In all other respects the restraining order is affirmed.\n       NOT TO BE PUBLISHED.\n\n\n\n\n                                                                CHANEY, J.\nWe concur:\n\n\n\n              ROTHSCHILD, Acting P. J.\n\n\n\n              JOHNSON, J.\n\n\n\n\n                                             13\n\f",
            "ocr": false,
            "opinion_id": 1036403
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Kidnapping"
}