{
    "id": 1462822,
    "judges": "Thompson, Lowe and Liss",
    "date_filed": 293155200000,
    "date_filed_is_approximate": false,
    "slug": "harris-v-state",
    "case_name_short": "Harris",
    "case_name": "Harris v. State",
    "case_name_full": "Donald Lee Harris v. State of Maryland",
    "attorneys": "Martha Weisheit, Assistant Public Defender, with whom was Alan H. Murrell, Public Defender, on the brief, for appellant., Valerie A. Leonhart, Assistant Attorney General, with whom were Stephen H. Sachs, Attorney General, and Richard D. Warren, State’s Attorney for Wicomico County, on the brief, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b270-4\">\n    DONALD LEE HARRIS\n    <em>\n     v.\n    </em>\n    STATE OF MARYLAND\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b270-5\">\n    [No. 799,\n   </docketnumber><p data-order=\"2\" data-type=\"misc\" id=\"AIp\">\n    September Term, 1978.]\n   </p><br><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b270-6\">\n<em>\n     Decided April 17, 1979.\n    </em>\n</decisiondate><br><p data-order=\"4\" data-type=\"judges\" id=\"b270-17\">\n    The cause was argued before Thompson, Lowe and Liss, JJ.\n   </p><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b271-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"249\"> \n     *249\n     </span>\n<em>\n     Martha Weisheit, Assistant Public Defender,\n    </em>\n    with whom was\n    <em>\n     Alan H. Murrell, Public Defender,\n    </em>\n    on the brief, for appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b271-5\">\n<em>\n     Valerie A. Leonhart, Assistant Attorney General,\n    </em>\n    with whom were\n    <em>\n     Stephen H. Sachs, Attorney General,\n    </em>\n    and\n    <em>\n     Richard D. Warren, State’s Attorney for Wicomico County,\n    </em>\n    on the brief, for appellee.\n   </attorneys>",
    "citations": [
        "400 A.2d 6",
        "42 Md. App. 248"
    ],
    "opinions": [
        {
            "author_str": "Thompson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7484.0,
            "opinion_text": "\n42 Md. App. 248 (1979)\n400 A.2d 6\nDONALD LEE HARRIS\nv.\nSTATE OF MARYLAND.\nNo. 799, September Term, 1978.\nCourt of Special Appeals of Maryland.\nDecided April 17, 1979.\nThe cause was argued before THOMPSON, LOWE and LISS, JJ.\n*249 Martha Weisheit, Assistant Public Defender, with whom was Alan H. Murrell, Public Defender, on the brief, for appellant.\nValerie A. Leonhart, Assistant Attorney General, with whom were Stephen H. Sachs, Attorney General, and Richard D. Warren, State's Attorney for Wicomico County, on the brief, for appellee.\nTHOMPSON, J., delivered the opinion of the Court.\nOn August 16, 1978, the appellant, Donald Lee Harris, was convicted in the Circuit Court for Wicomico County of robbery with a deadly weapon, two counts of unlawful shooting,[1] and kidnapping. He was sentenced to eighteen years under the robbery conviction, two consecutive five year sentences under the shooting convictions, and three years (suspended) under the kidnapping conviction.\nThis appeal presents the following issues:\n1. Did the trial judge err in failing to establish on the record, as required by Md. Rule 735 d, that the appellant had knowingly and intelligently waived his right to trial by jury?\n2. Did the trial judge err in admitting evidence, offered by the State in rebuttal, of a statement made by appellant while in police custody but before being brought before a commissioner pursuant to Md. District Rule 723?\n3. Were two separate convictions and punishments for unlawful shooting improper under the facts of this case? *250 We will develop the necessary factual background as we address each of these issues.\n\nI The Election of a Court Trial\nMd. Rule 735 governs the procedure to be followed when an accused elects between trial by jury and trial by the court. In Biddle v. State, 40 Md. App. 399, 392 A.2d 100 (1978), we held that compliance with the rule is mandatory and where the record fails to show such compliance a conviction must be reversed on direct appeal.\nSection b of the rule provides that the election should be made in writing, signed by the defendant, witnessed by his counsel, and filed with the clerk of the court. A form for such written election is set out in the rule. The section b form informs a defendant that a jury consists of 12 persons and that all must be convinced of his guilt beyond a reasonable doubt before he may be found guilty. Section c provides that when no written election is filed the defendant may be required to appear in court for the purpose of making an election. Section d provides that when a court trial is elected the trial shall not commence until an inquiry is conducted on the record to determine whether the election has been made voluntarily and with full knowledge of the right to a jury trial. The obvious purpose of this in-court inquiry is to show affirmatively on the record that the defendant's constitutional right to a jury trial was voluntarily and knowingly waived. In cases where a written election has been filed pursuant to Section b, the inquiry mandated by section d requires an additional safeguard in the determination of the voluntariness and intelligence of the waiver. It requires the trial judge to determine whether the waiver apparent on the form is, in fact, knowing and voluntary.\nIn the present case we are concerned with the required scope and extent of the section d inquiry. More precisely, the question is whether the inquiry in the record before us was sufficient under Rule 735 d to enable a determination that the appellant voluntarily and knowingly waived his right to a jury *251 trial. The resolution of this issue will be aided by a review of the recent cases in which we have interpreted Rule 735 d.\nAt one end of the spectrum are Biddle v. State, supra, and Butler v. State, 41 Md. App. 677, 398 A.2d 514 (1979). In Biddle, the record was devoid of any indication that the defendant knew of his right to a jury trial or participated in the election of a court trial. It merely showed that defense counsel requested a court trial at the arraignment, in the defendant's presence. We held that under those circumstances, there had been no compliance with the rule. The conviction was therefore reversed. In Butler, the defendant was originally charged in the District Court and the case was removed to the Circuit Court upon election of a jury trial. On the day of trial, defense counsel stated on the record that the defendant had waived his right to a jury trial and elected to be tried by the court. Nothing in the record showed whether the trial judge knew what had transpired in the District Court or whether the defendant had even been present when a jury trial was originally requested in the District Court. Nor was there any showing that he had been advised of his right to a jury trial or participated in the election of a court trial. In holding that Rule 735 d had been violated we said:\n\"It is evident here, as it was in Biddle, that the court made no effort whatever to comply with section d of Rule 735. It obviously made no inquiry of appellant on the record. Neither is there any indication in the record that the court knew what had transpired in the District Court. Accordingly, there was no basis upon which it could have reasonably concluded that appellant had full knowledge of his right to a jury trial and that he was knowingly and voluntarily waiving that right.\" Id. at 683.\nIn two other recent decisions we have examined and sustained the sufficiency of the Section d inquiry where no written election was previously filed by the defendant. In McCoy v. State, 41 Md. App. 667, 398 A.2d 1244 (1979), the *252 Court informed three co-defendants on the record that they had a right to a jury trial and asked what choice they wished to make. Defense counsel for one of the co-defendants, in the presence of all three, gave a brief explanation of the right to a jury trial along the lines mentioned in the section b form, but omitted any reference to the burden of proof. He then stated that his client elected a court trial. Counsel for each of the other two defendants also expressed their respective clients' desire to elect a court trial. We held that this exchange constituted a sufficient basis for the conclusion that the elections were knowingly and voluntarily made.\nIn Fairbanks v. State, 42 Md. App. 15, 398 A.2d 814 (1979), defense counsel volunteered that his client understood the nature of a jury trial, that he knew he had a right to such a trial, and that he wished to waive that right and be tried by the court. Counsel then asked his client whether that recital was correct and the defendant replied that it was. This was held to be sufficient compliance with Rule 735 d, although the record did not show that the defendant had been informed of the various incidents of a jury trial as spelled out in section b.\nFinally, in Countess v. State, 41 Md. App. 649, 398 A.2d 806 (1979), we held that the section d inquiry was required even where a written election under section b had been previously filed. Countess had elected a jury trial employing the form prescribed by section b of Rule 735. On the day of trial he sought to change his election. The court inquired whether the defendant understood that he had a right to a jury trial, whether such right had been fully explained to him by his lawyer, and whether he elected to be tried by the court instead of a jury. The defendant answered all of these inquiries in the affirmative. In holding that there had been compliance with Rule 735 d we said:\n\"The signed form and the in-court responses to questioning, show that the appellant made his election of a court trial with full knowledge of his right to a jury trial and that he knowingly and *253 voluntarily waived the right.\" Id. at 658.\nSeveral conclusions may be drawn from these decisions with respect to Rule 735 d. First, it is not necessary that the entire inquiry always be conducted on a person to person basis between the judge and the defendant. Statements by counsel in which the defendant has clearly acquiesced may be sufficient. McCoy v. State, supra. Second, it is not necessary to spell out the various aspects of a jury trial, such as the fact that all jurors must be convinced of the defendant's guilt beyond a reasonable doubt before he can be convicted. It is sufficient that the record affirmatively show that the defendant knew that a jury trial was available, that he understood the general nature of a jury trial, and that he nevertheless chose to be tried by the court. Fairbanks v. State, supra, and McCoy, supra. Third, a written election under Rule 735 b does not obviate the necessity for compliance with section d. A written election may aid the court in determining the voluntariness and intelligence of the waiver but the mandatory in-court inquiry must still be made. Countess v. State, supra.\nWith these principles in mind we now turn to a consideration of the present case. Appellant filed a written election, as prescribed by Rule 735 b, to be tried before the court. Prior to commencement of the trial the following colloquy took place between the trial judge and defense counsel:\n\"The Court: ...\nYou have advised him of his right to a jury trial, Mr. Rogan?\nMr. Rogan: [Defense counsel]: Yes, Your Honor.\nHe pleads not guilty, Your Honor, and trial by the Court. The plea and election stand.\nThe Court: All right, sir.\"\nThis is the only indication in the record that the trial judge made the inquiry called for under Rule 735 d. We hold that it does not constitute compliance with the Rule.\n*254 In McCoy, Countess and Fairbanks, the defendants themselves were informed on the record, either by the court or counsel, that they had a right to a jury trial. In each case there was some indication that the defendant understood the general nature of a jury trial. In Countess and Fairbanks the defendants affirmatively stated their desire to be tried by the court instead of a jury. In McCoy, the court began the necessary inquiry and counsel continued it by reciting their clients' understanding of the right to a jury trial and desire to be tried by the court. We concluded that the defendants acquiesced in their counsels' recital noting that they not only failed to object to, or contradict, any part of it but that they also expressed satisfaction with the services rendered by their counsel. 41 Md. App. at 674. We thought then, and we think now, that it should not be more difficult to waive a jury trial than it is to enter a guilty plea, and thus waive both a jury and a court trial. See Davis v. State, 278 Md. 103, 361 A.2d 113 (1976).\nIn the present case, there is nothing in the record of the in-court inquiry to show that appellant understood his right to a jury trial or that his waiver was voluntary. The court's inquiry was addressed to counsel and was limited to whether the appellant had been advised of his right to trial by a jury. Unlike Countess, supra, the court did not address the appellant and the appellant was given no opportunity to speak. There is no basis in this record for concluding that appellant acquiesced in any on the record explanation by counsel, as in McCoy, supra, or that he affirmed the sort of recital shown in Fairbanks, supra.\nThe purpose of section d is to require the trial judge to determine on the record that the election of a court trial is knowing and voluntary. Such a determination must be made regardless of whether the section b form has been filed and serves to ensure the voluntariness and intelligence of the written waiver. The rule requires that the inquiry be made \"of the defendant.\" In the present case no such inquiry was made and the appellant was not given the opportunity to state whether he understood his right to a jury trial or whether he was voluntarily electing a court trial. We conclude therefore, *255 that the record fails to show compliance with Rule 735 d and the appellant's conviction must be reversed. Biddle v. State, supra. For the guidance of the court on retrial we will address the remaining two issues.\n\nII Delay in Presentment\nAppellant was arrested on a charge of petty larceny at approximately 9:20 a.m., April 5, 1978. That charge was unrelated to those for which he was subsequently convicted in the present case. He was then taken to the police station where he was photographed and fingerprinted. At approximately 10.10 a.m. the arresting officer advised appellant of his rights and asked him whether he wished to make a statement in reference to the petty larceny charge. As appellant was also suspected of being involved in the robbery case the police arranged for him to participate in a lineup which took place from 10:30 to 10:40 a.m. The lineup was held on the third floor of the county courthouse building, across the street from the police station. Two witnesses identified appellant as one of the perpetrators of the robbery. He was then taken back to the police station so that an application for a warrant on the robbery charge could be prepared. At 11:08 he was again advised of his rights and asked whether he had anything to say about the robbery. A brief discussion ensued between appellant and the arresting officer which was unrelated to the crimes charged. Then, at about 11:30 a.m., appellant requested to speak to one Officer Bateman alone. During the course of his conversation with Officer Bateman appellant confessed to the crimes of which he was later convicted. The appellant's statement was reduced to writing and signed by him by 1:05 p.m. At 1:45 p.m. he was presented before a commissioner for the first time on both the robbery and petty larceny charges. The commissioner had been available in the courthouse at all times since appellant's arrest.\nAt the trial, appellant testified in his own defense. The State's Attorney cross-examined appellant regarding his statement to Detective Bateman. Appellant denied making *256 the statement. The State's Attorney called Detective Bateman as a rebuttal witness to identify appellant's written statement which was then introduced into evidence over defense objection.\nAppellant contends that it was error to admit the statement because it was obtained during a period of unnecessary delay in presenting him before a commissioner as required under Rule 723 a. He relies on Johnson v. State, 282 Md. 314, 384 A.2d 709 (1978). The State counters with a three-pronged argument. First, it contends that the per se exclusionary rule announced by the Court of Appeals in Johnson v. State, supra, should be given prospective application only. In the State's view, Johnson should not be applied to statements obtained prior to April 6, 1978, the date of its decision. It will be noted that the statement in this case was obtained the day before the Johnson decision was filed. Second, it is argued that there was no unnecessary delay in presentment in the present case and therefore no basis for exclusion of the statement. Third, the State argues that the exclusionary rule of Johnson does not apply when the State seeks to use the statement in question for impeachment purposes only.\nWe see no error in the trial court's admission of appellant's statement. Assuming arguendo that the rule in Johnson could be applied here, and that the delay involved in this case was unreasonable, we conclude that the use made by the State of appellant's statement was permissible. In Johnson, supra, at 328-29, the Court of Appeals said:\n\"We therefore hold that any statement, voluntary or otherwise, obtained from an arrestee during a period of unnecessary delay in producing him before a judicial officer, thereby violating M.D.R. 723 a, is subject to exclusion when offered into evidence against the defendant as part of the prosecution's case-in-chief.\"\nIt is clear, therefore, that Johnson does not prohibit the use of such statements to impeach a defendant's credibility once he has elected to testify in his own defense. On the other hand, it is also true that we have no direct authority permitting the *257 use of a statement, obtained in violation of M.D.R. 723, for impeachment purposes. There are, however, analogous decisions which clearly support such a result. In Harris v. New York, 401 U.S. 222, 91 S.Ct. 643, 28 L.Ed.2d 1 (1971), the Supreme Court held that a defendant's statement, inadmissible in the prosecution's case-in-chief because of a failure to comply with Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966), may be used for impeachment purposes if it is sufficiently trustworthy. See also, Oregon v. Hass, 420 U.S. 714, 95 S.Ct. 1215, 43 L.Ed.2d 570 (1975). The Court of Appeals adopted this exception to the exclusionary rule of Miranda in State v. Franklin, 281 Md. 51, 375 A.2d 1116 (1977), cert. denied, 434 U.S. 1018, 98 S.Ct. 739, 54 L.Ed.2d 764 (1978). The rationale underlying Harris, Hass, and Franklin is that prohibiting the use of the statement for impeachment purposes would convert Miranda's exclusionary rule into \"a license to testify inconsistently, or even perjuriously, free from the risk of confrontation with prior inconsistent utterances.\" Hass, supra, 420 U.S. at 722, 95 S.Ct. at 1221; Franklin, supra at 60. \"Having voluntarily taken the stand, Franklin was under an obligation to speak truthfully and accurately, and the prosecution here, as in Harris and Hass, did no more than utilize the traditional truth-testing devices of the adversary process.\" Franklin, supra at 60-61.\nThese same principles apply with equal force in the present case. There is no reason why the exclusionary rule of Johnson, supra, based as it is on M.D.R. 723, should protect a defendant from being impeached with his own inconsistent extrajudicial statement when the constitutionally based exclusionary rule of Miranda does not have such an effect. Appellant does not contend, and the record does not indicate, that his statement was other than voluntary. We see no error in its use for the purpose of impeaching appellant's credibility.\n\nIII The Convictions for Unlawful Shooting\nAs appellant was escaping from the scene of the robbery he fired a total of four shots at two police officers who were *258 attempting to apprehend him. On the basis of that conduct he was charged with two counts of assaulting the officers with intent to prevent his own lawful apprehension, in violation of Md. Code, Article 27, § 386. One count was charged for each officer so assaulted. Upon his conviction under these two counts appellant received two consecutive five year sentences. Appellant now contends that the unlawful shooting constituted a single incident and, consequently, separate punishments based on separate convictions were improper. In raising this point appellant has not concerned himself with matters of merger or double jeopardy, but only with statutory construction.\nAlthough there is no case law addressing this precise issue with respect to Article 27, § 386, we note that there is much authority involving closely analogous situations. The Court of Appeals has held that assaults upon different victims, although arising out of the same transaction, are separate crimes. Cousins v. State, 277 Md. 383, 354 A.2d 825, cert. denied, 429 U.S. 1027, 97 S.Ct. 652, 50 L.Ed.2d 631 (1976); Novak v. State, 139 Md. 538, 115 A. 853 (1921). Cousins is particularly apposite because of its factual similarity to the present case. There the defendant wielded a knife against two store detectives while escaping with stolen property. It was held that the defendant's acquittal on a charge of assaulting one of the detectives did not bar a subsequent prosecution for assault against the other detective because the two crimes were separate offenses. We also note that the crime of assault is closely analogous to the offenses proscribed in Article 27, § 386.\nIt is true that Cousins and Novak deal with principles of double jeopardy. Nevertheless, their value in the present case is that they demonstrate that assaults against multiple victims arising out of the same criminal incident are separate and distinct crimes. See also, Melville v. State, 10 Md. App. 118, 268 A.2d 497, cert. denied, 259 Md. 729-734 (1970) and Jones v. State, 3 Md. App. 608, 240 A.2d 347, cert. denied, 251 Md. 750 (1968); 394 U.S. 993, 89 S.Ct. 1484, 22 L.Ed.2d 769 (1969). In both of those cases the defendants were *259 convicted on separate counts of assault against different victims arising out of the same criminal incident.\nAppellant argues that we should interpret Article 27, § 386 so as not to authorize separate punishments for offenses arising out of a single transaction. He relies on Ladner v. United States, 358 U.S. 169, 79 S.Ct. 209, 3 L.Ed.2d 199 (1958) and Bell v. United States, 349 U.S. 81, 75 S.Ct. 620, 99 L.Ed. 905 (1955). In both of those cases federal statutes were involved which the Supreme Court found ambiguous with respect to whether multiple punishments could be imposed where the same incident affected more than one victim. In each case the Court relied on the rule of lenity and resolved the doubt in favor of the defendant.\nIn the present case there is no necessity for applying such a rule of statutory interpretation. As the cases cited above indicate, appellant committed separate violations of § 386 by shooting at the two officers who attempted to apprehend him. Having violated the statute more than once, appellant is subject to the imposition of its penalties for each violation.\nWe note further that Ladner v. United States, supra, relied upon by appellant, actually supports the decision which we have reached here. In that case the defendant had been convicted of two violations of a federal statute making it a crime to forcibly resist, oppose, impede, intimidate, or interfere with any designated federal officer while engaged in the performance of his duties. The conviction arose out of an incident in which the defendant fired a single shotgun blast into an automobile in which two federal officers were transporting an arrested prisoner. The Court refused to interpret the statute in question in such a way as to permit two convictions and sentences for the single act simply because more than one officer was involved. The Court also noted that the firing of more than one shot could have justified separate convictions and sentences. 358 U.S. at 178, 79 S.Ct. at 214. In the instant case appellant fired four shots *260 at the officers; so even under Ladner, multiple convictions and sentences would be permissible.\nJudgments reversed.\nCase remanded for a new trial.\nCosts to be paid by Wicomico County.\nNOTES\n[1]  Md. Code, Art. 27, § 386 reads as follows:\n\n\"If any person shall unlawfully shoot at any person, or shall in any manner unlawfully and maliciously attempt to discharge any kind of loaded arms at any person, or shall unlawfully and maliciously stab, cut or wound any person, or shall assault or beat any person, with intent to maim, disfigure or disable such person, or with intent to prevent the lawful apprehension or detainer of any party for any offense for which the said party may be legally apprehended or detained, every such offender, and every person counselling, aiding or abetting such offender shall be guilty of a felony and, upon conviction thereof, be punished by confinement in the penitentiary for a period not less than eighteen months nor more than ten years.\n\n",
            "ocr": false,
            "opinion_id": 1462822
        }
    ],
    "court_short_name": "Court of Special Appeals of Maryland",
    "court_full_name": "Court of Special Appeals of Maryland",
    "court_type": "SA",
    "court_jurisdiction": "Maryland, MD",
    "crime_category": "Kidnapping"
}