{
    "id": 70940,
    "judges": null,
    "date_filed": "1990-11-15",
    "date_filed_is_approximate": true,
    "slug": "williams-v-turpin",
    "case_name_short": "Turpin",
    "case_name": "Williams v. Turpin",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 39,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "87 F.3d 1204"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 15.0,
            "download_url": "http://www.ca11.uscourts.gov/opinions/ops/19949392.OP.pdf",
            "author_id": null,
            "opinion_text": "                                                                [PUBLISH]\n\n           IN THE UNITED STATES COURT OF APPEALS\n\n                    FOR THE ELEVENTH CIRCUIT\n\n                     ________________________\n\n                            No. 94-9392\n                     ________________________\n\n                     D. C. Docket No. CV 192-209\n\n\nALEXANDER E. WILLIAMS, IV,\n\n                                                     Petitioner-Appellant,\n\n                                  versus\n\nTONY TURPIN,\n\n                                                   Respondent-Appellee.\n\n                     ________________________\n\n              Appeal from the United States District Court\n                 for the Southern District of Georgia\n                   _________________________\n                              (June 24, 1996)\n\n\nBefore ANDERSON, CARNES and BARKETT, Circuit Judges.\n\nBARKETT, Circuit Judge:\n     Alexander Edmund Williams was convicted by a jury in\n\nRichmond County, Georgia, of murder, rape, armed robbery,\n\nkidnapping with bodily injury, motor vehicle theft and financial\n\ntransaction card fraud. He was sentenced to death on August 29,\n\n1986. In this appeal of the district court's denial of relief on his\n\npetition for a writ of habeas corpus, Williams raises and briefs\n\nmultitudinous issues. We affirm the district court as to all claims\n\nexcept his claim that he received ineffective assistance of trial\n\fcounsel.1\n\n       On March 4, 1986, 16-year-old Aleta Carol Bunch drove her\n\nblue 1984 Mustang to a mall in Augusta, Georgia. Her body was\n\nfound in a remote, wooded area eleven days later. On the same\n\nevening that Aleta Bunch disappeared, Alexander Williams drove a\n\nblue Mustang to a local game room, and told friends it belonged to \"a\n\ngirl.\" Before abandoning the car on a dirt road with the assistance of\n\nfriends, Williams retrieved a .22 caliber pistol, a pocketbook and a\n\nshopping bag from the car. The next day Williams and his friends\n\nwent on a shopping spree with Aleta Bunch's credit cards, and\n\ndivided up the jewelry that she was wearing on the day she\n\ndisappeared.\n\n       On March 12, 1986, Williams was arrested and was advised of\n\nhis Miranda rights. When Williams requested a lawyer, investigators\nterminated their questioning, and shortly thereafter, Doug Flanagan\n\nwas appointed to represent Williams. On March 15, 1986, shortly\n\nafter meeting with Williams, Flanagan led police to the body and\n\nwithdrew from the case. On March 18, 1986, O.L. Collins was\nappointed trial counsel. At trial a number of Williams's friends\n\n   1\n      Because a federal habeas court cannot review perceived errors\nof state law, Estelle v. Maquire, 502 U.S. 62, 67-68, 112 S. Ct. 475,\n480 (1991), this court will not review the following claims: (1)\nimproper jury instructions under Georgia law, and (2) improper\nsentencing verdict format under Georgia law.\n      We affirm without discussion the following claims: (1)\ninsufficiency of the evidence; (2) Williams's competency to stand trial;\n(3) failure of the trial court to order a competency hearing sua sponte;\n(4) suppression of exculpatory evidence in violation of Brady; (5) trial\nerror in admitting confidential attorney-client information; (6) Sixth\nAmendment challenge to counsel's disclosure of confidential\ninformation; (7) Batson violation; (8) denial of full and fair hearing on\nhis petition for habeas corpus. See 11th Cir. R. 36-1.\n\n                                    2\n\ftestified that Williams had told them that he had killed the girl who\n\nowned the car. In addition, although the murder weapon was not\n\nrecovered, one of Williams's friends took investigators to an area\n\nwhere Williams had shot his gun and there they recovered empty\n\ncartridge cases that were consistent with the bullets recovered from\n\nthe victim's body. The jury convicted Williams of Aleta Bunch's\n\nkidnapping, robbery, rape, and murder, and sentenced him to death\n\non August 29, 1986.\n\n     Richard Allen was appointed to represent Williams on appeal.\n\nOn September 23, 1986, Allen filed a motion for new trial pursuant to\n\nGeorgia's Unified Appeal Procedure, codified at O.C.G.A. § 17-10-36.\n\nAllen raised a number of claims in the motion, including a claim of\n\nineffective assistance of trial counsel. After holding an evidentiary\n\nhearing, the state court denied the motion for a new trial or new\n\nsentencing hearing. On direct appeal, the Supreme Court of Georgia\n\naffirmed Williams's conviction, Williams v. State, 368 SE.2d 742, 258\nGa. 281 (1988), and the United States Supreme Court denied\n\ncertiorari, Williams v. Georgia, 492 U.S. 925, 109 S. Ct. 3261 (1989).\n     In 1989, Allen withdrew from the case and Williams's current\n\ncounsel was appointed. On November 25, 1989, Williams filed a\n\npetition for a state writ of habeas corpus in Butts County, Georgia. In\n\nhis state petition, Williams claimed at least twenty grounds for relief,\n\nincluding ineffective assistance of trial and appellate counsel. The\n\nSuperior Court of Butts County denied habeas relief. The Georgia\n\nSupreme Court denied Williams's application for a certificate of\n\nprobable cause to appeal, and the United States Supreme Court\n\n\n                                    3\n\fdenied certiorari, Williams v. Georgia, 502 U.S. 1103, 112 S. Ct. 1193\n\n(1992).\n\n     On October 14, 1992, Williams filed the current petition for\n\nfederal habeas relief in the Southern District of Georgia. In his\n\npetition, Williams again claimed, among other things, that both trial\n\ncounsel and appellate counsel had rendered ineffective assistance in\n\nrepresenting him. The district court denied Williams's petition for\n\nhabeas relief, and he appeals from that ruling.\n              I. PROCEDURAL BACKGROUND ON INEFFECTIVE\n\n                     ASSISTANCE OF COUNSEL CLAIMS\n\n     In this appeal, Williams contends that his Sixth Amendment\n\nright to effective assistance of trial counsel was violated because O.L.\n\nCollins, his lawyer at trial, failed to reasonably investigate Williams's\n\nbackground and alleged mental illness, and as a result, failed to\n\npresent significant mitigating evidence at the penalty phase. Williams\n\nalso argues that his appellate counsel’s ineffective assistance at the\n\nmotion for new trial stage caused his failure to proffer essential\n\nevidence at the evidentiary hearing to support his ineffective\nassistance of trial counsel claim. Because a number of attorneys\n\nrepresented Williams at various stages of the trial, and because his\n\nclaim of ineffective assistance of trial counsel is procedurally\n\ncomplex, a chronological description of the various proceedings is\n\npresented herein.\n\n     Williams first raised his claim of ineffective assistance of trial\n\ncounsel through his newly appointed appellate attorney, Richard\n\nAllen, in his motion for new trial as required by Georgia law. See\n\n\n                                    4\n\fThompson v. State, 257 Ga. 386, 388, 359 S.E.2d 664, 665 (1987).\n\nAllen argued that, in the penalty phase, Collins failed to recognize\n\nand investigate Williams's mental illness, failed to hire a psychiatric\n\nexpert to determine whether Williams was mentally ill, failed to\n\ninvestigate Williams's juvenile records, and failed to find, confer with,\n\nor present witnesses for mitigation purposes. Allen stated that four\n\nadditional witnesses should have been called to testify at the\n\nsentencing hearing, but he did not tell the court what their testimony\n\nwould have been.\n\n     The trial court denied the motion for a new trial, finding in\n\npertinent part that (1) the most that the additional four mitigation\n\nwitnesses could have testified to was the defendant's good character,\n\nand therefore, their testimony would have been cumulative of the\n\nmitigation evidence presented; and (2) Williams refused to give\n\nCollins information that would have been helpful for mitigation\n\npurposes. Based upon these factual findings, the court ruled that\n\nCollins rendered effective assistance of counsel at the penalty phase.\n\nThe trial court also stated that to the extent that Collins's actions were\n\ndeficient at the penalty phase, based on the aggravating and\n\nmitigating evidence presented, there was no reasonable probability\n\nthat the sentencing jury would have concluded that death was not the\n\nappropriate penalty. On direct appeal, the Supreme Court of Georgia\n\naffirmed the trial court's ruling on the ineffective assistance claim.\n\nWilliams v. State, 368 SE.2d 742 (Ga. 1988).\n     Williams filed a state habeas petition in Butts County, Georgia,\n\nand again raised a claim of ineffective assistance of trial counsel\n\n\n                                    5\n\fbased on the same errors previously alleged in his motion for new\n\ntrial. In this motion, Williams also claimed that Allen had rendered\n\nineffective appellate representation during the motion for new trial\n\nbecause Allen also had failed to conduct a reasonable independent\n\ninvestigation into Williams's background. As a result, Allen failed to\n\nproffer significant mitigating evidence of childhood abuse and mental\n\nproblems to show that Collins's preparation for the penalty phase was\n\nunreasonable and prejudicial.\n\n     The state court denied habeas relief and ruled that Allen had\n\nprovided effective assistance. In its order denying relief, the court\n\nmade no mention of the newly proffered mitigating evidence of abuse\n\nand mental illness. Indeed, the court did not even address the merits\n\nof the ineffective assistance of trial counsel claim because Williams\n\n\"ha[d] not shown any change in the facts or law which pertain to his\n\n[claim of ineffective assistance of trial counsel].\" Based upon the\n\nrecord, the court apparently did not consider Williams’s allegations,\n\nwhich had never been considered in any earlier proceedings, before\n\naffirming the denial of the motion for new trial on the claim of\n\nineffective assistance during the penalty phase.\n\n     In his federal habeas petition, Williams again raised the issue of\n\nineffective assistance of trial counsel, based upon the same\n\nallegations claimed in the earlier proceedings. He requested an\n\nevidentiary hearing to present new mitigating evidence of his abusive\n\nand unstable childhood and longstanding symptoms of mental illness.\n\nHe argued that he was entitled to a new evidentiary hearing because\n\nappellate counsel’s (Allen’s) ineffective assistance on the motion for\n\n\n                                    6\n\fnew trial had caused Williams to be deprived of a full and fair hearing\n\non his claim of ineffective assistance of trial counsel. Specifically, he\n\nasserted that Allen also had failed to conduct a reasonable\n\nindependent investigation into Williams's background, and as a\n\nresult, had failed to adequately develop and present the significant\n\nmitigating evidence, which would have supported his claim that trial\n\ncounsel's preparation for the penalty phase was prejudicially\n\nineffective.\n\n     The district court held that Williams had not been denied\n\neffective assistance of trial counsel in the penalty phase. In ruling on\n\nthe merits of that claim, the court accorded the state court’s findings\n\nof fact a presumption of correctness and refused to consider the\n\nnewly proffered mitigating evidence. The court refused to hold an\n\nevidentiary hearing on the new allegations because, according to the\n\ncourt, Williams had been afforded a full and fair hearing on his motion\n\nfor a new trial because Allen had rendered effective assistance. In its\n\norder, the court explicitly states that (1) Williams did not raise any\n\nissues requiring a factual inquiry outside the record; (2) the court did\n\nnot consider any allegations or evidence outside of the record; and\n\n(3) the court adopted the state trial court’s findings of fact, which were\n\nbased only on the evidence that had been tendered on the motion for\n\nnew trial.\n                              II. DISCUSSION\n\n     On this appeal, we must determine whether the district court\n\nerred in refusing to consider Williams’s newly proffered evidence\n\nbefore summarily denying him an evidentiary hearing, deferring to the\n\n\n                                    7\n\fstate court’s findings of fact, and, ultimately, ruling against him on his\n\nclaim of ineffective assistance of trial counsel at the penalty phase.\n       A.    Standards of Review\n\n       A federal habeas court will not hear new evidence in support of\n\na claim, unless the petitioner shows \"cause for his failure to develop\n\nthe facts in state court proceedings and actual prejudice from that\n\nfailure.\" Keeney v. Tamayo-Reyes, 504 U.S. 1, 11-12, 112 S. Ct.\n\n1715, 1721 (1992).2 A habeas petitioner is entitled to an evidentiary\nhearing to show cause and prejudice if he proffers specific facts\n\nsufficient to support such a finding. See Smith v. Wainwright, 741\n\nF.2d 1248, 1261 (11th Cir. 1981).\n\n       District court findings of fact are subject to the clearly erroneous\n\nstandard. Id. State court findings of historical fact are subject to a\n\npresumption of correctness to the extent stated by 28 U.S.C. § 2254.3\n\nKeeney, 504 U.S. at 11, 112 S.Ct. at 1721; McBride v. Sharpe, 25\n\n\n\n       2\n             The court has recognized a “narrow exception to the cause-and-\nprejudice requirement: A habeas petitioner’s failure to develop a claim in state-court\nproceedings will be excused and a hearing mandated if he can show that a\nfundamental miscarriage of justice would result from failure to hold a federal\nevidentiary hearing.” Keeney, 504 U.S. at 11-12, 112 S.Ct. at 1721.\n   3\n       Section 2254(d) states that a written finding of fact made by a\nstate court of competent jurisdiction after a hearing on the merits\n\"shall be presumed to be correct, unless the applicant shall establish\nor it shall otherwise appear, or the\nrespondent shall admit--\n       (1) that the merits of the factual dispute were not resolved in\n             the State court hearing;\n       (2) that the factfinding procedure employed by the State court\n             was not adequate to afford a full and fair hearing;\n       (3) that the material facts were not adequately developed at\n             the State court hearing; . . .\n       (6) that the applicant did not receive a full, fair, and adequate\n             hearing in the State court proceeding . . . .\"\n\n                                          8\n\fF.3d 962 (11th Cir. 1994).\n\n     B.    Right to Counsel for Purposes of Showing Cause\n     On this appeal, Williams again raises a claim of ineffective\n\nassistance of trial counsel, and in support of that claim, again proffers\n\nevidence which has never been considered in any other proceeding.\n\nBefore a federal court may consider evidence of Williams's unstable\n\nchildhood and psychological history in assessing whether Collins's\n\nrepresentation during the penalty phase was ineffective, Williams\n\nmust show cause for failing to present that evidence on his motion for\n\na new trial when he first asserted his ineffective assistance of trial\n\ncounsel claim. Williams contends that the failure to present this\n\nevidence was \"caused\" by inadequate representation of appellate\n\ncounsel (Allen) at the hearing on the motion for new trial. However,\n\nattorney error constitutes “cause” only when there is a constitutional\n\nright to counsel at the stage when the error is committed. Murray v.\n\nCarrier, 477 U.S. 478, 488, 106 S. Ct. 2639, 2645 (1986). Therefore,\n\nas a threshold issue, we must determine if a Georgia capital\n\ndefendant has a federal constitutional right to effective assistance of\ncounsel in the presentation of an ineffective assistance of trial\n\ncounsel claim at the motion for new trial stage of Georgia's Unified\n\nAppeal Procedure.\n\n     It is well-established that under the Sixth and Fourteenth\n\nAmendments, a criminal defendant is entitled to effective assistance\n\nof counsel during trial, Gideon v. Wainwright, 372 U.S. 335, 342-45,\n\n83 S. Ct. 792, 795-97 (1963), during the penalty phase of a capital\n\ncase, Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052 (1984),\n\n\n                                    9\n\fand at various critical stages of a criminal prosecution where\n\n“substantial rights of a criminal accused may be affected,” Mempa v.\nRhay, 389 U.S. 128, 134, 88 S. Ct. 254, 256-57 (1967) (right to\n\ncounsel attaches to deferred sentencing proceeding); see also, e.g.,\n\nEstelle v. Smith, 451 U.S. 454, 469, 101 S. Ct. 1866, 1876 (1981)\n\n(psychiatric interview); United States v. Wade, 388 U.S. 218, 236, 87\n\nS. Ct. 1926, 1937 (1967) (pretrial line-up); White v. Maryland, 373\n\nU.S. 59, 60, 83 S. Ct. 1050, 1051 (1963) (preliminary hearings).\n\nFurthermore, a criminal defendant has a constitutional right to\n\ncounsel during the first appeal as of right. Evitts v. Lucey, 469 U.S.\n389, 398, 105 S. Ct. 830, 836 (1985); Douglas v. People, 372 U.S.\n\n353, 356-57, 83 S. Ct. 814, 816 (1963). The right to effective\n\nassistance of counsel during the first appeal attaches because once\n\na state has created a right of appeal, the state must ensure that all\n\npersons have an equal opportunity to enjoy the right. Id. at 356-57,\n\n83 S.Ct. at 816. However, \"once a defendant's claims of error are\n\norganized and presented in a lawyerlike fashion\" during the first\n\nappeal as of right, the obligation of ensuring equal access to the court\nsystem is no longer constitutionally required. Ross v. Moffitt, 417\nU.S. 600, 615-16, 94 S. Ct. 2437, 2446-47 (1974). \"The duty of the\n\nState . . . is not to duplicate the legal arsenal that may be privately\n\nretained by a criminal defendant in a continuing effort to reverse his\n\nconviction, but only to assure the indigent defendant an adequate\n\nopportunity to present his claims fairly in the context of the State's\n\nappellate process.\" Id.\n\n     Because meaningful and equal access to the state court system\n\n\n                                    10\n\fis adequately provided through the direct appeal process, there is\n\ngenerally no constitutional right to effective assistance of counsel in\n\nstate collateral proceedings. Murray v. Giarratano, 492 U.S. 1, 12,\n109 S. Ct. 2765, 2771-72 (1989); Pennsylvania v. Finley, 481 U.S.\n\n551, 555 107 S. Ct. 1990, 1993 (1987). In particular, a criminal\n\ndefendant is not constitutionally entitled to effective assistance of\n\ncounsel in state habeas proceedings after a constitutional claim has\n\nbeen exhausted on direct appellate review. Finley, 481 U.S. at 555,\n107 S.Ct. at 1993.\n\n     With respect to ineffective assistance claims, Georgia’s Unified\n\nAppeal Procedure is intended to remedy issues involving counsel\n\n“prior to and during trial,” rather than “after conviction and the\n\nimposition of the death penalty.” Sliger v. State, 248 Ga. 316, 319,\n\n282 S.E.2d 291, 293 (1981), cert. denied, 455 U.S. 945 (1982). As in\n\ntrial proceedings, the defendant has the right to be present and\n\nmentally competent at the motion for new trial proceedings. Brown v.\n\nState, 250 Ga. 66, 75, 295 S.E.2d 727, 735 (1982), cert. denied, 502\n\nU.S. 906 (1991). More importantly, a challenge to the effectiveness\nof trial counsel must be made in a motion for new trial; indeed, if the\n\ndefendant fails to raise an ineffective assistance claim in a motion for\n\nnew trial, such a claim is deemed waived in all further proceedings,\n\nincluding the direct appeal. Thompson, 257 Ga. at 388, 359 S.E.2d\n\nat 665. The purpose of Georgia’s waiver rule is to ensure that\n\nallegations of ineffective assistance are \"heard at the earliest\n\npracticable moment, i.e., during the [evidentiary] hearing on the []\n\nmotion.\" Id. Consequently, if the evidence underlying an ineffective\n\n\n                                    11\n\fassistance claim is not presented during the evidentiary hearing on a\n\nmotion for new trial, courts are forever foreclosed from reviewing that\n\nevidence. With respect to claims of ineffective assistance in Georgia,\n\nthen, a \"defendant's claims of error are organized and presented in\n\nlawyerlike fashion,\" Ross, 417 U.S. at 615-16, 94 S.Ct. at 2446-47,\n\nfor the first and only time upon the motion for new trial.4   Thus, the\n\nmotion for new trial is a critical stage of the initial proceedings\n\nbecause it is at this stage that the constitutional right to equal and\n\nmeaningful access to the courts, particularly through effective\n\nrepresentation by counsel, attaches, and that the defendant’s\n\nsubstantial rights on direct appeal may be adversely affected. We\n\ntherefore hold, and Georgia’s Attorney General concedes, that a\n\ncriminal defendant has a constitutional right to effective\n\nrepresentation by counsel at the motion for new trial stage of\n\nGeorgia's Unified Appeal Procedure.5\n\n   4\n       The intent of the General Assembly in instituting the process\nwas\n           to make certain that all possible matters which could be\n           raised in defense have been considered by the defendant\n           and defense counsel and either asserted in a timely and\n           correct manner or waived in a court with applicable legal\n           requirement so that, for purposes of any pretrial review\n           and the pretrial and post-trial review, the record and\n           transcript of proceedings will be complete for a review by\n           the Sentencing Court and the Supreme Court of all\n           possible challenges to the trial, conviction, sentence, and\n           detention of the defendant.\n       O.C.G.A. § 17-10-36(b).\n   5\n       This holding also comports with Georgia precedent which holds\nthat a criminal defendant has a right to counsel in the motion for new\ntrial stage because it is a critical proceeding in the state's\nprosecution. Adams v. State, 199 Ga. App.\n541, 543, 405 S.E.2d 537, 539 (1991). Other circuits also have held\nthat post-trial motions for a new trial are critical stages in a criminal\nproceeding, which trigger a criminal defendant’s Sixth Amendment\n\n                                    12\n\f       C.   Evidentiary Hearing to Show Cause\n\n       On both state and federal habeas Williams proffered substantial\n\nevidence to support his claim that trial counsel was ineffective for\n\nfailing to discover and present easily discoverable and significant\n\nmitigating evidence during the sentencing phase. Williams’s proffer,\n\nwhich was first made to the state habeas court, includes, but is not\n\nlimited to, the following specific facts and affidavits which have not\n\nyet been considered by any court.6 According to affidavits submitted\nby Williams's sister, mother, and father, both his mother and paternal\n\ngrandmother, with whom he lived when his mother disappeared for\n\nlong periods of time, often beat him with objects, including hammers,\n\nscrewdrivers, the heel of a glass slipper, and tree limbs, and\n\nthreatened to beat him with barbells. His mother would lock him\n\noutside, sometimes while he was naked. Later his stepfather\n\nallegedly physically and sexually abused him. When he was a\n\nteenager, he went to live with his father, who was never married to\n\nhis mother and never participated in his upbringing. His father\n\nrealized that something was wrong with Williams psychologically, and\n\nwanted to send him for a psychological evaluation, but Williams's\n\nmother initially refused. As a teenager Williams withdrew\n\n\n\nright to effective assistance of counsel. See Johnson v. Mizell, 912\nF.2d 172, 176 (7th Cir. 1990), cert. denied, 498 U.S. 1094 (1991);\nMenefield v. Borg, 881 F.2d 696, 698-99 (9th Cir. 1989); see also\nBaker v. Kaiser, 929 F.2d 1495, 1498-99 (10th Cir. 1991) (right to\ncounsel extends through first appeal as of right).\n   6\n     For the full record of Williams’s proffer to the state habeas court\nsee Respondent’s Exhibit No. 16 vol. 4, Case No. CV192-209,\nTranscripts of Proceedings before Honorable Dewey Smith, Superior\nCourt of Butts County, Georgia.\n\n                                     13\n\femotionally, eventually became obsessed with his own religion, and\n\ntwice was hospitalized for injuries resulting from blows to his head.\n\nHe was eventually sent to Georgia Regional Hospital for a\n\npsychological evaluation, and was discharged a week later with a\n\nrecommendation that he continue receiving outpatient treatment.\n\nWhile awaiting trial on the current charges, he experienced auditory\n\nand visual hallucinations, and performed bizarre religious rituals.\n\nWilliams's habeas counsel also submitted the affidavit of Dr. Barry\n\nScanlon, a Board Certified psychiatrist, who, based on the\n\ninformation contained in these affidavits, records of Williams's\n\nbehavior before, during, and after trial, and two meetings he had with\n\nWilliams, diagnosed Williams with schizophrenia. The proffered\n\nevidence also suggests that neither attorney conducted an interview\n\nwith Williams’s mother in a way that would have elicited helpful\n\nevidence of mitigating circumstances, or followed up on her hints of\n\nabuse; nor did they contact Williams’s father prior to the habeas\n\nproceedings, or ask him to participate in any of the proceedings.\n\nIndeed, Williams's sister stated in her affidavit that, had she only\n\nbeen asked, she would have testified at the sentencing hearing as to\n\nWilliams's abusive childhood.\n\n     Williams contends that his failure to present the evidence at the\n\nmotion for new trial was caused by appellate counsel’s (Allen’s)\n\nfailure to discover and present it. Thus, the newly proffered evidence\n\nis not only relevant to a determination as to whether trial counsel\n\n(Collins) was constitutionally ineffective, it is also relevant to whether\n\nappellate counsel (Allen) was constitutionally ineffective for failing to\n\n\n                                    14\n\fdiscover and present it on the motion for new trial. Although Williams\n\nmust show cause before he is entitled to an evidentiary hearing to\n\npresent the new evidence to support his primary claim of ineffective\n\nassistance of trial counsel, Keeney, 504 U.S. at 11-12, 112 S.Ct. at\n\n1721, Williams is entitled to an evidentiary hearing for purposes of\n\nestablishing cause if he has proffered specific facts sufficient to\n\nsupport such a finding, Smith, 741 F.2d at 1261. Thus, before\n\ndenying him an evidentiary hearing on the new evidence, the district\n\ncourt should have determined whether Williams’s newly proffered\n\nevidence was sufficient to support a finding of cause and prejudice.\n\nBased upon the record, the district court did not make such a\n\ndetermination.\n\n     Therefore, we remand to the district court to determine whether\n\nthe newly proffered evidence is sufficient to support a finding of\n\ncause and prejudice for failure to present the evidence earlier, i.e.,\n\nthat Allen’s investigation and representation were prejudicially\n\nineffective. If the district court determines that Williams has proffered\n\nevidence sufficient to support such a finding, Williams is entitled to an\n\nevidentiary hearing in order to show cause and prejudice. If the\n\ndistrict court determines that Williams has shown cause for and\n\nprejudice resulting from the failure to develop and present the\n\nmitigating evidence earlier, then the district court must determine,\n\ntaking into account the new mitigating facts, whether Collins rendered\n\nineffective assistance in the penalty phase.\n\n     AFFIRMED in part; REVERSED in part; and REMANDED.\n\n\n\n\n                                   15\n\f",
            "ocr": false,
            "opinion_id": 70940
        }
    ],
    "court_short_name": "Eleventh Circuit",
    "court_full_name": "Court of Appeals for the Eleventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Kidnapping"
}