{
    "id": 1392134,
    "judges": "Cochran",
    "date_filed": 284947200000,
    "date_filed_is_approximate": false,
    "slug": "ansell-v-commonwealth",
    "case_name_short": "Ansell",
    "case_name": "Ansell v. Commonwealth",
    "case_name_full": "John Robert Ansell v. Commonwealth of Virginia",
    "attorneys": "Harvey E. White, Jr.; John L. Deal (White, Reynolds, Smith & Winters, on brief), for appellant., Robert H. Herring, Jr., Assistant Attorney General (Marshall Coleman, Attorney General, on brief), for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 85,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<p data-order=\"0\" data-type=\"court\" id=\"b901-4\">\n    Richmond\n   </p><br><parties data-order=\"1\" data-type=\"parties\" id=\"b901-5\">\n    John Robert Ansell v. Commonwealth of Virginia\n   </parties><br><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b901-8\">\n    January 12, 1979.\n   </decisiondate><br><docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b901-9\">\n    Record No. 780377.\n   </docketnumber><br><p data-order=\"4\" data-type=\"judges\" id=\"b901-10\">\n    Present: All the Justices.\n   </p><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b902-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"760\"> \n     *760\n     </span>\n<em>\n     Harvey E. White, Jr.; John L. Deal (White, Reynolds, Smith &amp; Winters,\n    </em>\n    on brief), for appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b902-9\">\n<em>\n     Robert H. Herring, Jr., Assistant Attorney General (Marshall Coleman, Attorney General,\n    </em>\n    on brief), for appellee.\n   </attorneys>",
    "citations": [
        "250 S.E.2d 760",
        "219 Va. 759"
    ],
    "opinions": [
        {
            "author_str": "Cochran",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n250 S.E.2d 760 (1979)\nJohn Robert ANSELL\nv.\nCOMMONWEALTH of Virginia.\nRecord No. 780377.\nSupreme Court of Virginia.\nJanuary 12, 1979.\n*761 Harvey E. White, Jr., John L. Deal, Norfolk (White, Reynolds, Smith &amp; Winters, Norfolk, on brief), for appellant.\nRobert H. Herring, Jr., Asst. Atty. Gen. (Marshall Coleman, Atty. Gen., on brief), for appellee.\nBefore I'ANSON, C. J., and CARRICO, HARRISON, COCHRAN, HARMAN, POFF and COMPTON, JJ.\nCOCHRAN, Justice.\nIn this appeal, the question for our determination is whether the enhanced punishment provision of Code § 18.2-53.1[1] applies to three separate offenses committed on the same day and tried together.\nAppellant, John Robert Ansell, pleaded guilty in the court below to two indictments for robbery, one indictment for attempted robbery, and three indictments for use or display of a firearm in the commission of the primary felonies in violation of Code § 18.2-53.1. All six offenses occurred within a period of 45 minutes on June 4, 1977. The trial court, finding Ansell guilty of each offense, sentenced him to serve in the state penitentiary for specified periods of time, not herein challenged, for the primary felonies, and for periods of one year on the first indictment under § 18.2-53.1, and three years each on the second and third indictments thereunder. Ansell argues that the court erred in applying the enhanced punishment provision of the statute to offenses committed prior to his first conviction, and that each of the sentences imposed upon him pursuant to § 18.2-53.1 should have been for only one year.\nAs the statute in question is penal in nature, it must be strictly construed and any ambiguity or reasonable doubt as to its meaning must be resolved in Ansell's favor. Cheatham v. Commonwealth, 215 Va. 286, 208 S.E.2d 760 (1974); Johnson v. Commonwealth, 211 Va. 815, 180 S.E.2d 661 (1971). This does not mean, however, that Ansell is entitled to a favorable result based upon an unreasonably restrictive interpretation of the statute. See Wesley v. Commonwealth, 190 Va. 268, 275-76, 56 S.E.2d 362, 365 (1949).\nAnsell says that § 18.2-53.1 is analogous to the general recidivist statute, § 53-296, which provides additional punishment, on a graduated scale, for inmates of the state penal facilities who have been sentenced and confined previously in a penitentiary for the commission of other felonies. We have stated that the purposes of the recidivist statute are to protect society against habitual criminals and to impose further punishment upon them. Wesley v. Commonwealth, supra, 190 Va. at 276, 56 S.E.2d at 365. Moreover, the general rule is that the prior conviction must precede the commission of the primary offense in order to activate the enhanced punishment provision *762 under habitual criminal statutes. Annot., 24 A.L.R.2d 1247, 1249 (1952). However, proceedings under § 53-296 are not criminal in nature, but are statutory proceedings in which a determination is made whether the records of the alleged prior crimes exist and the prisoner is the person who was convicted of those crimes. If these requirements are satisfied, additional punishment may be imposed because the former punishment failed to accomplish the reform for which it was intended. Tyson v. Hening, 205 Va. 389, 136 S.E.2d 832, cert. denied, 379 U.S. 867, 85 S.Ct. 139, 13 L.Ed.2d 71 (1964).\nStatutes such as § 18.2-53.1, providing additional punishment for subsequent commission of the same offense,[2] are criminal in nature. They are sometimes characterized as \"specific recidivist\" statutes. The first such Virginia statute which provided additional punishment for successive convictions of hog stealing was enacted in 1705, thus antedating our first general recidivist law (Acts 1796, c. 2) by nearly a century. Note, \"Recidivism and Virginia's `Come-Back' Law\", 48 Va.L.Rev. 597, 598 (1962). Such statutes may by their language require that the indictment state that the offense charged is a second or subsequent offense. See Commonwealth v. Ellett, 174 Va. 403, 409-10, 4 S.E.2d 762, 764 (1939). No such requirement, however, is mandated by § 18.2-53.1.\nAnsell relies upon several cases from other jurisdictions, including Gonzalez v. United States, 224 F.2d 431 (1st Cir. 1955). In that case, the defendant was charged with violations of the federal narcotics laws. Prior to his conviction upon a guilty plea, he committed additional drug violations, was charged as a second offender, and was sentenced in accordance with the enhanced punishment provisions of the statute. Upon appeal, the sentencing order was vacated. The appellate court reviewed the cases from various jurisdictions, analyzed the purpose of the statute and its legislative history, and held that the subsequent offender provision of the statute applied only to narcotics offenders who committed offenses after convictions. See also State v. Carlson, 560 P.2d 26 (Alaska 1977); State ex rel. Jackson v. Henderson, 283 So.2d 210 (La.1973); Curtis v. State, 102 Ga.App. 790, 118 S.E.2d 264 (1960); Commonwealth v. Calio, 155 Pa.Super. 355, 38 A.2d 351 (1944).\nThe rationale of these decisions is that the primary purpose of such recidivist statutes is to serve as a warning to felons and to give them an incentive to reform. Indeed, Ansell argues that § 18.2-53.1 has no meaning unless its purpose is to reform. We disagree. The statute may have another purpose. In Gonzalez, supra, 224 F.2d at 433, the Court acknowledged that if the purpose of a recidivist statute is to deter criminal conduct there is no reason not to apply the increased penalties to any subsequent offense with or without an intervening conviction \"since presumably a greater penalty would be required to deter a repetition of criminal activity by an offender who has not been convicted previously than to deter repetition by the offender who has been subjected to the corrective impact of conviction and sentence\".\nCode § 18.2-53.1 is of recent origin, having been first enacted in 1975. Acts 1975, cc. 624, 628. The 1976 Amendment restricted the application of the statute to the serious felonies therein enumerated rather than having it apply to all felonies. However, the severity of the punishment was significantly increased. Inflexible penalties replaced the wide range of discretionary penalties originally authorized; trial courts were prohibited from suspending the sentence, in whole or in part, or placing the offender on probation; and the punishment was required to run consecutively rather than concurrently with the punishment imposed for commission of the primary felony. We conclude that the purpose of the statute is to deter violent criminal conduct rather than to reform the most dangerous class of criminals.\n*763 To give the statute the construction sought by Ansell would enable an offender who used a firearm in the commission of a series of serious felonies over an extended period of time prior to his apprehension to enjoy the status of a first offender as to each violation of § 18.2-53.1. We believe that this result would negate the legislative intent and would require an unreasonably restrictive interpretation of the statute. Accordingly, we hold that the trial court did not err in imposing upon Ansell sentences of one, three, and three years, respectively, for his three violations of Code § 18.2-53.1.\nAffirmed.\nI'ANSON, C. J., dissenting.\nNOTES\n[1]  Code § 18.2-53.1 (Acts 1976, c. 371) provides as follows:\n\n\"It shall be unlawful for any person to use or attempt to use any pistol, shotgun, rifle, or other firearm or display such weapon in a threatening manner while committing or attempting to commit murder, rape, robbery, burglary or abduction. Violation of this section shall constitute a separate and distinct felony and any person found guilty thereof shall be sentenced to a term of imprisonment of one year for a first conviction, and for a term of three years for a second or subsequent conviction under the provisions of this section. Notwithstanding any other provision of law, the sentence prescribed for a violation of the provisions of this section shall not be suspended in whole or in part, nor shall anyone convicted hereunder be placed on probation. Such punishment shall be separate and apart from, and shall be made to run consecutively with, any punishment received for the commission of the primary felony.\"\n[2]  See, e. g., Code § 18.2-248, prescribing penalties for the manufacture, sale, gift, distribution or possession of a controlled drug.\n\n",
            "ocr": false,
            "opinion_id": 1392134
        }
    ],
    "court_short_name": "Supreme Court of Virginia",
    "court_full_name": "Supreme Court of Virginia",
    "court_type": "S",
    "court_jurisdiction": "Virginia, VA",
    "crime_category": "Kidnapping"
}