{
    "id": 2049682,
    "judges": "Glassman, McKUSICK, Nichols, Roberts, Scolnik, Violette, Wathen",
    "date_filed": "2021-12-14",
    "date_filed_is_approximate": true,
    "slug": "in-re-daniel-c",
    "case_name_short": "In Re Daniel C.",
    "case_name": "In Re Daniel C.",
    "case_name_full": "In Re DANIEL C.",
    "attorneys": "Catherine R. Johns (orally), Portland, for appellant., Leigh Ingalls, Asst. Atty. Gen. (orally), Dept, of Human Services, Augusta, Stephen Russell (orally), Portland, for appel-lee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued March 15, 1984.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 19,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b810-10\">\n    In re DANIEL C.\n   </parties><br><court id=\"b810-11\">\n    Supreme Judicial Court of Maine.\n   </court><br><otherdate id=\"b810-12\">\n    Argued March 15, 1984.\n   </otherdate><br><decisiondate id=\"b810-13\">\n    Decided Aug. 3, 1984.\n   </decisiondate><br><attorneys id=\"b811-9\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"767\"> \n     *767\n     </span>\n    Catherine R. Johns (orally), Portland, for appellant.\n   </attorneys><br><attorneys id=\"b811-10\">\n    Leigh Ingalls, Asst. Atty. Gen. (orally), Dept, of Human Services, Augusta, Stephen Russell (orally), Portland, for appel-lee.\n   </attorneys><br><judges id=\"b811-11\">\n    Before McKUSICK, C.J., and NICHOLS, ROBERTS, VIOLETTE, WATHEN, GLASSMAN and SCOLNIK, JJ.\n   </judges>",
    "citations": [
        "480 A.2d 766"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n480 A.2d 766 (1984)\nIn re DANIEL C.\nSupreme Judicial Court of Maine.\nArgued March 15, 1984.\nDecided August 3, 1984.\n*767 Catherine R. Johns (orally), Portland, for appellant.\nLeigh Ingalls, Asst. Atty. Gen. (orally), Dept. of Human Services, Augusta, Stephen Russell (orally), Portland, for appellee.\nBefore McKUSICK, C.J., and NICHOLS, ROBERTS, VIOLETTE, WATHEN, GLASSMAN and SCOLNIK, JJ.\nROBERTS, Justice.\nEverett C., father of Daniel C., appeals from a decision of the Superior Court, Cumberland County, affirming an order of the District Court, Portland, terminating his parental rights pursuant to 22 M.R.S.A. § 4055 (Supp.1983). He claims that the Department of Human Services failed to meet its burden of proving by clear and convincing evidence (1) that it had engaged in a necessary attempt at reunification and (2) that Everett has willfully abandoned and refused to take responsibility for the child. Because the latter element was satisfactorily proved and the former is not a separate element of proof, we affirm the judgment.\n\nI.\nDaniel C. was born August 4, 1971. His father, Everett C., was incarcerated in the Maine State Prison at Thomaston on July 8, 1972. A petition for protective custody pursuant to 22 M.R.S.A. § 3792 (1980) was filed in November, 1972. Daniel's mother, Patricia C., waived her right to a hearing and consented to placing Daniel in State custody pending disposition of the petition. In March of 1973, an attorney was appointed guardian ad litem for Patricia who was then a patient at Augusta Mental Health Institute. Everett's attorney moved unsuccessfully to dismiss the petition based primarily on lack of notice. On May 9, 1973, the District Court found that Daniel's health and welfare were jeopardized because his parents were unable to care for him due to their respective confinements in prison and Augusta Mental Health Institute. After the court granted custody to the Department of Human Services, Daniel was placed in a foster home under the supervision of a caseworker.\nAt some point in 1974, Patricia indicated her desire to put Daniel up for adoption. The caseworker spoke with Everett's family but they said they could not raise Daniel and thought adoption would be a good idea. Everett rejected the suggestion. The caseworker visited Everett in prison two or three times. She offered to take gifts or correspondence to Daniel but would not give Daniel's address to Everett. She testified that Everett had threatened to kidnap Daniel when he was released. She did not tell Daniel about his father or that he was in prison. She also refused, after consulting others, to bring Daniel to the prison to visit his father and was unsuccessful in arranging a visit outside the prison. In December, 1974, Everett made a toy truck for Daniel and arranged to have the caseworker deliver the gift. Except for correspondence between the caseworker and Everett, there was no other contact between Everett and the department or Daniel.\nEverett moved for restoration of custody in February, 1974, alleging that his release *768 from prison was imminent. The department answered and moved to dismiss based on the parole officer's report that Everett would not be eligible for parole until May, 1976. Everett's motion was dismissed in July, 1978 pursuant to M.R.Civ.P. 41(b)(2) because of failure to prosecute for more than four years.\nEverett was released in May, 1976, but he made no attempt to visit Daniel and had no contact with the department. He returned to custody in July, 1976 and was sent to federal prison in Atlanta, Georgia. Patricia died in July, 1978. In 1980, Everett was moved to federal prison in Lewisburg, Pennsylvania, and in 1982, to Massachusetts State Prison at Walpole where he is now incarcerated with a parole eligibility date in August, 1984. In May of 1982, the department petitioned the District Court to terminate Everett's parental rights. An evidentiary hearing took place in October and the court ordered termination on October 26, 1982.\nThe District Court heard evidence that Daniel began to develop problems in 1979. Expert testimony indicated that Daniel experienced psychological and emotional problems due to anxiety concerning the lack of a permanent family relationship. These problems deepened over the next two years leading to a diagnosis in July of 1981 of anorexia nervosa. A psychiatrist who treated Daniel testified that this disorder had caused an abnormal drop in Daniel's weight and that the condition could be fatal. After intensive treatment as well as reassurance that his foster parents were seeking to adopt him, Daniel began to improve. At the time of the termination hearing, Daniel was 11 years old and had been in foster care since he was 15 months old, including eight and one-half years with his present foster family.\n\nII.\nIn accordance with 22 M.R.S.A. § 4055[1] the District Court found that there was clear and convincing evidence that Everett \"is unable to protect [Daniel] from jeopardy, has willfully abandoned [Daniel] and has refused to take responsibility for [Daniel]; and further, that the circumstances of Everett C ... with respect to his ability to protect Daniel C ... from jeopardy or assume responsibility for [Daniel's] care, are unlikely to change in a reasonable time; and further, that the termination of Everett's parental rights is in the best interests of Daniel ....\" Everett's first argument challenges the sufficiency of the department's evidence of \"jeopardy or abandonment\" under section 4055(1)(B)(2).\nThe department argues that Everett, \"due to his lengthy and continuing incarceration, is simply unavailable to provide any care for Daniel and is therefore unable to protect him from jeopardy.\" In addition, the department contends that Everett's \"total absence from Daniel's life combined with his refusal to allow Daniel to be adopted has actually placed the child in jeopardy.\" Furthermore, the department suggests that Everett's \"criminal activities... constitute willful abandonment.\" Although the department disavows any suggestion that incarceration in and of itself constitutes abandonment of a child, its argument in this case certainly contains that implication. We take pains, therefore, to emphasize our rejection of any such *769 application of the termination statute. We think, and the department seems to recognize, that under proper circumstances an appropriate parent-child relationship can be developed despite the parent's incarceration and consequent inability physically \"to protect the child from jeopardy.\"\nAlthough we reject, in part, the department's argument, we do conclude that the record contains sufficient evidence of a clear and convincing quality that Everett has \"willfully abandoned the child and has refused to take responsibility for the child.\" 22 M.R.S.A. § 4055(1)(B)(2)(a). We focus, not upon the usual parental responsibility for physical care and support of a child, but upon the parent's responsibility to provide a nurturing parental relationship.[2] We recognize that, in a sense, the state impeded development of a normal relationship by incarcerating Everett. That is why we disregard, for present purposes, Everett's inability to physically care for Daniel. The fact of separation, however, cannot be ignored and, indeed, it places upon Everett the necessity for an even greater effort to foster a nurturing relationship. The District Court had no means of testing Everett's parental conduct other than his failure to utilize the only means available to maintain any contact with Daniel. Even more damaging in this regard was Everett's failure during the one period he was out of prison to make any effort to contact either Daniel or the department.\nBy the time of the termination hearing, Everett was incarcerated in Massachusetts and would not become eligible for parole for almost two years. Daniel had developed a close attachment to his foster family and had no relationship with his father.[3] The District Court could have concluded that for Everett to establish a nurturing relationship would involve a very long-term process. In view of Everett's past neglect, the court was justified in believing that \"the circumstances are unlikely to change in a reasonable time.\" Upon the record before us, we cannot say that the District Court erred.\n\nIII.\nFor his second argument, Everett accurately observes that the statute places upon the department the obligation of facilitating reunification of children in its custody with their natural parents. 22 M.R.S.A. § 4041 (Supp.1983) (superseding 22 M.R.S.A. § 3803 (1980)). He then asserts that \"reunification attempts are a prerequisite to termination\" and that \"failure [of the department] to perform its duty would be grounds for denying termination,\" citing In Re Shannon R., 461 A.2d 707 (Me.1983) and Matter of Anita PP, 65 A.D.2d 18, 410 N.Y.S.2d 916 (App.Div.1978). We quite agree that the requirements of section 4041 are mandatory. Furthermore, we reject the department's contention that its activities prior to enactment of section 3803 in 1977 are unaffected by any reunification requirement. We believe that reunification of families has been an important public policy since long before any date relevant to this case. The record in this case does not reflect that the department fulfilled that policy or the requirements of section 4041 in regard to Daniel. See n. 3 supra p. 769.\nWe face a far different question, however, when we analyze the second step of Everett's argument. First, his reliance on Anita is misplaced because that case is based upon a different statutory provision in New York. There the state agency must prove initially that the child has been \"permanently *770 neglected,\" which involves at least two factors: (a) that for more than a year after gaining custody, the agency made \"diligent efforts to encourage and strengthen the parental relationship,\" and (b) that the child's natural parents failed \"substantially and continuously or repeatedly to maintain contact with or plan for the future of the child although physically and financially able to do so.\" The New York court held that the record failed to show that the first requirement had been met. The court went on to observe that \"[t]he Agency's neglect in fulfilling its express statutory duty cannot be excused or justified because it would have been difficult or burdensome for the Agency to undertake such efforts due to the parent's predicaments.\" Matter of Anita PP, 410 N.Y.S.2d at 919. Such an observation is equally applicable in the case before us, but does not affect the result.\nSecond, there is no indication in the express terms of section 4041 that failure of the department to fulfill its requirements will preclude the termination of parental rights under section 4055. The latter section provides in some detail the \"grounds for termination\" without express requirement of proof by the department of compliance with section 4041. We do not, of course, condone any disregard of the department's obligation to facilitate reunification. We simply do not detect any legislative intent that the department's reunification efforts be made a discrete element of proof in termination proceedings.\nFinally, we conclude that neither our prior decision in Shannon R. nor that of the Supreme Court in Santosky v. Kramer, 455 U.S. 745, 102 S. Ct. 1388, 71 L. Ed. 2d 599 (1982), require proof by clear and convincing evidence that the department has met its reunification obligation. We recognize that Shannon R.'s emphasis upon the responsibilities of the department and Santosky's reiteration of the disputed question whether the State \"made diligent efforts\" suggest a constitutional dimension to the question we address. A careful reading of those opinions, however, quickly dispels any notion that we must read into the statute, as constitutionally required, proof of reunification efforts as a discrete element.\nThe facts of Shannon R. present an example of multi-state supervision. Shannon at age two and one-half and Rosealynn at age three months were found to be in jeopardy and were placed in the department's custody. Shannon resided with foster parents in Maine and later, after placement in a second foster home, moved to Florida with his foster parents. Rosealynn remained with separate foster parents in Maine. Their mother, Linda, moved back to her home state of Pennsylvania shortly after the department obtained custody of Shannon and Rosealynn. With the exception of one brief visit immediately after losing custody, Linda had no direct contact with her children prior to the department's petition for termination. After she moved to Pennsylvania most of Linda's contact with the department was through a Pennsylvania agency.\nIt was in connection with Linda's futile attempts to have her children placed in foster care in Pennsylvania and to regain custody that we discussed the department's responsibility. For example, we noted that the department had done little with regard to reunification during a critical period and observed that \"[w]e do not think that the Legislature intended that the entire burden in this matter should rest on [Linda],\" citing sections 4003 and 4041(1). 461 A.2d at 713. Again, we noted that the record would support a determination that \"Linda had returned to her home state to improve her situation and to work toward the reunification goals.\" Id. at 714. We then said \"unsupported and contradicted conclusions\" of the department were not the \"kind of evidence contemplated by section 4055(1)(B)(2) to show the first two of the three grounds for termination.\" Id. We did not there cite section 4041.\nIn Shannon R. at page 712 we stated the basis for our holding that the department *771 had failed to meet its burden of proof. We said:\nThe initial phase in these proceedings must involve some showing by the State that the parent is unwilling or unable to protect the child, that the parent has willfully abandoned the child, or that the parent has refused to take responsibility for the child and that the circumstances are unlikely to change. After that initial showing, the State must show that the termination is in the best interests of the child. [Citation omitted.] We conclude that the Department failed to make the requisite showing by clear and convincing evidence, or by any evidence in some respects. Several of the judge's findings are, consequently, clearly erroneous because they are not supported by evidence of the required clear and convincing quality.\n(Emphasis added.) We thus grounded our decision upon the requirements of section 4055(1)(B)(2)(a) and (b) and not upon section 4041. See also 461 A.2d at 714 n. 11 (again asserting a failure of proof with regard to section 4055).\nFinally, we note that the last paragraph of Shannon R. may suggest a conclusion contrary to our analysis of the termination statutes. These comments should not be read in isolation from the rest of our opinion. We reiterated our conclusion that the department had failed to make the requisite showing under section 4055. We added our determination that the department did not meet its \"burden\" with regard to section 4041. \"Burden\" there refers to obligation, not burden of proof. We then included a strong precatory sentence concerning the department's obligation and concluded by stating the obvious point that at a termination hearing the department's reunification efforts will affect the court's evaluation of parental conduct in determining the existence vel non of the grounds for termination stated in section 4055(1)(B)(2).\nOur interpretation of the statute does not conflict with the holding in Santosky that due process requires proof of factual allegations by clear and convincing evidence in proceedings to terminate parental rights. Although Santosky emphasizes the \"fundamental liberty interest of natural parents in the care, custody and management of their child,\" 455 U.S. at 753, 1025 S.Ct. at 1394, 71 L. Ed. 2d at 606, the Court did not require that reunification efforts of the state be made an essential element of the state's proof. Rather, Santosky dealt only with those elements of proof required under the New York statute. 455 U.S. at 747-48, 102 S.Ct. at 1391, 71 L. Ed. 2d at 603. Although the opinion does not expressly say as much, we believe that the specific allegations necessary to support termination are to be left to state law.[4]\nOur research fails to disclose any state court which has interpreted Santosky contrary to our decision herein. The majority of cases we have reviewed simply apply the Santosky requirement of clear and convincing evidence to whatever statutory elements the legislature has provided. See, e.g., People in Interest of M.S.H., 656 P.2d 1294 (Colo.1983); In re Juvenile Appeal, 189 Conn. 66, 454 A.2d 1262 (1983); In the Interest of J.L.P., 416 So. 2d 1250 (Fla.App. 1982); In re L.A., 166 Ga.App. 857, 305 S.E.2d 636 (1983); Matter of Lozier, 453 N.E.2d 345 (Ind.App.1983); In Interest of C.P.B., 641 S.W.2d 456 (Mo.App.1982); In re Interest of Spradlin, 214 Neb. 834, 336 N.W.2d 563 (1983); Matter of Adoption of John Doe, 98 N.M. 340, 648 P.2d 798 (Ct. App.1982); In Interest of D.S., 325 N.W.2d 654 (N.D.1982); Matter of S., 59 Or.App. 702, 651 P.2d 1374 (1982); In re T.R., 502 Pa. 165, 465 A.2d 642 (1983). In those few cases where the opinion deals specifically with reunification efforts as a discrete element of proof, the local statute apparently *772 requires it. See, e.g., Matter of Anita PP, supra p. 769; In re Welfare of Ferguson, 32 Wash.App. 865, 650 P.2d 1118 (1982). We recognize, of course, that we are free to impose a more strict standard than federal due process requires. O.S. v. C.F., 655 S.W.2d 32 (Ky.App.1983); State v. Robert H., 118 N.H. 713, 393 A.2d 1387 (1978). For the present case, however, we have not been asked to do so and we see no reason to do so.\nWe conclude that the record before us adequately supports the decision to terminate appellant's parental rights. The District Court made the requisite findings under section 4055 and by the requisite degree of certainty under Santosky. Although the District Court made no reference to reunification efforts even in connection with appellant's conduct, we must assume such efforts, or lack thereof, were considered. Harmon v. Emerson, 425 A.2d 978 (Me.1981). We note that trial of this case and the District Court's decision preceded by several months our decision in Shannon R. Under such circumstances, and in the absence of any suggestion in the record to the contrary, we conclude that the court's decision is consistent with both the letter and the spirit of Shannon R.\nThe entry is:\nJudgment affirmed.\nMcKUSICK, C.J., and WATHEN, GLASSMAN and SCOLNIK, JJ., concurring.\nVIOLETTE, Justice, with whom NICHOLS, Justice, joins dissenting.\nBecause I disagree with Part III of the majority opinion, I respectfully dissent from the affirmance of the judgment. While it is true that by its express terms section 4055 does not make the department's reunification effort a discrete element of proof in termination proceedings, it belies the express purpose of the Child and Family Services and Child Protection Act, as well as our decision in In re Shannon R., to allow the department to seek termination without first showing that bona fide efforts at reuniting the family have failed.\nSection 4003, which describes the several purposes of the act, states:\nRecognizing that the right to family integrity is limited by the right of children to be protected from abuse and neglect and recognizing also that uncertainty and instability are possible in extended foster home or institutional living, it is the intent of the Legislature that this chapter ... (3) Give family rehabilitation and reunification priority as a means for protecting the welfare of children.\n22 M.R.S.A. § 4003(3) (Supp.1983-1984).\nSection 4041, which the majority agrees imposes an affirmative obligation on the department, provides, in part: \"When a child has been ordered into the custody of the department under section 4035, it shall provide, arrange or coordinate services to facilitate the rehabilitation and reunification of the parents and child.\" 22 M.R.S.A. § 4041(1) (Supp.1983-1984) (emphasis added).[1] The section goes on to describe in some detail the services the department must provide, and the circumstances under which the department may discontinue those services. The statute does not articulate the consequences of departmental noncompliance.\nThe majority focuses on section 4055 which describes the grounds for termination and, finding no express requirement in that section that the department prove it has attempted reunification, effectively ignores the directive of section 4041. It is more in accord with the express purpose of the act to view sections 4041 and 4055 as working in tandem: the department has an inescapable obligation to attempt to reunify the family, and only when these efforts have been made and have failed may the *773 department bring its petition for termination. Only by interpreting the statutory scheme in this way can we effectuate the explicit purpose of the act, as declared in section 4003.\nIn this court's recent opinion in In re Shannon R., 461 A.2d 707 (Me.1983), we construed these statutes in exactly this way. We explained how the department's obligation to attempt reunification fits into the overall statutory scheme:\nWe recognize the difficult tasks that confront the Department. Considering, however, the extraordinary nature of a termination of parental rights, the Department must, prior to seeking termination, make the statutorily mandated effort to reunite the family. If those efforts fail, the Department must, at the termination hearing, show clearly and convincingly that it has made those efforts and that the parents \"definitely give up their parental interests...\" and that the situation is not likely to change.\nId. at 715-16 (emphasis added). I cannot agree with the majority's statement that this language means only that \"at a termination hearing the department's reunification efforts will affect the court's evaluation of parental conduct in determining the existence vel non of the grounds for termination stated in section 4055(1)(B)(2).\" Rather, it seems to me abundantly clear that in Shannon R. we found the department's efforts at reunification to be a condition precedent to its bringing the petition seeking termination.\nHaving once thus interpreted the department's obligation under section 4041 as a prerequisite to seeking termination under section 4055, and in view of the clear intent of the legislature to impose an affirmative obligation on the department to attempt reunification, in the instant case where all agree the department's reunification efforts fell short of the requirements of section 4041, I would reverse the granting of the petition for termination of parental rights.\nA high percentage of cases where the State has been awarded protective custody under section 4035 involve single parent family units, generally economically disadvantaged and supported in some degree by public assistance. The parent or parents often suffer from either a physical or mental health problem. In such cases it would be extremely difficult, if not impossible, for the parent or parents to achieve an environment suitable for the return of custody of their children without the department arranging and coordinating a meaningful program of counselling and assistance. If relieved of the obligation of proving to the court that it has made the effort to rehabilitate and reunify the family unit or that it is incapable of doing so for the reasons set forth in section 4041(2)(A), the department could in effect thwart the clearly expressed legislative policy of preserving the viability of the family unit whenever possible. The department could, by adopting a policy of doing nothing and letting nature run its course, create the inexorable result that the majority of these cases would end in the termination of parental rights.\nMy interpretation of this part of the act in no way relieves the parents of doing their part and cooperating with the department to achieve reunification and rehabilitation. The break-up of the family unit should, however, be a last resort, when all else has failed. The statute does not place an unreasonable burden upon the State, and it is a burden the State cannot avoid.\nNOTES\n[1]  The statute reads in pertinent part:\n\n1. Grounds. The court may order termination of parental rights if:\nA. One of the following conditions has been met:\n(1) Custody has been removed from the parent ...; or\n(2) The petition has been filed as part of an adoption proceeding ...; and\nB. Either:\n(1) ...; or\n(2) The court finds, based on clear and convincing evidence, that:\n(a) The parent is unwilling or unable to protect the child from jeopardy or has willfully abandoned the child or has refused to take responsibility for the child;\n(b) The circumstances are unlikely to change in a reasonable time; and\n(c) termination is in the best interests of the child.\n[2]  For a discussion of the importance of non-economic and non-physical factors, see Matter of Montgomery, 62 N.C.App. 343, 303 S.E.2d 324 (1983).\n[3]  We recognize that the caseworker refused to arrange for visits by Daniel at the prison and also refused to reveal Daniel's whereabouts to Everett. Even though she offered to deliver correspondence to Daniel, her reunification efforts fell short of the requirements of section 4041. The termination statute, however, focuses upon the conduct of the parent rather than the shortcomings of the department. See discussion in III., infra.\n[4]  We recognize that implicit in Santosky is the principle that states are not free to eliminate an essential showing of parental abandonment. See Washington County Department of Social Services v. Clark, 296 Md. 190, 461 A.2d 1077 (1983).\n[1]  P.L.1984, ch. 772, has recently made substantial amendments to sections 4041 and 4055. The result I would reach in the present case, however, would not be affected by these changes.\n\n",
            "ocr": false,
            "opinion_id": 2049682
        },
        {
            "author_str": "Roberts",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nROBERTS, Justice.\nEverett C., father of Daniel C., appeals from a decision of the Superior Court, Cumberland County, affirming an order of the District Court, Portland, terminating his parental rights pursuant to 22 M.R.S.A. § 4055 (Supp.1983). He claims that the Department of Human Services failed to meet its burden of proving by clear and convincing evidence (1) that it had engaged in a necessary attempt at reunification and (2) that Everett has willfully abandoned and refused to take responsibility for the child. Because the latter element was satisfactorily proved and the former is not a separate element of proof, we affirm the judgment.\nI.\nDaniel C. was born August 4, 1971. His father, Everett C., was incarcerated in the Maine State Prison at Thomaston on July 8, 1972. A petition for protective custody pursuant to 22 M.R.S.A. § 3792 (1980) was filed in November, 1972. Daniel’s mother, Patricia C., waived her right to a hearing and consented to placing Daniel in State custody pending disposition of the petition. In March of 1973, an attorney was appointed guardian ad litem for Patricia who was then a patient at Augusta Mental Health Institute. Everett’s attorney moved unsuccessfully to dismiss the petition based primarily on lack of notice. On May 9, 1973, the District Court found that Daniel’s health and welfare were jeopardized because his parents were unable to care for him due to their respective confinements in prison and Augusta Mental Health Institute. After the court granted custody to the Department of Human Services, Daniel was placed in a foster home under the supervision of a caseworker.\nAt some point in 1974, Patricia indicated her desire to put Daniel up for adoption. The caseworker spoke with Everett’s family but they said they could not raise Daniel and thought adoption would be a good idea. Everett rejected the suggestion. The caseworker visited Everett in prison two or three times. She offered to take gifts or correspondence to Daniel but would not give Daniel’s address to Everett. She testified that Everett had threatened to kidnap Daniel when he was released. She did not tell Daniel about his father or that he was in prison. She also refused, after consulting others, to bring Daniel to the prison to visit his father and was unsuccessful in arranging a visit outside the prison. In December, 1974, Everett made a toy truck for Daniel and arranged to have the caseworker deliver the gift. Except for correspondence between the caseworker, and Everett, there was no other contact between Everett and the department or Daniel.\nEverett moved for restoration of custody in February, 1974, alleging that his release *768from prison was imminent. The department answered and moved to dismiss based on the parole officer’s report that Everett would not be eligible for parole until May, 1976. Everett’s motion was dismissed in July, 1978 pursuant to M.R.Civ.P. 41(b)(2) because of failure to prosecute for more than four years.\nEverett was released in May, 1976, but he made no attempt to visit Daniel and had no contact with the department. He returned to custody in July, 1976 and was sent to federal prison in Atlanta, Georgia. Patricia died in July, 1978. In 1980, Everett was moved to federal prison in Lewis-burg, Pennsylvania, and in 1982, to Massachusetts State Prison at Walpole where he is now incarcerated with a parole eligibility date in August, 1984. In May of 1982, the department petitioned the District Court to terminate Everett’s parental rights. An evidentiary hearing took place in October and the court ordered termination on October 26, 1982.\nThe District Court heard evidence that Daniel began to develop problems in 1979. Expert testimony indicated that Daniel experienced psychological and emotional problems due to anxiety concerning the lack of a permanent family relationship. These problems deepened over the next two years leading to a diagnosis in July of 1981 of anorexia nervosa. A psychiatrist who treated Daniel testified that this disorder had caused an abnormal drop in Daniel’s weight and that the condition could be fatal. After intensive treatment as well as reassurance that his foster parents were seeking to adopt him, Daniel began to improve. At the time of the termination hearing, Daniel was 11 years old and had been in foster care since he was 15 months old, including eight and one-half years with his present foster family.\nII.\nIn accordance with 22 M.R.S.A. § 40551 the District Court found that there was clear and convincing evidence that Everett “is unable to protect [Daniel] from jeopardy, has willfully abandoned [Daniel] and has refused to take responsibility for [Daniel]; and further, that the circumstances of Everett C ... with respect to his ability to protect Daniel C ... from jeopardy or assume responsibility for [Daniel’s] care, are unlikely to change in a reasonable time; and further, that the termination of Everett’s parental rights is in the best interests of Daniel .... ” Everett’s first argument challenges the sufficiency of the department’s evidence of “jeopardy or abandonment” under section 4055(1)(B)(2).\nThe department argues that Everett, “due to his lengthy and continuing incarceration, is simply unavailable to provide any care for Daniel and is therefore unable to protect him from jeopardy.” In addition, the department contends that Everett’s “total absence from Daniel’s life combined with his refusal to allow Daniel to be adopted has actually placed the child in jeopardy.” Furthermore, the department suggests that Everett’s “criminal activities ... constitute willful abandonment.” Although the department disavows any suggestion that incarceration in and of itself constitutes abandonment of a child, its argument in this case certainly contains that implication. We take pains, therefore, to emphasize our rejection of any such *769application of the termination statute. We think, and the department seems to recognize, that under proper circumstances an appropriate parent-child relationship can be developed despite the parent’s incarceration and consequent inability physically “to protect the child from jeopardy.”\nAlthough we reject, in part, the department’s argument, we do conclude that the record contains sufficient evidence of a clear and convincing quality that Everett has “willfully abandoned the child and has refused to take responsibility for the child.” 22 M.R.S.A. § 4055(l)(B)(2)(a). We focus, not upon the usual parental responsibility for physical care and support of a child, but upon the parent’s responsibility to provide a nurturing parental relationship.2 We recognize that, in a sense, the state impeded development of a normal relationship by incarcerating Everett. That is why we disregard, for present purposes, Everett’s inability to physically care for Daniel. The fact of separation, however, cannot be ignored and, indeed, it places upon Everett the necessity for an even greater effort to foster a nurturing relationship. The District Court had no means of testing Everett’s parental conduct other than his failure to utilize the only means available to maintain any contact with Daniel. Even more damaging in this regard was Everett’s failure during the one period he was out of prison to make any effort to contact either Daniel or the department.\nBy the time of the termination hearing, Everett was incarcerated in Massachusetts and would not become eligible for parole for almost two years. Daniel had developed a close attachment to his foster family and had no relationship with his father.3 The District Court could have concluded that for Everett to establish a nurturing relationship would involve a very long-term process. In view of Everett’s past neglect, the court was justified in believing that “the circumstances are unlikely to change in a reasonable time.” Upon the record before us, we cannot say that the District Court erred.\nIII.\nFor his second argument, Everett accurately observes that the statute places upon the department the obligation of facilitating reunification of children in its custody with their natural parents. 22 M.R.S.A. § 4041 (Supp.1983) (superseding 22 M.R. S.A. § 3803 (1980)). He then asserts that “reunification attempts are a prerequisite to termination” and that “failure [of the department] to perform its duty would be grounds for denying termination,” citing In Re Shannon R., 461 A.2d 707 (Me.1983) and Matter of Anita PP, 65 A.D.2d 18, 410 N.Y.S.2d 916 (App.Div.1978). We quite agree that the requirements of section 4041 are mandatory. Furthermore, we reject the department’s contention that its activities prior to enactment of section 3803 in 1977 are unaffected by any reunification requirement. We believe that reunification of families has been an important public policy since long before any date relevant to this case. The record in this ease does not reflect that the department fulfilled that policy or the requirements of section 4041 in regard to Daniel. See n. 3 supra p. 769.\nWe face a far different question, however, when we analyze the second step of Everett’s argument. First, his reliance on Anita is misplaced because that case is based upon a different statutory provision in New York. There the state agency must prove initially that the child has been “per*770manently neglected,” which involves at least two factors: (a) that for more than a year after gaining custody, the agency made “diligent efforts to encourage and strengthen the parental relationship,” and (b) that the child’s natural parents failed “substantially and continuously or repeatedly to maintain contact with or plan for the future of the child although physically and financially able to do so.” The New York court held that the record failed to show that the first requirement had been met. The court went on to observe that “[t]he Agency’s neglect in fulfilling its express statutory duty cannot be excused or justified because it would have been difficult or burdensome for the Agency to undertake such efforts due to the parent's predicaments.” Matter of Anita PP, 410 N.Y.S.2d at 919. Such an observation is equally applicable in the case before us, but does not affect the result.\nSecond, there is no indication in the express terms of section 4041 that failure of the department to fulfill its requirements will preclude the termination of parental rights under section 4055. The latter section provides in some detail the “grounds for termination” without express requirement of proof by the department of compliance with section 4041. We do not, of course, condone any disregard of the department’s obligation to facilitate reunification. We simply do not detect any legislative intent that the department’s reunification efforts be made a discrete element of proof in termination proceedings.\nFinally, we conclude that neither our pri- or decision in Shannon R. nor that of the Supreme Court in Santosky v. Kramer, 455 U.S. 745, 102 S.Ct. 1888, 71 L.Ed.2d 599 (1982), require proof by clear and convincing evidence that the department has met its reunification obligation. We recognize that Shannon R.’s emphasis upon the responsibilities of the department and Santo-sky ’s reiteration of the disputed question whether the State “made diligent efforts” suggest a constitutional dimension to the question we address. A careful reading of those opinions, however, quickly dispels any notion that we must read into the statute, as constitutionally required, proof of reunification efforts as a discrete element.\nThe facts of Shannon R. present an example of multi-state supervision. Shannon at age two and one-half and Rosealynn at age three months were found to be in jeopardy and were placed in the department’s custody. Shannon resided with foster parents in Maine and later, after placement in a second foster home, moved to Florida with his foster parents. Rosealynn remained with separate foster parents in Maine. Their mother, Linda, moved back to her home state of Pennsylvania shortly after the department obtained custody of Shannon and Rosealynn. With the exception of one brief visit immediately after losing custody, Linda had no direct contact with her children prior to the department’s petition for termination. After she moved to Pennsylvania most of Linda’s contact with the department was through a Pennsylvania agency.\nIt was in connection with Linda’s futile attempts to have her children placed in foster care in Pennsylvania and to regain custody that we discussed the department’s responsibility. For example, we noted that the department had done little with regard to reunification during a critical period and observed that “[w]e do not think that the Legislature intended that the entire burden in this matter should rest on [Linda],” citing sections 4003 and 4041(1). 461 A.2d at 713. Again, we noted that the record would support a determination that “Linda had returned to her home state to improve her situation and to work toward the reunification goals.” Id. at 714. We then said “unsupported and contradicted conclusions” of the department were not the “kind of evidence contemplated by section 4055(1)(B)(2) to show the first two of the three grounds for termination.” Id. We did not there cite section 4041.\nIn Shannon R. at page 712 we stated the basis for our holding that the department *771had failed to meet its burden of proof. We said:\nThe initial phase in these proceedings must involve some showing by the State that the parent is unwilling or unable to protect the child, that the parent has willfully abandoned the child, or that the parent has refused to take responsibility for the child and that the circumstances are unlikely to change. After that initial showing, the State must show that the termination is in the best interests of the child. [Citation omitted.] We conclude that the Department failed to make the requisite showing by clear and convincing evidence, or by any evidence in some respects. Several of the judge’s findings are, consequently, clearly erroneous because they are not supported by evidence of the required clear and convincing quality.\n(Emphasis added.) We thus grounded our decision upon the requirements of section 4055(l)(B)(2)(a) and (b) and not upon section 4041. See also 461 A.2d at 714 n. 11 (again asserting a failure of proof with regard to section 4055).\nFinally, we note that the last paragraph of Shannon R. may suggest a conclusion contrary to our analysis of the termination statutes. These comments should not be read in isolation from the rest of our opinion. We reiterated our conclusion that the department had failed to make the requisite showing under section 4055. We added our determination that the department did not meet its “burden” with regard to section 4041. “Burden” there refers to obligation, not burden of proof. We then included a strong precatory sentence concerning the department’s obligation and concluded by stating the obvious point that at a termination hearing the department’s reunification efforts will affect the court’s evaluation of parental conduct in determining the existence vel non of the grounds for termination stated in section 4055(1)(B)(2).\nOur interpretation of the statute does not conflict with the holding in Santosky that due process requires proof of factual allegations by clear and convincing evidence in proceedings to terminate parental rights. Although Santosky emphasizes the “fundamental liberty interest of natural parents in the care, custody and management of their child,” 455 U.S. at 753, 1025 S.Ct. at 1394, 71 L.Ed.2d at 606, the Court did not require that reunification efforts of the state be made an essential element of the state’s proof. Rather, San-tosky dealt only with those elements of proof required under the New York statute. 455 U.S. at 747-48, 102 S.Ct. at 1391, 71 L.Ed.2d at 603. Although the opinion does not expressly say as much, we believe that the specific allegations necessary to support termination are to be left to state law.4\nOur research fails to disclose any state court which has interpreted Santosky contrary to our decision herein. The majority of cases we have reviewed simply apply the Santosky requirement of clear and convincing evidence to whatever statutory elements the legislature has provided. See, e.g., People in Interest of M.S.H., 656 P.2d 1294 (Colo.1983); In re Juvenile Appeal, 189 Conn. 66, 454 A.2d 1262 (1983); In the Interest of J.L.P., 416 So.2d 1250 (Fla.App.1982); In re L.A., 166 Ga.App. 857, 305 S.E.2d 636 (1983); Matter of Lozier, 453 N.E.2d 345 (Ind.App.1983); In Interest of C.P.B., 641 S.W.2d 456 (Mo.App.1982); In re Interest of Spradlin, 214 Neb. 834, 336 N.W.2d 563 (1983); Matter of Adoption of John Doe, 98 N.M. 340, 648 P.2d 798 (Ct.App.1982); In Interest of D.S., 325 N.W.2d 654 (N.D.1982); Matter of S., 59 Or.App. 702, 651 P.2d 1374 (1982); In re T.R., 502 Pa. 165, 465 A.2d 642 (1983). In those few cases where the opinion deals specifically with reunification efforts as a discrete element of proof, the local statute apparently *772requires it. See, e.g., Matter of Anita PP, supra p. 769; In re Welfare of Ferguson, 32 Wash.App. 865, 650 P.2d 1118 (1982). We recognize, of course, that we are free to impose a more strict standard than federal due process requires. O.S. v. C.F., 655 S.W.2d 32 (Ky.App.1983); State v. Robert H., 118 N.H. 713, 393 A.2d 1387 (1978). For the present case, however, we have not been asked to do so and we see no reason to do so.\nWe conclude that the record before us adequately supports the decision to terminate appellant’s parental rights. The District Court made the requisite findings under section 4055 and by the requisite degree of certainty under Santosky. Although the District Court made no reference to reunification efforts even in connection with appellant’s conduct, we must assume such efforts, or lack thereof, were considered. Harmon v. Emerson, 425 A.2d 978 (Me.1981). We note that trial of this ease and the District Court’s decision preceded by several months our decision in Shannon R. Under such circumstances, and in the absence of any suggestion in the record to the contrary, we conclude that the court’s decision is consistent with both the letter and the spirit of Shannon R.\nThe entry is:\nJudgment affirmed.\nMcKUSICK, C.J., and WATHEN, GLASSMAN and SCOLNIK, JJ., concurring.\n\n. The statute reads in pertinent part:\n1. Grounds. The court may order termination of parental rights if:\nA. One of the following conditions has been met:\n(1) Custody has been removed from the parent ...; or\n(2) The petition has been filed as part of an adoption proceeding ...; and\nB. Either:\n(1) ...; or\n(2) The court finds, based on clear and convincing evidence, that:\n(a) The parent is unwilling or unable to protect the child from jeopardy or has willfully abandoned the child or has refused to take responsibility for the child;\n(b) The circumstances are unlikely to change in a reasonable time; and\n(c) termination is in the best interests of the child.\n\n\n. For a discussion of the importance of non-economic and non-physical factors, see Matter of Montgomery, 62 N.C.App. 343, 303 S.E.2d 324 (1983).\n\n\n. We recognize that the caseworker refused to arrange for visits by Daniel at the prison and also refused to reveal Daniel's whereabouts to Everett. Even though she offered to deliver correspondence to Daniel, her reunification efforts fell short of the requirements of section 4041. The termination statute, however, focuses upon the conduct of the parent rather than the shortcomings of the department. See discussion in III., infra.\n\n\n. We recognize that implicit in Santosky is the principle that states are not free to eliminate an essential showing of parental abandonment. See Washington County Department of Social Services v. Clark, 296 Md. 190, 461 A.2d 1077 (1983).\n\n",
            "ocr": false,
            "opinion_id": 9532211
        },
        {
            "author_str": "Violette",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nVIOLETTE, Justice,\nwith whom NICHOLS, Justice, joins dissenting.\nBecause I disagree with Part III of the majority opinion, I respectfully dissent from the affirmance of the judgment. While it is true that by its express terms section 4055 does not make the department's reunification effort a discrete element of proof in termination proceedings, it belies the express purpose of the Child and Family Services and Child Protection Act, as well as our decision in In re Shannon R., to allow the department to seek termination without first showing that bona fide efforts at reuniting the family have failed.\nSection 4003, which describes the several purposes of the act, states:\nRecognizing that the right to family integrity is limited by the right of children to be protected from abuse and neglect and recognizing also that uncertainty and instability are possible in extended foster home or institutional living, it is the intent of the Legislature that this chapter ... (3) Give family rehabilitation and reunification priority as a means for protecting the welfare of children.\n22 M.R.S.A. § 4003(3) (Supp.1983-1984).\nSection 4041, which the majority agrees imposes an affirmative obligation on the department, provides, in part: “When a child has been ordered into the custody of the department under section 4035, it shall provide, arrange or coordinate services to facilitate the rehabilitation and reunification of the parents and child.” 22 M.R.S.A. § 4041(1) (Supp.1983-1984) (emphasis added).1 The section goes on to describe in some detail the services the department must provide, and the circumstances under which the department may discontinue those services. The statute does, not articulate the consequences of departmental noncompliance.\nThe majority focuses on section 4055 which describes the grounds for termination and, finding no express requirement in that section that the department prove it has attempted reunification, effectively ignores the directive of section 4041. It is more in accord with the express purpose of the act to view sections 4041 and 4055 as working in tandem: the department has an inescapable obligation to attempt to reunify the family, and only when these efforts have been made and have failed may the *773department bring its petition for termination. Only by interpreting the statutory scheme in this way can we effectuate the explicit purpose of the act, as declared in section 4003.\nIn this court’s recent opinion in In re Shannon R., 461 A.2d 707 (Me.1983), we construed these statutes in exactly this way. We explained how the department’s obligation to attempt reunification fits into the overall statutory scheme:\nWe recognize the difficult tasks that confront the Department. Considering, however, the extraordinary nature of a termination of parental rights, the Department must, prior to seeking termination, make the statutorily mandated effort to reunite the family. If those efforts fail, the Department must, at the termination hearing, show clearly and convincingly that it has made those efforts and that the parents “definitely give up their parental interests ...” and that the situation is not likely to change.\nId. at 715-16 (emphasis added). I cannot agree with the majority’s statement that this language means only that “at a termination hearing the department’s reunification efforts will affect the court’s evaluation of parental conduct in determining the existence vel non of the grounds for termination stated in section 4055(1)(B)(2).” Rather, it seems to me abundantly clear that in Shannon R. we found the department’s efforts at reunification to be a condition precedent to its bringing the petition seeking termination.\nHaving once thus interpreted the department’s obligation under section 4041 as a prerequisite to seeking termination under section 4055, and in view of the clear intent of the legislature to impose an affirmative obligation on the department to attempt reunification, in the instant case where all agree the department’s reunification efforts fell short of the requirements of section 4041, I would reverse the granting of the petition for termination of parental rights.\nA high percentage of cases where the State has been awarded protective custody under section 4035 involve single parent family units, generally economically disadvantaged and supported in some degree by public assistance. The parent or parents often suffer from either a physical or mental health problem. In such cases it would be extremely difficult, if not impossible, for the parent or parents to achieve an environment suitable for the return of custody of their children without the department arranging and coordinating a meaningful program of counselling and assistance. If relieved of the obligation of proving to the court that it has made the effort to rehabilitate and reunify the family unit or that it is incapable of doing so for the reasons set forth in section 4041(2)(A), the department could in effect thwart the clearly expressed legislative policy of preserving the viability of the family unit whenever possible. The department could, by adopting a policy of doing nothing and letting nature run its course, create the inexorable result that the majority of these cases would end in the termination of parental rights.\nMy interpretation of this part of the act in no way relieves the parents of doing their part and cooperating with the department to achieve reunification and rehabilitation. The break-up of the family unit should, however, be a last resort, when all else has failed. The statute does not place an unreasonable burden upon the State, and it is a burden the State cannot avoid.\n\n. P.L.1984, ch. 772, has recently made substantial amendments to sections 4041 and 4055. The result I would reach in the present case, however, would not be affected by these changes.\n\n",
            "ocr": false,
            "opinion_id": 9532212
        }
    ],
    "court_short_name": "Supreme Judicial Court of Maine",
    "court_full_name": "Supreme Judicial Court of Maine",
    "court_type": "S",
    "court_jurisdiction": "Maine, ME",
    "crime_category": "Kidnapping"
}