{
    "id": 1239990,
    "judges": "Janine P. Geske",
    "date_filed": "1972-05-11",
    "date_filed_is_approximate": true,
    "slug": "state-v-post",
    "case_name_short": "Post",
    "case_name": "State v. Post",
    "case_name_full": "State of Wisconsin, Petitioner-Appellant, v. Samuel E. Post, Respondent-Respondent; State of Wisconsin, Petitioner-Appellant, v. Ben R. Oldakowski, Respondent-Respondent",
    "attorneys": "For the petitioner-appellant the cause was argued by Sally L. Wellman, assistant attorney general, with whom on the briefs was James E. Doyle, attorney general., For the respondents-respondents the cause was argued by Kenneth P. Casey, assistant state public defender, with whom on the brief was Keith A. Findley and Richard Martin, assistant state public defenders.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "\nOral argument September 5, 1995.\n",
    "cross_reference": null,
    "correction": null,
    "citation_count": 124,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b447-2\">\n    State of Wisconsin, Petitioner-Appellant, v. Samuel E. Post, Respondent-Respondent. State of Wisconsin, Petitioner-Appellant, v. Ben R. Oldakowski, Respondent-Respondent.\n   </parties><docketnumber id=\"AKz\">\n    [Case No. 94-2356.] [Case No. 94-2357.]\n   </docketnumber><br><court id=\"b447-8\">\n    Supreme Court\n   </court><otherdate id=\"AyE\">\n<em>\n     Oral argument September 5, 1995.\n    </em>\n</otherdate><decisiondate id=\"AjD\">\n    Decided\n    <em>\n     December 8, 1995.\n    </em>\n</decisiondate><br><citation id=\"b447-12\">\n    (Also reported in 541 N.W.2d 115.)\n   </citation><br><attorneys id=\"b460-8\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"292\"> \n     *292\n     </span>\n    For the petitioner-appellant the cause was argued by\n    <em>\n     Sally L. Wellman,\n    </em>\n    assistant attorney general, with whom on the briefs was\n    <em>\n     James E. Doyle,\n    </em>\n    attorney general.\n   </attorneys><br><attorneys id=\"b460-9\">\n    For the respondents-respondents the cause was argued by\n    <em>\n     Kenneth P. Casey,\n    </em>\n    assistant state public defender, with whom on the brief was\n    <em>\n     Keith A. Findley and Richard Martin,\n    </em>\n    assistant state public defenders.\n   </attorneys>",
    "citations": [
        "541 N.W.2d 115",
        "197 Wis. 2d 279"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6062.0,
            "opinion_text": "\n197 Wis. 2d 279 (1995)\n541 N.W.2d 115\nSTATE of Wisconsin, Petitioner-Appellant,\nv.\nSamuel E. POST, Respondent-Respondent.\nSTATE of Wisconsin, Petitioner-Appellant,\nv.\nBen R. OLDAKOWSKI, Respondent-Respondent.\nNos. 94-2356, 94-2357.\nSupreme Court of Wisconsin.\nOral argument September 5, 1995.\nDecided December 8, 1995.\n*292 For the petitioner-appellant the cause was argued by Sally L. Wellman, assistant attorney general, with whom on the briefs was James E. Doyle, attorney general.\nFor the respondents-respondents the cause was argued by Kenneth P. Casey, assistant state public defender, with whom on the brief was Keith A. Findley and Richard Martin, assistant state public defenders.\nJANINE P. GESKE, J.\nThese cases are before the court upon certification by the court of appeals *293 pursuant to Rule 809.61 of the Wisconsin Statutes.[1] The State appeals from an order of the Circuit Court for Dane County, Stuart A. Schwartz, Circuit Judge, dismissing petitions filed in both cases under Wis. Stat. Chapter 980, the Sexually Violent Person Commitments statute, on the grounds that it is unconstitutional. The circuit court found that chapter 980 violated constitutional protections against double jeopardy and ex post facto laws, as well as the guarantees of substantive due process and equal protection under the law.\nThe issues certified on appeal to this court are whether chapter 980 violates constitutional guarantees: (1) against double jeopardy; (2) against ex post facto laws; (3) of substantive due process; (4) of equal protection under the law; and (5) whether the governor's partial veto created a law which is incomplete and unworkable as applied to persons committed under chapter 975 (the Sex Crimes Act). We reverse the circuit court on all constitutional issues. We hold that chapter 980 does not violate the constitution on either double jeopardy or ex post facto grounds. Our decision on these two challenges is controlled by the opinion issued today in the companion case, State v. Carpenter, 197 Wis. 2d 252, 541 N.W.2d 105 (1995). This opinion addresses the remaining three issues.\nWe hold that chapter 980 withstands constitutional challenge in that it violates neither the substantive due process nor the equal protection guarantees of the United States and Wisconsin *294 constitutions. Chapter 980 authorizes the civil commitment of persons, previously convicted of a sexually violent offense, who currently suffer from a mental disorder that predisposes them to repeat such acts. We recognize the state's compelling interest in protecting society by preventing future acts of sexual violence through the commitment and treatment of those identified as most likely to commit such acts. We conclude that substantive due process is not offended by commitments, such as those under chapter 980, whose nature and duration are reasonably related to such compelling state purposes. Similarly, we hold that the equal protection challenge does not affect the constitutionality of chapter 980 as a whole. However, this court requires that the right to a jury determination be extended to persons committed under chapter 980 at all discharge hearings. Additionally, we conclude that chapter 980 is a complete and workable law in respect to chapter 975 committed persons.[2]\n\nFACTS\nFor purposes of this appeal, the parties do not dispute the following facts and procedural history. In 1976 Samuel E. Post (Post) was convicted of two counts each of first degree sexual assault, armed robbery and false imprisonment stemming from incidents in which he abducted women from shopping mall parking lots and drove them to remote locations where he forced them to engage in oral sex acts. The circuit court committed him to the custody of the Wisconsin Department of Health and Social Services (DHSS) under chapter 975 *295 and confined him at Mendota Mental Health Institute (Mendota). Following his mandatory release on parole in 1990, Post was again confined at Mendota after revocation for violation of several parole conditions, including allegations that he repeatedly fondled his minor stepdaughter. Post was scheduled for release on July 15, 1994.\nIn 1972 the State charged Ben R. Oldakowski (Oldakowski) with numerous counts of kidnapping and sexual assault involving the abductions of five women and the attempted abduction of a sixth. He ultimately pled guilty and was convicted of one count of rape in 1972. Pursuant to § 975.06, the court committed him to the custody of DHSS which subsequently transferred him to Mendota. Six months after his release in April of 1979, the State revoked Oldakowski's initial parole following charges that he sexually assaulted a 17-year-old girl. In 1985, he was again paroled and, in 1986, revoked for exposing himself to a teenage girl. Revocation proceedings were initiated only two months after his third parole, in February of 1991, following a conviction, as a repeat offender, for lewd and lascivious behavior. Oldakowski was returned to Mendota and scheduled to be released on July 15, 1994.\nOn July 12, 1994, the Department of Justice (DOJ) filed petitions pursuant to chapter 980 seeking to commit Post and Oldakowski as sexually violent persons. At the probable cause hearings, the State relied upon the diagnoses of Post and Oldakowski provided by Dr. Dennis Doren, the Forensic Clinical Director of Mendota. Dr. Doren testified that his primary diagnosis of Post is antisocial personality disorder[3] with secondary *296 atypical paraphilia.[4]He diagnosed Oldakowski as primarily suffering from paraphilia, including sexual sadism (inflicting humiliation or suffering) and exhibitionism (exposure of genitals),[5]and secondarily from a personality disorder, not otherwise specified. Dr. Doren testified that, in his medical opinion, the above disorders are mental disorders within the definition of § 980.01(2), and both Post and Oldakowski are dangerous to others because their mental disorders create a substantial probability that they will engage in acts of sexual violence[6]\u0097in other words, that both men fit the statutory definition of sexually violent persons. The circuit court found probable cause to believe that both Post and Oldakowski were sexually violent persons and ordered them held at Mendota pending trial.\nOn the day the probable cause hearings were held, Post and Oldakowski each filed motions to dismiss the commitment petitions on the grounds that chapter 980 violates various constitutional protections and guarantees.[7] The circuit court granted those motions, finding that chapter 980 violated constitutional protections *297 against double jeopardy and ex post facto laws, as well as the guarantees of substantive due process and equal protection under the law. The circuit court therefore ordered Post and Oldakowski released. The court of appeals ordered the matters consolidated and stayed Post and Oldakowski's release pending appellate review of the constitutionality of the statute. This court subsequently accepted certification from the court of appeals.\n\nPROCEDURAL SUMMARY\nPost and Oldakowski challenge virtually the entirety of chapter 980 on various substantive and procedural bases. Therefore, chapter 980's statutory scheme will be summarized at this point to provide a framework for the remainder of this opinion. Chapter 980 requires an agency with authority to discharge or release a person who may fit the criteria for commitment as a sexually violent person to notify the DOJ or appropriate district attorney of pending release and to provide treatment records and other relevant documentation concerning that individual. Wis. Stat. § 980.015. A petition seeking commitment under chapter 980 must allege that the person: (1) was convicted, found delinquent, or found not guilty by reason of mental disease or defect of a sexually violent offense;[8]*298 (2) is within 90 days of release from a sentence, commitment, or secured correctional facility arising from a sexually violent offense; (3) has a mental disorder; and (4) is dangerous because that mental disorder creates a substantial probability that he or she will engage in acts of sexual violence.[9]Mental disorder is statutorily defined as \"a congenital or acquired condition affecting the emotional or volitional capacity that predisposes a person to engage in acts of sexual violence.\" Wis. Stat. § 980.01(2).\nThe court shall review a chapter 980 petition filed by the state and order detention only if it finds cause to believe that the person named in the petition is eligible *299 for commitment under the statute. Within 72 hours of filing, there shall be a hearing in which the court determines whether there is probable cause to believe that the subject of the petition is a sexually violent person. The court shall dismiss the petition if it fails to establish probable cause. However, upon a finding of probable cause, the court shall order the individual to be transferred to an appropriate facility for evaluation. Wis. Stat. §§ 980.04(1)-(3). When required to submit to an examination, a person may retain his or her own examiner (or one will be appointed upon proof of indigency) who will have reasonable access to the subject of the petition and to past and present treatment records. Wis. Stat. § 980.03(4).\nThe person is entitled to a full adversarial trial on the allegations in the petition. During the trial, all criminal rules of evidence apply and the state carries the burden of proof beyond a reasonable doubt. Wis. Stat. §§ 980.05(1m) and(3). The person who is the subject of the petition has the following rights: to counsel (which will be appointed if indigency is established); to remain silent; to present and cross-examine witnesses; and to have the hearing recorded. A jury of 12 may be requested and must arrive at a unanimous verdict. Wis. Stat. §§ 980.03(2), (3).\nOnce a person is found to be sexually violent under this chapter, the circuit court must commit the person to DHSS for control, care and treatment until it is determined that he or she is no longer a sexually violent person. Wis. Stat. § 980.06(1). The court must initially determine whether the individual requires secure institutional care or is appropriate for supervised release. Wis. Stat. § 980.06(2)(b). If committed to a secure treatment facility, a person may petition for supervised release every six months. The court shall *300 grant this petition unless the state proves by clear and convincing evidence that the person is still sexually violent and substantially likely to commit acts of sexual violence unless confined. Wis. Stat. §§ 980.08(1) and (4). At any time, the secretary of DHSS may authorize the filing of a petition for discharge. This petition will be granted unless the state presents clear and convincing proof at a trial to the court that the petitioner is still a sexually violent person. Wis. Stat. § 980.09(1).\nMental reexaminations are conducted six months after the initial commitment and every year thereafter \"for the purpose of determining whether the person has made sufficient progress to be entitled to transfer to a less restrictive facility, to supervised release or to discharge.\" Wis. Stat. § 980.07(1). As with the original examination, the committed person may hire an additional examiner of his or her own choosing or, upon request by an indigent, one may be appointed by the court. Wis. Stat. § 980.07(1).\nAt the time of each examination under § 980.07, the committed person shall receive written notice of his or her right to petition the court for discharge. If this right is not affirmatively waived by the committed person, the court shall hold a probable cause hearing at which the committed person is not entitled to appear but does have the right to be represented by counsel. Wis. Stat. § 980.09(2)(a). Upon a finding that probable cause exists to believe that the committed person is no longer a sexually violent person, a hearing on this issue is held before the court. At this hearing, the person has the right to be present, be represented by counsel, remain silent, present and cross-examine witnesses, and have the hearing recorded. If the state cannot prove by clear and convincing evidence that the committed *301 person is still a sexually violent person, he or she shall be discharged from the custody of DHSS. Wis. Stat. §§ 980.09(2)(b) and (c).\nAdditionally, the committed person may file a petition for discharge at any time under § 980.10. However, following an unsuccessful petition, the court shall deny any subsequent petitions filed under that section without a hearing unless the petition contains facts sufficient for a court to find that the individual's condition has so changed as to warrant a hearing. Wis. Stat. § 980.10.\n\nI. CONSTITUTIONAL CHALLENGES\n[1-3]\nThe constitutionality of a statute is a question of law which this court approaches de novo without deference to the courts below. State v. Migliorino, 150 Wis. 2d 513, 524, 442 N.W.2d 36 (1989). There is a presumption of constitutionality for legislative enactments and every presumption favoring validity of the law must be indulged. State v. Randall, 192 Wis. 2d 800, 824, 532 N.W.2d 94 (1995). Further, the challenger bears the burden to prove a statute unconstitutional beyond a reasonable doubt. State v. McManus, 152 Wis. 2d 113, 129, 447 N.W.2d 654 (1989).\n\nSUBSTANTIVE DUE PROCESS\nPost and Oldakowski argue that chapter 980 is unconstitutional because it interferes with their fundamental right to liberty without providing the protection guaranteed under the Due Process Clause.[10] Specifically, *302 they argue that substantive due process is violated because chapter 980 allows commitment: (1) without a showing of mental illness; (2) without an individualized showing of amenability to treatment; and (3) with an insufficient showing of dangerousness.\nIn addition to the procedural protections provided by the Due Process Clause, the United States Supreme Court has recognized \"a substantive component that bars certain arbitrary, wrongful government actions.\" Foucha v. Louisiana, 504 U.S. 71, 80 (1992) (quoting Zinermon v. Burch, 494 U.S. 113, 125 (1990)). Freedom from physical restraint is a fundamental right that \"has always been at the core of the liberty protected by the Due Process Clause from arbitrary governmental action.\" Foucha, 504 U.S. at 80 (citing Youngberg v. Romeo, 457 U.S. 307, 316 (1982)). The Supreme Court found that, \"[c]ivil commitment for any purpose constitutes a significant deprivation of liberty that requires due process protection.\" Addington v. Texas, 441 U.S. 418, 425 (1979).\n[4-6]\nReview of legislation that restricts a fundamental liberty requires this court to apply strict scrutiny to its due process analysis. In order to pass strict scrutiny, the challenged statute must further a compelling state interest and be narrowly tailored to serve that interest. Roe v. Wade, 410 U.S. 113, 155 (1973). In this instance, the state has dual interests\u0097to protect the community from the dangerously mentally disordered and to provide care and treatment to those with mental disorders that predispose them to sexual violence. The Supreme Court has recognized both of these interests as legitimate, the first under a state's police powers and the latter under its parens patriae powers. Addington, 441 U.S. at 426. The Court has also found that the government's *303 interest in detaining mentally unstable persons who pose a threat to the safety of the community is compelling. United States v. Salerno, 481 U.S. 739, 748-49 (1987). We find the state's dual interests represented by chapter 980 to be both legitimate and compelling.\n\n1. Mental Disorder v. Mental Illness\n[7]\nPost and Oldakowski assert that involuntary commitments require a finding of \"mental illness\" and that the \"mental disorder\" required under chapter 980 is not sufficiently narrowly tailored to survive strict scrutiny. Chapter 980 defines mental disorder as \"a congenital or acquired condition affecting the emotional or volitional capacity that predisposes a person to engage in acts of sexual violence.\" Wis. Stat. § 980.01(2). Post and Oldakowski claim that the term \"disorder\" sweeps too broadly and does not adequately define those who fall within its reach. The State counters that the definition of disorder in chapter 980 is sufficiently narrow in that it only applies to a small group of mentally disordered persons whose disorders have the specific effect of predisposing them to commit sexually violent acts. We agree with the State and hold that the term \"mental disorder\" as defined in chapter 980 satisfies the mental condition component required by substantive due process for involuntary mental commitment.\n[8,9]\nA statute must be narrowly enough drawn that its terms can be given a reasonably precise content and those persons it encompasses can be identified with reasonable accuracy. O'Connor v. Donaldson, 422 U.S. 563, 575 (1975). In chapter 980, the use of the term *304 \"mental disorder\" and its definition fulfill these requirements. Despite Post and Oldakowski's protestations, there is no talismanic significance that should be given to the term \"mental illness.\" Contrary to the position advanced by the dissent, \"mental illness\" is not required by either the federal or state constitution and the Supreme Court has declined to enunciate a single definition that must be used as the mental condition sufficient for involuntary mental commitments. The Court has wisely left the job of creating statutory definitions to the legislators who draft state laws. Noting that the substantive as well as procedural mechanisms for civil commitment vary from state to state, the Court declared that \"[t]he essence of federalism is that states must be free to develop a variety of solutions to problems and not be forced into a common, uniform mold.\" Addington, 441 U.S. at 431. Particularly when a legislature \"undertakes to act in areas fraught with medical and scientific uncertainties, legislative options must be especially broad and courts should be cautious not to rewrite legislation.\" Jones v. United States, 463 U.S. 354, 370 (1983) (quoting Marshall v. United States, 414 U.S. 417, 427 (1974)).\nThe Supreme Court itself has used numerous terms to describe the mental condition of those properly subject to civil commitment, including emotional and mental \"disorders.\"[11] State legislatures have also *305 relied on a variety of terms and definitions.[12] Even Wisconsin law relies on varied terminology. Chapter 51 (the Mental Health Act) defines \"mental illness\" in the context of involuntary commitment as \"a substantial disorder of thought, mood, perception, orientation, or memory which grossly impairs judgment, behavior, capacity to recognize reality, or ability to meet the ordinary demands of life.\" Wis. Stat. § 51.01(13)(b) (emphasis added).\nIt is important to stress that the above definitions serve a legal, not medical, function. Even the primary tool of clinical diagnosis in the psychiatric field, the Diagnostic and Statistical Manual of Mental Disorders (DSM-IV), warns of a significant risk of misunderstanding when descriptions designed for clinical use are transplanted into the forensic setting.[13] An apt analogy illustrating the need for separation between legal and medical definitions can be found in the Wisconsin jury instructions on criminal responsibility. In *306 that context, mental disease is statutorily defined as \"an abnormal condition of the mind which substantially affects mental or emotional processes,\" but the jury is cautioned that it is \"not bound by medical labels, definitions, or conclusions as to what is or is not a mental disease.\" Wis. JI-Criminal 605.\nIn support of its argument that a \"mental disorder\" cannot be a sufficient condition for commitment, the dissent cites testimony that \"mental disorders are the broad big umbrella that all of us could fall under.\" Dissent at 354. On the contrary, the DSM-IV states that a diagnosis of \"disorder\" is only appropriate when a manifestation of dysfunction crosses the \"boundary between normality and pathology.\" DSM-IV, at xxi. The DSM-IV acknowledges that \"no definition adequately specifies precise boundaries for the concept of 'mental disorder.'\" However, a mental disorder is \"conceptualized as a clinically significant behavioral or psychological syndrome or pattern that occurs in an individual\" and must reflect a current state of distress, impaired functioning or significant risk of pain, death or loss of freedom. Disorders do not include merely deviant behaviors that conflict with prevailing societal mores. DSM-IV, at xxi-xxii.\n[10]\nThe key to the constitutionality of the definition of mental disorder in chapter 980 is that it requires a nexus\u0097persons will not fall within chapter 980's reach unless they are diagnosed with a disorder that has the specific effect of predisposing them to engage in acts of sexual violence. Not all persons who commit sexually violent crimes can be diagnosed as suffering from mental disorders, nor are all persons with a mental disorder predisposed to commit sexually violent offenses.\n*307 [11]\nThe dissent asserts that the definition of \"mental disorder\" is circular and \"authoriz[es] lifetime commitment based not on mental illness but on past crimes.\"[14] Dissent at 354. This characterization fails to acknowledge that the focal point of commitment is not on past acts but on current diagnosis of a present disorder suffered by an individual that specifically causes that person to be prone to commit sexually violent acts in the future. The statute, as drafted, does not sweep too broadly; rather, it is narrowly tailored to allow commitment only of the most dangerous of sexual offenders\u0097those whose mental condition predisposes them to reoffend.\n2. Treatment\n[12-14]\nAdditionally, Post and Oldakowski argue that their right to due process is violated because treatment is not \"a serious objective\" of chapter 980. They assert that support for this claim is found in: (1) the lack of a requirement for an individualized showing of amenability to treatment; (2) the failure to seek commitment until completion of a sentence; and (3) the \"recognition\" in the psychiatric-medical community that treatment *308 for sex offenders is \"largely ineffective.\" As with all enactments, we presume good faith on the part of the legislature. State ex rel. Thomson v. Zimmerman, 264 Wis. 644, 652, 60 N.W.2d 416 (1953). We conclude that treatment is a bona fide goal of this statute and we presume the legislature will proceed in good faith and fund the treatment programs necessary for those committed under chapter 980.\nWe recognize, as has the Supreme Court, that the purpose of civil commitment \"is to treat the individual's mental illness and protect him and society from his potential dangerousness.\" Jones, 463 U.S. at 368. However, the State correctly points out that this does not necessarily equate with a constitutional requirement that commitment be based on amenability to treatment nor even on a constitutional right to treatment. These issues were addressed by Chief Justice Burger who found:\n. . . no basis for equating an involuntarily committed mental patient's unquestioned constitutional right not to be confined without due process of law with a constitutional right to treatment. Given the present state of medical knowledge regarding abnormal human behavior and its treatment, few things would be more fraught with peril than to irrevocably condition a State's power to protect the mentally ill upon the providing of \"such treatment as will give [them] a realistic opportunity to be cured.\"\nO'Connor, 422 U.S. at 587-89 (Burger, C.J., concurring) (footnote omitted).\n[15]\nPost and Oldakowski did not rely on any precedent in which \"treatability\" was held to be a constitutional prerequisite to commitment nor were they able to present *309 any evidence that the state will not treat persons committed under chapter 980. On the contrary, the state is clearly statutorily obliged under § 980.06(1) to provide \"control, care and treatment\" to those determined to be sexually violent persons. In addition, chapter 980 committed persons are entitled to the patient's rights conferred under chapter 51, which include the \"right to receive prompt and adequate treatment.\" Wis. Stat. § 51.61(1)(f). We find these statutory obligations to treat to be consistent with the nature and duration of commitments pursuant to chapter 980 and conclude that the lack of a precommitment finding of treatability is not offensive to the constitution under substantive due process.\nIn response to Post and Oldakowski's argument about the timing of chapter 980 commitments, we note that treatment, even specialized treatment directed toward sexual offenders, is currently available in the regular prison setting. For those who have fully availed themselves of treatment opportunities, a chapter 980 petition may be unnecessary. It is only those for whom previous treatment has proved ineffective, as demonstrated by their current diagnosis of a mental disorder that predisposes them to commit violent acts, that chapter 980 commitment will be appropriate. The focus on current mental condition is designed to afford persons with the most persistent problems the greatest help available. This court fails to see how a statute structured to cover only those demonstrated to be most in need of treatment can be characterized as \"not serious\" in its pursuit of the objective of providing treatment.\nFurther, the particularized treatment that will be provided to those committed under chapter 980 cannot, as the dissent infers, be as easily provided under chapter *310 51. Dr. Wood, acting unit manager for the sexually violent person unit of the Wisconsin Resource Center, testified that plans pursuant to the new law call for a dedicated wing which will solely house those committed as sexually violent persons. This unique unit will be staffed by psychologists, clinical nurses and psychiatric care technicians who will facilitate a treatment regimen focused on the needs of the sexually violent person by offering \"a multi-component concomitant behavioral program that will address issues at the level of arousal and fantasy as well as behavioral controls, relapse prevention and the attempt to work on both the underlying disorder as well as the potential dangerousness.\"\nAlthough Post and Oldakowski refer to studies by several behavioral scientists in which treatment for sexual offenders was deemed to be ineffective, there is by no means consensus within the behavioral sciences community on this issue. The State, in turn, cited numerous studies reporting positive results in reducing rates of recidivism through treatment.[15] There are many new techniques and treatment methods, such as \"cognitive-behavioral\" programs and \"relapse prevention\" *311 that are aimed at teaching sexual offenders skills to recognize and cope with situations such as anger and substance abuse that create high risk for relapse.[16] The fact that studies reaching opposite conclusions can be cited on both sides of this issue does not preclude the legislature from acting, nor does it compel a finding of unconstitutionality. The Supreme Court has addressed the lack of certainty in this area:\nWe do not agree with the suggestion that Congress' power to legislate in this area depends on the research conducted by the psychiatric community. We have recognized repeatedly the \"uncertainty of diagnosis in this field and the tentativeness of professional judgment. The only certain thing that can be said about the present state of knowledge and therapy regarding mental disease is that science has not reached finality of judgment . . . .\" The lesson we have drawn is not that government may not act in the face of this uncertainty, but rather that courts should pay particular deference to reasonable legislative judgments.\nJones, 463 U.S. at 364 n.13 (citations omitted). The Wisconsin Legislature has chosen to commit those found to be sexually violent persons for treatment and, heeding the above language, we do not question the relative merits of this treatment.\n3. Dangerousness\n[16]\nWe also reject Post and Oldakowski's claim that chapter 980's statutory definition of dangerousness[17]*312 sets an impermissibly low standard of \"substantial risk\" and is therefore unconstitutional. The Supreme Court has refused to proscribe strict boundaries for legislative determinations of what degree of dangerousness is necessary for involuntary commitment.[18] Substantive as well as procedural limitations on a state's traditional power to commit the dangerously mentally ill vary widely from jurisdiction to jurisdiction. Jackson v. Indiana, 406 U.S. 715, 736-37 (1972). The Supreme Court has noted the uncertainty endemic to the field of psychiatry and held that particular deference must be shown to legislative decisions in that arena. Jones, 463 U.S. at 364 n.13. The Court recognized that although predictions of future dangerousness may be difficult, they are still an attainable, in fact essential, part of our judicial process. Barefoot v. Estelle, 463 U.S. 880, 897 (1983). Here, the Wisconsin Legislature has devised a statutory method *313 for assessing the future danger posed by persons predisposed to sexual violence and we find it constitutionally sound.\nNature and Duration of Commitment\n[17]\nFurther, Post and Oldakowski contend that the nature of chapter 980 commitments bears no reasonable relationship to the purposes of commitment and is specifically contrary to the Supreme Court's holding in Foucha v. Louisiana, 504 U.S. 71 (1992). At a minimum, the Supreme Court has stated that \"due process requires that the nature and duration of commitment bear some reasonable relation to the purpose for which the individual is committed.\" Jackson, 406 U.S. at 738. The purposes of commitment under chapter 980 have already been identified as the protection of the community and the treatment of persons suffering from disorders that predispose them to commit sexually violent acts. The nature of the commitment (to the custody of DHSS with potential confinement in a secure mental health facility) is consistent with both purposes. Wis. Stat. §§ 980.06(1) and 980.065.\nThe language of the statute provides the best evidence of this reasonable relationship. Individuals found to be sexually violent persons are committed to the custody of DHSS \"for control, care and treatment\" in \"the least restrictive manner consistent with the requirements of the person and in accordance with the court's commitment order.\" Wis. Stat. §§ 980.06(1) and (2)(b). Chapter 980 committed persons are defined as \"patients\" under chapter 51, the Mental Health Act, and are entitled to the same rights as other patients, including the right to \"receive prompt and adequate treatment, rehabilitation and educational services *314 appropriate for his or her condition.\" Wis. Stat. § 51.61(1)(f). An additional right afforded to those defined as \"patients\" under chapter 51 is the requirement that facilities \"be designed to make a positive contribution to the effective attainment of the treatment goals of the hospital.\" Wis. Stat. § 51.61(1)(m). Commitment in a secure setting that provides specialized treatment for sexual offenders serves both to protect society and to treat the individual.\nAgain, the statutory language itself illustrates that the duration of the commitment, although potentially indefinite, is reasonably related to the purposes of the commitment. Periodic mental examinations are conducted \"for the purpose of determining whether the person has made sufficient progress to be entitled to transfer to a less restrictive facility, to supervised release or to discharge.\" Wis. Stat. § 980.07(1). Thus, the duration of an individual's commitment is intimately linked to treatment of his mental condition. Commitment ends when the committed person no longer suffers from a mental disorder or when that condition no longer predisposes him to commit acts of sexual violence. Protection of the community is also well-served by this statutory scheme because the danger to the public has necessarily dissipated when treatment has progressed sufficiently to warrant an individual's release.\nPost and Oldakowski argue that Wisconsin's Sexually Violent Person Commitment statute is in direct conflict with Foucha, based on the contention that chapter 980 allows an indefinite commitment on the basis of a diagnosis of antisocial personality disorder. However, we see our ruling today as consistent with both the conceptual framework and the specific findings expressed in Foucha. There, Louisiana's statutory *315 scheme for continuing confinement of insanity acquittees was found to be violative of both substantive due process and equal protection guarantees.[19] Although it sought to extend his commitment to a mental institution, the state conceded that Foucha was neither mentally ill nor was his condition treatable. Here, the State makes neither of the above concessions; in fact, commitment under chapter 980 is based on the presence of a mental disorder that the state intends to treat.[20]\nThe Court reiterated that the nature of commitment must relate to its purpose and found that because the state no longer considered Foucha mentally ill, its basis for committing him to a psychiatric facility had disappeared. Foucha, 504 U.S. at 78-79. In her concurrence in Foucha, Justice O'Connor stressed that the opinion addressed only Louisiana's specific statutory scheme and did not rule out more narrowly devised schemes. She further opined that it might even \"be permissible for Louisiana to confine an insanity acquittee who has regained sanity if, unlike the situation in this case, the nature and duration of detention were *316 tailored to reflect pressing public safety concerns related to the acquittee's continuing dangerousness.\" Id. at 87-88. Justice O'Connor reasoned that the state cannot confine insanity acquittees as mental patients without medical justification. Id. at 88. As discussed earlier, Wisconsin's statutory scheme is sufficiently narrowly tailored to withstand constitutional challenge because the nature and duration of chapter 980 confinements are reasonably related to the purposes for those commitments. We do not read Foucha to prohibit the commitment of dangerous mentally disordered persons.\nIn State v. Randall, 192 Wis. 2d 800, 532 N.W.2d 94 (1995), this court recently upheld the constitutionality of Wisconsin's scheme for the commitment of insanity acquittees against a challenge based on Foucha. We held that Foucha did not prohibit the continued commitment of sane but dangerous insanity acquittees \"so long as they are treated in a manner consistent with the purposes of their commitment, e.g., there must be a medical justification . . . .\" Randall, 192 Wis. 2d at 807. We noted that the treatment programs in Wisconsin's secure mental health facilities are designed to treat both mental and behavioral disorders and that the goal of safely returning an acquittee to the community can be well-served by continuing treatment aimed at reduction of danger arising from behavioral disorders even after an acquittee was deemed to no longer suffer from a condition that could be defined under the traditional rubric of mental illness. Id.\nUnder the statutory scheme of chapter 980, there is medical justification for the commitment of persons whose mental disorders predispose them to engage in sexually violent acts. Disorders such as paraphilias, which often form the diagnostic basis for chapter 980 *317 commitments, are characterized by recurrent urges and behaviors. Treatment that is specifically geared toward helping a committed person recognize and control these patterns of behavior certainly serves the goals of individualized treatment and community protection.\n[18,19]\nFinally, we point out that substantive due process analysis necessarily involves the balancing of individual liberties against the \"demands of an organized society.\" Youngberg, 457 U.S. at 320. The balance can favor danger-preempting confinement under proper circumstances, including the necessity of detaining \"mentally unstable individuals who present a danger to the public.\" Salerno, 481 U.S. at 748-49. We find that chapter 980 permissibly balances the individual's liberty interest with the public's right to be protected from the dangers posed by persons who have already demonstrated their propensity and willingness to commit sexually violent acts.\n\nEQUAL PROTECTION\nPost and Oldakowski also challenge chapter 980 on the basis that it denies them equal protection under the laws.[21] They specifically claim the following substantive differences between the statutory schemes for initial commitment under chapter 51 and chapter 980 are violative of equal protection: (1) § 51.20(1)(a)1 requires a showing of \"mental illness\" while § 980.02(2)(b) requires only \"mental disorder\"; (2) chapter 980 contains no requirement for an individualized *318 finding of suitability for treatment as does § 51.20(1); and (3) the standard for dangerousness in § 980.02(2)(c) is insufficient because there is no recent overt act requirement as in § 51.20(1)(a)2. Post and Oldakowski also argue that there are numerous procedural infirmities in chapter 980 that impermissibly impose more stringent requirements for release.[22]\n[20]\nWhen a party attacks a statute on the grounds that it denies equal protection under the law, the party must demonstrate that the state unconstitutionally treats members of similarly situated classes differently. Here, the parties agree, and we are also satisfied, that persons committed under chapters 51 and 980 are *319 similarly situated for purposes of an equal protection comparison.[23]\n[21,22]\nAlthough they agree that the classes to be compared in the equal protection analysis are similarly situated, Post and Oldakowski and the State strongly disagree on the level of judicial scrutiny that is to be applied to that comparison. Post and Oldakowski urge this court to employ strict scrutiny while the State argues that a rational basis test should be applied. Under a rational basis test, a classification \"cannot run afoul of the Equal Protection Clause if there is a rational relationship between the disparity of treatment and some legitimate governmental purpose.\" Heller v. Doe, 113 S. Ct. 2637, 2642 (1993). Classifications based on a suspect class, such as alienage or race, are traditionally subjected to strict scrutiny and must be shown to be necessary to promote a compelling governmental interest in order to be found constitutional. Graham v. Richardson, 403 U.S. 365, 376 (1971). Strict scrutiny has also been applied to invidious classifications that arbitrarily deprive one class of persons, but not another similarly situated, of a fundamental right. See Skinner v. Oklahoma ex rel. Williamson, 316 U.S. 535 (1942) (statute unconstitutionally authorized sterilization of persons convicted of some larcenies but not others); Police Department of the City of Chicago et al. v. Mosley, 408 U.S. 92 (1972) (distinction between peaceful labor picketing and other peaceful picketing impermissibly impinged on First Amendment rights).\n*320 The Supreme Court has not clearly articulated which of the two standards is to be applied to equal protection challenges of involuntary commitment statutes, nor has this court previously resolved the issue. The Court explicitly declined to determine whether the heightened level of scrutiny was applicable in a recent challenge because the issue had not been properly presented in the courts below. Heller, 113 S. Ct. at 2642. There, the case had been argued in lower courts solely on the theory of rational basis, and the Court maintained that level of review in finding that equal protection was not violated by differences in Kentucky's statutory procedures for involuntary commitment of the mentally ill and mentally retarded. Id.\nIn our decisions involving equal protection challenges to involuntary commitments under chapter 975 (the Sex Crimes Act), this court has consistently applied a rational basis test. See, e.g., State ex rel. Farrell v. Stovall, 59 Wis. 2d 148, 159, 207 N.W.2d 809 (1973); State ex rel. Terry v. Schubert, 74 Wis. 2d 487, 499, 247 N.W.2d 109 (1976); State v. Hungerford, 84 Wis. 2d 236, 256, 267 N.W.2d 258 (1978). The issue of whether a heightened level of scrutiny should be applied to classifications involving the mentally ill was discussed by this court in State ex rel. Watts v. Combined Community Services, 122 Wis. 2d 65, 81-83 n.8, 362 N.W.2d 104 (1985). In that instance, we found it unnecessary to resolve the issue as we concluded that the challenged disparities between chapter 51 and chapter 55 (which covers involuntary placements under the Protective Service System) did not survive even rational basis scrutiny. Id.\nThe question of which level of scrutiny is to be applied has been complicated by the Supreme Court's *321 introduction of a third \"intermediate\" level of scrutiny wherein a classification need only further a \"substantial interest of the State.\" Plyer v. Doe, 457 U.S. 202, 217-8 (1982). This level of review is to be employed only in limited circumstances when the legislation is not facially invidious but \"nonetheless give[s] rise to recurring constitutional difficulties.\" Id. at 217. The plurality portion of the Foucha opinion added to the confusion on this issue with the following language which does not use recognized terms of art for either of the two traditional levels of scrutiny: \"[f]reedom from physical restraint being a fundamental right, the State must have a particularly convincing reason, which it has not put forward, for such discrimination against insanity acquittees who are no longer mentally ill.\" Foucha, 504 U.S. at 86 (emphasis added). It is this language that Post and Oldakowski primarily rely on in urging this court to utilize strict scrutiny in its review of chapter 980.\n[23]\nWe conclude that, in this case, we need not resolve the appropriate level of scrutiny, as we find that all but one of the disparities challenged in chapter 980 pass even the highest level of scrutiny. The state's compelling interest in protecting the public provides the necessary justification for the differential treatment of the class of sexually violent persons whose mental disorders make them distinctively dangerous because of the substantial probability that they will commit future crimes of sexual violence.\n[24,25]\n\"Equal protection does not require that all persons be dealt with identically, but it does require that a distinction made have some relevance to the purpose for which the classification is made.\" Baxstrom v. *322 Herold, 383 U.S. 107, 111 (1966). Differences in difficulty of diagnosis, degree of dangerousness, and intrusiveness of treatment were found by the Supreme Court to be sufficient justifications for differential treatment of the mentally retarded and the mentally ill. See Heller, 113 S. Ct. 2637. The Supreme Court has also recognized that distinctions between the dangerous and non-dangerous mentally ill may be reasonable for purposes of \"determining the type of custodial or medical care to be given.\" Baxstrom, 383 U.S. at 111. As long as the mechanism adopted by a legislature is constitutional, as we have found chapter 980 to be, the people can choose, through their duly elected representatives, to address complex social problems in more than one way. There is no constitutional mandate that one alternative must be chosen over another and neither the federal nor the state constitution bars the state from creating and implementing a variety of solutions aimed at controlling a variety of ills. See Matter of Guardianship of K.N.K., 139 Wis. 2d 190, 209-10, 407 N.W.2d 281 (Ct. App. 1987), Heller, 113 S. Ct. at 2643-47.\n[26]\nAs the Supreme Court noted, \"the crucial question [in all equal protection cases] is whether there is an appropriate governmental interest suitably furthered by the differential treatment.\" Mosley, 408 U.S. at 95. The legislature has determined that, as a class, persons predisposed to sexual violence are more likely to pose a higher level of danger to the community than do other classes of mentally ill or mentally disabled persons. This heightened level of dangerousness and the unique treatment needs of sexually violent persons justify distinct legislative approaches to further the *323 compelling governmental purpose of protection of the public.\n1. Equal Protection Challenges to Substantive Standards for Commitment\n[27]\nAccording to Post and Oldakowski, the differences in substantive standards for commitment between chapter 51 and chapter 980 (the use of the term \"mental disorder,\" lack of \"treatability\" and recent overt act requirements) are violative of equal protection. We conclude that none of these claimed deficiencies is fatal to chapter 980. The distinctions between the terms \"mental illness\" and \"mental disorder\" were discussed earlier in this opinion and we find the difference in nomenclature to form no more of a constitutional impediment under equal protection than it did under substantive due process.\n[28]\nNor do we find the lack of a \"suitability for treatment\" requirement violative of equal protection. The requirement that persons committed under chapter 51 must be \"proper subject[s] for treatment\" has been interpreted by the court of appeals of this state to encompass treatment that is aimed at reducing aggressive behaviors and controlling symptomatic conduct even when there is a determination that the underlying mental condition cannot be \"cured.\" See In re Mental Condition of C.J., 120 Wis. 2d 355, 354 N.W.2d 219 (Ct. App. 1984). This court has previously recognized that \"Wisconsin's mental health facilities offer comprehensive treatment programs designed to reduce the patient's propensity for dangerousness.\" Randall, 192 Wis. 2d at 834. Broad leeway is particularly appropriate in the treatment of those prone to sexual *324 violence whose lack of control over their violent behavior is exactly what makes them so dangerous and requires their commitment for treatment. Because sexually violent persons pose specialized treatment problems and may require nontraditional therapies that cannot be assessed in the same manner as for other civilly committed persons, we find that the legislature is justified in not requiring a showing of amenability to treatment.\n[29]\nWe further conclude that the lack of a recent overt act requirement in chapter 980's definition of dangerousness does not render this standard unconstitutional under equal protection. Various mental conditions may receive different statutory treatment depending on the state's underlying interest in the commitment. The statutory criteria of dangerousness sufficient to support involuntary commitments already varies widely. For example, a protective placement under chapter 55 does not require a recent overt act but merely that the person's condition \"create a substantial risk of serious harm to oneself or others.\" Wis. Stat. § 51.06(2)(c). Even under chapter 51, if the subject of a petition for commitment is an inmate of a state prison or the subject of inpatient treatment in a mental hospital, a recent overt act is not necessary. Wis. Stat. §§ 51.20(1)(am) and (ar). The legislature defines dangerousness in chapter 980 on the basis of a current diagnosis of a mental disorder that has the effect of creating a substantial probability that the subject of the petition will engage in acts of sexual violence. We find the lack of a recent overt act under chapter 980 in no way violates equal protection.\n*325 [30]\nOnly persons who fit the following substantive criteria are subject to chapter 980 commitments\u0097those who have been convicted of specific sexually violent acts in the past and who are substantially probable to engage in sexually violent acts in the future because their current mental disorder predisposes them to engage in such conduct. The compelling state interest in protecting the public from such dangerously disordered persons justifies the differentiations the legislature has created in substantive threshold criteria.\n2. Equal Protection Challenges to Procedures of Commitment\n[31]\nPost and Oldakowski argue that equal protection is violated by the chapter 980 procedures that make release more difficult than the parallel provisions in chapter 51. The State counters that procedures need not be identical and that the procedural safeguards applied at the stage of initial commitment are actually much more stringent than those in chapter 51, thereby reducing the risk of erroneous commitment and lessening the need for the type of release procedures that the legislature chose to employ for chapter 51 committed persons. We find the State's arguments persuasive and agree that most of the differences between the two statutory schemes are justified by the state's compelling interest in the protection of the public from those who are dangerous due to a mental disorder which creates a substantial probability of future acts of sexual violence.\n[32]\nThe Supreme Court has recognized that a proper \"function of [the] legal process is to minimize the risk of *326 erroneous decisions\" and cautioned that, \"[t]he individual should not be asked to share equally with society the risk of error when the possible injury to the individual is significantly greater than any possible harm to the state.\" Addington, 441 U.S. at 425, 427. Loss of liberty through involuntary commitment imposes just such a heavy duty upon the state. Chapter 980 properly balances the risks by providing stringent procedural safeguards on the initial commitment process. At the commitment trial, the subject of the petition is afforded all of the rights available to a defendant in a criminal trial. Wis. Stat. § 980.05(1m). A person can be committed under chapter 980 only if a jury unanimously finds that all of the criteria in the petition are met beyond a reasonable doubt. Wis. Stat. § 980.03(3). This is contrasted with chapter 51, under which the state need only prove the substantive criteria by clear and convincing evidence and which allows commitment on a 5/6ths jury verdict. Wis. Stat. §§ 51.20(11) and (13)(e). The increased likelihood of accurate initial 980 commitment decisions reduces the need for some of the recommitment procedures that act as a safety net in chapter 51.\n[33]\nSpecifically, we find that the automatic expiration of chapter 51 commitments is not a universally required mechanism. Chapter 980 offers ample and fair opportunity for review and petition for release. An institutionalized committed person can petition for supervised release every six months and must be released unless the state can show clear and convincing evidence that continued secure confinement is necessary. Annual mental reexaminations are conducted and a probable cause hearing for discharge will be held unless the committed person affirmatively *327 waives this right. Wis. Stat. § 980.09(2). Thus, a person under a chapter 980 commitment is entitled to an annual review that will be held unless an affirmative waiver is submitted.\n[34]\nPost and Oldakowski argue that the procedure outlined in § 980.10 places an impermissibly onerous requirement on petitions for discharge. Following rejection of a petition filed without the approval of the secretary of DHSS, subsequent petitions filed without approval will be denied without a hearing unless the petition contains facts indicating the person's condition has so changed as to warrant a hearing. Wis. Stat. § 980.10. This procedure however, is clearly limited to \"subsequent petition[s] under this section.\" Wis. Stat. § 980.10 (emphasis added). In other words, this limitation does not apply to petitions for supervised release, petitions for discharge filed with the secretary's approval, or those filed without approval following the yearly examination. Nor does this section in any way affect a committed person's right to an annual hearing for discharge under § 980.09(2). We hold that the opportunities to seek release every six months and discharge annually are sufficient to meet constitutional demands and the state is not required to provide access to unlimited additional hearings unless adequate cause is shown.\n[35]\nPost and Oldakowski also claim that chapter 980 fails under an equal protection analysis because sexually violent person commitments are indefinite while chapter 51 commitments automatically expire. In Jones v. United States, the Supreme Court upheld an indefinite commitment scheme for insanity acquittees, citing with approval the reasoning that \"because it is *328 impossible to predict how long it will take for any given individual to recover \u0097 or indeed whether he ever will recover \u0097 Congress has chosen, as it has with respect to civil commitment, to leave the length of commitment indeterminate, subject to periodic review of the patient's suitability for release.\" Jones, 463 U.S. at 368. Where, as here, one of the purposes of the commitment is to protect the public through incapacitation and treatment of dangerous mentally disturbed individuals who are substantially likely to engage in future acts of sexual violence, release properly hinges on the progress of treatment rather than any arbitrary date in time. The commitment ends when this purpose is satisfied \u0097when the committed person no longer poses a danger to the community as a sexually violent person.\n[36]\nChapter 980 must fail, argue Post and Oldakowski, because it does not provide for jury trials at discharge hearings, as does chapter 51. In its review of chapter 975, Wisconsin's Sex Crimes Act, the United States Supreme Court commented that because commitments are based on social and legal as well as medical judgments, \"the jury serves the critical function of introducing into the process a lay judgment, reflecting values generally held in the community, concerning the kinds of potential harm that justify the State in confining a person for compulsory treatment.\" Humphrey v. Cady, 405 U.S. 504, 509 (1972). This court previously found, in a comparison of chapters 51 and 975, that denial of a jury trial only to the latter in recommitment proceedings violated equal protection. Farrell, 59 Wis. 2d at 168. Similarly, we find in this instance that there is no justification for this distinction between chapter 51 and chapter 980 and that equal protection demands that a right to a jury trial be *329 made available at this important stage. However, we stress that this conclusion is not fatal to the statute itself.\n[37,38]\nThis court has previously construed deficient statutes to include constitutionally required procedures. State ex rel. Terry v. Schubert, 74 Wis. 2d 487, 498, 247 N.W.2d 109 (1976). We do so again by holding that persons committed under chapter 980 must be afforded the right to request a jury for discharge hearings under §§ 980.09 and 980.10. Because chapter 51 requires only a jury of six, the same will be made available upon request to chapter 980 committed persons. We note that the burden of proof for the state in such discharge hearings will remain clear and convincing, which comports with the level required in chapter 51 recommitment hearings. See Wis. Stat. §§ 980.09(1)(b), (2)(b) and 51.20(13)(e).\n[39]\nFinally, Post and Oldakowski argue that their right to equal protection under the law is violated because persons who may be equally dangerous (because they have the same mental disorders, the same proclivities and have committed the same crimes), but who are not currently incarcerated, are not affected by chapter 980. Both the Supreme Court and this court have rejected this \"all or nothing\" approach. The Supreme Court has stated that the question is not whether state laws can go farther, indeed that \"the legislature is free to recognize degrees of harm, and it may confine its restrictions to those classes of cases where the need is deemed to be clearest.\" Minnesota ex rel. Pearson v. Probate Court of Ramsey County, Minn., 309 U.S. 270, 274-75 (1940), affg 205 Minn. 545, 287 N.W. 297 (1939). In the same vein, this court has held *330 that if \"the law presumably hits the evil where it is most felt, it is not to be overthrown because there are other instances to which it might have been applied.\" State v. Hart, 89 Wis. 2d 58, 68-69, 277 N.W.2d 843 (1979) (quoting State ex rel. Baer v. Milwaukee, 33 Wis. 2d 624, 634, 148 N.W.2d 21 (1967)). We agree with the State that it would be difficult, if not impossible, to \"draw the line\" if the legislature had attempted to craft a statute encompassing persons in the general community. The Supreme Court has recognized that \"[a] statute does not violate the Equal Protection Clause merely because it is not all-embracing,\" Whitney v. California, 274 U.S. 357, 370 (1927), and we find that the claim of underinclusiveness here is insufficient to sustain an equal protection challenge.\n[40]\nIn summary, the state has a compelling interest in protecting the public from dangerous mentally disordered persons and we find that its statutorily distinctive mechanisms, as found in chapter 980, do not violate equal protection. Also, we note the words of the Supreme Court regarding differential treatment of non-suspect classes:\n. . . where individuals in the group affected by a law have distinguishing characteristics relevant to interests the State has the authority to implement, the courts have been very reluctant, as they should be in our federal system and with our respect for the separation of powers, to closely scrutinize legislative choices as to whether, how, and to what extent those interests should be pursued. *331 City of Cleburne v. Cleburne Living Center, 473 U.S. 432,441 (1985).[24] The legislature has chosen to provide a mechanism for the civil commitment of a narrowly defined group of persons who have been convicted of a sexually violent offense, are within 90 days of release, and currently have a mental disorder that predisposes them to repeat that violent conduct. We reiterate \u0097legislative enactments are presumed constitutional. We find no infirmities in this scheme that adequately rebut that presumption.\n\nII. CHAPTER 975 COMMITTED PERSONS\n[41]\nFinally, Post and Oldakowski argue that the governor's partial veto of Special Session Assembly Bill 3 resulted in a gap in the newly created chapter 980 which makes it inapplicable to those committed pursuant to chapter 975, the Sex Crimes Act.[25] An objective test is applied following a partial veto requiring what remains to be a \"complete, entire, and workable law.\" *332 State ex rel. Kleczka v. Conta, 82 Wis. 2d 679, 706, 264 N.W.2d 539 (1978).\nPost and Oldakowski assert that the law following the veto is unworkable in that it: (1) did not repeal § 975.12 that specifies chapter 51 civil commitments as the exclusive means of extending a chapter 975 commitment; (2) does not abrogate the privileged nature of treatment records; and (3) provides no mechanism for notification of pending release of chapter 975 committed persons nor for transmission of otherwise confidential information to the appropriate authorities.\n[42,43]\nWe find Post and Oldakowski's claim that chapter 51 proceedings provide the exclusive method to \"extend\" civil commitment of chapter 975 committed persons unpersuasive. This argument centers on the language of § 975.12(1) which states that persons shall be discharged at the end of one year or the maximum term for the underlying offense for which they were convicted unless DHSS has petitioned for civil commitment under § 51.20. We acknowledge that the veto did not repeal this section, but we find that point irrelevant. A chapter 980 commitment is not an \"extension\" of any other type of commitment and § 975.12 does not limit the state's ability to seek a separate civil commitment under chapter 980.\n[44]\nPost and Oldakowski originally argued that the veto failed to abrogate the physician-patient privilege of § 905.04(2) which prevents the use in court of confidential communications by a patient to any treatment provider. At oral argument, Post and Oldakowski conceded that the general rule of physician-patient privilege is subject to exception once the mental state of *333 the committed person becomes an issue at a hearing. This concession was appropriate as this court has previously ruled that chapter 975 continuation of control hearings fall within the statutory exception to privilege as \"proceedings for hospitalization.\" Wis. Stat. § 905.04(4)(a). See State v. Cramer, 98 Wis. 2d 416, 425, 296 N.W.2d 921 (1980), cert. denied, 450 U.S. 924 (1981). We conclude that both initial commitment and discharge hearings under chapter 980 are similarly \"proceedings for hospitalization\" which fall within the established exception to the privilege found in § 905.04(4)(a).\nPost and Oldakowski's final claim, that the post-veto law does not provide mechanisms for notice or release of confidential information, rests on the following language in § 980.015:\n(2) If an agency with jurisdiction has control or custody over a person who may meet the criteria for commitment as a sexually violent person, the agency with jurisdiction shall inform each appropriate district attorney and the department of justice regarding the person as soon as possible beginning 3 months prior to the applicable date of the following:\n(a) The anticipated discharge from a sentence, anticipated release on parole or anticipated release from imprisonment of a person who has been convicted of a sexually violent offense.\n(b) The anticipated release from a secured correctional facility, as defined in s. 48.02(15m), of a person adjudicated delinquent under s. 48.34 on the basis of a sexually violent offense.\n(c) The termination or discharge of a person who has been found not guilty of a sexually violent offense by reason of mental disease or defect under s. 971.17.\n*334 Post and Oldakowski read this to cover only persons imprisoned, adjudicated delinquent and placed in a secure correctional facility, or found not guilty by reason of mental disease or defect. They reason that persons under chapter 975, committed in lieu of imprisonment, do not \"fit\" into any of the categories and therefore DHSS can neither supply notification of their pending release nor transmit their records. Post and Oldakowski acknowledge that the legislature created a new exception to the confidentiality of treatment records that specifically allows access:\nTo the department of justice or a district attorney under s. 980.015(3)(b), if the treatment records are maintained by an agency with jurisdiction, as defined in s. 980.015(1), that has control or custody over a person who may meet the criteria for commitment as a sexually violent person under ch. 980.\nWis. Stat. § 51.30(4)(b)10m. However, they assert that because persons committed under chapter 975 do not \"fit\" into the challenged language in § 980.015, the exception to confidentiality cannot be triggered.\nIf an \"agency with jurisdiction\" (defined as the agency with the \"authority or duty to release or discharge\") has \"control or custody over a person who may meet the criteria for commitment as a sexually violent person\" it shall inform the DOJ or district attorney within 90 days of the anticipated discharge from sentence or release on parole of the status of such person. Wis. Stat. § 980.015.\n[45]\nUnder chapter 975, a person convicted of certain sexual offenses and found to be in need of specialized treatment could be committed to the custody of DHSS rather than sentenced to prison. Wis. Stat. §§ 975.001, *335 and 975.06(2). DHSS remains the agency with the authority to release on parole persons committed under chapter 975. Wis. Stat. § 975.10. Thus, chapter 975 committed persons clearly do \"fit\" within the category of persons described in § 980.015(2)(a) in that they may be released on parole following a conviction for a sexually violent offense.\n[46]\nWe hold that the above language does not preclude but rather requires DHSS to provide notification of pending release and to transmit relevant treatment records concerning persons committed under chapter 975 whom DHSS deems may be candidates for commitment as sexually violent persons. Wis. Stat. § 980.015(3)(b). DHSS, as the agency with jurisdiction, has the obligation to provide DOJ or the district attorney with such information concerning all persons who might meet the statutory commitment criteria, i.e., those who: (1) have been convicted of a sexually violent offense (§ 980.02(2)(a)); (2) are within 90 days of discharge or release from a commitment order entered as a result of a sexually violent offense (§ 980.02(2)(ag)); (3) have a mental disorder (§ 980.02(2)(b)); and (4) are dangerous because that disorder creates a substantial probability that he or she will engage in acts of sexual violence (§ 980.02(2)(e)). This description potentially encompasses persons committed under chapter 975 and the post-veto law in no way excludes them from coverage.\n[47]\nWe conclude that the governor's veto resulted in a complete and workable law that properly encompasses persons originally committed under chapter 975.\nBy the Court.\u0097The order of the circuit court is reversed and the cause is remanded.\n*336 SHIRLEY S. ABRAHAMSON, J. (dissenting).\nNo one denies that the crimes precipitating the passage of chapter 980 are among the most heinous afflicting our society. One can readily understand why the legislature, faced with such wrongs, sought redress through the enactment of chapter 980. But much as I might empathize with the legislature and much as I might share the concerns which led to the passage of chapter 980, it is beyond reasonable doubt that chapter 980 is unconstitutional. I join the many judges from Wisconsin[1] and other jurisdictions[2] who have found that similar statutes create unconstitutional preventive detention based primarily on predictions of dangerousness.\nIn authorizing the incarceration of individuals on the basis of past crimes for which they have already served their sentences, chapter 980 violates constitutional provisions against double jeopardy and ex post facto laws. In creating a circularly defined class of \"sexually violent persons\" who can be committed without evidence of mental illness and who could not be committed under Wisconsin's civil commitment law, chapter 980 violates constitutional guarantees of substantive due process and equal protection.\nThe state cannot violate individual rights inscribed in the constitutions by creating special classes of individuals whose constitutional rights are *337 diminished. Although the end result may seem attractive, under our constitutions the state cannot simply lock people up on the supposition that they will be dangerous in the future when they have already served their sentences for crimes committed in the past.\nThe legislative, executive and judicial branches have available other, constitutionally valid methods of addressing the dangers posed by violent criminals. These methods include tougher and more stringent supervision of those on parole or conditional release, chapter 51 commitment, more intensive prison treatment programs, longer legislatively enacted sentences for crimes of sexual violence, and prosecutors' advocacy for and judges' imposition of lengthier or consecutive sentences at the time of sentencing. Such responses to the dangers posed by sex offenders can protect the community without eroding the constitutional guarantees that protect all of us. For the reasons set forth, I dissent.[3]\n\nI.\nThe issue presented is whether chapter 980's restriction on liberty principally constitutes permissible civil commitment or impermissible punishment. If *338 chapter 980 is principally punitive, it violates the ex post facto and double jeopardy clauses of the Wisconsin and federal constitutions.[4]\nThis court has explained that \"[g]overnmental action is punishment under the double jeopardy clause if its principal purpose is punishment, retribution or deterrence. When the principal purpose is nonpunitive, the fact that a punitive motive may also be present does not make the action punishment.\" State v. Killebrew, 115 Wis. 2d 243, 251 (1983) (emphasis added).\nThe language of chapter 980 provides insufficient evidence of remedial intent while its legislative history, purpose and effect provide overwhelming evidence of its principally punitive purpose. In determining that chapter 980 passes constitutional muster, however, the majority opinion in State v. Carpenter, 197 Wis. 2d 252, 541 N.W.2d 105 (1995) relies on chapter 980's language and structure while ignoring its legislative history, purpose and effect. This approach misconstrues the very U.S. Supreme Court precedent which, as the majority correctly observes, this court has consistently followed in interpreting the double jeopardy and ex post facto clauses of the Wisconsin and federal constitutions. When correctly applied, the Supreme Court's test clearly reveals that chapter 980 violates the double jeopardy and ex post facto clauses in both constitutions.\n*339 According to the majority opinion in Carpenter, 197 Wis. 2d 269-70, \"we look to the plain language of the statute as evidence of the legislature's intent,\" Carpenter, (discussing possible double jeopardy violations), and \"we must consider the language and structure of the statute to determine whether it serves a legitimate regulatory public purpose,\" Id. at 273 (discussing possible ex post facto violations). The majority opinions points repeatedly to chapter 980's treatment provisions to conclude that the chapter is remedial rather than punitive. For example, the majority opinion notes that \"a person found to be sexually violent is committed to the custody of DHSS for control, care, and treatment, as opposed to the DOC for imprisonment.\" Id. at 266. The majority opinion thereby concludes that \"[t]he emphasis on treatment in ch. 980 is evident from its plain language.\" Id.\nIf reference to treatment were sufficient to render a statute civil, however, chapter 302, governing state prisons and jails, would be transmogrified into a civil statute. Arguably the most punitive of all the Wisconsin statutes, chapter 302 nevertheless refers to treatment 30 times; chapter 980 mentions treatment 9 times. Chapter 302 provides for \"confinement, treatment, and rehabilitation\" in Wisconsin's prisons;[5] chapter 980 provides for \"control, care, and treatment\" of chapter 980 committees.[6] One of the purposes of chapter 302 is \"to provide a just, humane and efficient program of rehabilitation of offenders.\"[7] Chapter 980 *340 contains no comparable statement evincing a purpose to provide treatment.\nLooking solely to the plain language of chapter 302, as the majority would have a court do, the court would conclude that chapter 302 manifests great concern with treatment and, applying the majority opinion's reasoning, would conclude that the purpose and effect of the statute governing prisons is remedial. But while both rehabilitation and treatment have long been among the justifications for imprisonment,[8] their inclusion in the stated purpose and statutory language of chapter 302 does not alter the fact that the principal purpose of the statute governing prisons and jails is punishment. Statutory language alone, then, cannot resolve the question of whether a statute containing remedial aspects is principally punitive in purpose.\nNothing in the language of chapter 980 refers to the commitment it prescribes as a civil commitment.[9] Even if chapter 980 had expressly referred to its commitment procedures as civil, the U.S. Supreme Court has repeatedly warned that a legislature's designation *341 of a statute as \"civil\" or \"remedial\" rather than \"punitive,\" \"retributive\" or \"deterrent\" is not determinative in gauging the principal purpose that statute actually serves. Notwithstanding how a statute is labeled or characterized by the legislature, \"a civil as well as a criminal sanction constitutes punishment when the sanction as applied in the individual case serves the goals of punishment . . . [A] civil sanction that cannot fairly be said solely to serve a remedial purpose, but rather can only be explained as also serving either retributive or deterrent purposes, is punishment, as we have come to understand the term.\"[10] Therefore, a court must look beyond a statute's language and structure and inquire further whether the statutory scheme *342 was so punitive either in purpose or effect as to negate the remedial aspects of the statute. United States v. One Assortment of 89 Firearms, 465 U.S. 354, 362-63 (1984) (citing United States v. Ward, 448 U.S. 242, 248 (1980)).\nNot surprisingly, in exploring a statute's principal purpose, the Supreme Court has examined legislative history. See, e.g., Kennedy v. Mendoza-Martinez, 372 U.S. 144, 169-184 (1963); Flemming v. Nestor, 363 U.S. 603, 618-619 (1960). Quoting Flemming, the majority opinion in Carpenter asserts that courts should not look beyond the language of a statute in determining legislative intent. Carpenter, 197 Wis. 2d at 269. The Flemming Court did, however, look at legislative history in determining Congressional intent. Flemming, 363 U.S. at 619. The Flemming Court refers at length to previous Supreme Court cases in which the Court had relied upon such \"Congressional history\" or the \"Court's first-hand acquaintance with the events and the mood\" surrounding passage of a statute in determining that a nominally civil statute was actually punitive. See, e.g., Flemming, 363 U.S. at 615.\nNoting that \"only the clearest proof could suffice to establish the unconstitutionality of a statute\" on the basis of legislative history, Flemming, 363 U.S. at 617, the Flemming Court concluded that the \"meagre [legislative] history\" available in relation to the statute at issue in that case was insufficient to prove Congress' punitive intent. Flemming, 363 U.S. at 617-619. In contrast, as I explain below, all the legislative history of chapter 980 provides clear proof of its punitive purpose: to reduce the likelihood that sexual predators might reoffend by prolonging their detention past the completion of their prison terms.\n*343 The context in which a statute is passed assists in determining legislative intent.\nIt is established practice in American legal processes to consider relevant information concerning the historical background of enactment in making decisions about how a statute is to be construed and applied . . . . These extrinsic aids may show the circumstances under which the statute was passed, the mischief at which it was aimed and the object it was supposed to achieve.\nNorman J. Singer, 2A Sutherland Statutory Construction § 48.03 at 315 (1992)(note omitted).[11]\nThe enactment of chapter 980 was preceded by a widely publicized, highly politicized and extremely emotional public debate following the release of the notorious sex offender Gerald Turner.[12] In calling a special legislative session to enact chapter 980, Governor Tommy Thompson expressed the hope that \"[w]e might be able to use this civil commitment procedure to keep them [i.e., convicted sex offenders] in jail.\"[13] In equating civil commitment with jail, the Governor speaks volumes concerning the primarily punitive nature and purpose of chapter 980's allegedly civil commitment proceedings.\n*344 Drafting requests and statements made by sponsors of legislation prior to enactment have long been considered authoritative in construing legislative intent.[14] The stated views of Representative Lolita Schneiders, a legislator who sponsored chapter 980, make clear that its primary purpose is deterrence, one of \"the traditional aims of punishment.\" Kennedy v. Mendoza-Martinez, 372 U.S. at 168.\nIn her drafting request to the Legislative Reference Bureau for the first version of chapter 980, Representative Schneiders stated that the bill \"seeks to place further restrictions on the most heinous of repeat sexual offenders\" by insuring that \"the prison stay [would] be lengthened\" for any \"predator\" who remained \"a significant threat to society.\"[15] Representative Schneiders acknowledged in her request that \"[t]hese predators are sane, not mentally ill\" and opined that they are \"highly resistant to change.\" She sought legislation which would \"mak[e] the offender *345 face a lifetime of accountability and loss of liberty for engaging in [past] sexually assaultive acts.\"[16]\nBoth the drafting file and the written views of those associated with the drafting process have also long been considered reliable indicia of legislative intent.[17] The comments of the principal draftsman of chapter 980, Legislative Reference Bureau attorney Jeffrey Olsen, provide further evidence of the statute's punitive intent. According to the draftsman, he understood that the legislative intent was \"to make continued commitment of the person as secure as possible . . . .\"[18]\nThe events leading up to the passage of chapter 980 therefore confirm the statement of one circuit court judge who held chapter 980 unconstitutional: \"[t]o suggest that this law is merely a benign exercise of the State's parens patriae authority without a significant punitive content is to ignore the reality of the political context in which this law was passed and the manner in which it was drafted.\"[19]\n*346 The placement of chapter 980 within the Wisconsin statutes also lends support to the conclusion that its principal purpose is punitive rather than remedial. Chapter 980 is placed squarely within the criminal portion of the Wisconsin statutes. Although the state claims that this placement is not \"significant to show the legislature intended to create a criminal statute,\"[20] Wisconsin case law suggests otherwise. The \"position of [a] section [of the statutes] in controversy is very persuasive as to its intent.\" Montreal Mining Co. v. State, 155 Wis. 245, 248, 144 N.W. 195 (1913). Although not itself dispositive, the fact that the legislature placed an act in a particular section of the statutes can, when supplemented by other evidence, corroborate the impression that placement conveys. State v. Rabe, 96 Wis. 2d 48, 73-74, 291 N.W.2d 809 (1980).\nThus the legislative history of chapter 980 clearly demonstrates the extent to which this nominally remedial statute principally evinces a punitive purpose, namely the ongoing incarceration of convicted sex offenders who might otherwise be released.\nFurthermore, because chapter 980 requires that convicted sex offenders serve their criminal sentences before being committed under its auspices, the statute is inextricably linked to a punitive purpose and effect, notwithstanding its remedial features.[21] Why would a *347 legislature with a principal interest in treatment create a statute deliberately delaying the promised treatment and thereby exacerbating the alleged ills which it is designed to cure? An individual's need for diagnosis and treatment does not surface only at the end of a prison term. The state's failure to mandate treatment prior to the completion of the punishment phase \"strongly suggests that treatment is of secondary, rather than primary, concern.\" Young v. Weston, 898 F. Supp 744, 753 (D. Wash. 1995).[22]\n*348 The majority in State v. Post observes that treatment is already available to sex offenders within the prison setting and that chapter 980 is therefore reserved for those who have not fully availed themselves of previous treatment opportunities or for whom previous treatment has proven ineffective. Majority op. at 308. The statute, the majority continues, is structured \"to cover only those demonstrated to be most in need of treatment\" and is therefore serious in pursuing the objective of providing treatment. Id.\nThe limited treatment available in prison belies this observation. According to Raymond Wood, acting chief of the sexually violent person unit at the Wisconsin Department of Corrections' Wisconsin Resource Center, many incarcerated sex offenders currently wait as long as seven years before being transferred to an institution where full treatment might be available.[23] Wood's testimony indicated that prison treatment programs are not \"nearly as intensive\" or *349 \"broad based\" and \"don't have the same number of components\" as those available following civil commitment. Wood also acknowledged that \"there are differences between the way seclusion is used in a mental health facility and the way that segregation is used in a correctional facility\" as well as a panoply of differences regarding the rights of the respective populations, the care and treatment owed to the respective populations, and the qualifications and standards expected of the respective staffs.\nNotwithstanding these differences, the majority opinion in Carpenter relies upon Allen v. Illinois, 478 U.S. 364 (1986), in claiming that chapter 980's imposition of commitment subsequent to a criminal sentence is not \"fatal.\" Carpenter, 197 Wis. 2d at 270-71. In the Illinois statute under review in Allen, however, commitment was in lieu of rather than in addition to a prison sentence. Hence the Illinois statutory scheme \"was focused solely on providing treatment to mentally disordered sex offenders,\" demonstrating that \"Illinois had' disavowed any interest in punishment.'\" Young v. Weston, 898 F. Supp. at 752, (citing Allen, 478 U.S. at 370).\nThis difference between the Illinois and Wisconsin statutes underscores the remedial nature of the Illinois statute and, by contrast, accents the punitive nature of chapter 980. I conclude that the Allen decision renders chapter 980 unconstitutional.[24]\n*350 To sum up, chapter 980's nominally remedial purpose is belied by a revealing paper trail of legislative history demonstrating its principally punitive purpose and effect. Although one might fairly characterize treatment as one of chapter 980's purposes, careful analysis of the statute establishes that its primary purpose is punitive and therefore unconstitutional. Chapter 980's professed concern with treatment is further compromised by the requirement that those slated for treatment under the statute first serve a full criminal sentence, thereby delaying that treatment, possibly for decades.\nAccording chapter 980 the presumption of constitutionality owing to every legislative enactment, I nevertheless conclude that these indicia of a punitive purpose and effect establish beyond a reasonable doubt that chapter 980 violates the protections against double jeopardy and ex post facto laws incorporated in the Wisconsin and federal constitutions.\n\nII.\nThe right to substantive due process \"bars certain arbitrary, wrongful actions `regardless of the fairness of the procedures used to implement them.'\" Foucha v. Louisiana, 504 U.S. 71, 80 (1992) (quoting Zinermon v. Burch, 494 U.S. 113, 125 (1990)). Using a substantive due process analysis, the U.S. Supreme Court has carefully circumscribed those occasions when the state may, for nonpunitive reasons, detain individuals and thereby deprive them of their constitutionally protected *351 liberty. Youngberg v. Romeo, 457 U.S. 307, 316 (1982); Addington v. Texas, 441 U.S. 418, 425 (1979). According to the cases cited by the majority opinion in Post, a state may not commit any person without clear and convincing evidence that the person is both mentally ill and dangerous.[25]\nBecause chapter 980 allows the commitment of individuals who are not both mentally ill and dangerous, I conclude that it violates substantive due process guarantees of the Wisconsin and federal constitutions. Further, because there is no rational basis for authorizing civil commitment according to the substantive standards for commitment under chapter 980 rather than those already available under current civil commitment standards, I also conclude that chapter 980 violates equal protection guarantees inscribed in both constitutions.\n\nA.\nThe majority opinion in Post acknowledges that \"a mental condition component\" is a requirement of substantive due process for commitment under chapter 980. Majority op. at 303-07. At the same time, the majority opinion in Post observes that the U.S. Supreme Court has never attempted to establish one constitutionally required definition of \"mental illness,\" but has instead allowed the states some degree of latitude in developing their own definitions. Id. at 304.[26]\n*352 But a recognition that mental illness or the neologism \"mental condition component\" may be defined in more than one way hardly suggests that mental illness can be defined howsoever the state pleases. If the constitutionally prescribed threshold of mental illness has no core meaning and can mean everything, then it means nothing.\nThe Foucha case teaches that states are not free to define any deviancy they please as a mental illness and thereby commit to mental hospitals anyone who might fit their definition. Were there no limit on a state's substantive power to commit individuals, a state could civilly commit whole categories of criminal offenders such as intoxicated drivers merely by branding them deviant and designating them mentally disordered. The Foucha Court underscored this point in holding that an insanity acquittee with a diagnosed antisocial *353 personality disorder could not be confined as mentally ill. Foucha, 504 U.S. at 77-83.\nFor even as the Foucha Court acknowledged that \"psychiatrists widely disagree on what constitutes a mental illness,\" it nevertheless insisted that there was sufficient consensus regarding a definition to make specific and \"reliable\" determinations about who can be considered mentally ill for purposes of the constitutionally required threshold for civil commitment. Foucha, 504 U.S. at 76 n.3. If, however, mental illness or a \"mental condition component\" means whatever a state claims it means, a constitutionally required threshold for deprivation of liberty would be transformed into a meaningless standard signifying whatever state legislatures want it to signify.\nAs both the legislative history of chapter 980 and the records before us reveal, those involved in drafting, enacting and implementing chapter 980 understood very well that the broader, more nebulous notion of \"mental disorder\" required for chapter 980 differed greatly from the \"mental illness\" required by the state and federal constitutions.\nIn her original drafting memorandum to the Legislative Reference Bureau, Representative Schneiders stated that \"[t]hese predators are sane, not mentally ill, despite the depraved nature of their crimes.\"[27] The chief draftsman for chapter 980 recognized the constitutional problems inherent in the drafting request. \"[A]s I have said before,\" he warned in raising problems with the term \"mental disorder,\" \"I am not confident that the law is being narrowly enough drawn because it *354 is impossible to say who should be committed\" on the basis of a mental disorder \"we are not even sure exists.\"[28]\nThe two psychologists who testified at Carpenter's probable cause hearing for commitment under chapter 980 acknowledged a distinction between the concepts of generic mental disorder and mental illness. Dr. Wood testified that mental illness \"may be a subset of that larger group of disorder[s] known as mental disorder\" and included within the American Psychiatric Association's Diagnostic and Statistical Manual of Mental Disorders (4th ed. 1994) (DSM-IV).[29] He also explained that \"[m]ental illness is far more incapacitating in terms of reality appreciation, the standard sorts of tests that we might apply to determine if somebody was loosely speaking crazy or not.\"\nGreg Van Rybroek, clinical director of the Mendota Mental Health Institute, drew a similar contrast between mental disorders and mental illness, noting that \"there is a distinction in terms of definition\" and that \"mental disorders are the broad big umbrella that all of us could fall under.\" Among the disorders comprising this broad, big umbrella of mental disorder \"that all of us could fall under\" and included within the DSM-IV Manual are eating disorders such as anorexia and bulimia; sleeping disorders such as insomnia; caffeine-induced anxiety disorder; and agoraphobia *355 (anxiety about being in places or situations from which escape is difficult).[30]\nFinally \"mental disorder\" is defined in chapter 980 not in terms of mental illness, mental disease or mental defect but in terms of a predisposition to sexual crimes. Under chapter 980 \"mental disorder\" is \"a congenital or acquired condition affecting the emotional or volitional capacity that predisposes a person to engage in acts of sexual violence.\" Wis. Stat. § 980.01(2). Since every condition is necessarily either congenital or acquired, and since \"emotional or volitional capacity\" simply describes the decision-making processes affecting how people act, mental disorder under chapter 980 means no more than a predisposition to engage in acts of sexual violence.\nThus chapter 980 attempts to create a mental disorder authorizing lifetime commitment based not on mental illness but on past crimes for which the prospective committee has already served the prescribed sentence. This definition is entirely circular: a prospective committee's \"mental disorder\" is derived from past sexual offenses which, in turn, are used to establish a predisposition to commit future sexual offenses.[31]\n*356 The majority opinions' attempt to uphold the constitutionality of chapter 980 by relying on a circular definition of mental disorder premised on dangerousness reveals that the true purpose of chapter 980 is to lock up those considered dangerous, regardless of whether they are mentally ill. But dangerousness, standing alone, is not constitutionally sufficient to justify a civil commitment. Such a rationale, warned the U.S. Supreme Court, would allow the state to incarcerate any \"convicted criminal, even though he has completed his prison term.\" Foucha, 504 U.S. at 82-83. Indeed, such a rationale would be only \"a step away from substituting confinements for dangerousness for our present system which, with only narrow exceptions and aside from permissible confinements for mental illness, incarcerates only those who are proved beyond reasonable doubt to have violated a criminal law.\" Id. at 83.[32]\n*357 Despite this stern admonition, the majority opinion in Post reads Justice O'Connor's concurrence in Foucha and this court's decision last term in State v. Randall, 192 Wis. 2d 800, 532 N.W.2d 94 (1995), as allowing the state to prolong the confinement of potentially dangerous albeit sane individuals, so long as some medical justification for that confinement continues to exist. Majority op. at 315-16. But this reading relying on medical justification overstates both holdings.\nBoth Foucha and Randall involved insanity acquittees who, but for original diagnoses that they were mentally ill, would have been required to serve prison sentences for the commission of their respective crimes. The relationship between Foucha's and Randall's respective insanity acquittals and the length of time they would have served if they had been found guilty factored heavily in both Justice O'Connor's and this court's assessments of how long they might be held under the aegis of medical justification once they had *358 regained their sanity. As Justice O'Connor noted in her Foucha concurrence, \"the permissibility of holding an acquittee who is not mentally ill longer than a person convicted of the same crimes could be imprisoned is open to serious question.\" Foucha, 504 U.S. at 88. Similarly, this court's opinion in Randall, having noted that \"[i]t is the determination of guilt which provides the basis for the state to incapacitate and treat the insanity acquittee,\" held that confinement must be strictly \"limited to the maximum term which could have been imposed for the criminal conduct.\" Randall, 192 Wis. 2d at 833, 841.\nA commitment extending beyond the maximum prison term which could have been imposed, then, must meet the constitutional requirement articulated in Addington, Jones, and Foucha: the state must establish that the prospective committee is not only dangerous, but also mentally ill. Although the Supreme Court has not defined mental illness for purposes of commitment, the circular definition of mental disorder in chapter 980 is clearly inadequate; it is not \"reliable enough to permit the courts to base civil commitments on clear and convincing medical evidence that a person is mentally ill.\" Foucha, 504 U.S. at 76 n.3. Instead, chapter 980, in the words of the amicus curiae brief filed by the Wisconsin Psychiatric Association, wraps itself in the aura of science and asks clinicians to \"compromise their professional integrity so that a constitutional gloss can be applied to something impermissible.\" Brief for the Wisconsin Psychiatric Association as Amicus Curiae at 3.\nThis gloss cannot, in my opinion, save chapter 980. Because chapter 980 allows the indefinite confinement of persons who have not been found to be mentally ill, it *359 is beyond a reasonable doubt that chapter 980 violates substantive due process protections.\n\nB.\nI turn now to the equal protection challenge. Both the majority opinion in Post and the state observe that for purposes of equal protection analysis, persons committed under chapter 980 are similarly situated to persons committed under chapter 51, Wisconsin's civil commitment statute. Post, majority op. at 318-19; Brief for State in Post at 13. Consequently, the requirements for chapter 51 civil commitment must be harmonized with those for chapter 980 commitment.[33] \"Equal protection does not require that all persons be dealt with identically, but it does require that a distinction made have some relevance to the purpose for which the classification is made.\" Baxstrom v. Herold, 383 U.S. 107, 111 (1966).\nA state cannot seek a civil commitment under one statute rather than another when the two statutes apply distinct substantive standards for commitment and afford distinct procedural protections for commitment unless those distinctions can be justified by a rational basis and a legitimate purpose. Chapter 980's circular definition of mental disorder is premised on dangerousness rather than on evidence of mental illness. Just as dangerousness alone cannot justify civil commitment, dangerousness alone cannot justify distinct substantive commitment standards. Because the distinctions separating chapter 980 from chapter 51 have no rational basis, I conclude that it is beyond a *360 reasonable doubt that chapter 980 violates the equal protection guarantees of both the Wisconsin and federal constitutions.[34]\nChapters 51 and 980 have similarities, as the majority opinion in Post explains. Both statutes concern persons with mental disorders. Both contemplate the treatability of the individual and the prospect that the individual will prove dangerous to the public or to himself if left untreated. But the \"mental disorder\" required for a chapter 980 commitment is not equivalent to the types of \"mental disorders\" readily subsumed under chapter 51. What is the rational basis for this difference? The majority opinion does not answer this fundamental question.\nThe U.S. Supreme Court has answered it, stating that \"there is no conceivable basis for distinguishing the commitment of a person who is nearing the end of a penal term from all other civil commitments.\" Foucha, 504 U.S. at 79 (quoting Baxstrom, 383 U.S. 107 (1966)). In the statute under review in Baxstrom, New York State allowed a person to be committed at the expiration of a penal sentence without the jury review that was available to all other persons civilly committed. The state contended that the statute created a reasonable classification differentiating between the \"criminally and dangerously insane\" and the \"insane.\" The Court held that this distinction did not survive even a rational basis equal protection analysis. Baxstrom, 383 U.S. at 111.\n*361 In Baxstrom the Court made clear that equal protection requires a state to use the same standards and procedures for involuntary civil commitment of incarcerated persons that it uses for nonimprisoned individuals. If at the end of a prison term a prisoner has been freed and \"the state then decides to deprive him of liberty and stigmatize him with involuntary hospitalization, the ex-prisoner should be entitled to the same protections granted other citizens.\"[35]\nThe Baxstrom Court was willing to acknowledge that especially dangerous committees might require different treatment once they were committed, but emphasized that dangerousness \"has no relevance whatever\" in \"show[ing] whether a person is mentally ill at all.\" Baxstrom, 383 U.S. at 111. Hence while postcommitment distinctions between committees with distinct treatment needs might be legitimate, the Baxstrom Court left no doubt that the initial commitment process itself must be applied equally to the entire class of prospective committees unless the state could offer a rational basis and a legitimate purpose for any differences.\nThe majority opinion in Post does not provide a rational basis for the difference in the commitment standards. Instead, it elides the distinction articulated in Baxstrom between the initial commitment and postcommitment treatment. See, majority op. at 321-22. The majority opinion tries to salvage the statute from an equal protection challenge by stating that the \"heightened level of dangerousness and the unique treatment needs of sexually violent persons justify distinct legislative approaches [to chapter 51 commitment of persons with mental illness and chapter 980 commitment *362 of persons with mental disorders] to further the compelling governmental purpose of protection of the public.\" Majority op. at 322-23. But neither the language and structure of chapter 980 nor the majority opinion reveals why the particular treatment needs of allegedly \"mentally disordered\" sexually violent persons justify different substantive standards for civil commitment than those currently available under chapter 51.\nBecause the majority cannot present a rational basis that might explain why chapter 980 adopts different substantive commitment standards than does chapter 51, the majority opinion's justification for the statutory distinctions reduces to no more than the threat of \"heightened dangerousness\" which chapter 980 sexual offenders allegedly pose\u0097a point the majority underscores repeatedly in its equal protection analysis. [36]\nBut as Baxstrom and Foucha make clear, \"heightened dangerousness\" does not pass muster under equal protection analysis. \"The Supreme Court has never upheld a lifetime preventive detention scheme for *363 those who are feared dangerous.\" In re Young, 857 P.2d 989, 1023 (Wash. 1993) (Johnson, J., dissenting), rev'd, Young v. Weston, 898 F. Supp. 744 (D. Wash. 1995).\nFor the reasons stated, I conclude that chapter 980 violates the equal protection guarantees of the Wisconsin and federal constitutions.\n\nIII.\nAlthough they address distinct constitutional issues, both majority opinions fail to salvage chapter 980 for the same reason: they are unable to demonstrate that chapter 980 is principally concerned with addressing the treatment needs of persons who are both mentally ill and dangerous. But the tension between the majority opinions' respective attempts to demonstrate that chapter 980 meets the crucial constitutional prerequisites for civil commitment (mental illness and dangerousness) cannot be resolved.\nIn order to surmount ex post facto and double jeopardy challenges, the majority opinion in Carpenter must demonstrate that chapter 980's principal purpose is to provide treatment and that the statute is thereby civil and remedial rather than punitive.\nIn order to surmount substantive due process and equal protection challenges, the majority opinion in Post must demonstrate that the prospective committees under chapter 980 are mentally ill. But because chapter 980's circular definition of mental disorder substitutes dangerousness for evidence of mental illness, the majority opinion in Post is compelled to rely heavily on the threat of heightened dangerousness which prospective 980 committees allegedly pose.\nTo the extent that the majority opinion in Post emphasizes dangerousness to society at large rather than treatment for the mentally ill, it undercuts the *364 thrust of the argument advanced in Carpenter that chapter 980 is principally a civil statute advancing the remedial purpose of providing treatment rather than principally a punitive statute advancing the deterrent purpose of preventing harm.\nConversely, the emphasis on treatment in Carpenter makes all the more glaring Post's inability to offer a rational basis for separate chapter 980 and chapter 51 substantive commitment standards and its consequent reliance on dangerousness as the primary justification for chapter 980 civil commitments.\nIn dividing the task of preserving chapter 980's constitutionality, the majority opinions have only emphasized the problem intrinsic to chapter 980: Despite its attempt to recast punishment as \"treatment for the good of the criminal,\" chapter 980 punishes rather than treats; its focus is on dangerousness and deterrence rather than on mental illness, mental disorder, or a \"mental condition component.\" And most important, in their approach to the problem posed by violent sex offenders, chapter 980 and the majority foster legal fictions which are in themselves dangerous.\nFor the reasons set forth, I conclude that it is beyond reasonable doubt that in enacting chapter 980 the legislature has adopted an unconstitutional method to achieve its goals. Accordingly, I dissent.\nNOTES\n[1]  Textual references to the Wisconsin Statutes are hereinafter indicated as \"chapter xxx\" or \"section xxx.xx,\" without the designation \"of the Wisconsin Statutes.\" Unless otherwise indicated, all references in this opinion are to the 1993-1994 Wisconsin Statutes.\n[2]  For purposes of brevity, the term \"committed person[s]\" will be used in reference to those committed under chapter 980 as sexually violent persons as well as to individuals originally committed under chapter 975.\n[3]  According to the American Psychiatric Association, Diagnostic and Statistical Manual of Mental Disorders (4th ed. 1994) (hereinafter DSM-IV), \"the essential feature of Antisocial Personality Disorders is a pervasive pattern of disregard for, and violation of, the rights of others . . . .\" DSM-IV, at 645.\n[4]  \"The essential features of a Paraphilia are recurrent, intense sexually arousing fantasies, sexual urges, or behaviors generally involving . . . children or other nonconsenting persons and that occur over a period of at least 6 months.\" DSM-IV, at 522-23.\n[5]  DSM-IV, at 523.\n[6]  Polysubstance abuse and alcohol abuse, in Post's case, and Oldakowski's alcohol abuse (all in forced remission) were cited as additional risk factors which contributed to Dr. Doren's assessment that both men posed a substantial risk of reoffense.\n[7]  Upon stipulation by counsel that the same arguments were to be raised in support of dismissing both petitions, Post and Oldakowski filed joint briefs and the circuit court entered one decision addressing both motions.\n[8]  980.01 Definitions. In this chapter:\n\n(5) \"Sexually motivated\" means that one of the purposes for an act is for the actor's sexual arousal or gratification.\n(6) \"Sexually violent offense\" means any of the following:\n(a) Any crime specified in s. 940.225(1) or (2), 948.02(1) or (2), 948.025, 948.06 or 948.07.\n(b) Any crime specified in s. 940.01, 940.02, 940.05, 940.06, 940.19(4) or (5), 940.30, 940.305, 940.31 or 943.10 that is determined, in a proceeding under s. 980.05(3)(b), to have been sexually motivated.\n (c) Any solicitation, conspiracy or attempt to commit a crime under par. (a)or(b).\n[9]  980.02 Sexually violent person petition; contents; filing.\n\n(2) A petition filed under this section shall allege that all of the following apply to the person alleged to be a sexually violent person:\n(a) The person satisfies any of the following criteria:\n1. The person has been convicted of a sexually violent offense.\n2. The person has been found delinquent for a sexually violent offense.\n3. The person has been found not guilty of a sexually violent offense by reason of mental disease or defect.\n(ag) The person is within 90 days of discharge or release, on parole or otherwise, from a sentence that was imposed for a conviction for a sexually violent offense[,] from a secured correctional facility, as defined in s. 48.02(15m), if the person was placed in the facility for being adjudicated delinquent under s. 48.34 on the basis of a sexually violent offense or from a commitment order that was entered as a result of a sexually violent offense.\n(b) The person has a mental disorder.\n(c) The person is dangerous to others because the person's mental disorder creates a substantial probability that he or she will engage in acts of sexual violence.\n[10]  The United States and Wisconsin constitutions provide similar guarantees of due process. See U.S. Const. amend. V and XIV 1 and Wis. Const. art. I, § 8.\n[11]  See Addington, 441 U.S. at 425-26 (discussing the \"state's interest in committing the emotionally disturbed\" and the \"expanding concern of society with problems of mental disorders\"); see also Jackson v. Indiana, 406 U.S. 715, 737 (1972) (recognizing there are a number of bases for involuntary civil commitment including \"defective delinquency laws, sexual psychopath laws, [and] commitment of persons acquitted by reason of insanity\").\n[12]  Washington state allows involuntary civil commitment for treatment of those with \"mental disorders,\" Wash. Rev. Code § 71.05; Illinois' Sexually Dangerous Persons Act provides for commitment of those \"suffering from a mental disorder,\" Ill. Rev. Stat., ch. 725 § 205/1.01; and Indiana's civil commitment scheme defines \"mental illness\" as a \"psychiatric disorder\" which is in turn defined as a mental illness or disease. Ind. Code 12-7-2-130 and 12-7-2-150.\n[13]  This risk is due to the \"imperfect fit\" between the law and clinical diagnosis which is exacerbated by the legal necessity for information that falls outside of that relevant to psychiatric categorical designations. However, DSM-IV notes that when properly used, diagnostic information can increase reliability and facilitate understanding of complex matters in the decision-making process \"when the presence of a mental disorder is the predicate for a subsequent legal determination (e.g., involuntary civil commitment).\" DSM-IV, at xxiii-xxiv.\n[14]  A finding that a person does fit the chapter 980 criteria of a sexually violent person in no sense equates to automatic \"lifetime commitment.\" Commitment to the custody of the DHSS does not necessarily result in immediate secure institutionalization, rather it can mean supervised release into the community. Wis. Stat. § 980.06(2)(b). Further, there are numerous procedural safeguards for those for whom institutionalization is deemed appropriate, including periodic reexamination, review, and supervised release or discharge. See Majority opinion at 299-301, 326-329.\n[15]  See, e.g., Janice K. Marques, David M. Day, Craig Nelson, Mary Ann West, Effects of Cognitive-Behavioral Treatment on Sex Offender Recidivism, 21 Criminal Justice and Behavior 28, 28-52 (1994); W.L. Marshall and W.D. Pithers, A Reconsideration of Treatment Outcome with Sex Offenders, 21 Criminal Justice and Behavior 10, 10-27 (1994); W.L. Marshall and H.E. Barbaree, Outcome of Comprehensive Cognitive-Behavioral Treatment Programs in Handbook of Sexual Assault, 363-85 (W.L. Marshall, D.R. Laws, H.E. Barbaree eds., 1990); William D. Pithers, Relapse Prevention with Sexual Aggressors in Handbook of Sexual Assault, 343-61 (W.L. Marshall, D.R. Laws, H.E. Barbaree eds. 1990).\n[16]  Pithers, at 13.\n[17]  A sexually violent person is deemed dangerous if \"he or she suffers from a mental disorder that makes it substantially probable that the person will engage in acts of sexual violence.\" Wis. Stat. § 980.01(7).\n[18]  For example, Minnesota law provides for involuntary commitment of a \"psychopathic personality\" who exhibits \"conditions of emotional instability, or impulsiveness of behavior\" which \"render such person irresponsible for personal conduct with respect to sexual matters and thereby dangerous to other persons.\" Commitment hinges on showing that persons \"by a habitual course of misconduct in sexual matters, have evidenced an utter lack of power to control their sexual impulses and who, as a result, are likely to attack or otherwise inflict injury, loss, pain or other evil on the objects of their uncontrolled and uncontrollable desire.\" In re Blodgett, 510 N.W.2d 910, 912-13, cert. denied, 115 S. Ct. 146 (1994). The United States Supreme Court upheld this scheme against a vagueness challenge in Minnesota ex rel. Pearson v. Probate Court of Ramsey County, Minn., 309 U.S. 270, 274 (1940), aff'g 205 Minn. 545, 287 N.W. 297 (1939).\n[19]  A majority of justices (Blackmun, Stevens, O'Connor, and Souter) joined in the portion of Justice White's opinion discussing substantive due process. However, Part III, concerning equal protection, garnered only a plurality as Justice O'Connor declined to join stating that she felt it \"unnecessary to reach equal protection issues\" on the facts before the Court. Foucha, 504 U.S. at 88 (J. O'Connor, concurring).\n[20]  Further, the Louisiana statute allowed indefinite commitment with release only if the insanity acquittee could prove that he or she was no longer dangerous. Under chapter 980, at court hearings on petitions for supervised release or discharge, the state bears the burden of proving that the petitioner is still a sexually violent person. See, Wis. Stat. §§ 980.08(4) and 980.09 (1)(b) and (2)(b).\n[21]  This court applies the same interpretation to the state Equal Protection Clause found in Wis. Const. art. I § 1, as that given to the federal provision, U.S. Const. amend. XIV § 1. State v. Heft, 185 Wis. 2d 288, 293 n.3, 517 N.W.2d 494 (1994).\n[22]  They claim there are the following procedural differences between the two chapters which are unconstitutional under the Equal Protection Clause: (1) chapter 980 commitments are indefinite; (2) a chapter 980 committed person must affirmatively petition for discharge in order to be entitled to a judicial review; (3) the petitioner carries the burden of proof at a probable cause hearing on discharge; (4) discharge trials are to the court without a jury; and (5) finally, if a petition filed without the department's approval is denied, the court must deny subsequent petitions unless they contain \"new factors.\" This characterization of the procedure under chapter 980 is contrasted with the mechanisms employed under chapter 51: (1) chapter 51 involuntary commitments automatically expire; (2) on expiration, the state has the burden to file for recommitment; (3) the state carries the burden of proof at all hearings; (4) the chapter 51 committed person is entitled to a trial by jury at all commitment and recommitment hearings; and (5) the chapter 51 committed person need never show new factors or changed circumstances. See Wis. Stat. §§ 51.20(13) and (16), and §§ 980.08-980.10.\n[23]  In a previous equal protection analysis, this court found that chapter 51, the Mental Health Act, and chapter 975, the Sex Crimes Act, deal with similarly situated classes. State ex rel. Farrell v. Stovall, 59 Wis. 2d 148, 159, 207 N.W.2d 809 (1973).\n[24]  In this case, the Court utilized a rational basis standard in finding that a zoning ordinance prohibiting group homes for the mentally retarded violated the Equal Protection Clause.\n[25]  In his veto message dated May 26, 1994, the governor explained that, as drafted, the bill did not cover persons who had been committed under chapter 975. His partial veto was specifically intended to bring those persons within the ambit of chapter 980. This was accomplished by striking references to commitments ordered \"under section 971.17\" which covers insanity acquittees. The remaining language merely refers to those within 90 days of release from \"a commitment order,\" (See Wis. Stat. §§ 980.02(1)(b)2, (4)(am), and (b)) \"that was entered as a result of a sexually violent offense.\" (See Wis. Stat. § 980.02 (2)(ag).)\n[1]  Approximately one-half of the Wisconsin circuit court judges who have been faced with constitutional challenges to chapter 980 have found the statute unconstitutional.\n[2]  See, e.g., Young v. Weston, 898 F. Supp. 744 (D. Wash. 1995); In re Blodgett, 510 N.W.2d 910 (Minn. 1994) cert. denied, 115 S. Ct. 146 (1994) (three dissenting justices); In re Young, 857 P.2d 989 (Wash. 1993), rev'd, Young v. Weston, 898 F. Supp. 744 (D. Wash. 1995) (three dissenting justices).\n[3]  I dissent from both majority opinions. While State v. Carpenter is primarily addressed to the issues of double jeopardy and the ex post facto clause and State v. Post is primarily addressed to the issues of substantive due process and equal protection, the four respondents do not divide their arguments in this manner. Moreover, the consideration of these four issues together highlights tensions in the respective majority analyses that would not otherwise be apparent. I address these tensions in Part III. This dissent, then, responds to both majority opinions and addresses all four of the constitutional issues which they discuss.\n[4]  To violate either the double jeopardy or ex post facto clauses, the government action under the statute must constitute punishment or create a criminal proceeding within the meaning of those clauses. Collins v. Youngblood, 497 U.S. 37, 46-52 (1990); United States v. Halper, 490 U.S. 435, 447-51 (1989); State v. Thiel, 188 Wis. 2d 695, 702-03, 524 N.W.2d 641 (1994); State v. Killebrew, 115 Wis. 2d 243, 246-51, 340 N.W.2d 470 (1983).\n[5]  Wis. Stat. § 302.25(1) (1993-94).\n[6]  Wis. Stat. § 980.06(1) (1993-94).\n[7]  Wis. Stat. § 301.001 (1993-94). Chapter 51 (the Mental Health Act), which governs civil commitments, mentions treatment 363 times. The legislative policy in the Mental Health Act is \"to assure the provision of a full range of treatment and rehabilitation services in the state for all mental disorders and developmental disabilities and for mental illness, alcoholism and other drug abuse.\"\n[8]  See, e.g., Kent Greenawalt, Punishment, in 4 Encyclopedia of Crime and Justice 1336-45 (Sanford H. Kadish, ed. 1983); 1 Wayne R. LaFave &amp; Austin W. Scott, Jr., Substantive Criminal Law § 1.5, 32-33 (1986).\n[9]  The word \"civil\" appears once in the title and relating clause of the Act creating chapter 980, stating that it is \"relating to civil commitment of sexually violent persons.\" LRB Drafting File for 1993 Act 479 (emphasis added). The word \"civil\" also appears once in chapter 980 itself, but only with reference to the immunity from civil liability extended to state agency officials under the statute's victim notification provisions. See Wis. Stat. § 980.015(4) (1993-94).\n[10]  Halper, 490 U.S. at 448 (emphasis added).\n\nIn assessing a challenge to the double jeopardy clause, the Halper Court discounted the value of labels, stating as follows:\n[T]he labels \"criminal\" and \"civil\" are not of paramount importance. It is commonly understood that civil proceedings may advance punitive as well as remedial goals, and, conversely, that both punitive and remedial goals may be served by criminal penalties . . . . The notion of punishment, as we commonly understand it, cuts across the division between the civil and the criminal law, and for the purposes of assessing whether a given sanction constitutes multiple punishment barred by the Double Jeopardy Clause, we must follow the notion where it leads . . . (\"[T]he labels affixed either to the proceeding or to the relief imposed are not controlling and will not be allowed to defeat the applicable protections of federal constitutional law\").\nHalper, 490 U.S. at 447-48 (citations omitted).\nSee also Collins, 497 U.S. at 46 (how a statute is labeled is not controlling and should not \"immunize it from scrutiny\" in determining whether the constitutional prohibition against ex post facto laws has been violated, because \"[s]ubtle ex post facto violations are no more permissible than overt ones,\" and the \"constitutional prohibition is addressed to laws, `whatever their form'\").\n[11]  See also Erdman v. Jovoco Inc., 181 Wis. 2d 736, 751, 512 N.W.2d 487 (1994) (relying on fact that statute was passed during the Great Depression in adopting remedial construction).\n[12]  Greg Rosenberg, The Legislative History and Implementation of Chapter 980, Wisconsin Defender, June-August 1995, at 4; Erich C. Straub &amp; James E. Kachelski, The Constitutionality of Wisconsin's Sexual Predator Law, Wisconsin Lawyer, July 1995, at 15.\n[13]  Sexual predator bill sparks session call: Offenders would be kept in jail, Milwaukee Sentinel, May 18, 1994, at A-11.\n[14]  Norman J. Singer, 2A Sutherland Statutory Construction § 48.15 at 364 (1992); Bartus v. DHSS, 176 Wis. 2d 1063, 1075-76, 501 N.W.2d 419 (1993)(drafting request of legislative sponsor indicative of legislative intent); Kelley Co., Inc. v. Marquardt, 172 Wis. 2d 234, 248-49, 493 N.W.2d 68 (1992) (statements by bill's sponsor comprise \"legislative history\" revealing purpose of statute); Foerster, Inc. v. Atlas Metal Parts Co., 105 Wis. 2d 17, 24, 313 N.W.2d 60 (1981) (statements by bill's sponsor, including a press release regarding the bill, provide evidence of legislative intent).\n[15]  Drafting Request Memo from Representative Lolita Schneiders to Bruce Feustel, Assistant Chief Counsel, Legislative Reference Bureau, LRB Drafting File for 1993 AB 955 (March 15, 1993).\n[16]  Id. See also Lolita Schneiders, Putting a Stop to Sex Offenders, Milwaukee Journal, November 16, 1993, at A-15.\n[17]  Bartus, 167 Wis. 2d at 1075-76; Robert Hansen Trucking, Inc. v. LIRC, 126 Wis. 2d 323, 336, 377 N.W.2d 151 (1985) (\"this court has given weight to the written comments of those involved in drafting the legislation\"); State v. Barkdoll, 99 Wis. 2d 163, 176, 298 N.W.2d 539 (1980)(citations omitted)(written views of those involved with the drafting process \"can properly be considered as an authoritative statement of legislative intention\"); Bendorf v. City of Darlington, 31 Wis. 2d 570, 579, 143 N.W.2d 449 (1966)(memo in drafting file by drafter of bill represents appropriate source of legislative history in determining meaning of bill).\n[18]  Drafter's note to 2975/1 at 1 (October 25, 1993).\n[19]  State v. Carpenter, No. 94-CF-1216 (Dane Co. July 22, 1994).\n[20]  Brief for State in State v. Carpenter at 16.\n[21]  Although the majority opinion in State v. Carpenter, 197 Wis. 2d 252, 541 N.W.2d 105 (1995), claims that \"the mere fact that a prior conviction is a predicate of the current sanction does not render the current sanction punishment for the past offense,\" Carpenter, 197 Wis. 2d at 274, the U.S. Supreme Court has explained that conditioning the restraint of liberty on the commission of a crime is \"significant of penal and prohibitory intent.\" Dep't of Revenue of Montana v. Kurth Ranch, 114 S. Ct. 1937, 1947 (1994) (quoting United States v. Constantine, 296 U.S. 287, 295 (1935)).\n[22]  See also In re Young, 857 P.2d at 1024 (Johnson, J., dissenting) (when treatment for sex offenders follows rather than substitutes for prison sentences, this \"timing alone is a strong indication that the legislature was less interested in treatment than in confinement\" and demonstrates that while \"the Statute provides for treatment, this goal is completely subordinated to punishment\"); State v. Carpenter, No. 94-CF-1216 (Dane Co. July 22, 1994)(\"The fact that treatment is not offered until the end of an underlying prison sentence which may be many years after the last sexual offense strongly suggests that treatment is virtually an afterthought in this legislative scheme. Further, the fact that there is no requirement for a finding of amenability to treatment as required in Chapter 51 commitments bolsters this conclusion\"); State v. Oldakowski and Post, Nos. 94-CF-1200-01, slip op. at 14 (Dane Co. Sept. 2, 1994) (suggesting that treatment is \"an afterthought masking the real concern for keeping predators out of the community,\" since medical treatment models suggest that treatment is more effective when provided earlier); State v. Watson, No. 94-CF-2377 (Dane Co. April 7, 1995)(chapter 980's definition of \"mental disorder\" is a \"characterological\" description of persons whose potential to commit future sexually violent acts is based on past crimes rather than mental illness).\n[23]  One commentator asserts that such delays in treatment can reduce the prospect that treatment will succeed, because they allow the offender to implement defense mechanisms and cognitive distortions which, in turn, make it more difficult for the offender to accept responsibility for what he has done. The passage of time also increases the risk of memory loss of events which are often poorly recalled to start with because of alcohol or substance abuse. Robert M. Wettstein, A Psychiatric Perspective on Washington's Sexually Violent Predators Statute, 15 U. Puget Sound L. Rev. 597, 617 (1992). Finally, even when prisons themselves offer treatment programs, the prison milieu reduces an offender's ability to benefit from treatment because prisons socialize an inmate \"to avoid disclosing personal weakness or vulnerability, avoid taking responsibility for his crime, or reveal himself to be a sex offender for fear of retaliation.\" Id. See also Stephen J. Morse, Mentally Disordered Offenders, in 3 Encyclopedia of Crime and Justice, supra, at 1046, 1048 (treatment is minimal in prisons and in hospitals that house the criminally insane).\n[24]  In response to Allen, the second draft of chapter 980 required the state to choose, within 60 days of a conviction or a finding of not guilty by reason of mental insanity, whether to pursue sentencing through a criminal proceeding or to file a petition for a civil commitment. Though the legislature was advised that this change had been made in an effort to insulate the proposed law from a possible double jeopardy challenge, the legislature nevertheless instructed the draftsman to redraft the bill so that after a sex offender had completed his prison term, the state could seek a chapter 980 commitment.\n[25]  Foucha v. Louisiana, 504 U.S. 71, 75-76 (1992); Jones v. United States, 463 U.S. 354, 368 (1983); Addington v. Texas, 441 U.S. 418, 426 (1979); O'Connor v. Donaldson, 422 U.S. 563 (1975); Jackson v. Indiana, 406 U.S. 715 (1972).\n[26]  The two cases cited by the majority in discussing the states' power to define mental illness do not support the majority's broad assertion concerning a state's power to define mental illness for purposes of commitment. See Addington, 441 U.S. 418 (1979); Jones, 463 U.S. 354 (1983).\n\nFirst, the committees in both cases had been diagnosed as paranoid and schizophrenic, conditions universally associated with mental illness.\nSecond, the issue in Addington is the standard of proof required in a civil commitment by the Fourteenth Amendment. The decision does not discuss the definition of mental illness.\nFinally, in Jones as well, the Court does not address whether the committee is mentally ill. Jones, 463 U.S. at 363 n.11. The Court upheld the legislative determination of procedures accompanying civil commitment in a context where the committee \"himself advances insanity as a defense and proves that his criminal act was a product of mentalillness. \"Jones, 354 U.S. at 367. The sentence quoted by the majority opinion, State v. Post, majority op. at 304, for the proposition that courts should defer to legislative judgments is followed by a caveat relating such deference to cases involving the insanity defense. Jones, 463 U.S. at 370.\n[27]  Drafting Request Memo from Representative Lolita Schneiders to Bruce Feustel, Assistant Chief Counsel, Legislative Reference Bureau, LRB Drafting File for 1993 AB 955 (March 15, 1993).\n[28]  Drafter's Note to 2975/1 at 1 (October 25, 1993).\n[29]  The disorders incorporated within DSM-IV include the antisocial personality disorder with which both the acquittee in Foucha, 563 So. 2d 1138, 1141 n.2d (La. 1990), as well as three of the four prospective chapter 980 committees whose cases we now review were diagnosed.\n[30]  DSM-IV, 213, 396, 439, 539-557.\n[31]  Wettstein, supra; J. Christopher Rideout, So What's in A Name? A Rhetorical Reading of Washington's Sexually Violent Predators Act, 15 U. Puget Sound L. Rev. 781, 793 (1991-92).\n\nSee also Young v. Weston, 898 F. Supp. at 750 (finding that the Washington State statutory definition of \"mental abnormality,\" which, like the definition of \"mental disorder\" under chapter 980, requires proof of \"a congenital or acquired condition affecting the emotional or volitional capacity which predisposes the person to the commission of criminal sexual acts,\" creates \"an unacceptable tautology: a sexually violent predator suffers from a mental condition that predisposes him or her to commit acts of sexual violence;\" also finding that the term \"personality disorder\" \"evokes a circular definitional structure in which the only observed characteristic of the disorder is the predisposition to commit sex crimes\"); In re Young, 857 P.2d at 1021 (Johnson, J., dissenting) (definition of mental abnormality under the Washington statute is \"circular\" because \"abnormality\" \"will be derived from the person's past sexual behavior, and this in turn will be used to establish the person's predisposition to future dangerous sexual behavior\"); State v. Carpenter, No. 94-CF-1216 (Dane Co.) (chapter 980 deploys \"a watered down version of the classically accepted definition of mental illness, us[ing] a circular definition that is an invitation to arbitrary and erroneous interpretation\").\n[32]  One of those \"narrow exceptions,\" the pretrial detention of dangerous arrestees permitted by the Bail Reform Act of 1984 (Act), was upheld in United States v. Salerno, 481 U.S. 739 (1987). But the majority's reliance on this case for the proposition that danger-reducing confinement can justify constitutional violations, State v. Post, majority op. in Post at 317, is misplaced. The Salerno Court upheld the Act because its legislative history evinced a regulatory rather than punitive purpose and because \"[t]he Bail Reform Act carefully limits the circumstances under which detention may be sought,\" \"[t]he arrestee is entitled to a prompt detention hearing,\" and \"the maximum length of pretrial detention is limited by the stringent time limitations of the Speedy Trial Act.\" Id. at 747.\n\nHaving catalogued these features of the Act, the Foucha Court rejected Louisiana's reliance on Salerno to justify its continued confinement of an individual whom doctors had assessed as still dangerous but who was no longer mentally ill. Foucha, 504 U.S. at 81-82. Neither, then, can Salerno rescue chapter 980 which, in contrast to the Act, has a legislative history evincing punitive intent and which allows for potential lifetime incarceration rather than stringently limited pretrial detention.\n[33]  See also State ex rel. Farrell v. Stovall, 59 Wis. 2d 148, 207 N.W.2d 809 (1973) (chapter 51 civil commitments and chapter 975 sex crime offender commitments deal with similarly situated classes).\n[34]  Because I conclude that chapter 980 does not meet a rational basis standard, I join the majority in reserving for another day the question of which standard of constitutional review is appropriate when applying an equal protection analysis to a non-suspect class.\n[35]  Stephen J. Morse, Mentally Disordered Offenders, in 3 Encyclopedia of Crime and Justice, supra, at 1049.\n[36]  In responding to arguments advanced by Post and Oldakowski, the majority itself refutes other possible bases for distinguishing chapter 51 committees from chapter 980 committees. As the majority points out, for example, Wis. Stat. § 51.20(1)(ar) already waives its general requirement that those committed evince dangerousness through a recent overt act if the prospective committee, like every potential chapter 980 committee, is currently imprisoned. Post, majority op. at 324. And as the majority also points out, Wisconsin case law allows the commitment under chapter 51 of even those who, like many potential committees under chapter 980, might be unamenable or hostile to treatment. C.J. v. State, 120 Wis. 2d 355, 354 N.W.2d 219 (Ct. App. 1984); Post, majority op. at 323-25.\n\n",
            "ocr": false,
            "opinion_id": 1239990
        },
        {
            "author_str": "Geske",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJANINE P. GESKE, J.\nThese cases are before the court upon certification by the court of appeals *293pursuant to Rule 809.61 of the Wisconsin Statutes.1 The State appeals from an order of the Circuit Court for Dane County, Stuart A. Schwartz, Circuit Judge, dismissing petitions filed in both cases under Wis. Stat. Chapter 980, the Sexually Violent Person Commitments statute, on the grounds that it is unconstitutional. The circuit court found that chapter 980 violated constitutional protections against double jeopardy and ex post facto laws, as well as the guarantees of substantive due process and equal protection under the law.\nThe issues certified on appeal to this court are whether chapter 980 violates constitutional guarantees: (1) against double jeopardy; (2) against ex post facto laws; (3) of substantive due process; (4) of equal protection under the law; and (5) whether the governor's partial veto created a law which is incomplete and unworkable as applied to persons committed under chapter 975 (the Sex Crimes Act). We reverse the circuit court on all constitutional issues. We hold that chapter 980 does not violate the constitution on either double jeopardy or ex post facto grounds. Our decision on these two challenges is controlled by the opinion issued today in the companion case, State v. Carpenter, 197 Wis. 2d 252, 541 N.W.2d 105 (1995). This opinion addresses the remaining three issues.\nWe hold that chapter 980 withstands constitutional challenge in that it violates neither the substantive due process nor the equal protection guarantees of the United States and Wisconsin *294constitutions. Chapter 980 authorizes the civil commitment of persons, previously convicted of a sexually violent offense, who currently suffer from a mental disorder that predisposes them to repeat such acts. We recognize the state's compelling interest in protecting society by preventing future acts of sexual violence through the commitment and treatment of those identified as most likely to commit such acts. We conclude that substantive due process is not offended by commitments, such as those under chapter 980, whose nature and duration are reasonably related to such compelling state purposes. Similarly, we hold that the equal protection challenge does not affect the constitutionality of chapter 980 as a whole. However, this court requires that the right to a jury determination be extended to persons committed under chapter 980 at all discharge hearings. Additionally, we conclude that chapter 980 is a complete and workable law in respect to chapter 975 committed persons.2\nFACTS\nFor purposes of this appeal, the parties do not dispute the following facts and procedural history. In 1976 Samuel E. Post (Post) was convicted of two counts each of first degree sexual assault, armed robbery and false imprisonment stemming from incidents in which he abducted women from shopping mall parking lots and drove them to remote locations where he forced them to engage in oral sex acts. The circuit court committed him to the custody of the Wisconsin Department of Health and Social Services (DHSS) under chapter 975 *295and confined him at Mendota Mental Health Institute (Mendota). Following his mandatory release on parole in 1990, Post was again confined at Mendota after revocation for violation of several parole conditions, including allegations that he repeatedly fondled his minor stepdaughter. Post was scheduled for release on July 15,1994.\nIn 1972 the State charged Ben R. Oldakowski (Oldakowski) with numerous counts of kidnapping and sexual assault involving the abductions of five women and the attempted abduction of a sixth. He ultimately pled guilty and was convicted of one count of rape in 1972. Pursuant to § 975.06, the court committed him to the custody of DHSS which subsequently transferred him to Mendota. Six months after his release in April of 1979, the State revoked Oldakowski's initial parole following charges that he sexually assaulted a 17-year-old girl. In 1985, he was again paroled and, in 1986, revoked for exposing himself to a teenage girl. Revocation proceedings were initiated only two months after his third parole, in February of 1991, following a conviction, as a repeat offender, for lewd and lascivious behavior. Oldakowski was returned to Mendota and scheduled to be released on July 15,1994.\nOn July 12,1994, the Department of Justice (DOJ) filed petitions pursuant to chapter 980 seeking to commit Post and Oldakowski as sexually violent persons. At the probable cause hearings, the State relied upon the diagnoses of Post and Oldakowski provided by Dr. Dennis Doren, the Forensic Clinical Director of Men-dota. Dr. Doren testified that his primary diagnosis of Post is antisocial personality disorder3 with secondary *296atypical paraphilia.4 He diagnosed Oldakowski as primarily suffering from paraphilia, including sexual sadism (inflicting humiliation or suffering) and exhibitionism (exposure of genitals),5 and secondarily from a personality disorder, not otherwise specified. Dr. Doren testified that, in his medical opinion, the above disorders are mental disorders within the definition of § 980.01(2), and that both Post and Oldakowski are dangerous to others because their mental disorders create a substantial probability that they will engage in acts of sexual violence6 — in other words, that both men fit the statutory definition of sexually violent persons. The circuit court found probable cause to believe that both Post and Oldakowski were sexually violent persons and ordered them held at Mendota pending trial.\nOn the day the probable cause hearings were held, Post and Oldakowski each filed motions to dismiss the commitment petitions on the grounds that chapter 980 violates various constitutional protections and guarantees.7 The circuit court granted those motions, finding that chapter 980 violated constitutional protections *297against double jeopardy and ex post facto laws, as well as the guarantees of substantive due process and equal protection under the law. The circuit court therefore ordered Post and Oldakowski released. The court of appeals ordered the matters consolidated and stayed Post and Oldakowski's release pending appellate review of the constitutionality of the statute. This court subsequently accepted certification from the court of appeals.\nPROCEDURAL SUMMARY\nPost and Oldakowski challenge virtually the entirety of chapter 980 on various substantive and procedural bases. Therefore, chapter 980's statutory scheme will be summarized at this point to provide a framework for the remainder of this opinion. Chapter 980 requires an agency with authority to discharge or release a person who may fit the criteria for commitment as a sexually violent person to notify the DO J or appropriate district attorney of pending release and to provide treatment records and other relevant documentation concerning that individual. Wis. Stat. § 980.015. A petition seeking commitment under chapter 980 must allege that the person: (1) was convicted, found delinquent, or found not guilty by reason of mental disease or defect of a sexually violent offense;8 *298(2) is within 90 days of release from a sentence, commitment, or secured correctional facility arising from a sexually violent offense; (3) has a mental disorder; and (4) is dangerous because that mental disorder creates a substantial probability that he or she will engage in acts of sexual violence.9 Mental disorder is statutorily defined as \"a congenital or acquired condition affecting the emotional or volitional capacity that predisposes a person to engage in acts of sexual violence.\" Wis. Stat. § 980.01(2).\nThe court shall review a chapter 980 petition filed by the state and order detention only if it finds cause to believe that the person named in the petition is eligible *299for commitment under the statute. Within 72 hours of filing, there shall be a hearing in which the court determines whether there is probable cause to believe that the subject of the petition is a sexually violent person. The court shall dismiss the petition if it fails to establish probable cause. However, upon a finding of probable cause, the court shall order the individual to be transferred to an appropriate facility for evaluation. Wis. Stat. §§ 980.04(l)-(3). When required to submit to an examination, a person may retain his or her own examiner (or one will be appointed upon proof of indi-gency) who will have reasonable access to the subject of the petition and to past and present treatment records. Wis. Stat. § 980.03(4).\nThe person is entitled to a full adversarial trial on the allegations in the petition. During the trial, all criminal rules of evidence apply and the state carries the burden of proof beyond a reasonable doubt. Wis. Stat. §§ 980.05(lm) and (3). The person who is the subject of the petition has the following rights: to counsel (which will be appointed if indigency is established); to remain silent; to present and cross-examine witnesses; and to have the hearing recorded. A jury of 12 may be requested and must arrive at a unanimous verdict. Wis. Stat. §§ 980.03(2), (3).\nOnce a person is found to be sexually violent under this chapter, the circuit court must commit the person to DHSS for control, care and treatment until it is determined that he or she is no longer a sexually violent person. Wis. Stat. § 980.06(1). The court must initially determine whether the individual requires secure institutional care or is appropriate for supervised release. Wis. Stat. § 980.06(2)(b). If committed to a secure treatment facility, a person may petition for supervised release every six months. The court shall *300grant this petition unless the state proves by clear and convincing evidence that the person is still sexually violent and substantially likely to commit acts of sexual violence unless confined. Wis. Stat. §§ 980.08(1) and (4). At any time, the secretary of DHSS may authorize the filing of a petition for discharge. This petition will be granted unless the state presents clear and convincing proof at a trial to the court that the petitioner is still a sexually violent person. Wis. Stat. § 980.09(1).\nMental reexaminations are conducted six months after the initial commitment and every year thereafter \"for the purpose of determining whether the person has made sufficient progress to be entitled to transfer to a less restrictive facility, to supervised release or to discharge.\" Wis. Stat. § 980.07(1). As with the original examination, the committed person may hire an additional examiner of his or her own choosing or, upon request by an indigent, one may be appointed by the court. Wis. Stat. § 980.07(1).\nAt the time of each examination under § 980.07, the committed person shall receive written notice of his or her right to petition the court for discharge. If this right is not affirmatively waived by the committed person, the court shall hold a probable cause hearing at which the committed person is not entitled to appear but does have the right to be represented by counsel. Wis. Stat. § 980.09(2)(a). Upon a finding that probable cause exists to believe that the committed person is no longer a sexually violent person, a hearing on this issue is held before the court. At this hearing, the person has the right to be present, be represented by counsel, remain silent, present and cross-examine witnesses, and have the hearing recorded. If the state cannot prove by clear and convincing evidence that the corn-*301mitted person is still a sexually violent person, he or she shall be discharged from the custody of DHSS. Wis. Stat. §§ 980.09(2)(b) and (c).\nAdditionally, the committed person may file a petition for discharge at any time under § 980.10. However, following an unsuccessful petition, the court shall deny any subsequent petitions filed under that section without a hearing unless the petition contains facts sufficient for a court to find that the individual's condition has so changed as to warrant a hearing. Wis. Stat. § 980.10.\nI. CONSTITUTIONAL CHALLENGES\nThe constitutionality of a statute is a question of law which this court approaches de novo without deference to the courts below. State v. Migliorino, 150 Wis. 2d 513, 524, 442 N.W.2d 36 (1989). There is a presumption of constitutionality for legislative enactments and every presumption favoring validity of the law must be indulged. State v. Randall, 192 Wis. 2d 800, 824, 532 N.W.2d 94 (1995). Further, the challenger bears the burden to prove a statute unconstitutional beyond a reasonable doubt. State v. McManus, 152 Wis. 2d 113, 129, 447 N.W.2d 654 (1989).\nSUBSTANTIVE DUE PROCESS\nPost and Oldakowski argue that chapter 980 is unconstitutional because it interferes with their fundamental right to liberty without providing the protection guaranteed under the Due Process Clause.10 Specifi*302cally, they argue that substantive due process is violated because chapter 980 allows commitment: (1) without a showing of mental illness; (2) without an individualized showing of amenability to treatment; and (3) with an insufficient showing of dangerousness.\nIn addition to the procedural protections provided by the Due Process Clause, the United States Supreme Court has recognized \"a substantive component that bars certain arbitrary, wrongful government actions.\" Foucha v. Louisiana, 504 U.S. 71, 80 (1992) (quoting Zinermon v. Burch, 494 U.S. 113, 125 (1990)). Freedom from physical restraint is a fundamental right that \"has always been at the core of the liberty protected by the Due Process Clause from arbitrary governmental action.\" Foucha, 504 U.S. at 80 (citing Youngberg v. Romeo, 457 U.S. 307, 316 (1982)). The Supreme Court found that, \"[c]ivil commitment for any purpose constitutes a significant deprivation of liberty that requires due process protection.\" Addington v. Texas, 441 U.S. 418, 425 (1979).\nReview of legislation that restricts a fundamental liberty requires this court to apply strict scrutiny to its due process analysis. In order to pass strict scrutiny, the challenged statute must further a compelling state interest and be narrowly tailored to serve that interest. Roe v. Wade, 410 U.S. 113, 155 (1973). In this instance, the state has dual interests — to protect the community from the dangerously mentally disordered and to provide care and treatment to those with mental disorders that predispose them to sexual violence. The Supreme Court has recognized both of these interests as legitimate, the first under a state's police powers and the latter under its parens patriae powers. Addington, 441 U.S. at 426. The Court has also found that the govern*303ment's interest in detaining mentally unstable persons who pose a threat to the safety of the community is compelling. United States v. Salerno, 481 U.S. 739, 748-49 (1987). We find the state's dual interests represented by chapter 980 to be both legitimate and compelling.\n1. Mental Disorder v. Mental Illness\nPost and Oldakowski assert that involuntary commitments require a finding of \"mental illness\" and that the \"mental disorder” required under chapter 980 is not sufficiently narrowly tailored to survive strict scrutiny. Chapter 980 defines mental disorder as \"a congenital or acquired condition affecting the emotional or volitional capacity that predisposes a person to engage in acts of sexual violence.\" Wis. Stat. § 980.01(2). Post and Oldakowski claim that the term \"disorder\" sweeps too broadly and does not adequately define those who fall within its reach. The State counters that the definition of disorder in chapter 980 is sufficiently narrow in that it only applies to a small group of mentally disordered persons whose disorders have the specific effect of predisposing them to commit sexually violent acts. We agree with the State and hold that the term \"mental disorder\" as defined in chapter 980 satisfies the mental condition component required by substantive due process for involuntary mental commitment.\nA statute must be narrowly enough drawn that its terms can be given a reasonably precise content and those persons it encompasses can be identified with reasonable accuracy. O'Connor v. Donaldson, 422 U.S. 563, 575 (1975). In chapter 980, the use of the term *304\"mental disorder\" and its definition fulfill these requirements. Despite Post and Oldakowski's protestations, there is no talismanic significance that should be given to the term \"mental illness.\" Contrary to the position advanced by the dissent, \"mental illness\" is not required by either the federal or state constitution and the Supreme Court has declined to enunciate a single definition that must be used as the mental condition sufficient for involuntary mental commitments. The Court has wisely left the job of creating statutory definitions to the legislators who draft state laws. Noting that the substantive as well as procedural mechanisms for civil commitment vary from state to state, the Court declared that \"[t]he essence of federalism is that states must be free to develop a variety of solutions to problems and not be forced into a common, uniform mold.\" Addington, 441 U.S. at 431. Particularly when a legislature \"undertakes to act in areas fraught with medical and scientific uncertainties, legislative options must be especially broad and courts should be cautious not to rewrite legislation.\" Jones v. United States, 463 U.S. 354, 370 (1983) (quoting Marshall v. United States, 414 U.S. 417, 427 (1974)).\nThe Supreme Court itself has used numerous terms to describe the mental condition of those properly subject to civil commitment, including emotional and mental \"disorders.\"11 State legislatures have also *305relied on a variety of terms and definitions.12 Even Wisconsin law relies on varied terminology. Chapter 51 (the Mental Health Act) defines \"mental illness\" in the context of involuntary commitment as \"a substantial disorder of thought, mood, perception, orientation, or memory which grossly impairs judgment, behavior, capacity to recognize reality, or ability to meet the ordinary demands of life.\" Wis. Stat. § 51.01(13)(b) (emphasis added).\nIt is important to stress that the above definitions serve a legal, not medical, function. Even the primary tool of clinical diagnosis in the psychiatric field, the Diagnostic and Statistical Manual of Mental Disorders (DSM-TV), warns of a significant risk of misunderstanding when descriptions designed for clinical use are transplanted into the forensic setting.13 An apt analogy illustrating the need for separation between legal and medical definitions can be found in the Wisconsin jury instructions on criminal responsibility. In *306that context, mental disease is statutorily defined as \"an abnormal condition of the mind which substantially affects mental or emotional processes,\" but the jury is cautioned that it is \"not bound by medical labels, definitions, or conclusions as to what is or is not a mental disease.\" Wis. JI-Criminal 605.\nIn support of its argument that a \"mental disorder\" cannot be a sufficient condition for commitment, the dissent cites testimony that \"mental disorders are the broad big umbrella that all of us could fall under.\" Dissent at 354. On the contrary, the DSM-IV states that a diagnosis of \"disorder\" is only appropriate when a manifestation of dysfunction crosses the \"boundary between normality and pathology.\" DSM-IV, at xxi. The DSM-IV acknowledges that \"no definition adequately specifies precise boundaries for the concept of 'mental disorder.'\" However, a mental disorder is \"conceptualized as a clinically significant behavioral or psychological syndrome or pattern that occurs in an individual\" and must reflect a current state of distress, impaired functioning or significant risk of pain, death or loss of freedom. Disorders do not include merely deviant behaviors that conflict with prevailing societal mores. DSM-IV, at xxi-xxii.\nThe key to the constitutionality of the definition of mental disorder in chapter 980 is that it requires a nexus — persons will not fall within chapter 980's reach unless they are diagnosed with a disorder that has the specific effect of predisposing them to engage in acts of sexual violence. Not all persons who commit sexually violent crimes can be diagnosed as suffering from mental disorders, nor are all persons with a mental disorder predisposed to commit sexually violent offenses.\n*307The dissent asserts that the definition of \"mental disorder\" is circular and \"authoriz[es] lifetime commitment based not on mental illness but on past crimes.\"14 Dissent at 354. This characterization fails to acknowledge that the focal point of commitment is not on past acts but on current diagnosis of a present disorder suffered by an individual that specifically causes that person to be prone to commit sexually violent acts in the future. The statute, as drafted, does not sweep too broadly; rather, it is narrowly tailored to allow commitment only of the most dangerous of sexual offenders — those whose mental condition predisposes them to reoffend.\n2. Treatment\nAdditionally, Post and Oldakowski argue that their right to due process is violated because treatment is not \"a serious objective\" of chapter 980. They assert that support for this claim is found in: (1) the lack of a requirement for an individualized showing of amenability to treatment; (2) the failure to seek commitment until completion of a sentence; and (3) the \"recognition\" in the psychiatric-medical community that treatment *308for sex offenders is \"largely ineffective.\" As with all enactments, we presume good faith on the part of the legislature. State ex rel. Thomson v. Zimmerman, 264 Wis. 644, 652, 60 N.W.2d 416 (1953). We conclude that treatment is a bona fide goal of this statute and we presume the legislature will proceed in good faith and fund the treatment programs necessary for those committed under chapter 980.\nWe recognize, as has the Supreme Court, that the purpose of civil commitment \"is to treat the individual's mental illness and protect him and society from his potential dangerousness.\" Jones, 463 U.S. at 368. However, the State correctly points out that this does not necessarily equate with a constitutional requirement that commitment be based on amenability to treatment nor even on a constitutional right to treatment. These issues were addressed by Chief Justice Burger who found:\n... no basis for equating an involuntarily committed mental patient's unquestioned constitutional right not to be confined without due process of law with a constitutional right to treatment. Given the present state of medical knowledge regarding abnormal human behavior and its treatment, few things would be more fraught with peril than to irrevocably condition a State's power to protect the mentally ill upon the providing of \"such treatment as will give [them] a realistic opportunity to be cured.\"\nO'Connor, 422 U.S. at 587-89 (Burger, C.J., concurring) (footnote omitted).\nPost and Oldakowski did not rely on any precedent in which \"treatability\" was held to be a constitutional prerequisite to commitment nor were they able to pre*309sent any evidence that the state will not treat persons committed under chapter 980. On the contrary, the state is clearly statutorily obliged under § 980.06(1) to provide \"control, care and treatment\" to those determined to be sexually violent persons. In addition, chapter 980 committed persons are entitled to the patient's rights conferred under chapter 51, which include the \"right to receive prompt and adequate treatment.\" Wis. Stat. § 51.61(l)(f). We find these statutory obligations to treat to be consistent with the nature and duration of commitments pursuant to chapter 980 and conclude that the lack of a precommitment finding of treatability is not offensive to the constitution under substantive due process.\nIn response to Post and Oldakowski's argument about the timing of chapter 980 commitments, we note that treatment, even specialized treatment directed toward sexual offenders, is currently available in the regular prison setting. For those who have fully availed themselves of treatment opportunities, a chapter 980 petition may be unnecessary. It is only those for whom previous treatment has proved ineffective, as demonstrated by their current diagnosis of a mental disorder that predisposes them to commit violent acts, that chapter 980 commitment will be appropriate. The focus on current mental condition is designed to afford persons with the most persistent problems the greatest help available. This court fails to see how a statute structured to cover only those demonstrated to be most in need of treatment can be characterized as \"not serious\" in its pursuit of the objective of providing treatment.\nFurther, the particularized treatment that will be provided to those committed under chapter 980 cannot, as the dissent infers, be as easily provided under chap*310ter 51. Dr. Wood, acting unit manager for the sexually violent person unit of the Wisconsin Resource Center, testified that plans pursuant to the new law call for a dedicated wing which will solely house those committed as sexually violent persons. This unique unit will be staffed by psychologists, clinical nurses and psychiatric care technicians who will facilitate a treatment regimen focused on the needs of the sexually violent person by offering \"a multi-component concomitant behavioral program that will address issues at the level of arousal and fantasy as well as behavioral controls, relapse prevention and the attempt to work on both the underlying disorder as well as the potential dangerousness.\"\nAlthough Post and Oldakowski refer to studies by several behavioral scientists in which treatment for sexual offenders was deemed to be ineffective, there is by no means consensus within the behavioral sciences community on this issue. The State, in turn, cited numerous studies reporting positive results in reducing rates of recidivism through treatment.15 There are many new techniques and treatment methods, such as \"cognitive-behavioral\" programs and \"relapse preven*311tion\" that are aimed at teaching sexual offenders skills to recognize and cope with situations such as anger and substance abuse that create high risk for relapse.16 The fact that studies reaching opposite conclusions can be cited on both sides of this issue does not preclude the legislature from acting, nor does it compel a finding of unconstitutionality. The Supreme Court has addressed the lack of certainty in this area:\nWe do not agree with the suggestion that Congress' power to legislate in this area depends on the research conducted by the psychiatric community. We have recognized repeatedly the \"uncertainty of diagnosis in this field and the tentativeness of professional judgment. The only certain thing that can be said about the present state of knowledge and therapy regarding mental disease is that science has not reached finality of judgment . . . .\" The lesson we have drawn is not that government may not act in the face of this uncertainty, but rather that courts should pay particular deference to reasonable legislative judgments.\nJones, 463 U.S. at 364 n.13 (citations omitted). The Wisconsin Legislature has chosen to commit those found to be sexually violent persons for treatment and, heeding the above language, we do not question the relative merits of this treatment.\n3. Dangerousness\nWe also reject Post and Oldakowski's claim that chapter 980's statutory definition of dangerousness17 *312sets an impermissibly low standard of \"substantial risk\" and is therefore unconstitutional. The Supreme Court has refused to proscribe strict boundaries for legislative determinations of what degree of dangerousness is necessary for involuntary commitment.18 Substantive as well as procedural limitations on a state's traditional power to commit the dangerously mentally ill vary widely from jurisdiction to jurisdiction. Jackson v. Indiana, 406 U.S. 715, 736-37 (1972). The Supreme Court has noted the uncertainty endemic to the field of psychiatry and held that particular deference must be shown to legislative decisions in that arena. Jones, 463 U.S. at 364 n.13. The Court recognized that although predictions of future dangerousness may be difficult, they are still an attainable, in fact essential, part of our judicial process. Barefoot v. Estelle, 463 U.S. 880, 897 (1983). Here, the Wisconsin Legislature has devised a statutory method *313for assessing the future danger posed by persons predisposed to sexual violence and we find it constitutionally sound.\nNature and Duration of Commitment\nFurther, Post and Oldakowski contend that the nature of chapter 980 commitments bears no reasonable relationship to the purposes of commitment and is specifically contrary to the Supreme Court's holding in Foucha v. Louisiana, 504 U.S. 71 (1992). At a minimum, the Supreme Court has stated that \"due process requires that the nature and duration of commitment bear some reasonable relation to the purpose for which the individual is committed.\" Jackson, 406 U.S. at 738. The purposes of commitment under chapter 980 have already been identified as the protection of the community and the treatment of persons suffering from disorders that predispose them to commit sexually violent acts. The nature of the commitment (to the custody of DHSS with potential confinement in a secure mental health facility) is consistent with both purposes. Wis. Stat. §§ 980.06(1) and 980.065.\nThe language of the statute provides the best evidence of this reasonable relationship. Individuals found to be sexually violent persons are committed to the custody of DHSS \"for control, care and treatment\" in \"the least restrictive manner consistent with the requirements of the person and in accordance with the court's commitment order.\" Wis. Stat. §§ 980.06(1) and (2)(b). Chapter 980 committed persons are defined as \"patients\" under chapter 51, the Mental Health Act, and are entitled to the same rights as other patients, including the right to \"receive prompt and adequate treatment, rehabilitation and educational services *314appropriate for his or her condition.\" Wis. Stat. § 51.61(l)(f). An additional right afforded to those defined as \"patients\" under chapter 51 is the requirement that facilities \"be designed to make a positive contribution to the effective attainment of the treatment goals of the hospital.\" Wis. Stat. § 51.61(l)(m). Commitment in a secure setting that provides specialized treatment for sexual offenders serves both to protect society and to treat the individual.\nAgain, the statutory language itself illustrates that the duration of the commitment, although potentially indefinite, is reasonably related to the purposes of the commitment. Periodic mental examinations are conducted \"for the purpose of determining whether the person has made sufficient progress to be entitled to transfer to a less restrictive facility, to supervised release or to discharge.\" Wis. Stat. § 980.07(1). Thus, the duration of an individual's commitment is intimately linked to treatment of his mental condition. Commitment ends when the committed person no longer suffers from a mental disorder or when that condition no longer predisposes him to commit acts of sexual violence. Protection of the community is also well-served by this statutory scheme because the danger to the public has necessarily dissipated when treatment has progressed sufficiently to warrant an individual's release.\nPost and Oldakowski argue that Wisconsin's Sexually Violent Person Commitment statute is in direct conflict with Foucha, based on the contention that chapter 980 allows an indefinite commitment on the basis of a diagnosis of antisocial personality disorder. However, we see our ruling today as consistent with both the conceptual framework and the specific findings expressed in Foucha. There, Louisiana's statutory *315scheme for continuing confinement of insanity acquit-tees was found to be violative of both substantive due process and equal protection guarantees.19 Although it sought to extend his commitment to a mental institution, the state conceded that Foucha was neither mentally ill nor was his condition treatable. Here, the State makes neither of the above concessions; in fact, commitment under chapter 980 is based on the presence of a mental disorder that the state intends to treat.20\nThe Court reiterated that the nature of commitment must relate to its purpose and found that because the state no longer considered Foucha mentally ill, its basis for committing him to a psychiatric facility had disappeared. Foucha, 504 U.S. at 78-79. In her concurrence in Foucha, Justice O'Connor stressed that the opinion addressed only Louisiana's specific statutory scheme and did not rule out more narrowly devised schemes. She further opined that it might even \"be permissible for Louisiana to confine an insanity acquit-tee who has regained sanity if, unlike the situation in this case, the nature and duration of detention were *316tailored to reflect pressing public safety concerns related to the acquittee's continuing dangerousness.\" Id. at 87-88. Justice O'Connor reasoned that the state cannot confine insanity acquittees as mental patients without medical justification. Id. at 88. As discussed earlier, Wisconsin's statutory scheme is sufficiently narrowly tailored to withstand constitutional challenge because the nature and duration of chapter 980 confinements are reasonably related to the purposes for those commitments. We do not read Foucha to prohibit the commitment of dangerous mentally disordered persons.\nIn State v. Randall, 192 Wis. 2d 800, 532 N.W.2d 94 (1995), this court recently upheld the constitutionality of Wisconsin's scheme for the commitment of insanity acquittees against a challenge based on Foucha. We held that Foucha did not prohibit the continued commitment of sane but dangerous insanity acquittees \"so long as they are treated in a manner consistent with the purposes of their commitment, e.g., there must be a medical justification....\" Randall, 192 Wis. 2d at 807. We noted that the treatment programs in Wisconsin's secure mental health facilities are designed to treat both mental and behavioral disorders and that the goal of safely returning an acquittee to the community can be well-served by continuing treatment aimed at reduction of danger arising from behavioral disorders even after an acquittee was deemed to no longer suffer from a condition that could be defined under the traditional rubric of mental illness. Id.\nUnder the statutory scheme of chapter 980, there is medical justification for the commitment of persons whose mental disorders predispose them to engage in sexually violent acts. Disorders such as paraphilias, which often form the diagnostic basis for chapter 980 *317commitments, are characterized by recurrent urges and behaviors. Treatment that is specifically geared toward helping a committed person recognize and control these patterns of behavior certainly serves the goals of individualized treatment and community protection.\nFinally, we point out that substantive due process analysis necessarily involves the balancing of individual liberties against the \"demands of an organized society.\" Youngberg, 457 U.S. at 320. The balance can favor danger-preempting confinement under proper circumstances, including the necessity of detaining \"mentally unstable individuals who present a danger to the public.\" Salerno, 481 U.S. at 748-49. We find that chapter 980 permissibly balances the individual's liberty interest with the public's right to be protected from the dangers posed by persons who have already demonstrated their propensity and willingness to commit sexually violent acts.\nEQUAL PROTECTION\nPost and Oldakowski also challenge chapter 980 on the basis that it denies them equal protection under the laws.21 They specifically claim the following substantive differences between the statutory schemes for initial commitment under chapter 51 and chapter 980 are violative of equal protection: (1) § 51.20(l)(a)l requires a showing of \"mental illness\" while § 980.02(2)(b) requires only \"mental disorder\"; (2) chapter 980 contains no requirement for an individual*318ized finding of suitability for treatment as does § 51.20(1); and (3) the standard for dangerousness in § 980.02(2)(c) is insufficient because there is no recent overt act requirement as in § 51.20(l)(a)2. Post and Oldakowski also argue that there are numerous procedural infirmities in chapter 980 that impermissibly impose more stringent requirements for release.22\nWhen a party attacks a statute on the grounds that it denies equal protection under the law, the party must demonstrate that the state unconstitutionally treats members of similarly situated classes differently. Here, the parties agree, and we are also satisfied, that persons committed under chapters 51 and 980 are *319similarly situated for purposes of an equal protection comparison.23\nAlthough they agree that the classes to be compared in the equal protection analysis are similarly situated, Post and Oldakowski and the State strongly disagree on the level of judicial scrutiny that is to be applied to that comparison. Post and Oldakowski urge this court to employ strict scrutiny while the State argues that a rational basis test should be applied. Under a rational basis test, a classification \"cannot run afoul of the Equal Protection Clause if there is a rational relationship between the disparity of treatment and some legitimate governmental purpose.\" Heller v. Doe, 113 S. Ct. 2637, 2642 (1993). Classifications based on a suspect class, such as alienage or race, are traditionally subjected to strict scrutiny and must be shown to be necessary to promote a compelling governmental interest in order to be found constitutional. Graham v. Richardson, 403 U.S. 365, 376 (1971). Strict scrutiny has also been applied to invidious classifications that arbitrarily deprive one class of persons, but not another similarly situated, of a fundamental right. See Skinner v. Oklahoma ex rel. Williamson, 316 U.S. 535 (1942) (statute unconstitutionally authorized sterilization of persons convicted of some larcenies but not others); Police Department of the City of Chicago et al. v. Mosley, 408 U.S. 92 (1972) (distinction between peaceful labor picketing and other peaceful picketing impermissibly impinged on First Amendment rights).\n*320The Supreme Court has not clearly articulated which of the two standards is to be applied to equal protection challenges of involuntary commitment statutes, nor has this court previously resolved the issue. The Court explicitly declined to determine whether the heightened level of scrutiny was applicable in a recent challenge because the issue had not been properly presented in the courts below. Heller, 113 S. Ct. at 2642. There, the case had been argued in lower courts solely on the theory of rational basis, and the Court maintained that level of review in finding that equal protection was not violated by differences in Kentucky's statutory procedures for involuntary commitment of the mentally ill and mentally retarded. Id.\nIn our decisions involving equal protection challenges to involuntary commitments under chapter 975 (the Sex Crimes Act), this court has consistently applied a rational basis test. See, e.g., State ex rel. Farrell v. Stovall, 59 Wis. 2d 148, 159, 207 N.W.2d 809 (1973); State ex rel. Terry v. Schubert, 74 Wis. 2d 487, 499, 247 N.W.2d 109 (1976); State v. Hungerford, 84 Wis. 2d 236, 256, 267 N.W.2d 258 (1978). The issue of whether a heightened level of scrutiny should be applied to classifications involving the mentally ill was discussed by this court in State ex rel. Watts v. Combined Community Services, 122 Wis. 2d 65, 81-83 n.8, 362 N.W.2d 104 (1985). In that instance, we found it unnecessary to resolve the issue as we concluded that the challenged disparities between chapter 51 and chapter 55 (which covers involuntary placements under the Protective Service System) did not survive even rational basis scrutiny. Id.\nThe question of which level of scrutiny is to be applied has been complicated by the Supreme Court's *321introduction of a third \"intermediate\" level of scrutiny wherein a classification need only further a \"substantial interest of the State.\" Plyer v. Doe, 457 U.S. 202, 217-8 (1982). This level of review is to be employed only in limited circumstances when the legislation is not facially invidious but \"nonetheless give[s] rise to recurring constitutional difficulties.\" Id. at 217. The plurality portion of the Foucha opinion added to the confusion on this issue with the following language which does not use recognized terms of art for either of the two traditional levels of scrutiny: \"[f]reedom from physical restraint being a fundamental right, the State must have a particularly convincing reason, which it has not put forward, for such discrimination against insanity acquittees who are no longer mentally ill.\" Foucha, 504 U.S. at 86 (emphasis added). It is this language that Post and Oldakowski primarily rely on in urging this court to utilize strict scrutiny in its review of chapter 980.\nWe conclude that, in this case, we need not resolve the appropriate level of scrutiny, as we find that all but one of the disparities challenged in chapter 980 pass even the highest level of scrutiny. The state's compelling interest in protecting the public provides the necessary justification for the differential treatment of the class of sexually violent persons whose mental disorders make them distinctively dangerous because of the substantial probability that they will commit future crimes of sexual violence.\n\"Equal protection does not require that all persons be dealt with identically, but it does require that a distinction made have some relevance to the purpose for which the classification is made.\" Baxstrom v. *322Herold, 383 U.S. 107, 111 (1966). Differences in difficulty of diagnosis, degree of dangerousness, and intrusiveness of treatment were found by the Supreme Court to be sufficient justifications for differential treatment of the mentally retarded and the mentally ill. See Heller, 113 S. Ct. 2637. The Supreme Court has also recognized that distinctions between the dangerous and non-dangerous mentally ill may be reasonable for purposes of \"determining the type of custodial or medical care to be given.\" Baxstrom, 383 U.S. at 111. As long as the mechanism adopted by a legislature is constitutional, as we have found chapter 980 to be, the people can choose, through their duly elected representatives, to address complex social problems in more than one way. There is no constitutional mandate that one alternative must be chosen over another and neither the federal nor the state constitution bars the state from creating and implementing a variety of solutions aimed at controlling a variety of ills. See Matter of Guardianship of KN.K, 139 Wis. 2d 190, 209-10, 407 N.W.2d 281 (Ct. App. 1987), Heller, 113 S. Ct. at 2643-47.\nAs the Supreme Court noted, \"the crucial question [in all equal protection cases] is whether there is an appropriate governmental interest suitably furthered by the differential treatment.\" Mosley, 408 U.S. at 95. The legislature has determined that, as a class, persons predisposed to sexual violence are more likely to pose a higher level of danger to the community than do other classes of mentally ill or mentally disabled persons. This heightened level of dangerousness and the unique treatment needs of sexually violent persons justify distinct legislative approaches to further the *323compelling governmental purpose of protection of the public.\n1. Equal Protection Challenges to Substantive Standards for Commitment\nAccording to Post and Oldakowski, the differences in substantive standards for commitment between chapter 51 and chapter 980 (the use of the term \"mental disorder,\" lack of \"treatability\" and recent overt act requirements) are violative of equal protection. We conclude that none of these claimed deficiencies is fatal to chapter 980. The distinctions between the terms \"mental illness\" and \"mental disorder\" were discussed earlier in this opinion and we find the difference in nomenclature to form no more of a constitutional impediment under equal protection than it did under substantive due process.\nNor do we find the lack of a \"suitability for treatment\" requirement violative of equal protection. The requirement that persons committed under chapter 51 must be \"proper subject[s] for treatment\" has been interpreted by the court of appeals of this state to encompass treatment that is aimed at reducing aggressive behaviors and controlling symptomatic conduct even when there is a determination that the underlying mental condition cannot be \"cured.\" See In re Mental Condition ofC.J., 120 Wis. 2d 355, 354 N.W.2d 219 (Ct. App. 1984). This court has previously recognized that \"Wisconsin's mental health facilities offer comprehensive treatment programs designed to reduce the patient's propensity for dangerousness.\" Randall, 192 Wis. 2d at 834. Broad leeway is particularly appropriate in the treatment of those prone to sexual *324violence whose lack of control over their violent behavior is exactly what makes them so dangerous and requires their commitment for treatment. Because sexually violent persons pose specialized treatment problems and may require nontraditional therapies that cannot be assessed in the same manner as for other civilly committed persons, we find that the legislature is justified in not requiring a showing of amenability to treatment.\nWe further conclude that the lack of a recent overt act requirement in chapter 980's definition of dangerousness does not render this standard unconstitutional under equal protection. Various mental conditions may receive different statutory treatment depending on the state's underlying interest in the commitment. The statutory criteria of dangerousness sufficient to support involuntary commitments already varies widely. For example, a protective placement under chapter 55 does not require a recent overt act but merely that the person's condition \"create a substantial risk of serious harm to oneself or others.\" Wis. Stat. § 51.06(2)(c). Even under chapter 51, if the subject of a petition for commitment is an inmate of a state prison or the subject of inpatient treatment in a mental hospital, a recent overt act is not necessary. Wis. Stat. §§ 51.20(l)(am) and (ar). The legislature defines dangerousness in chapter 980 on the basis of a current diagnosis of a mental disorder that has the effect of creating a substantial probability that the subject of the petition will engage in acts of sexual violence. We find the lack of a recent overt act under chapter 980 in no way violates equal protection.\n*325Only persons who fit the following substantive criteria are subject to chapter 980 commitments — those who have been convicted of specific sexually violent acts in the past and who are substantially probable to engage in sexually violent acts in the future because their current mental disorder predisposes them to engage in such conduct. The compelling state interest in protecting the public from such dangerously disordered persons justifies the differentiations the legislature has created in substantive threshold criteria.\n2. Equal Protection Challenges to Procedures of Commitment\nPost and Oldakowski argue that equal protection is violated by the chapter 980 procedures that make release more difficult than the parallel provisions in chapter 51. The State counters that procedures need not be identical and that the procedural safeguards applied at the stage of initial commitment are actually much more stringent than those in chapter 51, thereby reducing the risk of erroneous commitment and lessening the need for the type of release procedures that the legislature chose to employ for chapter 51 committed persons. We find the State's arguments persuasive and agree that most of the differences between the two statutory schemes are justified by the state's compelling interest in the protection of the public from those who are dangerous due to a mental disorder which creates a substantial probability of future acts of sexual violence.\nThe Supreme Court has recognized that a proper \"function of [the] legal process is to minimize the risk of *326erroneous decisions\" and cautioned that, \"[t]he individual should not be asked to share equally with society the risk of error when the possible injury to the individual is significantly greater than any possible harm to the state.\" Addington, 441 U.S. at 425, 427. Loss of liberty through involuntary commitment imposes just such a heavy duty upon the state. Chapter 980 properly balances the risks by providing stringent procedural safeguards on the initial commitment process. At the commitment trial, the subject of the petition is afforded all of the rights available to a defendant in a criminal trial. Wis. Stat. § 980.05(lm). A person can be committed under chapter 980 only if a jury unanimously finds that all of the criteria in the petition are met beyond a reasonable doubt. Wis. Stat. § 980.03(3). This is contrasted with chapter 51, under which the state need only prove the substantive criteria by clear and convincing evidence and which allows commitment on a 5/6ths jury verdict. Wis. Stat. §§ 51.20(11) and (13)(e). The increased likelihood of accurate initial 980 commitment decisions reduces the need for some of the recommitment procedures that act as a safety net in chapter 51.\nSpecifically, we find that the automatic expiration of chapter 51 commitments is not a universally required mechanism. Chapter 980 offers ample and fair opportunity for review and petition for release. An institutionalized committed person can petition for supervised release every six months and must be released unless the state can show clear and convincing evidence that continued secure confinement is necessary. Annual mental reexaminations are conducted and a probable cause hearing for discharge will be held unless the committed person affirma*327tively waives this right. Wis. Stat. § 980.09(2). Thus, a person under a chapter 980 commitment is entitled to an annual review that will beheld unless an affirmative waiver is submitted.\nPost and Oldakowski argue that the procedure outlined in § 980.10 places an impermissibly onerous requirement on petitions for discharge. Following rejection of a petition filed without the approval of the secretary of DHSS, subsequent petitions filed without approval will be denied without a hearing unless the petition contains facts indicating the person's condition has so changed as to warrant a hearing. Wis. Stat. § 980.10. This procedure however, is clearly limited to \"subsequent petition[s] under this section.\" Wis. Stat. § 980.10 (emphasis added). In other words, this limitation does not apply to petitions for supervised release, petitions for discharge filed with the secretary's approval, or those filed without approval following the yearly examination. Nor does this section in any way affect a committed person's right to an annual hearing for discharge under § 980.09(2). We hold that the opportunities to seek release every six months and discharge annually are sufficient to meet constitutional demands and the state is not required to provide access to unlimited additional hearings unless adequate cause is shown.\nPost and Oldakowski also claim that chapter 980 fails under an equal protection analysis because sexually violent person commitments are indefinite while chapter 51 commitments automatically expire. In Jones v. United States, the Supreme Court upheld an indefinite commitment scheme for insanity acquittees, citing with approval the reasoning that \"because it is *328impossible to predict how long it will take for any given individual to recover — or indeed whether he ever will recover — Congress has chosen, as it has with respect to civil commitment, to leave the length of commitment indeterminate, subject to periodic review of the patient's suitability for release.\" Jones, 463 U.S. at 368. Where, as here, one of the purposes of the commitment is to protect the public through incapacitation and treatment of dangerous mentally disturbed individuals who are substantially likely to engage in future acts of sexual violence, release properly hinges on the progress of treatment rather than any arbitrary date in time. The commitment ends when this purpose is satisfied — when the committed person no longer poses a danger to the community as a sexually violent person.\nChapter 980 must fail, argue Post and Oldakow-ski, because it does not provide for jury trials at discharge hearings, as does chapter 51. In its review of chapter 975, Wisconsin's Sex Crimes Act, the United States Supreme Court commented that because commitments are based on social and legal as well as medical judgments, \"the jury serves the critical function of introducing into the process a lay judgment, reflecting values generally held in the community, concerning the kinds of potential harm that justify the State in confining a person for compulsory treatment.\" Humphrey v. Cady, 405 U.S. 504, 509 (1972). This court previously found, in a comparison of chapters 51 and 975, that denial of a jury trial only to the latter in recommitment proceedings violated equal protection. Farrell, 59 Wis. 2d at 168. Similarly, we find in this instance that there is no justification for this distinction between chapter 51 and chapter 980 and that equal protection demands that a right to a jury trial be *329made available at this important stage. However, we stress that this conclusion is not fatal to the statute itself.\nThis court has previously construed deficient statutes to include constitutionally required procedures. State ex rel. Terry v. Schubert, 74 Wis. 2d 487, 498, 247 N.W.2d 109 (1976). We do so again by holding that persons committed under chapter 980 must be afforded the right to request a jury for discharge hearings under §§ 980.09 and 980.10. Because chapter 51 requires only a jury of six, the same will be made available upon request to chapter 980 committed persons. We note that the burden of proof for the state in such discharge hearings will remain clear and convincing, which comports with the level required in chapter 51 recommitment hearings. See Wis. Stat. §§ 980.09(l)(b), (2)(b) and 51.20(13)(e).\nFinally, Post and Oldakowski argue that their right to equal protection under the law is violated because persons who may be equally dangerous (because they have the same mental disorders, the same proclivities and have committed the same crimes), but who are not currently incarcerated, are not affected by chapter 980. Both the Supreme Court and this court have rejected this \"all or nothing\" approach. The Supreme Court has stated that the question is not whether state laws can go farther, indeed that \"the legislature is free to recognize degrees of harm, and it may confine its restrictions to those classes of cases where the need is deemed to be clearest.\" Minnesota ex rel. Pearson v. Probate Court of Ramsey County, Minn., 309 U.S. 270, 274-75 (1940), aff'g 205 Minn. 545, 287 N.W. 297 (1939). In the same vein, this court has held *330that if \"the law presumably hits the evil where it is most felt, it is not to be overthrown because there are other instances to which it might have been applied.\" State v. Hart, 89 Wis. 2d 58, 68-69, 277 N.W.2d 843 (1979) (quoting State ex rel. Baer v. Milwaukee, 33 Wis. 2d 624, 634, 148 N.W.2d 21 (1967)). We agree with the State that it would be difficult, if not impossible, to \"draw the line\" if the legislature had attempted to craft a statute encompassing persons in the general community. The Supreme Court has recognized that \"[a] statute does not violate the Equal Protection Clause merely because it is not all-embracing,\" Whitney v. California, 274 U.S. 357, 370 (1927), and we find that the claim of underinclusiveness here is insufficient to sustain an equal protection challenge.\nIn summary, the state has a compelling interest in protecting the public from dangerous mentally disordered persons and we find that its statutorily distinctive mechanisms, as found in chapter 980, do not violate equal protection. Also, we note the words of the Supreme Court regarding differential treatment of non-suspect classes:\n... where individuals in the group affected by a law have distinguishing characteristics relevant to interests the State has the authority to implement, the courts have been very reluctant, as they should be in our federal system and with our respect for the separation of powers, to closely scrutinize legislative choices as to whether, how, and to what extent those interests should be pursued.\n*331City of Cleburne v. Cleburne Living Center, 473 U.S. 432, 441 (1985).24 The legislature has chosen to provide a mechanism for the civil commitment of a narrowly defined group of persons who have been convicted of a sexually violent offense, are within 90 days of release, and currently have a mental disorder that predisposes them to repeat that violent conduct. We reiterate — legislative enactments are presumed constitutional. We find no infirmities in this scheme that adequately rebut that presumption.\nII. CHAPTER 975 COMMITTED PERSONS\nFinally, Post and Oldakowski argue that the governor's partial veto of Special Session Assembly Bill 3 resulted in a gap in the newly created chapter 980 which makes it inapplicable to those committed pursuant to chapter 975, the Sex Crimes Act.25 An objective test is applied following a partial veto requiring what remains to be a \"complete, entire, and workable law.\" *332State ex rel. Kleczka v. Conta, 82 Wis. 2d 679, 706, 264 N.W.2d 539 (1978).\nPost and Oldakowski assert that the law following the veto is unworkable in that it: (1) did not repeal § 975.12 that specifies chapter 51 civil commitments as the exclusive means of extending a chapter 975 commitment; (2) does not abrogate the privileged nature of treatment records; and (3) provides no mechanism for notification of pending release of chapter 975 committed persons nor for transmission of otherwise confidential information to the appropriate authorities.\nWe find Post and Oldakowski's claim that chapter 51 proceedings provide the exclusive method to \"extend\" civil commitment of chapter 975 committed persons unpersuasive. This argument centers on the language of § 975.12(1) which states that persons shall be discharged at the end of one year or the maximum term for the underlying offense for which they were convicted unless DHSS has petitioned for civil commitment under § 51.20. We acknowledge that the veto did not repeal this section, but we find that point irrelevant. A chapter 980 commitment is not an \"extension\" of any other type of commitment and § 975.12 does not limit the state's ability to seek a separate civil commitment under chapter 980.\nPost and Oldakowski originally argued that the veto failed to abrogate the physician-patient privilege of § 905.04(2) which prevents the use in court of confidential communications by a patient to any treatment provider. At oral argument, Post and Oldakowski conceded that the general rule of physician-patient privilege is subject to exception once the mental state of *333the committed person becomes an issue at a hearing. This concession was appropriate as this court has previously ruled that chapter 975 continuation of control hearings fall within the statutory exception to privilege as \"proceedings for hospitalization.\" Wis. Stat. § 905.04(4)(a). See State v. Cramer, 98 Wis. 2d 416, 425, 296 N.W.2d 921 (1980), cert. denied, 450 U.S. 924 (1981). We conclude that both initial commitment and discharge hearings under chapter 980 are similarly \"proceedings for hospitalization\" which fall within the established exception to the privilege found in § 905.04(4)(a).\nPost and Oldakowski's final claim, that the post-veto law does not provide mechanisms for notice or release of confidential information, rests on the following language in § 980.015:\n(2) If an agency with jurisdiction has control or custody over a person who may meet the criteria for commitment as a sexually violent person, the agency with jurisdiction shall inform each appropriate district attorney and the department of justice regarding the person as soon as possible beginning 3 months prior to the applicable date of the following:\n(a) The anticipated discharge from a sentence, anticipated release on parole or anticipated release from imprisonment of a person who has been convicted of a sexually violent offense.\n(b) The anticipated release from a secured correctional facility, as defined in s. 48.02(15m), of a person adjudicated delinquent under s. 48.34 on the basis of a sexually violent offense.\n(c) The termination or discharge of a person who has been found not guilty of a sexually violent offense by reason of mental disease or defect under s. 971.17.\n*334Post and Oldakowski read this to cover only persons imprisoned, adjudicated delinquent and placed in a secure correctional facility, or found not guilty by reason of mental disease or defect. They reason that persons under chapter 975, committed in lieu of imprisonment, do not \"fit\" into any of the categories and therefore DHSS can neither supply notification of their pending release nor transmit their records. Post and Oldakowski acknowledge that the legislature created a new exception to the confidentiality of treatment records that specifically allows access:\nTo the department of justice or a district attorney under s. 980.015(3)(b), if the treatment records are maintained by an agency with jurisdiction, as defined in s. 980.015(1), that has control or custody over a person who may meet the criteria for commitment as a sexually violent person under ch. 980.\nWis. Stat. § 51.30(4)(b)10m. However, they assert that because persons committed under chapter 975 do not \"fit\" into the challenged language in § 980.015, the exception to confidentiality cannot be triggered.\nIf an \"agency with jurisdiction\" (defined as the agency with the \"authority or duty to release or discharge\") has \"control or custody over a person who may meet the criteria for commitment as a sexually violent person\" it shall inform the DOJ or district attorney within 90 days of the anticipated discharge from sentence or release on parole of the status of such person. Wis. Stat. § 980.015.\nUnder chapter 975, a person convicted of certain sexual offenses and found to be in need of specialized treatment could be committed to the custody of DHSS rather than sentenced to prison. Wis. Stat. §§ 975.001, *335and 975.06(2). DHSS remains the agency with the authority to release on parole persons committed under chapter 975. Wis. Stat. § 975.10. Thus, chapter 975 committed persons clearly do \"fit\" within the category of persons described in § 980.015(2)(a) in that they may be released on parole following a conviction for a sexually violent offense.\nWe hold that the above language does not preclude but rather requires DHSS to provide notification of pending release and to transmit relevant treatment records concerning persons committed under chapter 975 whom DHSS deems may be candidates for commitment as sexually violent persons. Wis. Stat. § 980.015(3)(b). DHSS, as the agency with jurisdiction, has the obligation to provide DO J or the district attorney with such information concerning all persons who might meet the statutory commitment criteria, i.e., those who: (1) have been convicted of a sexually violent offense (§ 980.02(2)(a)); (2) are within 90 days of discharge or release from a commitment order entered as a result of a sexually violent offense (§ 980.02(2)(ag)); (3) have a mental disorder (§ 980.02(2)(b)); and (4) are dangerous because that disorder creates a substantial probability that he or she will engage in acts of sexual violence (§ 980.02(2)(e)). This description potentially encompasses persons committed under chapter 975 and the post-veto law in no way excludes them from coverage.\nWe conclude that the governor's veto resulted in a complete and workable law that properly encompasses persons originally committed under chapter 975.\nBy the Court. — The order of the circuit court is reversed and the cause is remanded.\n\n Textual references to the Wisconsin Statutes are hereinafter indicated as \"chapter xxx\" or \"section xxx.xx,\" without the designation \"of the Wisconsin Statutes.\" Unless otherwise indicated, all references in this opinion are to the 1993-1994 Wisconsin Statutes.\n\n\n For purposes of brevity, the term \"committed person[s]\" will be used in reference to those committed under chapter 980 as sexually violent persons as well as to individuals originally committed under chapter 975.\n\n\n According to the American Psychiatric Association, Diagnostic and Statistical Manual of Mental Disorders (4th ed. 1994) (hereinafter DSM-IV), \"the essential feature of Antisocial Per*296sonality Disorders is a pervasive pattern of disregard for, and violation of, the rights of others ....\" DSM-IV, at 645.\n\n\n \"The essential features of a Paraphilia are recurrent, intense sexually arousing fantasies, sexual urges, or behaviors generally involving... children or other nonconsenting persons and that occur over a period of at least 6 months.\" DSM-IV, at 522-23.\n\n\n DSM-IV, at 523.\n\n\n Polysubstance abuse and alcohol abuse, in Post's case, and Oldakowski's alcohol abuse (all in forced remission) were cited as additional risk factors which contributed to Dr. Doren's assessment that both men posed a substantial risk of reoffense.\n\n\n Upon stipulation by counsel that the same arguments were to be raised in support of dismissing both petitions, Post *297and Oldakowski filed joint briefs and the circuit court entered one decision addressing both motions.\n\n\n 980.01 Definitions. In this chapter:\n(5) \"Sexually motivated\" means that one of the purposes for an act is for the actor's sexual arousal or gratification.\n(6) \"Sexually violent offense\" means any of the following:\n(a) Any crime specified in s. 940.225(1) or (2), 948.02(1) or (2), 948.025, 948.06 or 948.07.\n(b) Any crime specified in s. 940.01, 940.02, 940.05, 940.06, 940.19(4) or (5), 940.30, 940.305, 940.31 or 943.10 that is deter-\n*298mined, in a proceeding under s. 980.05(3)(b), to have been sexually motivated.\n(c) Any solicitation, conspiracy or attempt to commit a crime under par. (a) or (b).\n\n\n 980.02 Sexually violent person petition; contents; filing.\n(2) A petition filed under this section shall allege that all of the following apply to the person alleged to be a sexually violent person:\n(a) The person satisfies any of the following criteria:\n1. The person has been convicted of a sexually violent offense.\n2. The person has been found delinquent for a sexually violent offense.\n3. The person has been found not guilty of a sexually violent offense by reason of mental disease or defect.\n(ag) The person is within 90 days of discharge or release, on parole or otherwise, from a sentence that was imposed for a conviction for a sexually violent offense!,] from a secured correctional facility, as defined in s. 48.02(15m), if the person was placed in the facility for being adjudicated delinquent under s. 48.34 on the basis of a sexually violent offense or from a commitment order that was entered as a result of a sexually violent offense.\n(b) The person has a mental disorder.\n(c) The person is dangerous to others because the person's mental disorder creates a substantial probability that he or she will engage in acts of sexual violence.\n\n\n The United States and Wisconsin constitutions provide similar guarantees of due process. See U.S. Const, amend. V and XIV1 and Wis. Const, art. I, § 8.\n\n\n See Addington, 441 U.S. at 425-26 (discussing the \"state's interest in committing the emotionally disturbed\" and the \"expanding concern of society with problems of mental disorders\"); see also Jackson v. Indiana, 406 U.S. 715, 737 (1972) (recognizing there are a number of bases for involuntary civil commitment including \"defective delinquency laws, sexual psychopath laws, [and] commitment of persons acquitted by reason of insanity\").\n\n\n Washington state allows involuntary civil commitment for treatment of those with \"mental disorders,\" Wash. Rev. Code § 71.05; Illinois' Sexually Dangerous Persons Act provides for commitment of those \"suffering from a mental disorder,\" Ill. Rev. Stat., ch. 725 § 205/1.01; and Indiana's civil commitment scheme defines \"mental illness\" as a \"psychiatric disorder\" which is in turn defined as a mental illness or disease. Ind. Code 12-7-2-130 and 12-7-2-150.\n\n\n This risk is due to the \"imperfect fit\" between the law and clinical diagnosis which is exacerbated by the legal necessity for information that falls outside of that relevant to psychiatric categorical designations. However, DSM-TV notes that when properly used, diagnostic information can increase reliability and facilitate understanding of complex matters in the decision-making process \"when the presence of a mental disorder is the predicate for a subsequent legal determination (e.g., involuntary civil commitment).\" DSM-TV, at xxiii-xxiv.\n\n\n A finding that a person does fit the chapter 980 criteria of a sexually violent person in no sense equates to automatic \"lifetime commitment.\" Commitment to the custody of the DHSS does not necessarily result in immediate secure institutionalization, rather it can mean supervised release into the community. Wis. Stat. § 980.06(2)(b). Further, there are numerous procedural safeguards for those for whom institutionalization is deemed appropriate, including periodic reexamination, review, and supervised release or discharge. See Majority opinion at 299-301, 326-329.\n\n\n See, e.g., Janice K. Marques, David M. Day, Craig Nelson, Mary Ann West, Effects of Cognitive-Behavioral Treatment on Sex Offender Recidivism, 21 Criminal Justice and Behavior 28, 28-52 (1994); W.L. Marshall and W.D. Pithers, A Reconsideration of Treatment Outcome with Sex Offenders, 21 Criminal Justice and Behavior 10, 10-27 (1994); W.L. Marshall and H.E. Barbaree, Outcome of Comprehensive Cognitive-Behavioral Treatment Programs in Handbook of Sexual Assault, 363-85 (W.L. Marshall, D.R. Laws, H.E. Barbaree eds., 1990); William D. Pithers, Relapse Prevention with Sexual Aggressors in Handbook of Sexual Assault, 343-61 (W.L. Marshall, D.R. Laws, H.E. Barbaree eds. 1990).\n\n\n Pithers, at 13.\n\n\n A sexually violent person is deemed dangerous if \"he or she suffers from a mental disorder that makes it substantially *312probable that the person will engage in acts of sexual violence.\" Wis. Stat. § 980.01(7).\n\n\n For example, Minnesota law provides for involuntary commitment of a \"psychopathic personality\" who exhibits \"conditions of emotional instability, or impulsiveness of behavior\" which \"render such person irresponsible for personal conduct with respect to sexual matters and thereby dangerous to other persons.\" Commitment hinges on showing that persons \"by a habitual course of misconduct in sexual matters, have evidenced an utter lack of power to control their sexual impulses and who, as a result, are likely to attack or otherwise inflict injury, loss, pain or other evil on the objects of their uncontrolled and uncontrollable desire.\" In re Blodgett, 510 N.W.2d 910, 912-13, cert. denied, 115 S. Ct. 146 (1994). The United States Supreme Court upheld this scheme against a vagueness challenge in Minnesota ex rel. Pearson v. Probate Court of Ramsey County, Minn., 309 U.S. 270, 274 (1940), aff'g 205 Minn. 545, 287 N.W. 297 (1939).\n\n\n A majority of justices (Blackmun, Stevens, O'Connor, and Souter) joined in the portion of Justice White's opinion discussing substantive due process. However, Part III, concerning equal protection, garnered only a plurality as Justice O'Connor declined to join stating that she felt it \"unnecessary to reach equal protection issues\" on the facts before the Court. Foucha, 504 U.S. at 88 (J. O'Connor, concurring).\n\n\n Further, the Louisiana statute allowed indefinite commitment with release only if the insanity acquittee could prove that he or she was no longer dangerous. Under chapter 980, at court hearings on petitions for supervised release or discharge, the state bears the burden of proving that the petitioner is still a sexually violent person. See, Wis. Stat. §§ 980.08(4) and 980.09 (l)(b) and (2)(b).\n\n\n This court applies the same interpretation to the state Equal Protection Clause found in Wis. Const, art. I § 1, as that given to the federal provision, U.S. Const, amend. XIV § 1. State v. Heft, 185 Wis. 2d 288, 293 n.3, 517 N.W.2d 494 (1994).\n\n\n They claim there are the following procedural differences between the two chapters which are unconstitutional under the Equal Protection Clause: (1) chapter 980 commitments are indefinite; (2) a chapter 980 committed person must affirmatively petition for discharge in order to be entitled to a judicial review; (3) the petitioner carries the burden of proof at a probable cause hearing on discharge; (4) discharge trials are to the court without a jury; and (5) finally, if a petition filed without the department's approval is denied, the court must deny subsequent petitions unless they contain \"new factors.\" This characterization of the procedure under chapter 980 is contrasted with the mechanisms employed under chapter 51: (1) chapter 51 involuntary commitments automatically expire; (2) on expiration, the state has the burden to file for recommitment; (3) the state carries the burden of proof at all hearings; (4) the chapter 51 committed person is entitled to a trial by jury at all commitment and recommitment hearings; and (5) the chapter 51 committed person need never show new factors or changed circumstances. See Wis. Stat. §§ 51.20(13) and (16), and §§ 980.08-980.10.\n\n\n In a previous equal protection analysis, this court found that chapter 51, the Mental Health Act, and chapter 975, the Sex Crimes Act, deal with similarly situated classes. State ex rel. Farrell v. Stovall, 59 Wis. 2d 148, 159, 207 N.W.2d 809 (1973).\n\n\n In this case, the Court utilized a rational basis standard in finding that a zoning ordinance prohibiting group homes for the mentally retarded violated the Equal Protection Clause.\n\n\n In his veto message dated May 26, 1994, the governor explained that, as drafted, the bill did not cover persons who had been committed under chapter 975. His partial veto was specifically intended to bring those persons within the ambit of chapter 980. This was accomplished by striking references to commitments ordered \"under section 971.17\" which covers insanity acquittees. The remaining language merely refers to those within 90 days of release from \"a commitment order,\" (See Wis. Stat. §§ 980.02(l)(b)2, (4)(am), and (b)) \"that was entered as a result of a sexually violent offense.\" (See Wis. Stat. § 980.02 (2)(ag).)\n\n",
            "ocr": false,
            "opinion_id": 9577631
        },
        {
            "author_str": "Abrahamson",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*336SHIRLEY S. ABRAHAMSON, J.\n{dissenting). No one denies that the crimes precipitating the passage of chapter 980 are among the most heinous afflicting our society. One can readily understand why the legislature, faced with such wrongs, sought redress through the enactment of chapter 980. But much as I might empathize with the legislature and much as I might share the concerns which led to the passage of chapter 980, it is beyond reasonable doubt that chapter 980 is unconstitutional. I join the many judges from Wisconsin1 and other jurisdictions2 who have found that similar statutes create unconstitutional preventive detention based primarily on predictions of dangerousness.\nIn authorizing the incarceration of individuals on the basis of past crimes for which they have already served their sentences, chapter 980 violates constitutional-provisions against double jeopardy and ex post facto laws. In creating a circularly defined class of \"sexually violent persons\" who can be committed without evidence of mental illness and who could not be committed under Wisconsin's civil commitment law, chapter 980 violates constitutional guarantees of substantive due process and equal protection.\nThe state cannot violate individual rights inscribed in the constitutions by creating special classes of individuals whose constitutional rights are *337diminished. Although the end result may seem attractive, under our constitutions the state cannot simply lock people up on the supposition that they will be dangerous in the future when they have already served their sentences for crimes committed in the past.\nThe legislative, executive and judicial branches have available other, constitutionally valid methods of addressing the dangers posed by violent criminals. These methods include tougher and more stringent supervision of those on parole or conditional release, chapter 51 commitment, more intensive prison treatment programs, longer legislatively enacted sentences for crimes of sexual violence, and prosecutors' advocacy for and judges' imposition of lengthier or consecutive sentences at the time of sentencing. Such responses to the dangers posed by sex offenders can protect the community without eroding the constitutional guarantees that protect all of us. For the reasons set forth, I dissent.3\nrH\nThe issue presented is whether chapter 980's restriction on liberty principally constitutes permissible civil commitment or impermissible punishment. If *338chapter 980 is principally punitive, it violates the ex post facto and double jeopardy clauses of the Wisconsin and federal constitutions.4\nThis court has explained that \"[glovernmental action is punishment under the double jeopardy clause if its principal purpose is punishment, retribution or deterrence. When the principal purpose is nonpunitive, the fact that a punitive motive may also be present does not make the action punishment.\" State v. Killebrew, 115 Wis. 2d 243, 251 (1983) (emphasis added).\nThe language of chapter 980 provides insufficient evidence of remedial intent while its legislative history, purpose and effect provide overwhelming evidence of its principally punitive purpose. In determining that chapter 980 passes constitutional muster, however, the majority opinion in State v. Carpenter, 197 Wis. 2d 252, 541 N.W.2d 105 (1995) relies on chapter 980's language and structure while ignoring its legislative history, purpose and effect. This approach misconstrues the very U.S. Supreme Court precedent which, as the majority correctly observes, this court has consistently followed in interpreting the double jeopardy and ex post facto clauses of the Wisconsin and federal constitutions. When correctly applied, the Supreme Court's test clearly reveals that chapter 980 violates the double jeopardy and ex post facto clauses in both constitutions.\n*339According to the majority opinion in Carpenter, 197 Wis. 2d 269-70, \"we look to the plain language of the statute as evidence of the legislature's intent,\" Carpenter, (discussing possible double jeopardy violations), and \"we must consider the language and structure of the statute to determine whether it serves a legitimate regulatory public purpose,\" Id. at 273 (discussing possible ex post facto violations). The majority opinion points repeatedly to chapter 980's treatment provisions to conclude that the chapter is remedial rather than punitive. For example, the majority opinion notes that \"a person found to be sexually violent is committed to the custody of DHSS for control, care, and treatment, as opposed to the DOC for imprisonment.\" Id. at 266. The majority opinion thereby concludes that \"[t]he emphasis on treatment in ch. 980 is evident from its plain language.\" Id.\nIf reference to treatment were sufficient to render a statute civil, however, chapter 302, governing state prisons and jails, would be transmogrified into a civil statute. Arguably the most punitive of all the Wisconsin statutes, chapter 302 nevertheless refers to treatment 30 times; chapter 980 mentions treatment 9 times. Chapter 302 provides for \"confinement, treatment, and rehabilitation\" in Wisconsin's prisons;5 chapter 980 provides for \"control, care, and treatment\" of chapter 980 committees.6 One of the purposes of chapter 302 is \"to provide a just, humane and efficient program of rehabilitation of offenders.\"7 Chapter 980 *340contains no comparable statement evincing a purpose to provide treatment.\nLooking solely to the plain language of chapter 302, as the majority would have a court do, the court would conclude that chapter 302 manifests great concern with treatment and, applying the majority opinion's reasoning, would conclude that the purpose and effect of the statute governing prisons is remedial. But while both rehabilitation and treatment have long been among the justifications for imprisonment,8 their inclusion in the stated purpose and statutory language of chapter 302 does not alter the fact that the principal purpose of the statute governing prisons and jails is punishment. Statutory language alone, then, cannot resolve the question of whether a statute containing remedial aspects is principally punitive in purpose.\nNothing in the language of chapter 980 refers to the commitment it prescribes as a civil commitment.9 Even if chapter 980 had expressly referred to its commitment procedures as civil, the U.S. Supreme Court has repeatedly warned that a legislature's designation *341of a statute as \"civil\" or \"remedial\" rather than \"punitive,\" \"retributive\" or \"deterrent\" is not determinative in gauging the principal purpose that statute actually serves. Notwithstanding how a statute is labeled or characterized by the legislature, \"a civil as well as a criminal sanction constitutes punishment when the sanction as applied in the individual case serves the goals of punishment... [A] civil sanction that cannot fairly be said solely to serve a remedial purpose, but rather can only be explained as also serving either retributive or deterrent purposes, is punishment, as we have come to understand the term.\"10 Therefore, a court must look beyond a statute's language and structure and inquire further whether the statutory scheme *342was so punitive either in purpose or effect as to negate the remedial aspects of the statute. United States v. One Assortment of 89 Firearms, 465 U.S. 354, 362-63 (1984) (citing United States v. Ward, 448 U.S. 242, 248 (1980)).\nNot surprisingly, in exploring a statute's principal purpose, the Supreme Court has examined legislative history. See, e.g., Kennedy v. Mendoza-Martinez, 372 U.S. 144,169-184 (1963); Flemming v. Nestor, 363 U.S. 603, 618-619 (1960). Quoting Flemming, the majority opinion in Carpenter asserts that courts should not look beyond the language of a statute in determining legislative intent. Carpenter, 197 Wis. 2d at 269. The Flemming Court did, however, look at legislative history in determining Congressional intent. Flemming, 363 U.S. at 619. The Flemming Court refers at length to previous Supreme Court cases in which the Court had relied upon such \"Congressional history\" or the \"Court's first-hand acquaintance with the events and the mood\" surrounding passage of a statute in determining that a nominally civil statute was actually punitive. See, e.g., Flemming, 363 U.S. at 615.\nNoting that \"only the clearest proof could suffice to establish the unconstitutionality of a statute\" on the basis of legislative history, Flemming, 363 U.S. at 617, the Flemming Court concluded that the \"meagre [legislative] history\" available in relation to the statute at issue in that case was insufficient to prove Congress' punitive intent. Flemming, 363 U.S. at 617-619. In contrast, as I explain below, all the legislative history of chapter 980 provides clear proof of its punitive purpose: to reduce the likelihood that sexual predators might reoffend by prolonging their detention past the completion of their prison terms.\n*343The context in which a statute is passed assists in determining legislative intent.\nIt is established practice in American legal processes to consider relevant information concerning the historical background of enactment in making decisions about how a statute is to be construed and applied .... These extrinsic aids may show the circumstances under which the statute was passed, the mischief at which it was aimed and the object it was supposed to achieve.\nNorman J. Singer, 2A Sutherland Statutory Construction § 48.03 at 315 (1992) (note omitted).11\nThe enactment of chapter 980 was preceded by a widely publicized, highly politicized and extremely emotional public debate following the release of the notorious sex offender Gerald Turner.12 In calling a special legislative session to enact chapter 980, Governor Tommy Thompson expressed the hope that \"[w]e might be able to use this civil commitment procedure to keep them [i.e., convicted sex offenders] in jail.\"13 In equating civil commitment with jail, the Governor speaks volumes concerning the primarily punitive nature and purpose of chapter 980's allegedly civil commitment proceedings.\n*344Drafting requests and statements made by sponsors of legislation prior to enactment have long been considered authoritative in construing legislative intent.14 The stated views of Representative Lolita Schneiders, a legislator who sponsored chapter 980, make clear that its primary purpose is deterrence, one of \"the traditional aims of punishment.\" Kennedy v. Mendoza-Martinez, 372 U.S. at 168.\nIn hér drafting request to the Legislative Reference Bureau for the first version of chapter 980, Representative Schneiders stated that the bill \"seeks to place further restrictions on the most heinous of repeat sexual offenders\" by insuring that \"the prison stay [would] be lengthened\" for any \"predator\" who remained \"a significant threat to society.\"15 Representative Schneiders acknowledged in her request that \"[t]hese predators are sane, not mentally ill\" and opined that they are \"highly resistant to change.\" She sought legislation which would \"mak[e] the offender *345face a lifetime of accountability and loss of liberty for engaging in [past] sexually assaultive acts.\"16\nBoth the drafting file and the written views of those associated with the drafting process have also long been considered reliable indicia of legislative intent.17 The comments of the principal draftsman of chapter 980, Legislative Reference Bureau attorney Jeffrey Olsen, provide further evidence of the statute's punitive intent. According to the draftsman, he understood that the legislative intent was \"to make continued commitment of the person as secure as possible ... ,\"18\nThe events leading up to the passage of chapter 980 therefore confirm the statement of one circuit court judge who held chapter 980 unconstitutional: \"[t]o suggest that this law is merely a benign exercise of the State's parens patriae authority without a significant punitive content is to ignore the reality of the political context in which this law was passed and the manner in which it was drafted.\"19\n*346The placement of chapter 980 within the Wisconsin statutes also lends support to the conclusion that its principal purpose is punitive rather than remedial. Chapter 980 is placed squarely within the criminal portion of the Wisconsin statutes. Although the state claims that this placement is not \"significant to show the legislature intended to create a criminal statute,\"20 Wisconsin case law suggests otherwise. The \"position of [a] section [of the statutes] in controversy is very persuasive as to its intent.\" Montreal Mining Co. v. State, 155 Wis. 245, 248, 144 N.W. 195 (1913); Although not itself dispositive, the fact that the legislature placed an act in a particular section of the statutes can, when supplemented by other evidence, corroborate the impression that placement conveys. State v. Robe, 96 Wis. 2d 48, 73-74, 291 N.W.2d 809 (1980).\nThus the legislative history of chapter 980 clearly demonstrates the extent to which this nominally remedial statute principally evinces a punitive purpose, namely the ongoing incarceration of convicted sex offenders who might otherwise be released.\nFurthermore, because chapter 980 requires that convicted sex offenders serve their criminal sentences before being committed under its auspices, the statute is inextricably linked to a punitive purpose and effect, notwithstanding its remedial features.21 Why would a *347legislature with a principal interest in treatment create a statute deliberately delaying the promised treatment and thereby exacerbating the alleged ills which it is designed to cure? An individual's need for diagnosis and treatment does not surface only at the end of a prison term. The state's failure to mandate treatment prior to the completion of the punishment phase \"strongly suggests that treatment is of secondary, rather than primary, concern.\" Young v. Weston, 898 P. Supp 744, 753 (D. Wash. 1995).22\n*348The majority in State v. Post observes that treatment is already available to sex offenders within the prison setting and that chapter 980 is therefore reserved for those who have not fully availed themselves of previous treatment opportunities or for whom previous treatment has proven ineffective. Majority op. at 308. The statute, the majority continues, is structured \"to cover only those demonstrated to be most in need of treatment\" and is therefore serious in pursuing the objective of providing treatment. Id.\nThe limited treatment available in prison belies this observation. According to Raymond Wood, acting chief of the sexually violent person unit at the Wisconsin Department of Corrections' Wisconsin Resource Center, many incarcerated sex offenders currently wait as long as seven years before being transferred to an institution where full treatment might be available.23 Wood's testimony indicated that prison treatment programs are not \"nearly as intensive\" or *349\"broad based\" and \"don't have the same number of components\" as those available following civil commitment. Wood also acknowledged that \"there are differences between the way seclusion is used in a mental health facility and the way that segregation is used in a correctional facility\" as well as a panoply of differences regarding the rights of the respective populations, the care and treatment owed to the respective populations, and the qualifications and standards expected of the respective staffs.\nNotwithstanding these differences, the majority opinion in Carpenter relies upon Allen v. Illinois, 478 U.S. 364 (1986), in claiming that chapter 980's imposition of commitment subsequent to a criminal sentence is not \"fatal.\" Carpenter, 197 Wis. 2d at 270-71. In the Illinois statute under review in Allen, however, commitment was in lieu of rather than in addition to a prison sentence. Hence the Illinois statutory scheme \"was focused solely on providing treatment to mentally disordered sex offenders,\" demonstrating that \"Illinois had 'disavowed any interest in punishment.'\" Young v. Weston, 898 F. Supp. at 752, (citing Allen, 478 U.S. at 370).\nThis difference between the Illinois and Wisconsin statutes underscores the remedial nature of the Illinois statute and, by contrast, accents the punitive nature of chapter 980.1 conclude that the Allen decision renders chapter 980 unconstitutional.24\n*350To sum up, chapter 980's nominally remedial purpose is belied by a revealing paper trail of legislative history demonstrating its principally punitive purpose and effect. Although one might fairly characterize treatment as one of chapter 980's purposes, careful analysis of the statute establishes that its primary purpose is punitive and therefore unconstitutional. Chapter 980's professed concern with treatment is further compromised by the requirement that those slated for treatment under the statute first serve a full criminal sentence, thereby delaying that treatment, possibly for decades.\nAccording chapter 980 the presumption of constitutionality owing to every legislative enactment, I nevertheless conclude that these indicia of a punitive purpose and effect establish beyond a reasonable doubt that chapter 980 violates the protections against double jeopardy and ex post facto laws incorporated in the Wisconsin and federal constitutions.\nThe right to substantive due process bars certain arbitrary, wrongful actions 'regardless of the fairness of the procedures used to implement them.'\" Foucha v. Louisiana, 504 U.S. 71, 80 (1992) (quoting Zinermon v. Burch, 494 U.S. 113, 125 (1990)). Using a substantive due process analysis, the U.S. Supreme Court has carefully circumscribed those occasions when the state may, for nonpunitive reasons, detain individuals and thereby deprive them of their constitutionally pro*351tected liberty. Youngberg v. Romeo, 457 U.S. 307, 316 (1982); Addington v. Texas, 441 U.S. 418, 425 (1979). According to the cases cited by the majority opinion in Post, a state may not commit any person without clear and convincing evidence that the person is both mentally ill and dangerous.25\nBecause chapter 980 allows the commitment of individuals who are not both mentally ill and dangerous, I conclude that it violates substantive due process guarantees of the Wisconsin and federal constitutions. Further, because there is no rational basis for authorizing civil commitment according to the substantive standards for commitment under chapter 980 rather than those already available under current civil commitment standards, I also conclude that chapter 980 violates equal protection guarantees inscribed in both constitutions.\nA.\nThe majority opinion in Post acknowledges that \"a mental condition component\" is a requirement of substantive due process for commitment under chapter 980. Majority op. at 303-07. At the same time, the majority opinion in Post observes that the U.S. Supreme Court has never attempted to establish one constitutionally required definition of \"mental illness,\" but has instead allowed the states some degree of latitude in developing their own definitions. Id. at 304.26\n*352But a recognition that mental illness or the neologism \"mental condition component\" may be defined in more than one way hardly suggests that mental illness can be defined howsoever the state pleases. If the constitutionally prescribed threshold of mental illness has no core meaning and can mean everything, then it means nothing.\nThe Foucha case teaches that states are not free to define any deviancy they please as a mental illness and thereby commit to mental hospitals anyone who might fit their definition. Were there no limit on a state's substantive power to commit individuals, a state could civilly commit whole categories of criminal offenders such as intoxicated drivers merely by branding them deviant and designating them mentally disordered. The Foucha Court underscored this point in holding that an insanity acquittee with a diagnosed antisocial *353personality disorder could not be confined as mentally ill. Foucha, 504 U.S. at 77-83.\nFor even as the Foucha Court acknowledged that \"psychiatrists widely disagree on what constitutes a mental illness,\" it nevertheless insisted that there was sufficient consensus regarding a definition to make specific and \"reliable\" determinations about who can be considered mentally ill for purposes of the constitutionally required threshold for civil commitment. Foucha, 504 U.S. at 76 n.3. If, however, mental illness or a \"mental condition component\" means whatever a state claims it means, a constitutionally required threshold for deprivation of liberty would be transformed into a meaningless standard signifying whatever state legislatures want it to signify.\nAs both the legislative history of chapter 980 and the records before us reveal, those involved in drafting, enacting and implementing chapter 980 understood very well that the broader, more nebulous notion of \"mental disorder\" required for chapter 980 differed greatly from the \"mental illness\" required by the state and federal constitutions.\nIn her original drafting memorandum to the Legislative Reference Bureau, Representative Schneiders stated that \"[t]hese predators are sane, not mentally ill, despite the depraved nature of their crimes.\"27 The chief draftsman for chapter 980 recognized the constitutional problems inherent in the drafting request. \"[A]s I have said before,\" he warned in raising problems with the term \"mental disorder,\" \"I am not confident that the law is being narrowly enough drawn because it *354is impossible to say who should be committed\" on the basis of a mental disorder \"we are not even sure exists.\"28\nThe two psychologists who testified at Carpenter's probable cause hearing for commitment under chapter 980 acknowledged a distinction between the concepts of generic mental disorder and mental illness. Dr. Wood testified that mental illness \"may be a subset of that larger group of disorder[s] known as mental disorder\" and included within the American Psychiatric Association's Diagnostic and Statistical Manual of Mental Disorders (4th ed. 1994) (DSM-IV).29 He also explained that \"[m]ental illness is far more incapacitating in terms of reality appreciation, the standard soz~ts of tests that we might apply to determine if somebody was loosely speaking crazy or not.\"\nGreg Van Rybroek, clinical director of the Mendota Mental Health Institute, drew a similar contrast between mental disorders and mental illness, noting that \"there is a distinction in terms of definition\" and that \"mental disorders are the broad big umbrella that all of us could fall under.\" Among the disorders comprising this broad, big umbrella of mental disorder \"that all of us could fall under\" and included within the DSM-IV Manual are eating disorders such as anorexia and bulimia; sleeping disorders such as insomnia; caffeine-induced anxiety disorder; and agoraphobia *355(anxiety about being in places or situations from which escape is difficult).30\nFinally \"mental disorder\" is defined in chapter 980 not in terms of mental illness, mental disease or mental defect but in terms of a predisposition to sexual crimes. Under chapter 980 \"mental disorder\" is \"a congenital or acquired condition affecting the emotional or volitional capacity that predisposes a person to engage in acts of sexual violence.\" Wis. Stat. § 980.01(2). Since every condition is necessarily either congenital or acquired, and since \"emotional or volitional capacity\" simply describes the decision-making processes affecting how people act, mental disorder under chapter 980 means no more than a predisposition to engage in acts of sexual violence.\nThus chapter 980 attempts to create a mental disorder authorizing lifetime commitment based not on mental illness but on past crimes for which the prospective committee has already served the prescribed sentence. This definition is entirely circular: a prospective committee's \"mental disorder\" is derived from past sexual offenses which, in turn, are used to establish a predisposition to commit future sexual offenses.31\n*356The majority opinions' attempt to uphold the constitutionality of chapter 980 by relying on a circular definition of mental disorder premised on dangerousness reveals that the true purpose of chapter 980 is to lock up those considered dangerous, regardless of whether they are mentally ill. But dangerousness, standing alone, is not constitutionally sufficient to justify a civil commitment. Such a rationale, warned the U.S. Supreme Court, would allow the state to incarcerate any \"convicted criminal, even though he has completed his prison term.\" Foucha, 504 U.S. at 82-83. Indeed, such a rationale would be only \"a step away from substituting confinements for dangerousness for our present system which, with only narrow exceptions and aside from permissible confinements for mental illness, incarcerates only those who are proved beyond reasonable doubt to have violated a criminal law.\" Id. at 83.32\n*357Despite this stern admonition, the majority opinion in Post reads Justice O'Connor's concurrence in Foucha and this court's decision last term in State v. Randall, 192 Wis. 2d 800, 532 N.W.2d 94 (1995), as allowing the state to prolong the confinement of potentially dangerous albeit sane individuals, so long as some medical justification for that confinement continues to exist. Majority op. at 315-16. But this reading relying on medical justification overstates both holdings.\nBoth Foucha and Randall involved insanity acquittees who, but for original diagnoses that they were mentally ill, would have been required to serve prison sentences for the commission of their respective crimes. The relationship between Foucha's and Randall's respective insanity acquittals and the length of time they would have served if they had been found guilty factored heavily in both Justice O'Connor's and this court's assessments of how long they might be held under the aegis of medical justification once they had *358regained their sanity. As Justice O'Connor noted in her Foucha concurrence, \"the permissibility of holding an acquittee who is not mentally ill longer than a person convicted of the same crimes could be imprisoned is open to serious question.\" Foucha, 504 U.S. at 88. Similarly, this court's opinion in Randall, having noted that \"[i]t is the determination of guilt which provides the basis for the state to incapacitate and treat the insanity acquittee,\" held that confinement must be strictly \"limited to the maximum term which could have been imposed for the criminal conduct.\" Randall, 192 Wis. 2d at 833, 841.\nA commitment extending beyond the maximum prison term which could have been imposed, then, must meet the constitutional requirement articulated in Addington, Jones, and Foucha: the state must establish that the prospective committee is not only dangerous, but also mentally ill. Although the Supreme Court has not defined mental illness for purposes of commitment, the circular definition of mental disorder in chapter 980 is clearly inadequate; it is not \"reliable enough to permit the courts to base civil commitments on clear and convincing medical evidence that a person is mentally ill.\" Foucha, 504 U.S. at 76 n.3. Instead, chapter 980, in the words of the amicus curiae brief filed by the Wisconsin Psychiatric Association, wraps itself in the aura of science and asks clinicians to \"compromise their professional integrity so that a constitutional gloss can be applied to something impermissible.\" Brief for the Wisconsin Psychiatric Association as Amicus Curiae at 3.\nThis gloss cannot, in my opinion, save chapter 980. Because chapter 980 allows the indefinite confinement of persons who have not been found to be mentally ill, it *359is beyond a reasonable doubt that chapter 980 violates substantive due process protections.\nB.\nI turn now to the equal protection challenge. Both the majority opinion in Post and the state observe that for purposes of equal protection analysis, persons committed under chapter 980 are similarly situated to persons committed under chapter 51, Wisconsin's civil commitment statute. Post, majority op. at 318-19; Brief for State in Post at 13. Consequently, the requirements for chapter 51 civil commitment must be harmonized with those for chapter 980 commitment.33 \"Equal protection does not require that all persons be dealt with identically, but it does require that a distinction made have some relevance to the purpose for which the classification is made.\" Baxstrom v. Herold, 383 U.S. 107, 111 (1966).\nA state cannot seek a civil commitment under one statute rather than another when the two statutes apply distinct substantive standards for commitment and afford distinct procedural protections for commitment unless those distinctions can be justified by a rational basis and a legitimate purpose. Chapter 980's circular definition of mental disorder is premised on dangerousness rather than on evidence of mental illness. Just as dangerousness alone cannot justify civil commitment, dangerousness alone cannot justify distinct substantive commitment standards. Because the distinctions separating chapter 980 from chapter 51 have no rational basis, I conclude that it is beyond a *360reasonable doubt that chapter 980 violates the equal protection guarantees of both the Wisconsin and federal constitutions.34\nChapters 51 and 980 have similarities, as the majority opinion in Post explains. Both statutes concern persons with mental disorders. Both contemplate the treatability of the individual and the prospect that the individual will prove dangerous to the public or to himself if left untreated. But the \"mental disorder\" required for a chapter 980 commitment is not equivalent to the types of \"mental disorders\" readily subsumed under chapter 51. What is the rational basis for this difference? The majority opinion does not answer this fundamental question.\nThe U.S. Supreme Court has answered it, stating that \"there is no conceivable basis for distinguishing the commitment of a person who is nearing the end of a penal term from all other civil commitments.\" Foucha, 504 U.S. at 79 (quoting Baxstrom, 383 U.S. 107 (1966)). In the statute under review in Baxstrom, New York State allowed a person to be committed at the expiration of a penal sentence without the jury review that was available to all other persons civilly committed. The state contended that the statute created a reasonable classification differentiating between the \"criminally and dangerously insane\" and the \"insane.\" The Court held that this distinction did not survive even a rational basis equal protection analysis. Baxstrom, 383 U.S. at 111.\n*361In Baxstrom the Court made clear that equal protection requires a state to use the same standards and procedures for involuntary civil commitment of incarcerated persons that it uses for nonimprisoned individuals. If at the end of a prison term a prisoner has been freed and \"the state then decides to deprive him of liberty and stigmatize him with involuntary hospitalization, the ex-prisoner should be entitled to the same protections granted other citizens.\"35\nThe Baxstrom Court was willing to acknowledge that especially dangerous committees might require different treatment once they were committed, but emphasized that dangerousness \"has no relevance whatever\" in \"show[ing] whether a person is mentally ill at all.\" Baxstrom, 383 U.S. at 111. Hence while post-commitment distinctions between committees with distinct treatment needs might be legitimate, the Bax-strom Court left no doubt that the initial commitment process itself must be applied equally to the entire class of prospective committees unless the state could offer a rational basis and a legitimate purpose for any differences.\nThe majority opinion in Post does not provide a rational basis for the difference in the commitment standards. Instead, it elides the distinction articulated in Baxstrom between the initial commitment and post-commitment treatment. See, majority op. at 321-22. The majority opinion tries to salvage the statute from an equal protection challenge by stating that the \"heightened level of dangerousness and the unique treatment needs of sexually violent persons justify distinct legislative approaches [to chapter 51 commitment of persons with mental illness and chapter 980 commit*362ment of persons with mental disorders] to further the compelling governmental purpose of protection of the public.\" Majority op. at 322-23. But neither the language and structure of chapter 980 nor the majority opinion reveals why the particular treatment needs of allegedly \"mentally disordered\" sexually violent persons justify different substantive standards for civil commitment than those currently available under chapter 51.\nBecause the majority cannot present a rational basis that might explain why chapter 980 adopts different substantive commitment standards than does chapter 51, the majority opinion's justification for the statutory distinctions reduces to no more than the threat of \"heightened dangerousness\" which chapter 980 sexual offenders allegedly pose — a point the majority underscores repeatedly in its equal protection analysis.36\nBut as Baxstrom and Foucha make clear, \"heightened dangerousness\" does not pass muster under equal protection analysis. \"The Supreme Court has never upheld a lifetime preventive detention scheme for *363those who are feared dangerous.\" In re Young, 857 P.2d 989, 1023 (Wash. 1993) (Johnson, J., dissenting), rev'd, Young v. Weston, 898 F. Supp. 744 (D. Wash. 1995).\nFor the reasons stated, I conclude that chapter 980 violates the equal protection guarantees of the Wisconsin and federal constitutions.\nHH HH hH\nAlthough they address distinct constitutional issues, both majority opinions fail to salvage chapter 980 for the same reason: they are unable to demonstrate that chapter 980 is principally concerned with addressing the treatment needs of persons who are both mentally ill and dangerous. But the tension between the majority opinions' respective attempts to demonstrate that chapter 980 meets the crucial constitutional prerequisites for civil commitment (mental illness and dangerousness) cannot be resolved.\nIn order to surmount ex post facto and double jeopardy challenges, the majority opinion in Carpenter must demonstrate that chapter 980's principal purpose is to provide treatment and that the statute is thereby civil and remedial rather than punitive.\nIn order to surmount substantive due process and equal protection challenges, the majority opinion in Post must demonstrate that the prospective committees under chapter 980 are mentally ill. But because chapter 980's circular definition of mental disorder substitutes dangerousness for evidence of mental illness, the majority opinion in Post is compelled to rely heavily on the threat of heightened dangerousness which prospective 980 committees allegedly pose.\nTo the extent that the majority opinion in Post emphasizes dangerousness to society at large rather than treatment for the mentally ill, it undercuts the *364thrust of the argument advanced in Carpenter that chapter 980 is principally a civil statute advancing the remedial purpose of providing treatment rather than principally a punitive statute advancing the deterrent purpose of preventing harm.\nConversely, the emphasis on treatment in Carpenter makes all the more glaring Post's inability to offer a rational basis for separate chapter 980 and chapter 51 substantive commitment standards and its consequent reliance on dangerousness as the primary justification for chapter 980 civil commitments.\nIn dividing the task of preserving chapter 980's . constitutionality, the majority opinions have only emphasized the problem intrinsic to chapter 980: Despite its attempt to recast punishment as \"treatment for the good of the criminal,\" chapter 980 punishes rather than treats; its focus is on dangerousness and deterrence rather than on mental illness, mental disorder, or a \"mental condition component.\" And most important, in their approach to the problem posed by violent sex offenders, chapter 980 and the majority foster legal fictions which are in themselves dangerous.\nFor the reasons set forth, I conclude that it is beyond reasonable doubt that in enacting chapter 980 the legislature has adopted an unconstitutional method to achieve its goals. Accordingly, I dissent.\n\n Approximately one-half of the Wisconsin circuit court judges who have been faced with constitutional challenges to chapter 980 have found the statute unconstitutional.\n\n\n See, e.g., Young v. Weston, 898 F. Supp. 744 (D. Wash. 1995); In re Blodgett, 510 N.W.2d 910 (Minn. 1994) cert. denied, 115 S. Ct. 146 (1994) (three dissenting justices); In re Young, 857 P.2d 989 (Wash. 1993), rev 'd, Young v. Weston, 898 F. Supp. 744 (D. Wash. 1995) (three dissenting justices).\n\n\n I dissent from both majority opinions. While State v. Carpenter is primarily addressed to the issues of double jeopardy and the ex post facto clause and State v. Post is primarily addressed to the issues of substantive due process and equal protection, the four respondents do not divide their arguments in this manner. Moreover, the consideration of these four issues together highlights tensions in the respective majority analyses that would not otherwise be apparent. I address these tensions in Part III. This dissent, then, responds to both majority opinions and addresses all four of the constitutional issues which they discuss.\n\n\n To violate either the double jeopardy or ex post facto clauses, the government action under the statute must constitute punishment or create a criminal proceeding within the meaning of those clauses. Collins v. Youngblood, 497 U.S. 37, 46-52 (1990); United States v. Halper, 490 U.S. 435, 447-51 (1989); State v. Thiel, 188 Wis. 2d 695, 702-03, 524 N.W.2d 641 (1994); State v. Killebrew, 115 Wis. 2d 243, 246-51, 340 N.W.2d 470 (1983).\n\n\n Wis. Stat. § 302.25(1) (1993-94).\n\n\n Wis. Stat. § 980.06(1) (1993-94).\n\n\n Wis. Stat. § 301.001 (1993-94). Chapter 51 (the Mental Health Act), which governs civil commitments, mentions treatment 363 times. The legislative policy in the Mental Health Act is \"to assure the provision of a full range of treatment and *340rehabilitation services in the state for all mental disorders and developmental disabilities and for mental illness, alcoholism and other drug abuse.\"\n\n\n See, e.g., Kent Greenawalt, Punishment, in 4 Encyclopedia of Crime and Justice 1336-45 (Sanford H. Kadish, ed. 1983); 1 Wayne R. LaFave &amp; Austin W. Scott, Jr., Substantive Criminal Law § 1.5, 32-33 (1986).\n\n\n The word \"civil\" appears once in the title and relating clause of the Act creating chapter 980, stating that it is \"relating to civil commitment of sexually violent persons.\" LRB Drafting File for 1993 Act 479 (emphasis added). The word \"civil” also appears once in chapter 980 itself, but only with reference to the immunity from civil liability extended to state agency officials under the statute's victim notification provisions. See Wis. Stat. § 980.015(4) (1993-94).\n\n\n Halper, 490 U.S. at 448 (emphasis added).\nIn assessing a challenge to the double jeopardy clause, the Halper Court discounted the value of labels, stating as follows:\n[T]he labels \"criminal\" and \"civil\" are not of paramount importance. It is commonly understood that civil proceedings may advance punitive as well as remedial goals, and, conversely, that both punitive and remedial goals may he served by criminal penalties .... The notion of punishment, as we commonly understand it, cuts across the division between the civil and the criminal law, and for the purposes of assessing whether a given sanction constitutes multiple punishment barred by the Double Jeopardy Clause, we must follow the notion where it leads .... (\"[T]he labels affixed either to the proceeding or to the relief imposed are not controlling and will not be allowed to defeat the applicable protections of federal constitutional law\").\nHalper, 490 U.S. at 447-48 (citations omitted).\nSee also Collins, 497 U.S. at 46 (how a statute is labeled is not controlling and should not \"immunize it from scrutiny\" in determining whether the constitutional prohibition against ex post facto laws has been violated, because \"[sjubtle ex post facto violations are no more permissible than overt ones,” and the \"constitutional prohibition is addressed to laws, 'whatever their form'\").\n\n\n See also Erdman v. Jovoco Inc., 181 Wis. 2d 736, 751, 512 N.W.2d 487 (1994) (relying on fact that statute was passed during the Great Depression in adopting remedial construction).\n\n\n Greg Rosenberg, The Legislative History and Implementation of Chapter 980, Wisconsin Defender, June-August 1995, at 4; Erich C. Straub &amp; James E. Kachelski, The Constitutionality of Wisconsin's Sexual Predator Law, Wisconsin Lawyer, July 1995, at 15.\n\n\n Sexual predator bill sparks session call: Offenders would be kept in jail, Milwaukee Sentinel, May 18,1994, at A-ll.\n\n\n Norman J. Singer, 2A Sutherland Statutory Construction § 48.15 at 364 (1992); Bartus v. DHSS, 176 Wis. 2d 1063, 1075-76, 501 N.W.2d 419 (1993) (drafting request of legislative sponsor indicative of legislative intent); Kelley Co., Inc. v. Marquardt, 172 Wis. 2d 234, 248-49, 493 N.W.2d 68 (1992) (statements by bill's sponsor comprise \"legislative history\" revealing purpose of statute); Foerster, Inc. v. Atlas Metal Parts Co., 105 Wis. 2d 17, 24, 313 N.W.2d 60 (1981) (statements by bill's sponsor, including a press release regarding the bill, provide evidence of legislative intent).\n\n\n Drafting Request Memo from Representative Lolita Schneiders to Bruce Feustel, Assistant Chief Counsel, Legislative Reference Bureau, LRB Drafting File for 1993 AB 955 (March 15,1993).\n\n\n /&lt;i. See also Lolita Schneiders, Putting a Stop to Sex Offenders, Milwaukee Journal, November 16,1993, at A-15.\n\n\n Bartus, 167 Wis. 2d at 1075-76; Robert Hansen Trucking, Inc. v. LIRC, 126 Wis. 2d 323, 336,377 N.W.2d 151 (1985) (\"this court has given weight to the written comments of those involved in drafting the legislation\"); State v. Barkdoll, 99 Wis. 2d 163, 176, 298 N.W.2d 539 (1980) (citations omitted) (written views of those involved with the drafting process \"can properly be considered as an authoritative statement of legislative intention\"); Bendorf v. City of Darlington, 31 Wis. 2d 570, 579, 143 N.W.2d 449 (1966) (memo in drafting file by drafter of bill represents appropriate source of legislative history in determining meaning of bill).\n\n\n Drafter's note to 2975/1 at 1 (October 25,1993).\n\n\n State v. Carpenter, No. 94-CF-1216 (Dane Co. July 22, 1994).\n\n\n Brief for State in State v. Carpenter at 16.\n\n\n Although the majority opinion in State v. Carpenter, 197 Wis. 2d 252, 541 N.W.2d 105 (1995), claims that \"the mere fact that a prior conviction is a predicate of the current sanction does not render the current sanction punishment for the past offense,\" Carpenter, 197 Wis. 2d at 274, the U.S. Supreme Court has explained that conditioning the restraint of liberty on the commission of a crime is \"significant of penal and prohibitory intent.\" Dep't of Revenue of Montana v. Kurth Ranch, 114 S. Ct. *3471937, 1947 (1994) (quoting United States v. Constantine, 296 U.S. 287, 295 (1935)).\n\n\n See also In re Young, 857 P.2d at 1024 (Johnson, J., dissenting) (when treatment for sex offenders follows rather than substitutes for prison sentences, this \"timing alone is a strong indication that the legislature was less interested in treatment than in confinement\" and demonstrates that while \"the Statute provides for treatment, this goal is completely subordinated to punishment\"); State v. Carpenter, No. 94-CF-1216 (Dane Co. July 22, 1994) (\"The fact that treatment is not offered until the end of an underlying prison sentence which may be many years after the last sexual offense strongly suggests that treatment is virtually an afterthought in this legislative scheme. Further, the fact that there is no requirement for a finding of amenability to treatment as required in Chapter 51 commitments bolsters this conclusion\"); State v. Oldakowski and Post, Nos. 94-CF-1200-01, slip op. at 14 (Dane Co. Sept. 2,1994) (suggesting that treatment is \"an afterthought masking the real concern for keeping predators out of the community,\" since medical treatment models suggest that treatment is more effective when provided earlier); State v. Watson, No. 94-CF-2377 (Dane Co. April 7,1995) (chapter 980's definition of \"mental disorder\" is a \"characterological\" description of persons whose potential to commit future sexually violent acts is based on past crimes rather than mental illness).\n\n\n One commentator asserts that such delays in treatment can reduce the prospect that treatment will succeed, because they allow the offender to implement defense mechanisms and cognitive distortions which, in turn, make it more difficult for the offender to accept responsibility for what he has done. The passage of time also increases the risk of memory loss of events which are often poorly recalled to start with because of alcohol or substance abuse. Robert M. Wettstein, A Psychiatric Perspective on Washington's Sexually Violent Predators Statute, 15 U. Puget Sound L. Rev. 597,617 (1992). Finally, even when prisons themselves offer treatment programs, the prison milieu reduces an offender's ability to benefit from treatment because prisons socialize an inmate \"to avoid disclosing personal weakness or vulnerability, avoid taking responsibility for his crime, or reveal himself to be a sex offender for fear of retaliation.\" Id. See also Stephen J. Morse, Mentally Disordered Offenders, in 3 Encyclopedia of Crime and Justice, supra, at 1046, 1048 (treatment is *349minimal in prisons and in hospitals that house the criminally insane).\n\n\n In response to Allen, the second draft of chapter 980 required the state to choose, within 60 days of a conviction or a finding of not guilty by reason of mental insanity, whether to pursue sentencing through a criminal proceeding or to file a petition for a civil commitment. Though the legislature was *350advised that this change had been made in an effort to insulate the proposed law from a possible double jeopardy challenge, the legislature nevertheless instructed the draftsman to redraft the bill so that after a sex offender had completed his prison term, the state could seek a chapter 980 commitment.\n\n\n Foucha v. Louisiana, 504 U.S. 71, 75-76 (1992); Jones v. United States, 463 U.S. 354,368 (1983); Addington v. Texas, 441 U.S. 418, 426 (1979); O'Connor v. Donaldson, 422 U.S. 563 (1975); Jackson v. Indiana, 406 U.S. 715 (1972).\n\n\n The two cases cited by the majority in discussing the states' power to define mental illness do not support the majority's broad assertion concerning a state's power to define mental *352illness for purposes of commitment. See Addington, 441 U.S. 418 (1979); Jones, 463 U.S. 354 (1983).\nFirst, the committees in both cases had been diagnosed as paranoid and schizophrenic, conditions universally associated with mental illness.\nSecond, the issue in Addington is the standard of proof required in a civil commitment by the Fourteenth Amendment. The decision does not discuss the definition of mental illness.\nFinally, in Jones as well, the Court does not address whether the committee is mentally ill. Jones, 463 U.S. at 363 n.11. The Court upheld the legislative determination of procedures accompanying civil commitment in a context where the committee \"himself advances insanity as a defense and proves that his criminal act was a product of mental illness.\" Jones, 354 U.S. at 367. The sentence quoted by the majority opinion, State v. Post, majority op. at 304, for the proposition that courts should defer to legislative judgments is followed by a caveat relating such deference to cases involving the insanity defense. Jones, 463 U.S. at 370.\n\n\n Drafting Request Memo from Representative Lolita Schneiders to Bruce Feustel, Assistant Chief Counsel, Legislative Reference Bureau, LRB Drafting File for 1993 AB 955 (March 15,1993).\n\n\n Drafter's Note to 2975/1 at 1 (October 25,1993).\n\n\n The disorders incorporated within DSM-IV include the antisocial personality disorder with which both the acquittee in Foucha, 563 So. 2d 1138,1141 n.2 (La. 1990), as well as three of the four prospective chapter 980 committees whose cases we now review were diagnosed.\n\n\n DSM-IV, 213, 396, 439, 539-557.\n\n\n Wettstein, supra; J. Christopher Rideout, So What's in A Name? A Rhetorical Reading of Washington's Sexually Violent Predators Act, 15 U. Puget Sound L. Rev. 781, 793 (1991-92).\nSee also Young v. Weston, 898 F. Supp. at 750 (finding that the Washington State statutory definition of \"mental abnormality,\" which, like the definition of \"mental disorder\" under chapter 980, requires proof of \"a congenital or acquired condition affecting the emotional or volitional capacity which predisposes the person to the commission of criminal sexual acts,\" creates \"an unacceptable tautology: a sexually violent predator suffers from a mental condition that predisposes him *356or her to commit acts of sexual violence;\" also finding that the term \"personality disorder\" \"evokes a circular definitional structure in which the only observed characteristic of the disorder is the predisposition to commit sex crimes\"); In re Young, 857 P.2d at 1021 (Johnson, J., dissenting) (definition of mental abnormality under the Washington statute is \"circular\" because \"abnormality\" \"will be derived from the person's past sexual behavior, and this in turn will be used to establish the person's predisposition to future dangerous sexual behavior\"); State v. Carpenter, No. 94-CF-1216 (Dane Co.) (chapter 980 deploys \"a watered down version of the classically accepted definition of mental illness, us[ing] a circular definition that is an invitation to arbitrary and erroneous interpretation\").\n\n\n One of those \"narrow exceptions,\" the pretrial detention of dangerous arrestees permitted by the Bail Reform Act of 1984 (Act), was upheld in United States v. Salerno, 481 U.S. 739 (1987). But the majority's reliance on this case for the proposition that danger-reducing confinement can justify *357constitutional violations, State v. Post, majority op. in Post at 317, is misplaced. The Salerno Court upheld the Act because its legislative history evinced a regulatory rather than punitive purpose and because \"[t]he Bail Reform Act carefully limits the circumstances under which detention may be sought,\" \"[t]he arrestee is entitled to a prompt detention hearing,\" and \"the maximum length of pretrial detention is limited by the stringent time limitations of the Speedy Trial Act.\" Id. at 747.\nHaving catalogued these features of the Act, the Foucha Court rejected Louisiana's reliance on Salerno to justify its continued confinement of an individual whom doctors had assessed as still dangerous but who was no longer mentally ill. Foucha, 504 U.S. at 81-82. Neither, then, can Salerno rescue chapter 980 which, in contrast to the Act, has a legislative history evincing punitive intent and which allows for potential lifetime incarceration rather than stringently limited pretrial detention.\n\n\n See also State ex rel. Farrell v. Stovall, 59 Wis. 2d 148, 207 N.W.2d 809 (1973) (chapter 51 civil commitments and chapter 975 sex crime offender commitments deal with similarly situated classes).\n\n\n Because I conclude that chapter 980 does not meet a rational basis standard, I join the majority in reserving for another day the question of which standard of constitutional review is appropriate when applying an equal protection analysis to a non-suspect class.\n\n\n Stephen J. Morse, Mentally Disordered Offenders, in 3 Encyclopedia of Crime and Justice, supra, at 1049.\n\n\n In responding to arguments advanced by Post and Oldakowski, the majority itself refutes other possible bases for distinguishing chapter 51 committees from chapter 980 committees. As the majority points out, for example, Wis. Stat. § 51.20(l)(ar) already waives its general requirement that those committed evince dangerousness through a recent overt act if the prospective committee, like every potential chapter 980 committee, is currently imprisoned. Post, majority op. at 324. And as the majority also points out, Wisconsin case law allows the commitment under chapter 51 of even those who, like many potential committees under chapter 980, might be unamenable or hostile to treatment. C.J. v. State, 120 Wis. 2d 355, 354 N.W.2d 219 (Ct. App. 1984); Post, majority op. at 323-25.\n\n",
            "ocr": false,
            "opinion_id": 9577632
        }
    ],
    "court_short_name": "Wisconsin Supreme Court",
    "court_full_name": "Wisconsin Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Wisconsin, WI",
    "crime_category": "Kidnapping"
}