{
    "id": 1163813,
    "judges": "Fatzer, Fontron, Schroeder",
    "date_filed": "1980-01-03",
    "date_filed_is_approximate": true,
    "slug": "state-v-schriner",
    "case_name_short": "Schriner",
    "case_name": "State v. Schriner",
    "case_name_full": "State of Kansas, Appellee, v. Dale E. Schriner, Appellant",
    "attorneys": "Hal H. Lockett, of Wichita, argued the cause, and was on the brief for the appellant., Clifford L. Bertholf, assistant district attorney, argued the cause, and Vern Miller, attorney general and Keith Sanborn, district attorney, were with him on the brief for the appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 27,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b116-4\">\n    No. 47,319\n   </docketnumber><br><parties id=\"b116-5\">\n    State of Kansas,\n    <em>\n     Appellee,\n    </em>\n    v. Dale E. Schriner,\n    <em>\n     Appellant.\n    </em>\n</parties><br><citation id=\"b116-6\">\n    (523 P. 2d 703)\n   </citation><decisiondate id=\"Aru\">\n    Opinion filed June 15, 1974.\n   </decisiondate><br><attorneys id=\"b116-17\">\n<em>\n     Hal H. Lockett,\n    </em>\n    of Wichita, argued the cause, and was on the brief for the appellant.\n   </attorneys><br><attorneys id=\"b116-18\">\n<em>\n     Clifford L. Bertholf,\n    </em>\n    assistant district attorney, argued the cause, and\n    <em>\n     Vern Miller,\n    </em>\n    attorney general and\n    <em>\n     Keith\n    </em>\n    Sanborn, district attorney, were with him on the brief for the appellee.\n   </attorneys>",
    "citations": [
        "523 P.2d 703",
        "215 Kan. 86"
    ],
    "opinions": [
        {
            "author_str": "Schroeder",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4490.0,
            "opinion_text": "\n215 Kan. 86 (1974)\n523 P.2d 703\nSTATE OF KANSAS, Appellee,\nv.\nDALE E. SCHRINER, Appellant.\nNo. 47,319\nSupreme Court of Kansas.\nOpinion filed June 15, 1974.\nHal H. Lockett, of Wichita, argued the cause, and was on the brief for the appellant.\nClifford L. Bertholf, assistant district attorney, argued the cause, and Vern Miller, attorney general and Keith Sanborn, district attorney, were with him on the brief for the appellee.\n*87 The opinion of the court was delivered by\nSCHROEDER, J.:\nThis is a criminal action in which Dale E. Schriner (defendant-appellant) was convicted by a jury on two counts of first degree kidnapping with bodily harm inflicted (K.S.A. 21-449), and two counts of kidnapping in the second degree (K.S.A. 21-450). In accordance with the verdicts returned by the jury, the defendant was sentenced to life imprisonment on each of the first degree kidnapping counts, and he was further sentenced to imprisonment not to exceed 30 years on each of the second degree counts. The sentences were ordered to run consecutively. Appeal has been duly perfected.\nOur decision to reverse the conviction is compelled by the giving of instructions to the jury which are clearly erroneous. Other points will be considered summarily.\nOn June 13, 1970, a fourteen year old girl and four fifteen year old boys, all of whom resided in Haysville, Kansas, drove to Wichita for the evening. Shortly before midnight the group stopped in the parking lot of a tavern while the driver of their vehicle entered the tavern to speak with a friend. The tavern closed at midnight and several older young men exiting the tavern collected around the Haysville vehicle, exchanging words with one of its occupants. This Wichita group included Paul L. Lassley, John Berry, Charles Brantley, Gary W. Kelley, and the appellant Schriner. When the operator of the Haysville vehicle returned to it from the tavern and attempted to drive it away, the Wichita group blocked the departure by parking their vehicle behind the Haysville vehicle. Lassley approached the Haysville automobile and insisted that the appellant be permitted to drive the vehicle. When the operator and owner of the Haysville vehicle protested, Lassley grabbed him by the hair and shoved him over to the passenger side and gave the appellant the key to the vehicle. Berry and Kelley also joined the appellant with the Haysville group in their vehicle. They departed from the tavern's parking lot and followed Lassley and Brantley, who were in another vehicle, to a sparsely populated area on the outskirts of Wichita. One of the Haysville boys escaped by jumping from the automobile as it was leaving the parking lot. This youth reported the abduction to the Wichita police.\nAfter arriving at the area of the western fringes of Wichita, two of the Haysville boys were taken by Brantley and Berry to a nearby, *88 unoccupied house, where an attempt was made to confine them (though they later escaped and contacted the police).\nAt that time two of the Haysville youths remained in the backseat of the vehicle, the fourteen year old girl and her date. Lassley asked the boy if he had ever had sexual intercourse with the girl, and he replied in the negative. Lassley told the boy to either have intercourse with the girl, or the Wichita group would. The Haysville youth refused, stating that nobody was going to have intercourse with the girl, and refused to get out of the car. According to the state's evidence the appellant placed a sharp object at the Haysville boy's back and ordered him out of the vehicle. At the same time another member of the Wichita group pulled the youth out of the car, where he was rendered unconscious by either striking him on the head or choking him.\nKelley then removed the girl's clothing and, together with someone else, dragged her from the vehicle and forced her to the ground where Lassley and another member of the Wichita group attempted unsuccessfully to have intercourse with her. The girl testified that at this time the appellant \"yelled, `Come on, guys, let's go', like he was scared.\" She was picked up and dragged backwards to the automobile belonging to the Wichita group, where she was forced into the backseat. The group drove for some time, stopping at a vacant lot in a residential area. Enroute Kelley had intercourse with the girl. He stopped when she screamed and told him he was hurting her.\nWhen they arrived at the vacant lot, the girl was dragged to the middle of the field and subjected to further sexual abuse by Lassley and Kelley. Her clothing was returned to her and she was abandoned in the vacant lot. She contacted the police from the nearest residence shortly therafter.\nThe appellant took the stand on his own behalf and testified he did not actively participate in the rape or violence with any of the Haysville group; he was present during the events solely out of fear for his own safety from the members of the Wichita group; if he had anticipated the occurrence of these events when they departed from the tavern, he would never have left; his thought processes were impaired at that time due to drunkenness; and the only reason he did not attempt to help the girl was because he \"was as scared as she was.\"\nThe offenses with which the appellant is here charged were committed *89 prior to the new criminal code and the new code of criminal procedure, which became effective July 1, 1970.\nWhile the appellant had retained counsel at and prior to the trial of this action, he nevertheless contends in his first point that he had by the totality of the circumstances of the trial, incompetent counsel.\nHe argues at the pretrial stages of this proceeding no motions were filed by counsel of record to aid the defendant with his trial; that retained counsel did not attempt to cross-examine five very damaging witnesses testifying on behalf of the state; there was very little cross-examination of another state witness; that due to failure to object the trial court permitted the prosecuting attorney to introduce hearsay testimony, opinionated testimony and conclusionary testimony by numerous state witnesses; that counsel's lack of preparation for trial was indicated when counsel disclosed that he was unaware of a statement made by the appellant to the Wichita police department; and that he made no objection to instructions given by the trial court to the jury. His counsel did request instructions at the trial for the lesser included offenses of second degree kidnapping for counts one and two.\nAt the preliminary hearing the appellant's retained counsel was vigorous in cross-examining the witnesses and in attempting to ascertain the facts in the case. It is logical to assume as a result of efforts made by retained counsel for the appellant at the preliminary hearing, that as a matter of trial tactics retained counsel felt it best to avoid emphasizing damaging testimony against the appellant at the trial of the action by the cross-examination of state witnesses or by the making of objections.\nIn view of our disposition of the case we now consider this point immaterial.\nIn counts one and two the appellant was charged with kidnapping in the first degree.\nBy Instruction No. 4 the trial court instructed the jury:\n\"In Count 1 of this case, the defendant is charged with the crime of kidnapping in the first degree. The defendant pleads not guilty.\n\"To establish this charge, each of the following claims must be proved:\n\"1. That the defendant did willfully, without lawful authority, seize, confine, inveigle, decoy, kidnap or take or carry away by any means whatever Wayna Paula Patten;\n\"2. That bodily harm was inflicted upon Wayna Paula Patten by any one while she was so kidnapped; and\n\"3. That this act occurred on or about the 14th day of June, 1970, in Sedgwick County, Kansas.\" (Emphasis added.)\n*90 Instruction No. 5 was identical but pertained to count two wherein Robert J. Vannoy was named as the victim.\nBy Instructions No. 6 and 7 the jury was instructed on kidnapping in the second degree pertaining to counts three and four, which named the victims Dale E. Valentine and Paul E. Woody.\nInstruction No. 8 was an aiding and abetting instruction. (See, K.S.A. 62-1016.)\nThe trial court then gave Instruction No. 9 which reads:\n\"If you find from the evidence beyond a reasonable doubt that the defendant, Dale E. Schriner, in Sedgwick County, Kansas, on or about the 14th day of June, 1970, conspired, counseled, aided, assisted, advised or in any other manner participated with any other person or persons without lawful authority to seize, confine, inveigle, decoy, kidnap or take or carry away by any means whatever Wayna Paula Patton and/or Robert J. Vannoy and if bodily harm was in any way inflicted upon Wayna Paula Patten and/or Robert J. Vannoy by any one while they were so kidnapped, you will then find the defendant guilty of the crimes of kidnapping in the first degree, as set out in Count 1 and Count 2, regardless of whether the kidnapping and bodily harm was intentional, or unintentional, and regardless of the participation of the defendant, Dale E. Schriner.\" (Emphasis added.)\nInstruction No. 13 given to the jury reads:\n\"A person is presumed to intend the natural and probable consequence of his voluntary and deliberate act, and if the commission of an unlawful act is proved, it will be presumed that such act was done with criminal intent.\n\"This presumption of law will always prevail unless, after a consideration of all the evidence bearing upon the point, you have a reasonable doubt of the existence of such intent.\"\nThe appellant contends the trial court did not submit verdict forms or instruct on lesser included offenses, such as rape, assault, or second degree kidnapping as to counts one and two of the information.\nIn this action the appellant was charged under K.S.A. 21-449 and K.S.A. 21-450. Assault is not a lesser included offense of kidnapping in the first degree (State v. Lammon, 153 Kan. 822, 826, 113 P.2d 1052). Likewise, rape is not a lesser included offense of kidnapping in the first degree (State v. Brown, 181 Kan. 375, 312 P.2d 832). The appellant could have been charged with both rape and kidnapping. (Sharp v. State, 203 Kan. 937, 457 P.2d 14; and State v. Brown, supra.) It was to the appellant's advantage that he was charged only with one of these crimes, and the trial court did not err in its failure to submit verdict forms on assault or rape, or instruct on these offenses as lesser included offenses of kidnapping in the first degree.\n*91 Second degree kidnapping is a lesser included offense of first degree kidnapping. The court, however, should instruct on a lesser included offense only when there is evidence to support that instruction (State v. Campbell, 210 Kan. 265, 284, 500 P.2d 21.) This court has heretofore approved an instruction on first degree kidnapping only, where there was no evidence to support an instruction on second degree kidnapping. (State v. Brown, supra.)\nIn the instant case bodily harm was suffered by Paula Patten and Jimmy Vannoy. There is no testimony in the record that these persons were not harmed. Under the circumstances the trial court did not err in its refusal to submit an instruction on kidnapping in the second degree, as lesser included offenses of kidnapping in the first degree charged in counts one and two of the information.\nIt was error for the trial court to submit a verdict form and instruct the jury on first degree kidnapping under K.S.A. 21-449, where \"the kidnapped person is unharmed.\"\nK.S.A. 21-449, provides in part that:\n\"... [I]f bodily harm is in any way inflicted upon the person or persons so kidnapped, said person or persons so guilty of the above-mentioned acts, or act, shall, on conviction, be deemed guilty of kidnapping in the first degree....\" (Emphasis added.)\nIn charging a jury in a criminal case it is the duty of the trial judge to define the offense charged, stating to the jury the essential elements of the crime, either in the language of the statute or in appropriate and accurate words of his own. (State v. Finley, 208 Kan. 49, 490 P.2d 630.)\nThe trial court in Instructions No. 4, No. 5, and No. 9 erroneously departed from the wording of the statute, with respect to the element of harm, when it instructed that the bodily harm could be inflicted \"by any one\".\nPresumably the trial court intended that if the jury found bodily harm was inflicted in any way by anyone participating in the venture, that element of the offense was sufficiently satisfied. The instruction given by the trial court did not say this, and it did not accurately follow the statute.\nInstruction No. 9 is clearly erroneous because it permits the jury to find the appellant guilty of kidnapping in the first degree on count one and count two, if he counsels, aids or abets in the commission of the offense, if bodily harm was in any way inflicted upon Wayna Paula Patten and/or Robert J. Vannoy by any one while *92 they were so kidnapped, \"regardless of whether the kidnapping and harm was intentional, or unintentional, and regardless of the participation of the defendant, Dale E. Schriner.\" (Emphasis added.)\nThe state contends when all instructions are considered together it is clear the jury must find intent before it can convict. The state relies upon Instructions No. 4, 5, 6 and 7, which all require that the acts be wilful, and Instruction No. 13 which indicates that a person is presumed to intend the natural and probable consequence of his voluntary and deliberate act.\nWhere, as here, there is no evidence in the record that the appellant himself inflicted harm upon either Wayna Paula Patten or Robert J. Vannoy, and the state relies upon his participation in the crime as an aider and abettor, Instruction No. 9 deprives him of any defense on the issue of intent.\nWhen the appellant took the stand and testified his defense was that he did not take part in any of these activities; that he was present during this proceeding solely out of fear for his own personal safety from the other members of the older group.\nInstruction No. 9 is inconsistent. First it requires the appellant to participate in some manner as an aider or abettor, and then the jury is told the appellant can be found guilty of first degree kidnapping regardless of his participation, even if the kidnapping and the harm was unintentional.\nUnder the United States Code whoever commits an offense against the United States or aids, abets, counsels, commands, induces or procures its commission, is punishable as a principal. (18 U.S.C. § 2 [a].) It has been held under the foregoing section of the code that to be guilty of aiding and abetting a defendant must wilfully and knowingly associate himself with the unlawful venture and wilfully participate in it as he would in something he wishes to bring about or to make succeed. (United States v. Austin, 462 F.2d 724 [10th Cir.1972]; and White v. United States, 366 F.2d 474 [10th Cir.1966].)\nThe foregoing is also the law of Kansas. In State v. Edwards, 209 Kan. 681, 498 P.2d 48, the court said:\n\"K.S.A. 1971 Supp. 21-3205, effective July 1, 1970, which holds a person criminally responsible if he intentionally aids or abets another to commit a crime makes no change in the degree of proof of intent necessary to establish criminal responsibility. The element of intent necessary to establish and support criminal responsibility for aiding or abetting another to commit a crime may be inferred from circumstantial evidence. Cases in support there of are State v. Jackson, 201 Kan. 795, 443 P.2d 279, cert. den. 394 U.S. 908, 22 *93 L.Ed.2d 219, 89 S. Ct. 1019; State v. Turner, 193 Kan. 189, 392 P.2d 863; and State v. Sharp, 202 Kan. 644, 451 P.2d 137.\" (p. 685.)\nThe cases cited in the foregoing quotation were all decided under K.S.A. 62-1016 and K.S.A. 21-105. These statutes were effective at the time the offenses charged in the instant case were committed.\nIn our opinion Instruction No. 9 given by the trial court is so clearly erroneous that it prejudiced the rights of the appellant in the trial of this action and warrants the granting of a new trial.\nFurther points asserted by the appellant are either moot or immaterial in view of the requirement that the appellant be given a new trial.\nThe judgment of the lower court is reversed with directions to grant the appellant a new trial on all counts of the information.\nFATZER, C.J., and FONTRON, J., dissenting.\n",
            "ocr": false,
            "opinion_id": 1163813
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Kidnapping"
}