{
    "id": 1246291,
    "judges": "Oxberger, Sackett, Snell",
    "date_filed": "2001-09-21",
    "date_filed_is_approximate": true,
    "slug": "state-v-stanley",
    "case_name_short": "Stanley",
    "case_name": "State v. Stanley",
    "case_name_full": "STATE of Iowa, Plaintiff-Appellee, v. Leslie Howard STANLEY, Defendant-Appellant",
    "attorneys": "Thomas J. Miller, Atty. Gen. and Sherie Barnett, Asst. Atty. Gen., for plaintiff-ap-pellee., R. Eugene Knopf, Diehl, Clayton, Clever-ley, Knopf & Williams, Newton, for defendant-appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 16,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b598-7\">\n    STATE of Iowa, Plaintiff-Appellee, v. Leslie Howard STANLEY, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b598-9\">\n    No. 69329.\n   </docketnumber><br><court id=\"b598-10\">\n    Court of Appeals of Iowa.\n   </court><br><decisiondate id=\"b598-11\">\n    Dec. 27, 1983.\n   </decisiondate><br><attorneys id=\"b600-20\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"566\"> \n     *566\n     </span>\n    Thomas J. Miller, Atty. Gen. and Sherie Barnett, Asst. Atty. Gen., for plaintiff-ap-pellee.\n   </attorneys><br><attorneys id=\"b600-21\">\n    R. Eugene Knopf, Diehl, Clayton, Clever-ley, Knopf &amp; Williams, Newton, for defendant-appellant.\n   </attorneys><br><judges id=\"b600-22\">\n    Heard by OXBERGER, C.J., and SNELL and SACKETT, JJ.\n   </judges>",
    "citations": [
        "344 N.W.2d 564"
    ],
    "opinions": [
        {
            "author_str": "Sackett",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7287.0,
            "opinion_text": "\n344 N.W.2d 564 (1983)\nSTATE of Iowa, Plaintiff-Appellee,\nv.\nLeslie Howard STANLEY, Defendant-Appellant.\nNo. 69329.\nCourt of Appeals of Iowa.\nDecember 27, 1983.\n*565 *566 Thomas J. Miller, Atty. Gen. and Sherie Barnett, Asst. Atty. Gen., for plaintiff-appellee.\nR. Eugene Knopf, Diehl, Clayton, Cleverley, Knopf &amp; Williams, Newton, for defendant-appellant.\nHeard by OXBERGER, C.J., and SNELL and SACKETT, JJ.\nSACKETT, Judge.\nThe defendant, Leslie Howard Stanley, was accused of breaking into a ninety-two-year-old woman's house, tying her to a bed, sexually abusing her, and stealing some items. Stanley was charged with terrorism, first degree kidnapping, second degree sexual abuse, and first degree burglary. Following plea negotiations, Stanley pled guilty to the charges of sexual abuse in the second degree and burglary in the first degree. Pursuant to the plea agreement the charges of terrorism and kidnapping were dropped.\nAt the plea proceeding the court questioned Stanley in order to ascertain that he did commit the crimes and that he was competent to enter a plea. The court specifically reminded defendant that by pleading guilty he waived his right to a trial and the opportunity to assert his insanity defense. The defendant indicated that he *567 was willing to waive these rights to avoid the possibility of being convicted of kidnapping in the first degree, which would require the imposition of a life sentence.\nAt the time of sentencing, the court indicated that it had read the presentence investigation and invited counsel to address the court before sentence was pronounced. At that time the state chose to emphasize the nature of these crimes by the use of several pictures depicting the crimes, some of which were taken by Stanley while perpetrating the attack. These pictures were handed to the court over defendant's objection that they were prejudicial. Defense counsel then addressed the court and asked for leniency in light of defendant's mental problems.\nAfter receiving the statements of counsel, the court imposed two consecutive twenty-five-year terms of incarceration. The court commented on the heinous and revolting nature of the crimes and indicated that society had a right to be protected from acts of this kind.\nAfter sentencing Stanley filed motions to arrest the judgment and correct the sentence. Both motions were denied. Stanley now seeks to have the case remanded for re-sentencing or for a hearing on his competency. The following arguments are raised by Stanley in his direct appeal: (1) the trial court abused its sentencing discretion by imposing consecutive prison terms; (2) the trial court failed to state adequate reasons for imposing consecutive sentences; (3) the trial court failed to consider all relevant sentencing factors; (4) the trial court erred in permitting the county attorney to introduce allegedly inflammatory photographs of the victim during the sentencing hearing; and (5) the trial court erred in failing to order a hearing on his competency to stand trial or enter a plea.\n\nI. Sentencing Discretion\nStanley argues that, because the same judge both received the guilty plea and imposed the sentence, the judge therefore may have improperly considered the dismissed charges when ordering that the sentences be served consecutively.\nWe interfere in discretionary sentencing only if there has been an abuse of discretion. State v. Dvorsky, 322 N.W.2d 62, 67 (Iowa 1982). An abuse will not be found unless the defendant shows that such discretion was exercised on grounds or for reasons clearly untenable or to an extent clearly unreasonable. State v. Pappas, 337 N.W.2d 490, 493 (Iowa 1983). The trial court, within the limits of applicable statutes, had the discretion to select a sentencing combination that would \"provide maximum opportunity for the rehabilitation of the defendant, and for the protection of the community from further offenses by the defendant and others.\" Iowa Code § 901.5 (1981). When sentencing discretion has been accorded and exercised it is subject to limited appellate review. Pappas, 337 N.W.2d at 494. Because Stanley does not allege a failure on the part of the trial court to exercise discretion, we need only consider whether the discretion exercised by the trial court was abused.\nStanley's argument is that the trial court may have acted improperly in considering the unprosecuted kidnapping and terrorism charges. It is impermissible to enhance a sentence based on other charges originally brought against a defendant unless the facts constituting those charges are already before the court or are admitted by the defendant. State v. Messer, 306 N.W.2d 731, 732-33 (Iowa 1981). The supreme court, in State v. Thompson, 275 N.W.2d 370, 372 (Iowa 1979), stated the rule as follows:\nA sentencing court may, within statutory limits, impose a severe sentence for a lower crime on the ground that the accused actually committed a higher crime on the occasion involved if the facts before the court show the accused committed the higher crime or the defendant admits it\u0097whether or not the prosecutor originally charged the higher crime. This is part of making the punishment fit the crime.... A sentencing court may not however impose a severe sentence for a lower crime on the ground that the *568 accused actually committed a higher crime unless the facts before the court show the accused committed the higher crime or the defendant admits it\u0097even if the prosecutor originally charged the higher crime and reduced the charge. The controlling consideration is whether the accused in fact committed the higher crime, not whether the prosecutor originally charged it. The original charge of the higher crime may or may not have been true, and the accused does not admit the higher charge by pleading guilty to the lower charge. [emphasis in original]\nIn this case we need not decide whether the facts before the court show that Stanley committed the crimes of kidnapping and terrorism absent some showing by Stanley that the sentencing judge actually considered those crimes when imposing consecutive, rather than concurrent, prison terms. While Judge Bown must have been aware of the dismissed charges, there is absolutely no indication on the record that he impermissibly considered those charges at sentencing. Judge Bown commented on the sentence as follows:\nI have taken into consideration the protection that society is entitled to receive from acts of this kind. I might observe that the acts which were the basis of this charge are despicable, heinous, revolting, as revolting as anything this Court has ever experienced. It is almost beyond belief. But those are the facts...\nKeeping in mind the right of society to be protected from acts of this kind, it will be the judgment and sentence of the Court that these two offenses, these two sentences, will run consecutively. I have never seen a case that warranted consecutive sentences more than this one does.\nThe decisions of the trial court are cloaked with a strong presumption in their favor, and until the contrary appears, the presumption is that the discretion of the trial court was rightfully exercised. Pappas, 337 N.W.2d at 494. To overcome this presumption of regularity requires an affirmative showing of abuse, and the burden of so showing rests upon the party complaining. Id. The court in Pappas further noted that \"[t]his burden is heavy, indeed, for it can only be sustained by showing abuse and prejudice.\" Id. Stanley has clearly failed to meet the heavy burden enunciated in Pappas.\nWe refuse to hold, as Stanley suggests in his argument, that the same judge may not both receive a defendant's guilty plea and impose a sentence without raising an inference of sentencing impropriety. We find defendant's argument regarding the alleged abuse of sentencing discretion to lack merit.\n\nII. Failure to State Reasons For Sentence\nStanley next alleges that the trial court erred in failing to state adequate reasons for imposing consecutive sentences and in failing to consider all relevant sentencing factors.\nIowa Rule of Criminal Procedure 22(3)(d) requires the sentencing court to \"state on the record its reasons for selecting the particular sentence.\" The supreme court in State v. Victor, 310 N.W.2d 201, 205 (Iowa 1981), found that rule 22 was satisfied by the trial court's statement:\nAfter receiving and examining all pertinent information, the court has considered the sentencing options ... and has decided to confine the defendant, in part, because of: nature of the offense.\nIn the instant case Judge Bown specifically stated that, in his decision to order consecutive sentences, he was taking into consideration the acts of Stanley, which he characterized as \"despicable, heinous, revolting.\" It is clear from the record that the sentencing decision was based primarily on the nature of the offense. Rule 22(3)(d) does not require that a sentencing judge's reasons be any more specific than those given by Judge Bown. See Victor, 310 N.W.2d at 205. We find no error.\n\n\n*569 III. Failure to Consider All Factors\nStanley argues that the trial court erred in failing to consider all relevant sentencing factors. Those factors are enumerated in Iowa Code section 901.5 (1981), which requires a judge to select a sentencing combination that would \"provide maximum opportunity for the rehabilitation of the defendant, and for the protection of the community from further offenses by the defendant and others.\" Stanley argues that the court improperly failed to take into account the maximum opportunity for his rehabilitation, and that the court failed to consider the deterrent effect its sentence might have on others. Stanley concludes that the court's alleged failure to consider those factors amounted to an abuse of discretion. We will address the factors separately.\n\nA. Rehabilitation\nStanley's argument is that the trial court's failure to consider the maximum opportunity for his rehabilitation amounted to an abuse of discretion. We noted in division I of this opinion the heavy burden placed on a defendant to overcome the presumption that the discretion of the trial court was properly exercised. See State v. Pappas, 337 N.W.2d at 494. In order to prevail Stanley must make an affirmative showing of abuse, together with resulting prejudice. Id. The failure on the part of the trial court to specifically recite his consideration of the issue of rehabilitation is not the type of affirmative showing of abuse envisioned by the court in Pappas. Because Stanley has failed to overcome the presumption of regularity, we find no abuse of discretion.\n\nB. Deterrent Effect\nStanley also argues that the trial court abused its discretion by specifically refusing to consider the possible deterrent effect the sentencing might have on others. We disagree. While Iowa Code section 901.5 discusses the court's obligation to consider \"the protection of the community from further offenses by the defendant and others\" (emphasis added), we find no prejudice in the court's failure to do so in this instance. Stanley, to succeed, must show not only that the court abused its discretion, but that he was prejudiced as a result thereof. See Pappas, 337 N.W.2d at 494. Had the court in this case also considered the deterrent effect the sentence may have on others, the result would be the same. From our reading of the sentencing transcript it is clear that the consideration of general deterrence would mitigate against, rather than in favor of, the defendant. Because we find that Stanley has failed to show any prejudice, we find no error.\n\nIV. Photographs\nStanley argues that the trial court erred in permitting the county attorney to use and discuss allegedly inflammatory photographs of the victim during the sentencing proceeding. Some of the photographs had been taken by Stanley during the various stages of the sexual assault. Stanley objected to the court's reception of the photographs stating that they were prejudicial. On appeal Stanley argues that the photographs were admitted without proper foundation. He argues further that the photographs were \"used solely to inflame the Trial Court and to so prejudice the Court that it would not consider the factors it should in imposing the sentence.\" Because there was no foundational objection at trial, that issue is not properly before this court. See State v. Taylor, 310 N.W.2d 174, 177 (Iowa 1981). Furthermore, the photographs complained of were not made a part of the record in the proceeding below. While the photographs were marked for identification purposes, defendant should have made them a part of the record so as to preserve any error for review. For want of record, we have nothing to review. Turner v. Jones, 215 N.W.2d 289, 291 (Iowa 1974). It is the burden of the objecting party to preserve a record of any alleged error for our review. See id.\nWe note, however, that even if the alleged errors had been properly preserved *570 for review, we would find the defendant's argument unpersuasive.\nIowa Code section 901.2 provides:\nUpon a plea of guilty ... the court shall receive from the state, from the judicial district department of correctional services, and from the defendant any information which may be offered which is relevant to the question of sentencing. The court may consider information from other sources.\n* * * * * *\nSentencing procedures are governed by different evidentiary rules than the trial itself. State v. Cole, 168 N.W.2d 37, 40 (Iowa 1969). The sentencing judge should be in possession of the fullest information possible concerning the defendant's life and characteristics and should not be denied an opportunity to obtain pertinent information by rigid adherence to restrictive rules of evidence properly applicable to trial. Id. The judge may resort to such sources of information as he thinks might be helpful to his judgment as to sentencing. Id. at 41. Defendant may not successfully challenge the soundness of the trial court's discretion even though it involved conclusions or matters not ordinarily admissible. Id. In division I of this opinion we discussed the limitations placed upon a sentencing judge. The court must exercise discretion, and the court may not enhance a sentence based on unprosecuted charges unless the facts constituting those charges are already before the court or are admitted by the defendant. Stanley, in his argument regarding the use of the photographs at sentencing, alleges neither of these arguments. Assuming, arguendo, that the photographs were highly prejudicial and were \"used solely to inflame the Trial Court,\" we would find no abuse of discretion on the part of the trial court in considering the photographs during sentencing. The court's consideration of the photographs was properly within its discretion, and we find that such discretion was not abused.\nBecause the issues raised by Stanley with respect to the photographs considered by the sentencing judge lack merit, we find no error.\n\nV. Competency Hearing\nStanley finally argues that the trial court erred in failing to order a hearing on his competency prior to accepting the guilty plea. Iowa Code section 812.3 provides:\nIf at any stage of a criminal proceeding it reasonably appears that the defendant is suffering from a mental disorder which prevents him or her from appreciating the charge, understanding the proceedings, or assisting effectively in the defense, further proceedings must be suspended and a hearing had upon that question.\nIowa Rule of Criminal Procedure 23(3)(a), on the other hand, provides that:\nA defendant's failure to challenge the adequacy of a guilty plea proceeding by motion in arrest of judgment shall preclude his or her right to assert such challenge on appeal.\nThe record reveals that the trial court properly informed Stanley of his right to challenge the guilty plea proceeding by way of a motion in arrest of judgment. He was specifically told that his failure to so challenge the proceeding before sentencing would constitute a waiver.\nWhile Stanley did file a motion in arrest of judgment, he did not do so until October 5, 1982, after sentencing. Not only was the motion untimely, it also failed to challenge the court's failure to hold a hearing regarding Stanley's competency to stand trial. There is no question that rule 23(3)(a) encompasses challenges to the plea-taking process based on a claim that the judge should have held a hearing pursuant to section 812.3. State v. Lucas, 323 N.W.2d 228, 231 (Iowa 1982). Stanley failed to preserve any alleged error regarding his competency to stand trial.\nEven if Stanley had preserved that issue for review, however, he could not succeed. Section 812.3 does not mandate a jury trial on the issue of competency. State v. Lyon, 293 N.W.2d 8, 9 (Iowa *571 1980). Competency is determined by a hearing before the court. Id. The statute requires a hearing on the issue of competency when the record contains information from which a reasonable person would believe a substantial question of the defendant's competency exists. Id. The question is a legal one; trial court discretion is not involved. Id. A criminal defendant is \"competent\" if he appreciates the charge, understands the proceedings, and can assist effectively in the defense. State v. Kempf, 282 N.W.2d 704, 706 (Iowa 1979).\nWhen the defendant's competency during trial court proceedings is challenged on appeal, our task is to examine the information before the trial court to determine if an unresolved question of the defendant's competency reasonably appeared. State v. Kempf, 282 N.W.2d at 707. Because constitutional safeguards are implicated, we make our own evaluation of the totality of the circumstances. State v. Thomas, 205 N.W.2d 717, 721 (Iowa 1973).\nAfter Stanley was arraigned defense counsel moved that he be referred for psychiatric evaluation. The trial court ordered that he be transferred to Oakdale for evaluation. The psychiatric assessment established that Mr. Stanley was competent to participate in judicial proceedings. The report stated specifically that Stanley \"does not have any mental condition which prevents him from appreciating his charges, in understanding the proceedings, or in effectively assisting in his defense.\" Defense counsel then moved that an additional examination be ordered. Because Stanley had been consulting Dr. John Daniel at the Poweshiek County Mental Health Center for a period of time, the court ordered that he do further testing and render an opinion as to the mental condition of Stanley. Dr. Daniel concluded, on the basis of his testing, that \"Mr. Stanley is currently capable of participating in judicial proceedings.\" Defense counsel, by way of pre-trial motion, gave notice of Stanley's insanity and diminished capacity defenses.\nThe trial court was able, at the guilty plea and sentencing proceedings, to view the defendant to aid in a determination regarding Stanley's competency. The record reveals no behavior on the part of Stanley which would in any way negate the psychological evaluations which were considered by the court. We find, after a careful review of the record, that it did not reasonably appear that Stanley was suffering from a mental disorder which would prevent him from appreciating the charge, understanding the proceedings, or assisting effectively in his defense. The trial court did not err in failing to suspend the proceedings and in failing to hold a hearing on the question of Stanley's competency.\nBecause defendant's arguments lack merit, we affirm the judgment and sentence of the district court.\nAFFIRMED.\n",
            "ocr": false,
            "opinion_id": 1246291
        }
    ],
    "court_short_name": "Court of Appeals of Iowa",
    "court_full_name": "Court of Appeals of Iowa",
    "court_type": "SA",
    "court_jurisdiction": "Iowa, IA",
    "crime_category": "Kidnapping"
}