{
    "id": 1297669,
    "judges": "Finney",
    "date_filed": 751161600000,
    "date_filed_is_approximate": false,
    "slug": "hopkins-v-sc-dept-of-social-services",
    "case_name_short": "Hopkins",
    "case_name": "Hopkins v. SC DEPT. OF SOCIAL SERVICES",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "437 S.E.2d 542"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5640.0,
            "opinion_text": "\n437 S.E.2d 542 (1993)\nCheryl Turner HOPKINS, Plaintiff,\nv.\nSOUTH CAROLINA DEPARTMENT OF SOCIAL SERVICES, Grace Clark, Rex Alan York, and Randy Meyers, and Amanda York and Michael York, Minors Under the age of Fourteen (14) Years, Defendants.\nSollie FLOYD and Mary Y. Floyd, Third-Party Plaintiffs,\nv.\nCheryl Turner HOPKINS, Guardian ad Litem, South Carolina Department of Social Services, Grace Clark, Rex Alan York, and Randy Meyers, and Amanda York and Michael York, Minors Under the age of Fourteen (14) years, Defendants,\nOf whom Sollie Floyd and Mary Y. Floyd are Appellants, and\nRandy Meyers is Respondent.\nNo. 23546.\nSupreme Court of South Carolina.\nReheard February 2, 1993.\nRefiled October 21, 1993.\nRehearing Denied December 7, 1993.\nRandall M. Chastain, Columbia, for appellants.\nSusan Anderson, Columbia, for defendant SC Dept. of Social Services.\nRex York, defendant pro se.\nAnthony Leibert, Florence, for defendant Grace Clark.\nStuart W. Snow, Florence, for respondent.\nKevin Barth, Florence, for guardian ad litem.\n*543 FINNEY, Justice.\nWe granted rehearing to reconsider our original opinion which reversed the family court's refusal to terminate respondent's (Meyers') parental rights to his son Michael. We now affirm.\nThis is a tragic case. Meyers, a Missouri resident, lived with Michael's mother (Clark) for two months in the fall of 1983 in that state. Clark has lived a nomadic lifestyle and has a history of short-term serial relationships with men. In May 1984, six months after leaving Meyers, Clark called him and told him she had given birth to a child, but stated Meyers was not the father. In fact, Michael was not born until July 1984. Over the next several years Clark would briefly reappear in Meyers' life, at times telling him Michael was his and at other times denying this. Meyers married his current wife in December 1984; the day after the marriage Clark appeared, announced Michael was Meyers' child, and begged Meyers to accept both her and the child. Although Meyers \"felt in his heart\" that Michael was his child, he refused Clark's invitation to leave his new wife. Within weeks, Clark again disappeared taking Michael with her.\nIn the summer of 1985 Clark called Meyers' mother saying she was in another state and in trouble. Meyers' mother, along with Clark's family, went and picked up Clark and her two children, Michael and Amanda, and brought them back to Missouri. Meyers arranged for a blood test to determine Michael's paternity once and for all. Two days after she returned to Missouri, and before the scheduled blood test, Clark took the children and again disappeared. Later that summer, Meyers' mother received a letter from Clark. Meyers did not hear from Clark and the two children again until early 1988. During this two and a half year interlude, even Clark's family did not know her whereabouts. The record clearly shows Meyers was unaware of Michael's parentage and of the children's whereabouts and the deplorable conditions under which they were living during this period.\nIn November 1987 the children were taken into emergency protective custody in South Carolina. The South Carolina Department of Social Services (DSS) did not notify Meyers that it had Michael in its custody because Clark did not identify Meyers as Michael's father. Although DSS knew the children were not presently adoptable, it nonetheless placed the children with the appellants (the Floyds) whom it knew to be seeking to adopt children. DSS did not tell the Floyds the children were not eligible for adoption. As the family court found, \"The evidence is overwhelming that [DSS] usurped its authority in placing the children for the known purpose of adoption....\" DSS has not appealed this finding.\nIn February 1988 Amanda's natural father contacted Meyers and told him Michael was in the custody of DSS. Even though he was not sure he was Michael's father, Meyers immediately contacted DSS. Although DSS would not permit Meyers visitation with Michael since Meyers could not establish his paternity, Meyers nonetheless responded to a subpoena and appeared at a July 1988 hearing in South Carolina. Meyers, a man of modest means, drove 1,000 miles to attend this hearing. As a result of time missed to attend the hearing, Meyers lost his job.\nAt the July hearing Meyers testified he believed he was Michael's father and informed the family court he wanted custody of the child. The court ordered paternity tests, but declined to allow visitation since no familial relationship had yet been established. Meyers returned to Missouri but attempted to establish a relationship with both children.[1] DSS would only permit phone contact during working hours with staff monitoring the calls. Any correspondence from Meyers was read and reviewed by DSS prior to delivery to the children. The family court found, and no party excepts to the finding, these procedures chilled Meyers' attempts to bond with the children.\n*544 Although the blood samples were taken in July 1988, no results were obtained that year. Meyers protested the delay; although DSS obtained the results by March 17, 1989, it refused to reveal the results to Meyers until he paid DSS an amount it determined to represent his share of the test's cost. Although no court had ordered Meyers to pay anything for the test, DSS's March letter stated it had discussed the matter ex parte with a family court judge. The letter also noted a hearing was scheduled for April 1989 and stated failure to attend this hearing would be construed as a consent to termination of Meyers' (yet unestablished) parental rights. The scheduled hearing was not held and finally, in May 1989, DSS revealed to Meyers the results of the blood test showing Meyers to be Michael's father.\nIn May 1989, DSS also informed Meyers he was to pay $150/month child support, and would be allowed limited visitation. Meyers and his family came to South Carolina twice for in-person visitation, and he had some phone contact with Michael. In the final order, the family court found Meyers could not pay the $150/month support, especially in light of the expenses incurred in attempting to gain custody of the children. No party has excepted to this finding of fact or contested its validity.\nIn February 1989 the children's Guardian ad Litem (GaL) brought an action to terminate Meyers' parental rights on the ground of failure to visit within six months. Meyers answered, asserted his attempts to visit, and sought custody of both Michael and Amanda. In July 1989 the Floyds filed a third party complaint seeking termination of Meyers' rights for failure to visit. Meyers answered and again sought custody of the children.\nThe family court refused to terminate Meyers' parental rights, finding Meyers had done everything within his means not to abandon Michael but rather to establish a parent-child bond. The family court ordered that DSS establish a treatment plan and, if successful, that Michael be placed with Meyers permanently. The Floyds appeal, contending the court should have terminated Meyers' rights since he abandoned Michael.\nParental rights may be terminated only upon clear and convincing evidence. Abercrombie v. LaBoon, 290 S.C. 35, 348 S.E.2d 170 (1986). The family court found no evidence that Meyers had abandoned Michael by wilfully failing to visit for six months. See S.C.Code Ann. § 20-7-1572(3) (1985). In fact, the record shows Meyers was not even permitted visitation until May 1989, three months after the GaL first sought termination and only two months before the Floyds filed their action. The evidence is clear and convincing that no statutory basis exists for the termination of Meyers' parental rights, and the family court's finding is affirmed. South Carolina Department of Social Services v. Harper, 284 S.C. 212, 325 S.E.2d 71 (Ct.App.1985).\nThe next issue is where custody should lie in order to meet Michael's best interests. The public policy of this State is to reunite parents and children. See S.C.Code Ann. § 20-7-20(D) and (E) (1985). In Moore v. Moore, 300 S.C. 75, 386 S.E.2d 456 (1989) we held there is a rebuttable presumption that a fit natural parent should have custody as against a third party. Meyers is a fit parent and is entitled to this presumption. Moore also prescribes certain other factors to be considered when the third party has physical custody. First, we must look to the circumstances under which Michael came to be in DSS' custody. Certainly, Meyers is not responsible for the circumstances which necessitated the exercise of DSS' emergency protective powers. Second, we must consider the amount of contact Meyers has had with Michael while the child has been in DSS' custody. The family court found, and the record supports, that Meyers' efforts to maintain contact, despite the unreasonable conditions imposed by DSS, were admirable.\nThe third factor is the extent of Michael's attachment to his foster parents. This is clearly the sticking point, for the Floyds took Michael in believing he could become their child. This cruel deception was perpetuated by DSS, and should not be held against Meyers. On the other hand, it is only fair to recognize the strong bond which has been established between the Floyds and Michael. *545 In our view, the family court struck a proper balance by allowing Michael to continue to reside with the Floyds pending the development of a close relationship with his father.\nAccordingly, we affirm the family court's order refusing to terminate Meyers' parental rights and ordering the establishment of a plan for reunion of father and son. If the plan is successful, Michael shall be placed with Meyers permanently.\nAFFIRMED.\nMOORE, J., concurs.\nCHANDLER, Acting C.J., concurring in separate opinion.\nTOAL, J., and LITTLEJOHN, Acting Associate Justice, dissenting in separate opinion.\nCHANDLER, Acting Chief Justice, concurring:\nI join the majority opinion in upholding the Family Court's Order but write separately to respond to portions of the dissent. The majority opinion necessarily includes a detailed factual background, since it addresses the merits of the legal issue before the Family Court and this Court, to wit: whether there is clear and convincing evidence Meyers abandoned Michael.\nThe legal ground upon which the dissent would terminate Meyers' parental rights, wilful failure to support, was specifically rejected by the Family Court which noted that Meyers had not paid support to DSS \"due to the travel, phone and legal costs which he ha[d] incurred in his attempts to gain custody of the children, ... approximately $2,000.00.\" Appellants took no exception to this ruling. Further, the facts set forth to support the dissenting opinion are irrelevant to that issue and are not supported by the record. Accordingly, I am compelled to respond to the legal and factual inaccuracies in the dissent.\nFirst, the suggestion in the dissent that Michael was \"in distress\" during the summer of 1985 is misleading because at that time the children were being well cared for. During this period, Clark continued to represent to her family and others that Meyers was not, in fact, Michael's father. Under these circumstances, and in light of Clark's earlier representations to Meyers that he was not the father, it is not surprising that Meyers was not \"too involved\" with Clark and the children. The record does show, however, that when Clark again changed her story, and told Meyers he was Michael's father, Meyers, acting reasonably, asked for a blood test to settle the issue once and for all. Clark agreed. Two days later, however, Clark disappeared, taking the two children with her.\nFrom the time Clark disappeared in 1985 until the children were taken into protective custody in November 1987, neither Meyers nor Clark's family knew their whereabouts. It was during this period that the children were physically and emotionally abused, and Amanda sexually abused. Yet the dissent states that \"during [this] period of greatest abuse, the natural father, out of fear for his marriage, was unwilling to pursue any option to provide support, or to retrieve the child from a known detrimental situation.\" There is no support in the record for this statement, which in turn is used to support the dissent's conclusion that \"when the child was suffering the horrible abuse leading to his protective custody, the natural father was nowhere to be found.\" To the contrary, Meyers' whereabouts during this period are known; it was the children and their natural mother who were \"nowhere to be found.\"\nUpon learning of Michael's whereabouts in 1988, Meyers contacted DSS. DSS would not give Meyers custody as he could not prove paternity but, nonetheless, informed him he must pay child support. Meyers asked for a blood test in order to establish paternity. To suggest that this request was unreasonable, or made \"to disrupt the lives of two innocent children,\" as the dissent does, is unfair. Further, at a July 1988 hearing, a Family Court ordered blood tests and, following the hearing, blood was drawn. Notwithstanding Meyers' repeated requests for the results, DSS did not obtain them until March 1989 (approximately eight months) and refused to release the results to Meyers until May 1989, despite the fact that, as the lower court noted, \"No Court order authorized *546 the S.C.D.S.S. to withhold that information from Mr. Meyers ...\" The procrastination referred to by the dissent is attributable solely to DSS.\nSecond, the dissent refers to and relies upon facts outside the record to support its conclusions. For example, the dissent references the childrens' kidnapping by Clark and insinuates Meyers' culpability in this criminal act by referring to his failure to \"proffer\" a \"satisfying explanation.\" I know of no procedure whereby Meyers would be allowed an opportunity to rebut this insinuation which is based upon facts not in the record. I note, however, that while federal authorities undertook to prosecute Clark and others for their involvement in this crime, no charges whatever were placed against Meyers. See United States v. Sheek, 990 F.2d 150 (4th Cir.1993). The only fair inference to be drawn from this is that Meyers was not involved in Clark's criminal scheme.\nThe dissent also refers to Amanda's adoption by the foster parents after the hearing in this case. Not only is that fact not in the record before us, but the order on appeal expressly prohibits DSS from consenting to Amanda's adoption until after completion of the treatment plan designed to reunite Michael and Meyers. The record also does not reveal that any party has appealed this ruling, and I must presume the parties have not disobeyed a court order.\nFinally, the dissent finds that Meyers' rights should be terminated under S.C.Code Ann. § 20-7-1572(4) (Supp.1992) for wilful failure to pay $20/week child support. This issue is clearly not before the Court, as the $20/week support obligation is that established in the appealed order. The dissent also misinterprets § 20-7-1578 which provides that the child's interests prevail if there is a conflict between the child's interests and the parental rights. This statute is an admonition to consider whether, after finding a legal basis upon which to terminate parental rights, such termination is in the child's best interests, not a separate basis upon which to terminate those rights.\nThe delay in this case has been untenable, but it is attributable not to Meyers, but to the actions of the natural mother, the foster parents, the Judicial system and, most particularly, the SCDSS. As noted in the Family Court Order \"the S.C.D.S.S. utterly failed to discharge its legal duty to attempt to reunite Michael with his biological father.... The evidence is overwhelming that the S.C.D.S.S. usurped its authority in placing the children for the known purpose of adoption by the foster parents at the time of initial placement...\" To permit this type of delay to prejudice a natural parent's rights is to invite and encourage procrastination, delay, and dilatory tactics. The time for obstructionism is past; it is now time to proceed, as stated in the majority opinion, with \"a gradual reunion of father and son.\"\nFinally, although we have jurisdiction on appeal to find facts in accordance with our own view of the evidence, we accord due deference to the Family Court Judge who was in a better position to evaluate the witnesses' demeanor and veracity. Aiken Department of Soc. Serv. v. Wilcox, 304 S.C. 90, 403 S.E.2d 142 (Ct.App.1991). This deference is especially appropriate in cases such as this involving the rights of parents and children, and where, as here, the Family Court Judge has written a persuasive and scholarly Order thoroughly explaining the bases for his findings of fact and conclusions of law.\nTOAL, Justice, dissenting:\nI agree that the facts of this case are tragic; however, I must respectfully dissent. The majority opinion, in affirming the family court, completely ignores the best interests of the child as well as a critical piece of legislation which governs the termination of parental rights.\nThe minor child, who will be nine years old in July, and his sister, who is almost eleven, have suffered repeated abuse and turmoil. This abuse was a product of the natural mother's itinerant behavior which began with her separation from the legal father. During her separation, she met and participated in a liaison with the minor child's natural father. The natural mother lived with the natural father from September to November 1983, when she left to return to the legal father. *547 In the following July of 1984, the minor child was born.\nThe natural mother finally obtained a divorce from the legal father and started a nomadic lifestyle leading her and the children through different towns and different men. Throughout this time, the natural mother had contact with the natural father. During these initial contacts, the natural mother was evasive and contradictory about the actual paternity of the child. This ambiguity, however, did not completely assuage the natural father's suspicions about his relationship to the child. The record reflects that the natural father was aware that the minor child was born, and further that he \"always knew\" the minor child was his son.\nIn 1985, the natural mother called the natural father from Kansas City to ask for help because the man she was currently living with had been assaulting her and her children. The natural father's parents went to Kansas City and returned with the natural mother and her children. The natural father had recently married another woman and was very concerned about becoming too involved with the natural mother or her children. This concern for his marriage continued to outweigh the minor child's distress. The facts show that during the period of greatest abuse, the natural father, out of fear for his marriage, was unwilling to pursue any option to provide support, or to retrieve the child from a known detrimental situation. The natural father ignored the minor child's dilemma leaving his son to face his plight without parental support.\nThe children's situation continued to deteriorate until finally, in November of 1987, they were found living in an apartment with no heat. The children's clothing reeked of gasoline from sleeping in a car, and they had not eaten for two (2) days. The natural mother and her current husband had no money and were without any legal means of support. To compound the squalid living conditions, it soon became apparent that the minor child's half-sister had been repeatedly sexually molested by her stepfather, with her natural mother's knowledge. The effects of this abuse remained with the children in foster care where both children exhibited grossly inappropriate sexually imitative behavior and language.\nThe children were taken into emergency protective custody by the S.C.D.S.S. and placed in the physical custody of the foster parents in December of 1987. From that date forward, the foster parents began the difficult healing process to return the children to some semblance of a normal life. The children have received psychological counseling where the psychologist in his report acknowledges that a significant bond exists between the minor child and his sister. At the time of the original hearing, the children would not sleep apart, fearing any type of separation. To this day, the horror of their shared experiences has created a strong interdependence between the siblings.\nAfter being taken into protective custody over five years ago, both children have bonded with their foster parents. The sister was adopted by the foster parents, and contrary to what the majority would have us believe, cannot be adopted or placed into the custody of the minor child's natural father. The attempt to repair the emotional damage continues, but the efforts are severely handicapped by the repeated battles surrounding the minor child's custody.\nToday, with the Court's decision, the minor child is threatened with relocation and another traumatic split from the few sources of support which he has come to rely on through these troubled years. The treating psychologist and the Guardian ad Litem both agree that the separation from his sister will do significant harm to the minor. Additionally, it must be recognized that this separation will also cause significant emotional harm to the minor child's sister. The relocation from the foster parents, especially at this late date, is further recognized as a source of harm to the minor child. The very people in the minor child's life who are responsible for his long-term recovery will now be shut out from the child.\nThe natural father, who now has several children from a different marriage, appears to be distinctly unqualified to heal any emotional scars borne by the minor child. Consistently, the natural father has placed his *548 own needs over those of the minor child. The record is replete with excuses for not visiting the child or for sending any support. When given an opportunity to assist in either sending gifts or child support, the natural father is quick to proffer reasons for noncompliance; yet, when the child was suffering the horrible abuse leading to his protective custody, the natural father was nowhere to be found.\nThe true dilemma is that the natural father has \"slept on his rights,\" and now after many years, for whatever motivation, he has chosen to disrupt the lives of two innocent children. In 1988, the natural father was subpoenaed and appeared in court over the possibility of paying child support. His response was to demand a paternity test prior to making any payment. In 1989, the court recognized the natural father's paternity, and the repeated procrastination came to an end. It was at this same hearing that the natural father was ordered to pay support within his means. The S.C.D.S.S. was ordered to begin a treatment plan which would place permanent custody of the minor child with the natural father.\nDespite the court's ruling, more disruptive events were ahead for the children. The horror continued even during the pendency of this action when the minor child and his sister were kidnapped. The kidnapping, which was reported publicly and resulted in a federal criminal charge, was perpetrated by the natural mother who was terminated in an earlier family court proceeding. The children were transported to Missouri, coincidentally the home of the natural father, where they were met by the natural father. This turn of events spawns several lingering questions which remain unanswered, at least in the record before the Court. Although the children were met by police officials, there has been no satisfactory explanation proffered for the natural father's involvement.\nNow, almost nine years from the child's birth, the natural father is on the verge of receiving custody. This may seem a triumph for the natural father, but the simple reality is that two children's lives will be forever affected. The majority speaks to the issue of visitation in their opinion, but strangely absent is the law which clearly applies to these facts.\nThe General Assembly has provided statutory direction on the termination of parental rights. S.C.Code Ann. § 20-7-1572 (1985), provides that \"[t]he Family Court may order the termination of parental rights upon a finding of one or more of the following grounds.\" Subparagraph (4) of the same section is relevant to the case at bar. It provides:\nThe child has lived outside the home of either parent for a period of six months, and during that time the parent has wilfully failed to support the child. Failure to support means that the parent has failed to make a material contribution to the child's care when contribution has been requested by the custodian of the child. A material contribution consists of either financial contributions according to the parent's means or contributions of food, clothing, shelter, or other necessities for the care of the child according to the parent's means.... Id.\n\nOf more than passing interest is the 1992 amendment to this subparagraph which eliminated the requirement for a requested contribution, and instead made this merely a factor to be considered. S.C.Code Ann. § 20-7-1572(4) (Supp.1992). This amendment further liberalizes the impact of the statute and is indicative of the legislature's intent that the best interests of the child should prevail.\nS.C.Code Ann. § 20-7-1578 (1985), delineates how the termination of parental rights statutes are to be construed. It provides that:\n[the statutes] must be liberally construed in order to ensure prompt judicial procedures for freeing minor children from the custody and control of their parents by terminating the parent child relationship. The interests of the child shall prevail if the child's interest and the parental rights conflict.\nId.\nWe had the opportunity to look briefly and rely on this statute in our earlier case of S.C. *549 Dept. of Social Services v. Vanderhorst, 287 S.C. 554, 340 S.E.2d 149 (1986). Vanderhorst involved an unrelated issue (right to counsel at a termination of parental rights hearing), but in the instructions for remand, we reiterated the statutes' mandate that, \"the best interests of the children shall, of course, continue to be the paramount consideration.\"\nIn a termination of parental rights action, it is necessary for the Court to continually look towards a child's best interest. On the facts before us, it is clear that the minor child's interests would not be best served by preserving the natural father's parental rights.\nThe S.C.D.S.S. requested a material contribution from the natural father, and he has failed to comply. The court ordered the amount of support to be paid in reliance on the income statement provided by the natural father. The established support amount of $20 a week was not excessive and, by his own admission, well within the natural father's ability to pay. The only conclusion which can be drawn from the facts is that the natural father wilfully failed to provide the requested support. This inaction places the natural father squarely within the provisions of § 20-7-1572(4).\nThe natural father, in conjunction with the court and D.S.S., determined the amount of child support to be paid. If the natural father is having difficulty meeting his parental and legal obligations to financially support his minor child, then an attempt should be made to have the amount amended. Here the natural father, after freely negotiating his financial commitment, stopped paying child support completely without asking for any modification. This fact is clear and convincing evidence that the natural father has not complied with his court-ordered support obligation.\nMoreover, there is no evidence that the natural father has ever had a bond or relationship with the minor child. Regardless of the reasons, the unfortunate truth is the minor child has not developed the close connection with the natural father that is necessary to overcome the child's past history of abuse. On the other hand, the minor child has two very distinct and deeply rooted bonds with his foster parents and his halfsister. The foster parents are providing the guidance, love, and direction that are so critical to a child with this complicated past. The bond between brother and sister is even more compelling. The siblings were in effect traumatized together and the strong bond that ensued was of the character that only grows from a shared adversity.\nThe Guardian ad Litem and the child psychologist assigned by the S.C.D.S.S. to the case both recognize the strong emotional bond the minor child has with his half-sister. Their opinions strongly point to the need for minimum disruptions in the child's life. For the best interests of the child, it is imperative for the child to remain with his half-sister, and to begin a new life unencumbered by conflicting emotions and parental claims.\nI feel that the family court erred in not terminating the natural father's parental rights. The evidence demonstrates clearly why the minor child must take precedence over the parent. The natural father has wilfully ignored the support obligation which he helped establish. Further, the potential psychological harm the minor child will suffer from being separated from his sister and his foster parents far exceeds the benefit of maintaining a parent/child relationship which never really existed.\nThe natural father chose to wait several years before any attempt was made to acknowledge what he \"knew in his heart.\" The minor child could not, unfortunately, wait that long. The pattern of abuse and neglect continued to increase until it finally attracted the attention of the state. A basic fact of life, which the majority chooses to ignore, is that children grow and develop regardless of the situation surrounding them.\nThe natural father, by waiting until it was convenient for him, did nothing to prevent the child's suffering. In Caban v. Mohammed, 441 U.S. 380, 99 S. Ct. 1760, 60 L. Ed. 2d 297 (1979), the Supreme Court rejected a due process challenge to a termination of parental rights action by noting that, \"[p]arental rights do not spring fullblown from the biological connection between *550 parent and child. They require relationships more enduring.\" 441 U.S. at 397, 99 S.Ct. at 1770. In Lehr v. Robertson, 463 U.S. 248, 103 S. Ct. 2985, 77 L. Ed. 2d 614 (1983), the Supreme Court held that the state was not compelled to accept a natural father's opinion as to the best interest of the child where the natural father failed to accept the responsibility and make contributions to the child's development. A reading of these cases points to the simple rule that children cannot wait.\nIf true concern for the child was ever in the natural father's thoughts, it would have resulted in a report to the appropriate authorities years before the child was discovered freezing in a car. The natural father consistently placed his own desires ahead of the minor child and continues to demonstrate his disinterest by not paying the ordered child support. While the natural father slept on his rights, the minor child suffered. When asked to accept responsibility for the child, the natural father delayed, and when finally asked to contribute, the natural father responded with excuses. Children cannot wait on a parent to do the right thing, nor can a child place his life on hold while a parent learns responsibility.\nIt must also be noted that during the length of time that this case has been pending, almost four years, several rather significant events have occurred which are not developed in the record before us. In Georgetown County Department of Social Services v. Phipps, 278 S.C. 64, 292 S.E.2d 184 (1982), we stated that the best interests of the children could not be determined because of the considerable time which elapsed after the granting of custody. Acknowledging the staleness of the record, we remanded for a trial de novo based on a shorter time period than presented here. Id. Stare decisis and basic fairness to this child dictate that at a minimum, a remand for trial de novo is required; however, I maintain that the record before us provides clear and convincing proof which supports the termination of the natural father's parental rights.\nFor these reasons, I would reverse the family court and terminate the natural father's parental rights, or in the alternative, grant a remand for a trial de novo.\nLITTLEJOHN, Acting Associate Justice, concurs.\nNOTES\n[1]  Meyers' desire to act in Michael's best interest is evidenced by his recognition of the strong bond between Michael and his half-sister Amanda. In fact, Meyers sought custody of Amanda as well as Michael in an attempt to keep the children together.\n\n",
            "ocr": false,
            "opinion_id": 1297669
        }
    ],
    "court_short_name": "Supreme Court of South Carolina",
    "court_full_name": "Supreme Court of South Carolina",
    "court_type": "S",
    "court_jurisdiction": "South Carolina, SC",
    "crime_category": "Kidnapping"
}