{
    "id": 1384390,
    "judges": "Adams, Ellington, Smith",
    "date_filed": "1992-03-15",
    "date_filed_is_approximate": true,
    "slug": "johnson-v-state",
    "case_name_short": null,
    "case_name": "Johnson v. State",
    "case_name_full": "Johnson v. the State",
    "attorneys": "Drew Findling, Cris E. Schneider, for appellant., Jewel C. Scott, District Attorney, Billy J. Dixon, Assistant District Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Reconsideration denied December 15, 2005",
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b71-4\">\n    A05A1491.\n   </docketnumber><parties id=\"A-z\">\n    JOHNSON v. THE STATE.\n   </parties><br><citation id=\"b71-5\">\n    (625 SE2d 411)\n   </citation>",
    "citations": [
        "625 S.E.2d 411",
        "277 Ga. App. 41"
    ],
    "opinions": [
        {
            "author_str": "Adams",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7133.0,
            "opinion_text": "\n625 S.E.2d 411 (2005)\n277 Ga. App. 41\nJOHNSON\nv.\nThe STATE.\nNo. A05A1491.\nCourt of Appeals of Georgia.\nNovember 15, 2005.\nReconsideration Denied December 15, 2005.\n*413 Drew Findling, Cris E. Schneider, Atlanta, for appellant.\nJewel C. Scott, District Attorney, Billy J. Dixon, Assistant District Attorney, for appellee.\nADAMS, Judge.\nA jury found Edward Kelly Johnson, Jr. guilty of two counts of armed robbery, three counts of aggravated assault, two counts of kidnapping, and one count of possession of a firearm during the commission of a felony. In this appeal, Johnson challenges the sufficiency of the evidence, the denial of his motion to suppress, and the admission of similar transaction evidence. Johnson also contends that the trial court erred by failing to charge the jury on identification and faults his trial counsel for providing ineffective assistance.\nOn appeal, Johnson no longer enjoys the presumption of innocence and the evidence must be viewed in the light most favorable to the verdict. Pollard v. State, 230 Ga.App. 159, 495 S.E.2d 629 (1998). So considered, at approximately 3:20 p.m., a man brandishing a shotgun and wearing a dark mask, accosted two female employees, Nataja Johnson and Yvonne McAfee, at the Riverdale Cinemas. Nataja Johnson testified that a gunman wearing a black shirt, jacket, mask, and black pants pointed a shotgun at her and McAfee, her supervisor. At his direction, she put the cash from the box office in a brown bag that he supplied. Demanding additional money, the robber forced the two women at gunpoint into the business office where he directed Johnson to lie face down on the floor and McAfee to open the safe. While the robbery was underway, a United Parcel Service driver, Zachary Hightower, approached the office with a delivery. Hightower testified that a man wearing a ski mask and armed with a sawed off shotgun, \"looked up when he saw me and pointed it directly at me and told me to get out.\" Afraid he would be shot, Hightower \"took off running.\"\nAfter Hightower fled, he saw the gunman, still wearing the ski mask, emerge from the front door of the theater and leave in a \"white older Monte Carlo style car.\" Hightower noticed that he was carrying a purple bag. Using his cell phone, he called police. He described the getaway car, its direction of travel and the location of the armed robbery.\nLooking for a white Monte Carlo with a dark-colored landau top, Officer Charles Cooper spotted a car nearby within minutes that matched that description. Cooper waited for another officer and when the two officers drew near, Johnson was standing at the doorway of the Woodlake subdivision clubhouse. By then, it was 3:40 p.m., and according to Cooper, the theater was no more than four or five minutes from this clubhouse. As Cooper started to leave the subdivision, a pedestrian flagged him down, resulting in Cooper's decision to radio for another unit and to go back after Johnson. As Cooper, accompanied by Captain Phillip Neely, headed back toward the clubhouse, the white *414 Monte Carlo approached them and Cooper initiated a traffic stop. The driver, Johnson, was the same man that Cooper had just seen at the clubhouse. Johnson was pulled over at 3:47 p.m. on Woodlake Drive in the Woodlake subdivision. When Neely looked on the floorboard in the back seat area, he saw \"a black, pistol grip type shotgun.\" Neely also noticed \"a bag on the seat and that really alerted my suspicion ... because ... the bag was open, and I could see money coming from inside of the bag.\" Cooper then looked inside and saw a pump-action-type shotgun behind the seat, a purple bag, and a leather coat and gloves. The purple bag contained wrapped currency and sorted quarters. Gloves and shell casings were on the back seat. When Johnson spotted his wife standing nearby, he shouted several times, \"she had nothing to do with this, I was by myself.\"\nIn the meantime, Hightower had resumed his regular delivery route which included the Woodlake subdivision. By then, police cars and investigators were present and \"they waved me on through.\" Hightower testified that after making his delivery and driving back out, \"I looked over and I said, `hey, that's the car right there, that's the white Monte Carlo.'\" Hightower stopped to tell police that he recognized the car. By then, the shotgun and jacket were on top of the car and Hightower stated, \"`that's the gun and that's like the jacket that he was wearing.'\" Later, detectives discovered a ski mask in the trash can by the clubhouse. While in custody and after being advised of his rights under Miranda, Johnson executed a waiver of rights form. Johnson told Detective V.S. Ficalore that he committed the robbery because he was between jobs and needed money for expenses. Johnson wrote a statement to that effect that was admitted in evidence.\nThe ski mask worn by the gunman had one cutout for his eyes and nose, and at trial, none of the victims could identify Johnson as the gunman. McAfee testified that \"this is not the man.\" Nataja Johnson testified that she did not believe the defendant was the man who robbed them. Hightower, who also did not see the perpetrator's face, could only say that Johnson's weight and height were similar to the gunman's.\n1. Johnson challenges the sufficiency of evidence. He claims the State failed to prove that he committed any of the crimes for which he was convicted.\nThe two female victims testified that a masked man forced them to surrender money and to move to the business office at gunpoint. Nataja Johnson testified that she feared for her life as did McAfee. The UPS driver testified that he feared being shot. In a nearby subdivision and within 30 minutes of the crimes, police apprehended Johnson driving an older white Monte Carlo with a dark top, a vehicle similar to the description of the getaway car. Inside the car, officers found a shotgun, purple bag, and black jacket \u0097 items that seemed to match the victims' descriptions; and the purple bag contained money in various denominations. A trash can next to where officers saw Johnson standing contained a dark ski mask.\nAfter his arrest, Johnson implicated himself by denying that his wife had been involved, and, later, after waiving his rights, Johnson confessed to the crime. In addition, an employee at the clubhouse testified that Johnson asked her to lie to the police about how long he had been at the clubhouse. She testified that Johnson told her that he \"had gotten into a fight\" and beaten up \"a guy\" and asked \"if the police came if I could say that he was there.\" Also, the box of money recovered from Johnson's car had the location code issued by the theater's courier service. When the theater manager audited the books, he calculated that the total recovered by police was approximately $500 short. After a further search of Johnson, police found $500 hidden in his left sock. In addition, a surveillance videotape capturing the armed robbery in progress was shown to the jury who could decide whether Johnson was the person on the videotape. This evidence was sufficient within the meaning of Jackson v. Virginia, 443 U.S. 307, 99 S. Ct. 2781, 61 L. Ed. 2d 560 (1979), to enable a rational trier of fact to find Johnson guilty of aggravated assault, kidnapping, armed robbery and possession of a firearm during the commission of a felony.\n*415 2. Johnson contends that the trial court erred in denying his motion to suppress his custodial statements. He claims that as a result of his wife's detention at the scene and his fear that his wife would be arrested, he had fearfully responded that his wife had nothing to do with it and that he acted alone. He claims that he \"signed the form and thereafter gave a statement only out of fear that his wife would be arrested and his daughter taken by DFACS [(Department of Family and Children Services)].\" He asserts that these fears were \"played upon and used by interrogating officers to obtain a confession.\" He argues that his confession was inadmissible because \"it was the fruit of his earlier poisonous statement,\" and \"was derived from threats and coercion concerning his wife's possible arrest and his daughter possibly going with DFACS.\"\nPrior to trial, the court held a Jackson-Denno hearing to determine the admissibility of Johnson's custodial statement. Detectives Ficalore and Chris Starke testified that Johnson was made aware of his rights under Miranda and waived them. They testified that Johnson was lucid and not threatened or coerced or promised anything in exchange for providing a statement. Johnson testified, however, that he had confessed because the police threatened to arrest his wife and to have DFACS take his daughter. He claimed that he felt that he had no choice but to write out a statement. Johnson's testimony, however, was contradicted by Ficalore and Starke. Ficalore recalled Johnson expressing concern about his wife and daughter but denied discussing the possibility of her arrest or DFACS taking custody of the child. Starke denied threatening to arrest Johnson's wife unless Johnson agreed to confess. Starke testified that he explained to Johnson that his wife could be arrested but only if their investigation determined that she had been involved in the crimes.\n\"Unless clearly erroneous, a trial court's findings as to factual determinations and credibility relating to the admissibility of the defendant's statement at a Jackson-Denno hearing will be upheld on appeal.\" (Citation and punctuation omitted.) Mosely v. State, 250 Ga.App. 892, 553 S.E.2d 197 (2001). The trial court apparently resolved the conflict in testimony adversely to Johnson. In doing so, we cannot say that the trial court clearly erred. See Tate v. State, 264 Ga. 53, 54(1), 440 S.E.2d 646 (1994). As to Johnson's assertion that his outbursts at the scene of his arrest were not spontaneous but were the result of an illegal detention and interrogation, that claim was not preserved for review. By failing to object in the trial court, Johnson may not raise the issue now for the first time. See Braswell v. State, 245 Ga.App. 602, 603(3), 538 S.E.2d 492 (2000) (failure to object waives appellate review). In any event, the record does not reflect that Johnson's outburst about having acted alone was the byproduct of police questioning.\n3. Johnson complains that the admission of similar transaction evidence was error. He claims that due to the lack of connection or similarity between the prior crime and the current crimes, the prior crime did not tend to show his course of conduct or bent of mind, the purported basis for introducing that evidence. He claims that the prior crime involved entering a store unmasked, accompanied by two others and \"quietly placing books into a bag.\" He points out that \"[o]nly after being confronted by the owner did [he] then brandish a pistol.\" Johnson emphasizes that he was not found guilty of armed robbery but entered a guilty plea to aggravated assault.\nThe State need not prove that a similar transaction is identical, only that there exists a logical connection between the crimes. Jones v. State, 255 Ga.App. 609, 610, 565 S.E.2d 915 (2002). The State offered evidence that Johnson had committed a prior armed robbery of a retail establishment in 1989. The evidence showed that the victims were store employees; Johnson brandished a gun; the items taken were placed in a bag; and Johnson committed the prior armed robbery because he could not get work and needed the money. In the present case, Johnson confessed that he did the crime because he was between jobs and needed the money. After a hearing, the trial court allowed the introduction of evidence of the prior incident to show Johnson's bent of *416 mind. In both cases, when unable to support himself, Johnson resorted to armed robbery. In these circumstances, the testimony and the certified copy of Johnson's conviction were properly admitted. See Agee v. State, 279 Ga. 774, 621 S.E.2d 434 (2005); Shuman v. State, 244 Ga.App. 335, 535 S.E.2d 526 (2000).[1]\n4. Johnson asserts that the trial court abused its discretion by failing to give his requested charge on identification. He claims that had the jury been given the requested charge, it is \"very likely\" that he would have been acquitted. In refusing Johnson's request to charge on identification, the trial court noted that no one had, in fact, identified Johnson as the perpetrator and that the requested charge was not applicable to the case.\nJohnson's defense was alibi, and the court instructed on alibi.[2] Johnson did not submit a written request to charge on identification, which is required by OCGA § 5-5-24(b). Without a written request, appellate courts will not review a failure to charge unless \"the omission is clearly harmful and erroneous as a matter of law in that it fails to provide the jury with the proper guidelines for determining guilt or innocence.\" (Citations and punctuation omitted.) Camphor v. State, 272 Ga. 408, 414, 529 S.E.2d 121 (2000); OCGA § 5-5-24(c). See also Birt v. State, 236 Ga. 815, 828, 225 S.E.2d 248 (1976) (trial judge must instruct, with or without request, on each substantive point or issue involved in the case but is not required to charge without request on collateral matters).\nThe jury in this case had proper guidelines for determining guilt or innocence without the identification instruction at issue here. The charge at issue states in part, \"Identity is a question of fact for you to determine. Your determination of identity is dependent upon the credibility of the witness or witnesses offered for this purpose.\" It then continues with an explanation of factors that can be used to assess the reliability of identification testimony. But the court charged the jury on presumption of innocence, reasonable doubt, burden of proof, direct and circumstantial evidence, alibi, credibility of witnesses, and factors to be considered in determining credibility. The court also charged that the state must prove every element of the crime, that mere speculation or conjecture are not sufficient, and that presence at the scene of the crime is an essential element of the crime. \"The trial court's charge, as actually given, was full and fair and substantially covered all the legal principles relevant to the determination of appellant's guilt.\" Walton v. State, 272 Ga. 73, 75(4), 526 S.E.2d 333 (2000). See also Dillard v. State, 272 Ga.App. 523, 528(7), 612 S.E.2d 804 (2005).\n5. Johnson contends that his trial counsel was ineffective by (a) failing to object to the State's explanations for striking juror nos. 43 and 52; (b) failing to move to suppress evidence obtained from a search of his car; (c) failing to move to strike certain testimony; and (d) waiving his right to a unanimous verdict.\nTo prevail on his ineffectiveness claim, Johnson must show not only that his trial counsel's performance was deficient but also that the deficient performance prejudiced his defense. Brown v. State of Ga., 257 Ga. 277, 278(2), 357 S.E.2d 590 (1987). In establishing the second prong, Johnson must show that but for the deficient representation, there is a reasonable probability that the outcome of his trial would have been different. *417 Brogdon v. State of Ga., 255 Ga. 64, 68(3), 335 S.E.2d 383 (1985). Failure to establish both error and prejudice is fatal to an ineffectiveness claim. See Brewer v. State, 224 Ga.App. 656, 657-658(2), 481 S.E.2d 608 (1997).\n(a) The State exercised all six of its strikes against African-Americans. Finding that Johnson had made a prima facie showing that the State exercised its strikes in a racially discriminatory manner under Batson, the trial court required the State to explain its reasons for each of the six strikes. Following these explanations, Johnson's counsel accepted the State's reason with regard to juror nos. 43 and 52. Counsel then argued that the other four strikes were discriminatory, but the trial court ultimately held that defense counsel had not carried its burden of persuasion with regard to the remaining four challenged jurors. Counsel then attempted to change her position by stating that she did not concede her challenge to juror nos. 43 and 52. At that point, counsel approached the bench for an unrecorded conference. Following that conference, the trial court announced, \"That's fine, that's fine. All right, ladies and gentlemen, we've selected a jury at this time.\"\nEven if Johnson's counsel failed to properly object to juror nos. 43 and 52, the record does not contain a transcript of the voir dire proceedings, which would be essential to a determination of whether the two jurors should have been excluded. \"When an appellant seeks to prove error in the trial proceedings, the burden is on him to produce a transcript of the allegedly erroneous matter.\" (Citation and punctuation omitted.) Reedman v. State, 193 Ga.App. 688, 689(2), 388 S.E.2d 763 (1989). Furthermore, neither the substance nor length of the bench conference appear in the record. As such, it is not possible to review what transpired during the conference including whether the discussion disclosed other facts that persuaded defense counsel to forego further objection to these two jurors. Accordingly, this enumeration presents nothing for review. See also Mozier v. State, 207 Ga.App. 264, 268(2), 427 S.E.2d 551 (1993).\n(b) At the motion for new trial hearing, defense counsel testified that she did not file a motion to suppress the items found in Johnson's car because she had no legal basis for doing so. Counsel explained that both the gun and money bag were in plain view and visible to police without their entering the car. In her opinion, filing a motion to suppress would have been frivolous.\nWhen raising a claim of ineffective assistance with respect to a purported failure to file a motion to suppress, a defendant must make a \"strong showing\" that the evidence would have been suppressed had the motion been filed. Roberts v. State, 263 Ga. 807, 809(2)(e), 439 S.E.2d 911 (1994). Johnson made no such showing.\n(c) When Officer M.J. Fannin was asked what Johnson told him during an interview about the prior armed robbery, Fannin testified that \"he told me that he was the subject with the gun. One of the other suspects had already given me that information and given me his name.\" Johnson objected and the trial court ruled that the answer was non responsive. Counsel did not object further or request any relief. Johnson now argues that by failing to request a curative instruction or to seek a mistrial, his trial counsel did not preserve the error of the admission of such testimony.\nFannin's hearsay statement about what another suspect told him was cumulative of what Johnson told Fannin. As such, it was redundant and Johnson cannot show how he was harmed. In any event, trial counsel explained that she did not seek a curative instruction because doing so often \"just cements [the evidence] indelibly into the juror's mind.\" Accordingly, Johnson has not shown that this tactical decision provided any basis for reversal. See Herndon v. State, 235 Ga.App. 258, 259, 509 S.E.2d 142 (1998).\n(d) Johnson also blames his counsel for waiving his right to a unanimous verdict. He maintains that he \"obviously relied on his attorney to make such an incredibly important decision.\"\nIn Georgia, a criminal defendant can waive his right to a unanimous verdict. Copeland v. State, 241 Ga. 370, 371(4), 245 *418 S.E.2d 642 (1978). Before such waiver can become effective, a defendant must give his \"express and intelligent consent\" and obtain the government's agreement and the sanction of the trial court. See Glass v. State, 250 Ga. 736, 737(1), 300 S.E.2d 812 (1983). Those requirements were met.\nAfter the jury had deliberated for some time, the foreman sent a note to the court indicating that the jury was deadlocked 11 to 1 and that two jurors were experiencing \"severe conflicts.\" The note did not reveal whether the jury favored conviction or acquittal. After the trial court informed the State and Johnson about this development and asked trial counsel about her client's inclination, counsel stated that Johnson would accept a verdict of 11. The State likewise agreed to accept a nonunanimous verdict. The trial court questioned Johnson extensively about his decision and ascertained that Johnson understood his right to insist upon a unanimous verdict and also to have the jury continue deliberating. The court explained to Johnson the meaning of a mistrial and his right to elect an Allen, or dynamite, charge and to have the jury resume deliberations. Johnson denied being forced, threatened, or promised anything in exchange for waiving his right. He indicated that he was making the decision freely and voluntarily. Johnson's counsel confirmed that Johnson understood that she was \"ready, willing, and able to try this case again should it be necessary.\" After acknowledging that he understood the \"downside and the upside of going forward,\" Johnson again indicated his willingness to accept a nonunanimous verdict. He denied that his counsel had encouraged him in any way to accept a nonunanimous verdict.\nThe record clearly shows that Johnson gave \"express and intelligent consent\" to waiving his right to a unanimous verdict. Although Johnson now faults his trial counsel, the record plainly reflects that he made the ultimate decision to waive his right to a unanimous verdict. Although in hindsight Johnson might well make a different choice, such hindsight does not show ineffectiveness on the part of his counsel. Therefore, Johnson did not sustain his burden of showing deficient performance by his trial counsel and the requisite prejudice resulting therefrom. See Herndon, supra.\nJudgment affirmed.\nSMITH, P.J., and ELLINGTON, J., concur.\nNOTES\n[1]  law on similar transactions has come a long way from the seminal decision in Bacon v. State, [209 Ga. 261, 71 S.E.2d 615 (1952)], which prohibited introducing a prior crime \"even though it be a crime of the same sort ...\" [(footnote omitted; emphasis in original)] as circumstantial evidence of felonious intent. Now, however, it is permissible for the State to introduce a similar crime precisely to show that the accused \"has a propensity for initiating and continuing unprovoked (violent) encounters....\" [Farley v. State, 265 Ga. 622, 624(2), 458 S.E.2d 643 (1995)].\nDavis v. State, 244 Ga.App. 708, 712(3), 536 S.E.2d 596 (2000).\n[2]  Johnson testified in his own defense that he loaned his car to an acquaintance named Torrey that day during lunch, and that Torrey dropped him off at the clubhouse but returned shortly thereafter, said something brief, and walked away before the police arrived.\n\n",
            "ocr": false,
            "opinion_id": 1384390
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Kidnapping"
}