{
    "id": 1536864,
    "judges": "Bishop, Gruendel, Pellegrino",
    "date_filed": "1973-12-09",
    "date_filed_is_approximate": true,
    "slug": "joseph-v-commissioner-of-correction",
    "case_name_short": "Joseph",
    "case_name": "Joseph v. Commissioner of Correction",
    "case_name_full": "Brenor Joseph v. Commissioner of Correction",
    "attorneys": "Christopher M. Neary, special public defender, for the appellant (petitioner)., Lisa A. Riggione, senior assistant state’s attorney, with whom, on the brief, were Gail P. Hardy, state’s attorney, Donna Mambrino, senior assistant state’s attorney, and Erika L. Brookman, deputy assistant state’s attorney, for the appellee (respondent).",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued May 18",
    "cross_reference": null,
    "correction": null,
    "citation_count": 11,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b455-4\">\n    BRENOR JOSEPH\n    <em>\n     v.\n    </em>\n    COMMISSIONER OF CORRECTION\n   </parties><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Acqd\">\n    (AC 29731)\n   </docketnumber><br><p data-order=\"2\" data-type=\"judges\" id=\"b455-5\">\n    Bishop, Gruendel and Pellegrino, Js.\n   </p><br><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b455-6\">\n    Argued May 18\n   </otherdate><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AJ5\">\n    officially released September 29, 2009\n   </decisiondate><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b455-9\">\n<em>\n     Christopher M. Neary,\n    </em>\n    special public defender, for the appellant (petitioner).\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b455-10\">\n<em>\n     Lisa A. Riggione,\n    </em>\n    senior assistant state’s attorney, with whom, on the brief, were\n    <em>\n     Gail P. Hardy,\n    </em>\n    state’s attorney,\n    <em>\n     Donna Mambrino,\n    </em>\n    senior assistant state’s attorney, and\n    <em>\n     Erika L. Brookman,\n    </em>\n    deputy assistant state’s attorney, for the appellee (respondent).\n   </attorneys>",
    "citations": [
        "979 A.2d 568",
        "117 Conn. App. 431"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": true,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n979 A.2d 568 (2009)\n117 Conn.App. 431\nBrenor JOSEPH\nv.\nCOMMISSIONER OF CORRECTION.\nNo. 29731.\nAppellate Court of Connecticut.\nArgued May 18, 2009.\nDecided September 29, 2009.\n*569 Christopher M. Neary, special public defender, for the appellant (petitioner).\nLisa A. Riggione, senior assistant state's attorney, with whom, on the brief, were Gail P. Hardy, state's attorney, Donna Mambrino, senior assistant state's attorney, and Erika L. Brookman, deputy assistant state's attorney, for the appellee (respondent).\nBISHOP, GRUENDEL and PELLEGRINO, Js.\nPER CURIAM.\nThe petitioner, Brenor Joseph, appeals from the judgment of the habeas court denying his amended petition for a writ of habeas corpus. That petition contained two counts alleging (1) that the petitioner was deprived of his right to effective assistance of counsel at his criminal trial and (2) actual innocence. On appeal, he claims only that the court improperly determined that he received effective assistance of counsel. We disagree and affirm the judgment of the habeas court.\nThe following procedural history informs our disposition of the petitioner's appeal. On September 17, 2003, the petitioner pleaded guilty under the Alford doctrine[1] to sexual assault in the first degree in violation of General Statutes § 53a-70(a)(2) and kidnapping in the first degree in violation of General Statutes § 53a-92(a)(2). During that plea proceeding, the state made the following allegations. The petitioner was a friend of the victim's family and, on or about November 1, 2001, began residing in the home of the then eleven year old victim.[2] Twelve days after he moved into the house, the petitioner called the victim into his room, indicating that he had something in there for her *570 to see. The victim followed the petitioner into the room, where the latter locked the door, put his hand over the victim's mouth and forced her onto the bed. The petitioner then \"pulled out his privates [and] spit on his hand, wiping his spit onto his privates\" and attempted to penetrate the victim vaginally. He then threw the victim a towel and told her to \"get cleaned up\" and to leave the room. The victim reported that immediately after the incident there was \"white gooey stuff\" between her legs.\nAfter a prolonged colloquy between the trial court and the petitioner, the court found that the petitioner entered his plea knowingly, voluntarily and intelligently. It thereafter sentenced the petitioner to ten years incarceration on the kidnapping count and two years and one day incarceration followed by ten years special parole on the sexual assault count to be served consecutively. Thus, the petitioner received a total effective sentence of twelve years and one day incarceration followed by ten years of special parole.\nOn August 28, 2007, the petitioner filed a revised, amended petition for a writ of habeas corpus in which he claimed that he had received ineffective assistance of counsel and that he was not guilty of the crimes to which he had pleaded guilty. Following the habeas trial, the court granted the motion for summary judgment filed by the respondent, the commissioner of correction, as to the actual innocence claim. Thereafter, the court, by memorandum of decision, found in favor of the respondent on the remaining claim of ineffective assistance of counsel and, accordingly, denied the petition for a writ of habeas corpus. The court granted the petitioner certification to appeal, and this appeal followed.\nWe begin by setting forth our well established standard of review for addressing claims of ineffective assistance of counsel. \"In a habeas appeal, this court cannot disturb the underlying facts found by the habeas court unless they are clearly erroneous, but our review of whether the facts as found by the habeas court constituted a violation of the petitioner's constitutional right to effective assistance of counsel is plenary. . . . The habeas judge, as the trier of facts, is the sole arbiter of the credibility of witnesses and the weight to be given to their testimony.\" (Internal quotation marks omitted.) Necaise v. Commissioner of Correction, 112 Conn. App. 817, 820, 964 A.2d 562, cert. denied, 292 Conn. 911, 973 A.2d 660 (2009).\n\nI\nWith that standard in mind, we first address the petitioner's challenges to the factual findings of the habeas court. He asserts that the court made several erroneous factual determinations that affected its conclusion that he was represented by effective counsel. First, he challenges the finding that \"the doctor confirmed that the petitioner had [had] sex with [the victim]. . . .\" The petitioner bases his assertion that the court's finding is clearly erroneous on the report from the laboratory analysis of vaginal swabs taken from the victim. That report concluded that the results were inconclusive as to whether the petitioner was a contributor to the DNA profile contained in the swab. The court acknowledged as much in its memorandum of decision. At the habeas trial, however, the victim's father testified that after the incident in question, he brought his daughter to a hospital. He stated that the treating physician confirmed that \"[the petitioner had had] sex with my daughter.\" It is clear from the context of the court's finding and from the father's testimony that the physician merely concluded that the victim had been engaged in sexual activity. The conclusion that the petitioner was the perpetrator *571 was based on the accusations of the victim and the other members of her family. Thus, the court's finding is not clearly erroneous.\nThe petitioner also claims that the court improperly found that he was not working on the day of the incident and that the case against him was strong. Having reviewed the record, we conclude that those findings are supported by evidence introduced at the habeas trial. Thus, those findings are not clearly erroneous.\n\nII\nWe next address whether the facts found by the court support its conclusion that the petitioner was not deprived of his right to effective assistance of counsel. \"[T]he governing legal principles in cases involving claims of ineffective assistance of counsel arising in connection with guilty pleas are set forth in [Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984)] and [Hill v. Lockhart, 474 U.S. 52, 106 S. Ct. 366, 88 L. Ed. 2d 203 (1985)]. In Strickland, which applies to claims of ineffective assistance during criminal proceedings generally, the United States Supreme Court determined that the claim must be supported by evidence establishing that (1) counsel's representation fell below an objective standard of reasonableness, and (2) counsel's deficient performance prejudiced the defense because there was a reasonable probability that the outcome of the proceedings would have been different had it not been for the deficient performance. Strickland v. Washington, [supra, at 688, 694, 104 S. Ct. 2052]. The first prong requires a showing that counsel made errors so serious that counsel was not functioning as the counsel guaranteed the defendant by the [s]ixth [a]mendment. Id., at 687, 104 S. Ct. 2052. Under the test in Hill, in which the United States Supreme Court modified the prejudice prong of the Strickland test for claims of ineffective assistance when the conviction resulted from a guilty plea, the evidence must demonstrate that there is a reasonable probability that, but for counsel's errors, [the petitioner] would not have pleaded guilty and would have insisted on going to trial. Hill v. Lockhart, [supra, at 59, 106 S. Ct. 366].\" (Emphasis in original; internal quotation marks omitted.) Crawford v. Commissioner of Correction, 285 Conn. 585, 598, 940 A.2d 789 (2008).\nThe petitioner claims that his trial counsel inadequately advised him as to the length of time he could serve in prison if the case went to trial and the length of time he would serve if he pleaded guilty. He also asserts that his counsel did not adequately advise him or investigate to determine the strength of the state's case. Our searching review of the record, however, leads us to conclude that the court properly determined that the petitioner did not meet his burden to show that but for the performance of counsel, he would not have pleaded guilty or that there would have been a different result. See Varchetta v. Commissioner of Correction, 104 Conn.App. 357, 360, 933 A.2d 1224, cert. denied, 285 Conn. 902, 938 A.2d 594 (2007). Therefore, he failed to meet his burden of establishing prejudice under the Strickland-Hill test.[3]\nThe judgment is affirmed.\nNOTES\n[1]  \"Under North Carolina v. Alford, 400 U.S. 25, 91 S. Ct. 160, 27 L. Ed. 2d 162 (1970), a criminal defendant is not required to admit his guilt . . . but consents to being punished as if he were guilty to avoid the risk of proceeding to trial. . . . A guilty plea under the Alford doctrine is a judicial oxymoron in that the defendant does not admit guilt but acknowledges that the state's evidence against him is so strong that he is prepared to accept the entry of a guilty plea nevertheless.\" (Internal quotation marks omitted.) State v. Stevens, 278 Conn. 1, 3 n. 2, 895 A.2d 771 (2006).\n[2]  In accordance with our policy of protecting the privacy interests of the victims of sexual assault, we decline to identify the victim or others through whom the victim's identity may be ascertained. See General Statutes § 54-86e.\n[3]  In light of our conclusion that the petitioner has not demonstrated prejudice, we need not determine whether counsel's alleged failures constituted deficient representation. See Pierce v. Commissioner of Correction, 100 Conn.App. 1, 12 n. 5, 916 A.2d 864, cert. denied, 282 Conn. 908, 920 A.2d 1017 (2007).\n\n",
            "ocr": false,
            "opinion_id": 1536864
        }
    ],
    "court_short_name": "Connecticut Appellate Court",
    "court_full_name": "Connecticut Appellate Court",
    "court_type": "SA",
    "court_jurisdiction": "Connecticut, CT",
    "crime_category": "Kidnapping"
}