{
    "id": 1960354,
    "judges": "Bobrick",
    "date_filed": "1990-12-18",
    "date_filed_is_approximate": true,
    "slug": "matter-of-extradition-of-kulekowskis",
    "case_name_short": "In re Extradition",
    "case_name": "Matter of Extradition of Kulekowskis",
    "case_name_full": "In the Matter of the EXTRADITION OF Thomas KULEKOWSKIS, Anthony J. Lobue, Anthony De Silva, Albert De Silva and Judith Dawn Schon",
    "attorneys": "Joel Bertocchi, Asst. U.S. Atty., Chicago, IL, for plaintiff., Lawrence E. Morrisey, William A. Barnett; Joseph V. Roddy; and Thomas Touhy, Bledsoe & Touhy, Chicago, IL, for defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1192-7\">\n    In the Matter of the EXTRADITION OF Thomas KULEKOWSKIS, Anthony J. Lobue, Anthony De Silva, Albert De Silva and Judith Dawn Schon.\n   </parties><br><docketnumber id=\"b1192-8\">\n    No. 94 M 75.\n   </docketnumber><br><court id=\"b1192-9\">\n    United States District Court, N.D. Illinois, Eastern Division.\n   </court><br><decisiondate id=\"b1192-12\">\n    March 28, 1995.\n   </decisiondate><br><attorneys id=\"b1195-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1129\"> \n     *1129\n     </span>\n    Joel Bertocchi, Asst. U.S. Atty., Chicago, IL, for plaintiff.\n   </attorneys><br><attorneys id=\"b1195-6\">\n    Lawrence E. Morrisey, William A. Barnett; Joseph V. Roddy; and Thomas Touhy, Bledsoe &amp; Touhy, Chicago, IL, for defendants.\n   </attorneys>",
    "citations": [
        "881 F. Supp. 1126"
    ],
    "opinions": [
        {
            "author_str": "Bobrick",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n881 F. Supp. 1126 (1995)\nIn the Matter of the EXTRADITION OF Thomas KULEKOWSKIS, Anthony J. Lobue, Anthony De Silva, Albert De Silva and Judith Dawn Schon.\nNo. 94 M 75.\nUnited States District Court, N.D. Illinois, Eastern Division.\nMarch 28, 1995.\n*1127 *1128 *1129 Joel Bertocchi, Asst. U.S. Atty., Chicago, IL, for plaintiff.\nLawrence E. Morrisey, William A. Barnett; Joseph V. Roddy; and Thomas Touhy, Bledsoe &amp; Touhy, Chicago, IL, for defendants.\n\nORDER AND CERTIFICATION OF EXTRADITABILITY\nBOBRICK, United States Magistrate Judge.\nBefore the court are the COMPLAINT FOR EXTRADITION (18 U.S.C. § 3184) filed by the United States' Attorney for the Northern District of Illinois on behalf of the Government of Canada seeking the extradition of respondents Thomas Kulekowskis, Anthony J. LoBue, Anthony DeSilva (\"Anthony\"), Albert DeSilva and Judith Schon, and RESPONDENTS' MOTION TO DISMISS THE COMPLAINT FOR EXTRADITION. The Canadian government accused respondents of kidnapping Tammy Lynn Wright (\"Tammy\"), Anthony's wife, from her home in Winnipeg, Manitoba, Canada, on February 3, 1992. The respondents have been released on bail pending a ruling on the petition.\nAs will be discussed in detail below, extradition requires only that the extraditing country show that the person before the court is the accused person, that the offense with which the accused is charged is an extraditable offense under the applicable treaty, and that there is probable cause to believe the accused committed the offense.\nThe respondents do not deny that they are the persons sought in the Canadian government's request for extradition, nor do they deny removing Tammy from her home and bringing her from Canada into the United States. They contend that because Anthony was Tammy's legal guardian their conduct was either lawful or not extraditable; alternatively, they argue that their reasonable belief that they had legal authority to transport Tammy should bar extradition.\nOn May 27, 1994, a hearing was held before the undersigned, at which the parties argued their positions. Neither party sought to introduce witness testimony, although respondents' expert on international law and foreign relations, Patrick M. McFadden, was questioned concerning his affidavit. Instead, the parties introduced into evidence extensive exhibits consisting of affidavits, transcripts of court proceedings, transcripts of telephone calls, court orders, copies of treaties, and other relevant documents.[1]\nOn August 15, 1994, the record was closed to the introduction of further evidence. All parties filed extensive post-hearing briefs, and the Fraternal Order of Police also filed a brief amicus curiae. The matter is ready for decision. Jurisdiction of the Magistrate Judge over the subject matter of this case and the persons of the defendants is not contested.\n\nI. FACTS\n\nThe evidence before the court yields the following account. Tammy and Anthony were married in 1986. In December 1987, they were involved in an automobile accident that left Tammy a quadriplegic with serious and considerable brain damage. Anthony was appointed guardian of Tammy's estate and person by order of the Circuit Court of Cook County, Illinois dated May 24, 1988. (Resp.Exh. 13).\nAt the time of the alleged kidnapping, Tammy was no longer living with Anthony, but had been living in Winnipeg with her mother, Christina Wright. According to Anthony, she was living with her mother rather *1130 than with him because caring for Tammy had exhausted his financial resources. In the summer of 1989, Tammy and her mother went to live in a house in Winnipeg, owned jointly by Anthony and Tammy. They did so to take advantage of the fact that, as a Canadian citizen, Tammy would be eligible for government-provided health care in Canada. (Affidavit of Anthony DeSilva, Resp. Exh. 33.)\nIt was in June 1988, that Anthony, on his own behalf and as Tammy's guardian, filed a personal injury lawsuit in the Circuit Court of Cook County, in Chicago, against the driver and owner of the other vehicle involved in the accident that crippled Tammy. By reason of this lawsuit it became necessary for Tammy to undergo a medical examination as part of discovery proceedings in that suit.\nOn January 31, 1992, Anthony's lawyer, Timothy J. Touhy, appeared before Judge James W. Kennedy of the Probate Division of the Circuit Court of Cook County seeking an order authorizing Anthony to bring Tammy to Chicago for examination. It appears from Touhy's colloquy with the court that Anthony was afraid that Tammy's parents would be named her guardians in a Canadian proceeding and that Anthony would thus lose control of her care. Anthony was fearful that Tammy's father, Ernest Wright, would misuse and misappropriate the monies to which Tammy was entitled for her injury and care. (Pet.Supp.Exh. 1, pp. 4, 6; Resp.Exhs. 29 and 33). If he were appointed guardian of Tammy, Anthony intended to bring Tammy back to Chicago to live and Tammy would live on $20,000 in the guardianship account until settlement of the litigation provided a source of money for her care. (Transcript of Proceedings of January 31, 1992, Pet.Supp. Exh. 1).\nJudge Kennedy pointed out to Mr. Touhy that Anthony did not need an order to bring Tammy to Chicago, but Touhy asked him to enter an order anyway \"just in case he [Anthony] is stopped.\" Id. Commenting that there was \"not too much I can do, if anything, in Canada,\" id., Judge Kennedy entered an order authorizing Anthony \"to take custody of the person of Tammy DeSilva, wherever she may be found, for the purpose of presenting her to a physician or medical care provider for evaluation, treatment or assessment,\" and enjoining third persons from interfering. (Resp.Exh. 20).\nThe following day, February 1, 1992, an anonymous caller telephoned the 911 emergency telephone line in Winnipeg. The telephone conversation was recorded and transcribed. (Pet.Supp.Exh. 3).[2] The caller identified himself as an American lawyer who wanted to ask about procedures to be followed in bringing the Canadian wife of an American citizen to the United States for treatment.[3] Although he first stated that the woman was in a coma, the caller later corrected himself and said that she was brain-damaged and could not communicate. He said the husband was the wife's guardian, and that he had a court order permitting him to take her to the United States for treatment. He wanted to know whether he had to submit a copy of the order to the local police or what formalities were required.\nThe 911 operator connected the caller with Duty Inspector Donald MacDiarmid of the Winnipeg Police, and the caller explained his situation as follows:\nWe're trying to make arrangements for him to come up with the Court Order and with the uh the people. I mean the medical personnel who are going to transport her and I talked to the airlines and I'm trying to make arrangements with them to do that. But I know in our Country what we have to do, it's what we call an Order of Protection, where we have an order uh giving him authority to remove her wherever she's found and prevent anyone else *1131 from interfering with her.... When we have to do that in the United States we have to file a copy with the local Police Department. So that they're put on notice of the Order.\n(Pet.Supp.Exh. 3 at 5). He then asked whether MacDiarmid \"considered that to be a police matter.\" MacDiarmid responded that it would only be a police matter \"if you expected resistance from her to be moved.\" The caller stated that the woman would not be in a position to offer resistance, but that family members might interfere, explaining that this was why they had obtained a court order. Id. He did not say what court had issued the order. MacDiarmid said that\nas the husband and as a Canadian citizen he'd be entitled to move her anywhere that he choice [sic] and only at such time as other family members opposed it, they would have to get a Court Order to stop it. In other words I would think the onus would then fall on them. He doesn't have to produce anything. That's his wife.\nId. at 6. The caller then pressed him, asking what would happen if the mother asked the police to arrest the husband for taking her daughter. MacDiarmid indicated that he thought the mother would not have the right to block it. Id. at 7. There then appears to be some confusion, as MacDiarmid stated that the only way the police could determine whether there was a court order in Canada would be to ask the Court of Queen's Bench. The caller assured him that \"there's nothing pending up there,\" then asked him hypothetically whether, if someone were to call and say that \"so and so is moving my daughter or my sister and so and so is the husband, would you consider that to be a Police matter?\" MacDiarmid said that he would not. Id.\nShowing some anxiety and uncertainty, the caller continued the conversation, explaining that he was going \"through all this preliminary rigmarole\" to avoid any delay in transporting the woman. MacDiarmid asked to whom the caller had spoken, and the caller told him he had spoken to \"the Consulate,\" who referred him to \"the R.C.M.P. [Royal Canadian Mounted Police]\" who had referred him to the Winnipeg police, adding that \"apparently no lawyer can give me any advice on this.\" Id. at 8. MacDiarmid, perhaps now realizing that the matter might be more complicated than he had thought, said that \"we [the police] would go to what we call our Crown Attorney's Office and we would speak with the Senior Crown attorney who is Bruce Miller and he would be able to give us advice on where we stand on that regard.\" Id. at 8-9. MacDiarmid then repeated his understanding that if what was proposed were to be done the police would not become involved \"unless the family went to Court and obtained a Court order.\" Id. at 9.\nThe caller then asked MacDiarmid's name, and asked if he would be the duty inspector on Monday. MacDiarmid said that he would be on duty starting at 4:30 and gave the name of the officer who would be on duty before then. MacDiarmid then gave him Bruce Miller's telephone number so that he could obtain further advice. Id. at 10. The caller then said \"well it certainly can't be a Police matter 'cause a man can't kidnap his own wife uh,\" to which MacDiarmid responded, \"no.\" Id. at 11. MacDiarmid then attempted to transfer the call to Miller's office. As he did so, the recorder picked up the following conversation:\nHe's the Duty Inspector and he's identified the other Duty Inspector and he's gonna get me the Crown Attorney, who can give us, who's gotta be like the uh Government Lawyer up there. Who he (inaudible). He's never heard of this and he says there's noth-no reason he can think that they'd try to stop it. Hi Judy. Judy this is Tony (inaudible). Judy's a nurse (laughs). Who we may have to press into service in this one (laughing).\nId. There is no evidence that the caller telephoned Miller prior to the alleged kidnapping.\nOn February 3, 1992, between two and four a.m., two cars approached the Canadian border and their occupants were interrogated by Canadian Customs Officer Terry Kreitz as to their business in Canada. The first car contained two men. The passenger gave his name as \"DeSilva\" and said they were traveling to Winnipeg to give his wife a surprise wedding anniversary party, and that *1132 they would be staying one or two days. The driver said he was DeSilva's boss, and said that the vehicle behind them contained friends of the DeSilva's going to the same event. The second car had three occupants, two men and a woman. The men said they were Chicago police officers and showed police identification. They also said they were going to a party for the DeSilvas. Kreitz let them pass. (Pet.Final Supp.Exh. 2).\nAt about 6:40 a.m. that day Christina Wright responded to a pounding on her side door. When she answered the door she saw Anthony, his father Albert DeSilva, and two men and a woman she had never seen before. She learned later (she does not say how) that the men were Chicago police officers, and stated that the woman was identified as a nurse according to Mrs. Wright the group then barged into her home. The men said they had a court order to take Tammy to be examined by a Dr. West at a 7:15 a.m. appointment at the Mall Clinic in Winnipeg. Anthony and the woman went to Tammy's bedroom. The woman put Tammy's hand splints and shoes in her purse and Anthony rummaged through her drawers and closets. Mrs. Wright observed that Tammy looked scared, surprised and shocked, and was crying and kicking. (Affidavit of Christine Wright, Pet.Exh. 15).[4]\nMrs. Wright returned to the kitchen area where Albert DeSilva, Kulekowskis and Lo Bue were waiting. She tried to phone for help, first trying to call her brother-in-law, then her attorney. Both times the men disconnected the telephone from the wall so that she could not complete the call.[5] One of the men also took her list of telephone numbers.\nMrs. Wright saw Anthony carry Tammy from her bedroom and out the door wearing only her pajamas and a bathrobe. He placed her in a white car and all of the visitors drove away. After they were gone, she telephoned 911 for help. At no time did Anthony tell her that he planned to take Tammy, nor did Anthony ever ask Tammy if she were willing to go with him. Id.\nThe Winnipeg police received Mrs. Wright's call to 911 at approximately 7:00 a.m. The call was recorded and transcribed as Pet.Supp.Exh. 3. She was evidently very anxious and upset. The 911 operator gave her the telephone number of the district police station. Id. Perhaps because the police did not appear to be acting, or acting quickly enough, she also called her lawyer, Robert Tapper, who then spoke with Staff Sergeant William VanderGraaf of the Winnipeg Police Department shortly before 7:30 a.m. Tapper told him that Anthony and Tammy were legally separated and that Tammy is a quadriplegic. (Affidavit of William VanderGraaf, Pet.Exh. 10 at 2). He apparently did not say that Anthony was Tammy's legal guardian.\nA plainclothes constable, R. de Groot, was dispatched to Mrs. Wright's home, arriving about 8:05 a.m. De Groot informed VanderGraaf, in addition to the facts set forth above, that Mrs. Wright told him that Anthony had said that he had the legal right to take Tammy and had briefly shown her a legal document from a United States court, but that she had not been able to read it. She said that Tammy had been living with her in Winnipeg since July 1989, and that there had been no communication between Tammy and Anthony since Christmas of 1990. Mrs. Wright believed that Anthony was taking Tammy back to the United States because *1133 there was litigation pending concerning the accident involving millions of dollars. Id. at 3. Although VanderGraaf stated that \"I am further informed that Anthony De Silva obtained guardianship of his wife as a result of a Cook County Court decision;\" he does not say that he knew at the time that Anthony was Tammy's guardian.\nAccording to VanderGraaf, the R.C.M.P. and Ontario Provincial Police were alerted shortly before 8:30 a.m. Vandergraaf had learned, whether through Tepper or Mrs. Wright, that Tammy could use a computer keyboard device to communicate. Two other Winnipeg police officers, Sergeants Roland Oliver and Robert Marshall, went to the house and took the keyboard, which the respondents had not taken with them, and headed for Emerson, Manitoba and then to the American border crossing station at Pembina, North Dakota, arriving there at 10:05 a.m. Id. at 4-5.\nThere they found the respondents and Tammy, who had been stopped by U.S. Customs agents at about 8:45 a.m. in response to a notice from the Winnipeg police that a female quadriplegic who was unable to speak had been abducted by her estranged husband and four other individuals. (Investigative Report of U.S. Customs Special Agent Michael H. Mach, Pet.Exh. 11 at 2). Tammy's abductors were identified as the respondents named in this petition. Sergeant C.N. MacKINNON, the officer in charge of the Emerson Department of the R.C.M.P. then arrived, and was permitted to observe as Vera Layhon, United States Customs Supervisor, questioned Tammy. Not having her keyboard, Tammy responded by nodding or shaking her head to signify \"yes\" or \"no.\" She indicated that she understood Layhon was a U.S. Customs officer, that she was afraid, that she had not been given drugs or medication, she was being taken against her will, and that she wanted to go back to Canada. MacKINNON believed she understood what was being said to her. (C.N. MacKINNON Letter dated February 2, 1992, Pet.Final Supp.Exh. 1) (VanderGraaf Aff. at 7).\nWhen Marshall and Oliver arrived with Tammy's keyboard device, better communication became possible. At about 11:15 a.m. U.S. Customs Special Agents Michael H. Mach and Anthony L. Onstad arrived. Mach questioned Tammy using the keyboard and elicited the following responses:\nAgents: Is there anything you would like to say before we begin asking you questions? We would like to know what your feelings are about this situation.\nTammy: Where did you get this machine?\nAgents: The Winnipeg police brought it here from your mother's place. What do you want Tammy? What would you like to say?\nTammy: I want to go home with Anthony if it is o.k.\nAgents: Where is home Tammy?\nTammy: Winnipeg.\nAgents: Do you want to go home with Anthony to Chicago?\nTammy: I want to go home.\nAgents: Do you want to go to Chicago?\nTammy: No.\nAgents: Why don't you want to go to Chicago?\nTammy: Because it is not home.\nAgents: Do you want to be with Anthony or you mom?\nTammy: My mom.\nAgents: How long have you been in Canada since the accident happened?\nTammy: One year.\nAgents: What did Anthony tell you this morning about where he was taking you?\nTammy: For a ride, did not say where.\n(Mach Investigative Report, Pet.Exh. 11 at 2-4).\nThe customs agents noted that the respondents had not brought along any clothes or luggage for Tammy. Id. at 4. The agents interviewed Anthony, who told them that he had flown into Fargo, North Dakota the previous evening where his father, Albert DeSilva, had rented a Cutlass Cierra and Kulekowskis had rented a Cadillac DeVille. They had driven to Winnipeg, arriving early in the morning. He stated that he had not known the two off-duty police officers, Kulekowskis *1134 and LoBue, or Schon, the nurse, before the trip. He said he brought Kulekowskis and LoBue along because he was afraid that Tammy's father, Ernest Wright, would attempt to prevent him from taking Tammy with him. According to Anthony, Ernest Wright had deserted the family when Tammy was young, and was only interested in getting his hands on the proceeds of the lawsuit.\nAnthony told them that Tammy is unable to communicate or understand what is happening to her. She could not think rationally; she didn't care about the \"six million dollar lawsuit\" and only wanted to be home with her mother and forget what happened to her in Chicago. At that time the officers told Anthony that they had interviewed Tammy, and that her skills were good and that she understood what was happening to her. Id. at 6.\nWhen the officers interviewed LoBue and Kulekowskis, they told them that they thought they were doing a favor for a lawyer in Chicago and that everything was legitimate. According to Mach, the two said the lawyer was \"Tim Touhy\"; according to Onstad, the lawyer's name was an \"Art England.\"[6] They said they were not acting as policemen and they were not being paid, but would be reimbursed for the vehicle rental and their airline tickets had been purchased by the lawyer. Before they left Chicago they had been in the lawyer's office when he spoke on the telephone to an Inspector \"McDermott\" who had advised the lawyer that this was not a police matter but a civil matter. (Mach Investigative Report, Pet. Exh. 11 at 4-6; Onstad Investigative Report, Pet. Exh. 12 at 4-6).\nMeanwhile, Tapper, the Wrights' attorney, had filed an emergency petition with the Court of Queen's Bench in Winnipeg and obtained an interim order naming the Wrights as Tammy's guardians. (Resp.Exh. 21).[7] The assembled offices at Pembina were apparently notified of this, since Mach's report states that an AUSA (Assistant U.S. Attorney) Crooks advised the agents to allow Tammy to return to Canada pursuant to a Canadian Court order issued on February 3, 1992. (Mach Investigative Report at 7). Tammy returned home in an ambulance, but only after repeatedly asking Anthony to come with her. Anthony refused, saying that he would be arrested if he went back to Canada, and asked Tammy to come with him to Chicago, saying that after she appeared before the court he would bring her back to Winnipeg. Tammy said she did not want to go to Chicago, and again asked Anthony to return with her to Winnipeg. Eventually Anthony left the Pembina port of entry at 1:45 p.m. and at 2:00 p.m. Tammy left Pembina for Winnipeg. (Onstad Investigative Report, at 7).\nThe following day, February 4, 1992, Sergeant Marshall again visited Tammy at her home in Winnipeg. He asked her \"how she felt\" about the five people being charged with a criminal offense She nodded \"yes\" and then typed out \"Do it.\" He then asked her \"if she needed further explanations.\" Her typed response was \"I understand.\" On February 7, 1992, in the company of another policeman, he again spoke with Tammy. Tammy said she had been \"scared\" during the incident, *1135 she wanted to remain in Winnipeg with her mother, she did not want to go anywhere with Anthony, and still wanted all five people to be charged with a criminal offense. (Affidavit of Robert Marshall, Pet.Exh. 9, at 3). According to Mrs. Wright, when Tammy returned she was glad to see her and Ernest Wright, she looked scared, shocked and confused, and was ill on the two following days due to the trauma of the incident. (Christina Wright Aff. at 2).\n\nII. THE STANDARD FOR EXTRADITION\n\n\nA. The U.S. \u0097 Canada Extradition Treaty And The Extradition Statute\n\nExtradition procedure in the United States is governed by 18 U.S.C. §§ 3181-3195. The country seeking extradition submits a request to our government through diplomatic channels, supported by evidence sufficient to show (1) that the individual is the person sought for the crimes charged, (2) that the crimes are listed as extraditable offenses in the Treaty and (3) that there is sufficient justification for the individual's arrest had the charged crime been committed in the United States. Eain v. Wilkes, 641 F.2d 504, 508 (7th Cir.1981) cert. denied, 454 U.S. 894, 102 S. Ct. 390, 70 L. Ed. 2d 208 (1981).\nIf the State Department approves the request, it is forwarded to the United States Attorney in the district where the person to be extradited may be found. The United States Attorney may then file a complaint and seek an arrest warrant from a Magistrate Judge. If a warrant issues, the Magistrate Judge conducts a hearing under 18 U.S.C. § 3184 to determine whether there is probable cause (under federal standards) to believe the person to be extradited committed the crime or crimes charged. If the Magistrate Judge finds probable cause exists, he certifies this fact to the Department of State, which may then extradite the respondent. Eain v. Wilkes, 641 F.2d at 507-508.[8]\nThe United States government has provided a copy of the Extradition Treaty between the United States and Canada currently in force and in force at the time of the alleged kidnapping (the \"Treaty\").[9] Article 2 of the Treaty as amended states:\n(1) Extradition shall be granted for conduct which constitutes an offense punishable by the laws of both Contracting Parties by imprisonment or other form of detention for a term exceeding one year or any greater punishment.\n(2) An offense is extraditable notwithstanding\n(i) that conduct such as interstate transportation or use of the mails or of other facilities affecting interstate or foreign commerce, required for the purpose of establishing jurisdiction, forms part of the offense in the United States, ....\n(Pet.Exh. 2).\nRespondents are charged with kidnapping and forcible seizure under Section 279 of the *1136 Criminal Code of Canada, which provides that\n(1) Everyone who kidnaps a person with intent\n(a) to cause him to be confined or imprisoned against his will,\n(b) to cause him to be unlawfully sent or transported out of Canada against his will, or,\n(c) to hold him for ransom or to service against his will, is guilty of an indictable offence and liable to imprisonment for life.\n(2) Everyone who, without lawful authority, confines, imprisons or forcibly seizes another person is guilty of an indictable offense and liable to imprisonment for a term not exceeding ten years.\n(3) In proceedings under this section, the fact that the person ... did not resist is not a defence unless the accused proves that the failure to resist was not caused by threats, duress, force or exhibition of force.\n(Affidavit of John Douglas Montgomery, Pet. Exh. 8 at 9, 10). Mr. Montgomery, a Canadian barrister and solicitor, states that the distinction between misdemeanors and felonies has been abolished in Canada, but generally speaking \"indictable offenses\" represent the more severe category of crimes, as opposed to \"summary conviction offenses.\" (Montgomery Aff., Pet.Exh. 8 at 5). In his supplemental affidavit, he explains that the offense of kidnapping is defined by paragraph (1), while the lesser included offense of forcible seizure is defined by paragraph (2). He states that the difference between the two is that kidnapping is a criminal false imprisonment aggravated by either secretly confining or intending to secretly confine the victim or by transporting or intending to transport him out of the country. (Montgomery Supplemental Aff., Pet.Exh. 16, at 1-3). The respondents are charged with both offenses.\nSection 21 of the Criminal Code of Canada makes those who aid in the commission of a crime equally culpable:\n21. (1) Every one is a party to an offence who\n(a) actually commits it,\n(b) does or omits to do anything for the purpose of aiding any person to commit it; or,\n(c) abets any person in committing it.\n(2) Where two or more persons form an intention in common to carry out an unlawful purpose and to assist each other therein and any one of them, in carrying out the common purpose, commits an offence, each of them who knew or ought to have known that the commission of the offence would be a probable consequence of carrying out the common purpose is a party to that offence.\n(Montgomery Supp.Aff., Pet. Exh. 16 at 10).\nAnalogous provisions of American law include the federal kidnapping statute, which provides, in pertinent part, that:\n[w]hoever unlawfully seizes, confines, inveigles, decoys, kidnaps, abducts, or carries away and holds for ransom or reward or otherwise any person, except in the case of a minor by the parent thereof, when ... the person is willfully transported in interstate or foreign commerce....\n18 U.S.C. § 1201(a).[10] Under 18 U.S.C. § 2 co-participants are equally responsible:\n(a) Whoever commits an offense against the United States or aids, abets, counsels, commands, induces or procures its commission, is punishable as a principal.\n(b) Whoever, willfully causes an act to be done which if directly performed by him or another would be an offense against the United States, is punishable as a principal.\nThe Illinois kidnapping statute provides that\n(a) Kidnapping occurs when a person knowingly: (1) [a]nd secretly confines another against his will, or (2) [b]y force or threat of imminent force carries another from one place to another with intent secretly to confine him against his will, or (3) [b]y deceit or enticement induces another to go from *1137 one place to another with intent secretly to confine him against his will.\n(b) Confinement of a child under the age of 13 years is against his will within the meaning of this Section if such confinement is without the consent of his parent or legal guardian.\n720 ILCS 5/10-1. One who, before or during the commission of an offense solicits, aids, abets, or agrees or attempts to aid or abet the principal with the intent to promote or facilitate the commission of the offense is legally accountable for the offense. 720 ILCS 5/5-2(c).\nBoth of the Canadian crimes, with which the respondents are charged, would be comprehended within either the federal or state kidnapping statutes, since both statutes embrace confinement against the will of the victim by force or threat of force.\n\nB. Does Dual Criminality Apply to the Conduct Charged?\n\nRespondents argue that the requirement of dual criminality has not been met because Anthony DeSilva was Tammy's guardian in Illinois. The respondents' actions, accordingly, would have been lawful had they been taken in Illinois, and so respondent may not be extradited.\nRespondents are correct that if they had taken Tammy from her home in Illinois against her will they would not have committed a crime. Appointment of a guardian of the person rests upon a finding that \"because of his disability he lacks sufficient understanding or capacity to make or communicate responsible decisions concerning the care of his person.\" 755 ILCS 5/11a-3 [formerly Ill.Rev.Stat. ch. 110½ ¶ 11a-3]. Such a finding has indeed been made in Tammy's case. (Resp.Exh. 13). Thus, to the extent ordered by the court and under its direction, the guardian of the person has legal custody of the ward. 755 ILCS 5/11a-7 [formerly Ill. Rev.Stat. ch. 110½ ¶ 11a-7]. The Probate Court did appoint Anthony plenary guardian with no restrictions.\nWe have found no case law addressing the alleged kidnapping of a ward by her guardian. The kidnapping statute, however, expressly provides that the consent of a child's parent or guardian is an absolute defense to a kidnapping charge. People v. Marin, 48 Ill. 2d 205, 209, 269 N.E.2d 303, 305 (1971). We therefore believe \u0097 and the government does not dispute \u0097 that the consent of the guardian of a disabled adult would also have been an absolute defense had the acts taken place in Illinois. Tammy's power of decision regarding her care was vested in Anthony, and if Tammy had been living in Illinois he could not be guilty of kidnapping or unlawful confinement in taking her to a medical examination against her will.\nNevertheless, respondents are mistaken in their belief that because they would have been privileged to act in this way in Illinois they cannot be extradited to Canada. The Treaty states that \"[e]xtradition shall be granted for conduct which constitutes an offense punishable by the laws of both Contracting Parties by imprisonment or other form of detention for a term exceeding one year or any greater punishment.\" Respondents read \"conduct\" to mean the particular acts alleged; because the respondents would have been acting legally had they acted in Illinois, they may not be extradited. The historical context, however, gives \"conduct\" a different meaning. The language quoted above comes from Article I of the 1988 protocol setting forth language replacing Article 2 of the Treaty. The superseded Article 2 defined extraditable offenses in terms of an annexed schedule:\nARTICLE 2\n(1) Persons shall be delivered up according to the provisions of this Treaty for any of the offenses listed in the Schedule annexed to this Treaty, which is an integral part of this Treaty, provided these offenses are punishable by the laws of both Contracting Parties by a term of imprisonment exceeding one year.\n*   *   *   *   *   *\n(Treaty of 1971, Pet.Exh. 3 at 4).\nWe note that \"conduct which constitutes an offense\" in the revision takes the place of a list of offenses in the original Treaty, in this context the phrase does not refer to the *1138 particular conduct with which the individual to be extradited is charged, but the conduct understood as defining the offense under the law of each country. The conduct defining the offense of kidnapping under both U.S. and Canadian law is confinement or transportation of the victim against the victim's will without lawful authority, not confinement or transportation against the victim's will under the purported authority of an Illinois guardianship.\nBecause there is probable cause to believe that Anthony and the other respondents confined and transported Tammy against her will, as will be more fully discussed below, the question is whether Anthony had lawful authority to do so. In Illinois (and presumably in Manitoba), if the alleged victim is the legal ward of the accused and, as here, the transportation is plausibly in the ward's interest, the accused cannot be guilty of kidnapping because in the eyes of the law it is not against the ward's will. The guardian has the power to consent on behalf of the ward and the ward has no legally cognizable will contrary to that of her guardian. This, which forms the core of respondents' arguments, however, presupposes a legally recognized guardianship (in particular under Canadian law).\nA privilege granted by a sovereign government to engage in conduct that would otherwise be criminal need not be recognized by another sovereign on its own soil. Respondents Kulekowskis and LoBue, as Chicago police officers, may arrest on the streets of Chicago any person whom they have probable cause to believe has committed a felony, and employ reasonable force in doing so. They may not do this outside Illinois where they have no license to commit what would otherwise be an assault. If there is probable cause to believe that Tammy was transported out of Canada against her will, and Anthony had no authority under Canadian law to take her, the respondents may be extradited.\nRespondents also raise a second version of this argument. Conceding, arguendo, that the true parallel would be a guardian under Canadian law who abducted his ward from Illinois, respondents contend that an Illinois court would recognize the Canadian guardianship as a matter of comity and an Illinois judge would have dismissed the kidnapping charges. In support of their argument, respondents offer the affidavit of former Illinois Judge and State's Attorney Louis P. Garippo who states the advanced premise. Therefore, they reason, since an Illinois court would not have convicted them of kidnapping had they acted pursuant to a Canadian guardianship, the requirements of the Treaty have not been met.\nAgain, respondents are mistaken. Illinois law does not provide for automatic recognition of a foreign guardianship order. Comity does not require the recognition of a foreign decree establishing guardianship over a child residing in Illinois. People ex rel. Noonan v. Wingate, 376 Ill. 244, 33 N.E.2d 467 (1941); Republic of Iraq v. First National Bank of Chicago, 350 F.2d 645, 649 (7th Cir.1965).\nRespondents note that in these cases the foreign court appointing the guardian did not have jurisdiction over the child when the appointment was made. Nevertheless, Noonan states the rule in absolute terms; it is not conditioned on the foreign court's lack of jurisdiction over the child. The child in question in Noonan was an orphan whose father and mother had been domiciled in Massachusetts. Shortly after the father died, the father's mother petitioned the probate court of Middlesex, County, Massachusetts to appoint her as guardian of the child, alleging that the child was living in Illinois and had property in Middlesex County. She was named guardian and sought to take custody of the child in Illinois, arguing that both comity and the full faith and credit clause required recognition of the Massachusetts guardianship.\nThe Illinois Supreme Court upheld the circuit court's denial of the mother's habeas corpus action seeking custody of the child. The court first pointed out that in appointing a guardian the court had to act in the best interest of the child, and could not make a proper determination without the child or her present guardians before it. Perhaps realizing that an attack on a foreign court's procedure was a weak defense to the full *1139 faith and credit requirement, the court bolstered its argument by noting that decrees entered in divorce actions disposing of the custody of a child then outside the state where the decree is entered are generally held not to be entitled to full faith and credit in custody proceedings in another state. Noonan, 376 Ill. at 248, 33 N.E.2d at 469.\nThe grandmother argued that the child was legally a Massachusetts domiciliary, giving that court jurisdiction. The Illinois Supreme Court acknowledged that the father had remained a Massachusetts domiciliary, and since at common law a child kept her father's domicile, the child was a Massachusetts domiciliary as well. Nevertheless, the court held that its power over the child derived from the child's physical presence in the state, not its domicile. While the court would give consideration to the decision of the Massachusetts court, it was not required to enforce it.\nThe court quoted at length from a Massachusetts decision, Woodworth v. Spring, 4 Allen 321 (1862), where an Illinois court had named the plaintiff guardian of an orphan living in Illinois. With the Illinois guardian's consent, the child had been taken temporarily to Massachusetts where another guardian was appointed. The Illinois guardian brought suit to regain custody of the child and return him to Illinois. The court in Massachusetts declined to turn the child over to the Illinois guardian, saying:\nThe question whether a person within the jurisdiction of a State can be removed therefrom depends, not on the laws of the place whence he came or in which he may have his legal domicile, but on his rights and obligations as they are fixed and determined by the laws of the State or country in which he is found.... The comity of a State will give no effect to foreign laws which are inconsistent with or repugnant to its own policy, or prejudicial to the rights and interests of those who are within its jurisdiction. Even the parental relation, which is everywhere recognized, will not be deemed to carry with it any authority or control beyond that which is conferred by the laws of the country where it is exerted. The patria potestas of a foreign parent over his child is not that which is vested in him by the laws of the place of his domicile but that which exists by virtue of the parental relation in the country where the father seeks to enforce his authority.... Every nation has an exclusive right to regulate persons and property within its jurisdiction according to its own laws, and the principles of public policy on which its own government is founded. It results from these principles, that persons exercising offices and trusts with which they are clothed by virtue of the laws of a particular State or country can not undertake to transfer their power or capacity to act, so as to control persons or property situated beyond the limits of the jurisdiction of the government or sovereignty from which their authority is derived. An administrator appointed under the laws of a foreign State can not act as such in this commonwealth. Nor, for like reasons, can a guardian appointed by virtue of the statutes of another State exercise any authority here over the person or property of his ward. His rights and powers are strictly local, and circumscribed by the jurisdiction of the government which clothed him with the office.\nNoonan, 376 Ill. at 250-51, 33 N.E.2d at 470-71. In Woodworth the Illinois court had jurisdiction of the child at the time it named the plaintiff as guardian, but the Massachusetts court did not consider itself bound to recognize the guardian's authority. The foregoing quotation confirms our reading of Noonan as stating an unconditioned rule that comity never requires the recognition of a foreign guardianship over a child found within the state. Of course, the court may defer to the foreign court in its discretion. See, e.g., In the Matter of the Guardianship of Arnold, 114 Ill.App.2d 68, 252 N.E.2d 398 (5th Dist.1969) (not abuse of discretion to dismiss petition for appointment of guardian, deferring to Ohio custody decree).\nIn re Marriage of Silvestri-Gagliardoni, 186 Ill.App.3d 46, 134 Ill. Dec. 106, 542 N.E.2d 106 (1st Dist.1989), cited by respondents, is not to the contrary. While the court there refused to reopen an Italian custody decree, it based its ruling on the Uniform *1140 Child Custody Jurisdiction Act, inapplicable here, and in any event did not indicate that it was powerless to do so.\nWe presume the same rule would apply to a guardianship of a mentally disabled person. While an Illinois court might defer to a Canadian guardianship appointment as a matter of comity, and an Illinois prosecutor might decline to prosecute kidnapping charges against a foreign guardian in these circumstances, these are discretionary determinations. The operative word of the Treaty is \"punishable.\" Unless a foreign guardianship order would be an absolute bar to criminal proceedings, respondents conduct would be punishable under Illinois law, even if the chance of actual prosecution, conviction and punishment were remote. Respondents have not shown such a bar, and the Treaty's requirement of double criminality has been met.\n\nC. Probable Cause Defined\n\nAn extradition proceeding is not a trial, but is similar to a preliminary hearing. Bovio v. United States, 989 F.2d 255, 259 (7th Cir.1992). As in preliminary hearings, hearsay testimony is admissible, and neither the Federal Rules of Evidence nor the Federal Rules of Criminal Procedure apply. Id. and n. 3. The respondent has no right to attack the credibility of the witnesses against him. He may not contradict the demanding country's evidence, but may only offer evidence to clarify or explain it. Id.; Eain, 641 F.2d at 511. The foreign government is not required to present its entire case. The evidence presented need only support a reasonable belief that the respondent is guilty of the crimes charged. Ahmad v. Wigen, 910 F.2d 1063, 1066 (2d Cir.1990). It is not the place of American courts to try a person accused of violations of another country's criminal laws; that is the task of the courts of the requesting country.\nProbable cause is a flexible concept. According to the Supreme Court:\nIn dealing with probable cause, however, as the very name implies, we deal with probabilities. These are not technical; they are the factual and practical considerations of everyday life on which reasonable and prudent men, not legal technicians, act. The standard of proof is correlative to what must be proved.\nBrinegar v. United States, 338 U.S. 160, 175, 69 S. Ct. 1302, 1310, 93 L. Ed. 1879 (1949). Evidence to \"block out\" the essential elements of the crime is sufficient. Collins v. Loisel, 259 U.S. 309, 317, 42 S. Ct. 469, 472, 66 L. Ed. 956 (1922). The Seventh Circuit has called probable cause \"a soundly-based belief that the suspect may have committed a crime.\" Gramenos v. Jewel Cos., Inc., 797 F.2d 432, 440 (7th Cir.1986). Probable cause \"is less than a rule of more-likely-than-not, but how much less depends on the circumstances.\" Id. at 438. We now apply this definition to the central issue before us \u0097 whether the petitioner has shown probable cause with respect to all of the respondents.\n\nIII. DETERMINATION OF PROBABLE CAUSE\n\nA finding of probable cause that the respondents committed the charged crimes consists of several elements. The petitioner must show that the respondents took Tammy from her home or confined her either against her will or without lawful authority. Respondents do not deny that they transported Tammy. They contend that the petitioner has not presented probable cause to show that the transportation was against her will; alternatively, they contend that the petitioner has not shown that Anthony, as her guardian, did not have lawful authority to transport her even against her will.\n\nA. Tammy Was Confined And Transported Against Her Will\n\nOn the first point, contrary to respondents' assertions, we easily find in this record sufficient evidence establishing the existence of probable cause to believe Tammy was taken against her will. In this regard competent and reliable evidence showed that Tammy was indeed taken against her will, and that she consistently, on more than one occasion, and throughout the unfortunate episode, expressed that will not be taken. Evidence establishing her will not to be taken is described at the very moment Tammy is removed from her home by respondents *1141 when she is observed as being scared, shocked, crying and kicking as she was taken from her bed. (Affidavit of Christina Wright, Pet.Exh. 15). Later at the Canadian-U.S. Border, she unequivocally indicates to authorities there that she was taken against her will. (Vander-Graaf Affidavit, Pet.Ex. 15, at 7). She further communicated that she did not want to go to Chicago, but wanted to return home. (Mach Investigative Report, Pet.Ex. 11 at 2-4). Even later in the day, when reunited with her mother at a Winnipeg hospital, she showed significant signs of illness and trauma occasioned from her experience that day. (Affidavit of Christina Wright). Finally, a day after the incident, Tammy communicated to a Winnipeg police officer that she understood the situation, that she did not want to go anywhere with Anthony, and that she desired that all respondents be criminally charged for what they did to her. (Affidavit of Robert Marshall, Pet.Ex. 9 at 3).\nWe are not persuaded that Tammy's disability deprived her of a recognizable will. We are satisfied, based on the reports of those who interacted with her, that she had sufficient understanding to meaningfully give or withhold consent. (Mach Investigative Report, Pet.Exh. 11 at 2-4). It is not dispositive that she has limited ability to reason and to communicate and has been adjudged incompetent to manage her affairs. The victim's capacity to give consent, is to be determined in relation to \"the very acts in question.\" Chatwin v. United States, 326 U.S. 455, 462, 66 S. Ct. 233, 236, 90 L. Ed. 198 (1946). In this case, she had only to be able to understand that she was being taken away by Anthony and express her approval or disapproval; this she did continually and repeatedly throughout her ordeal. In Chatwin, a fifteen-year-old girl who had demonstrated a mental age of seven on an intelligence test was considered capable of consenting to accompany the accused. We believe Tammy was capable of deciding that she did not want to go with Anthony and communicating this to those who saw her. She manifested her reluctance to go with Anthony on more than one occasion, and was fully aware she was being taken against her will.\nRespondents further argue that Tammy's disability rendered her legally incompetent to give evidence.[11] Respondents point out that Tammy has been certified as mentally disabled by courts in both Illinois and Manitoba. Consequently, her non-verbal communications to Mrs. Wright and her statement to Sergeant Marshall after the incident that she had felt \"scared\" should be excluded, resulting in a complete lack of evidence on this point.\nIt is unclear what limits there may be on the evidence that may be accepted in an extradition proceeding. As noted above, the Federal Rules of Evidence do not apply, and a fortiori, state rules do not apply either. To the extent that it offers some guidance, we note that under Rule 601 of the Federal Rules of Evidence all persons are presumed competent, and mental disability is not a disqualification. The court may conduct an in camera examination of the witness and may in unusual cases order a mental examination to determine whether the witness can contribute meaningful and useful testimony, but there are no automatic disqualifications. See United States v. Gutman, 725 F.2d 417, 420 (7th Cir.1984); J. Weinstein and M. Berger, Weinstein's Evidence ¶ 601[04] at 601-26 \u0097 601-32.\nRespondents have offered affidavits from mental health professionals who have examined Tammy. We will ignore the examinations made in 1988 at the time Anthony was appointed her guardian because they show a lower level of mental functioning than the later examinations. On August 8, 1991, six months before the alleged kidnapping, Winnipeg physician Dr. Chris Engel examined Tammy and found that she had a complete loss of short term memory and she could not communicate verbally. (Resp.Exh. 23). An examination by Dr. Jack Rusen on November 28, 1991, showed that Tammy's short-term memory was poor, her reasoning was *1142 impaired, and she had limited ability to communicate. (Resp.Exh. 24). A year following the alleged kidnapping, she was examined by psychologist Dr. Jack Arbit, who states:\n6. In my opinion, because of her mental condition, the severe and significant diffuse organic brain syndrome, Tammy DeSilva cannot understand right from wrong and does not appreciate the nature of an oath. Her injury has also caused her to be so lacking in understanding and memory that she cannot remember past events, understand or perceive the significance of events or communicate an accurate perception of events. She cannot be a trustworthy witness. Depending upon the questioning she can very easily be manipulated into giving answers which she does not understand or necessarily agree with and can very quickly thereafter be manipulated into giving opposite answers to the same questions.\n(Arbit Aff., Resp.Exh. 36 at ¶ 6).\nGiving respondents' arguments as much credence as possible, Tammy's memory problems and suggestibility might make only her statement to Sergeant Marshall of the Winnipeg Police Department unreliable when she was asked to recall her feelings regarding events that had occurred several days before \u0097 although we have concern to doubt even that. As was shown in her exchanges with law enforcement officers at the border, however, she was fully capable of stating what she wanted in the present. Additionally, her non-verbal \"statement,\" \u0097 her evident distress at the time she was taken \u0097 is sufficient evidence that she was taken against her will. All of this, for our purposes, is sufficient to support a finding of probable cause. The respondents' objection is overruled, and we find there is probable cause to believe the respondents confined and transported Tammy against her will.\n\nB. Tammy Was Confined And Transported Without Lawful Authority\n\nWhether Tammy was confined and transported pursuant to lawful authority depends, of course, on the law of Canada \u0097 the place of her taking. \"To determine foreign law a district court may look to any relevant source, including expert testimony.\" Overseas Development Disc Corp. v. Sangamo Const. Co., Inc., 840 F.2d 1319, 1324 (7th Cir.1988). Petitioner has furnished an affidavit of Bryan Schwartz, a barrister, solicitor and law professor at the University of Manitoba.[12] Professor Schwartz states the position of the common law of Canada regarding foreign guardians of children:\nAs a matter of public policy, the authority of a foreign guardian over the person of his or her ward present within any of the provinces or territories of Canada \u0097 should a dispute arise as to her care and control \u0097 will not automatically be recognized and enforced. The same principles apply here as in foreign custody orders.\n(Schwartz Affidavit, Pet.Final Supp.Exh. 2. at 9) (quoting Castel, Conflicts of Law (3rd ed.)) This rule has been superseded with respect to children by Section 82 of the Child and Family Services Act that provides for recognition of foreign child custody orders. No statute provides for automatic recognition of the powers and rights of the guardian of a mentally incompetent adult. Id.\nProfessor Schwartz again cites Castel for the proposition that \"a duly appointed foreign representative of a mentally incompetent person to whom the management of his or her person or property was committed by the foreign court cannot remove him or her from the jurisdiction without having been so authorized by the appropriate authorities.\" Id. at 10. Schwartz qualifies this position somewhat, however, in the case of a brief visit of an incompetent and her guardian. A guardian who brings his ward into Canada, perhaps as a tourist, should not be afraid that he will be required to seek a court order before taking the ward back out of the country:\nThere might be exceptional circumstances in which Manitoba law would allow a foreign guardian to exercise control over an *1143 individual without the formal approval of local authorities. These would be cases in which Manitoba's connection with the individual are minimal and there is no reason for provincial authorities to be concerned about the individual's well-being. Suppose a mentally incompetent person was a citizen of the United States and ordinarily resident in Illinois. Her guardian takes her for a two-day vacation to Manitoba. While in Manitoba, there are no controversial decisions to be made about her personal or financial affairs, and no one else is claiming custody over her. In these circumstances, legal \"common sense\" suggests that Manitoba law might allow the foreign guardian to exercise control over their person, even in the absent [sic] of formal approval by local authorities.\nThe facts of the DeSilva case, however, appear to be very far from the \"de minimus\" hypothetical case just presented. Mrs. DeSilva had been living in Manitoba for some time; her parents, not her husband, were looking after her, the decision to participate in the legal proceedings was a significant one; Mr. DeSilva had a possible legal conflict of interest in the accident litigation; the original Illinois order was several years old, and there were strong reasons to believe that Mrs. DeSilva was no longer mentally incompetent.\nId. at 13.\nIn response, amicus curiae Fraternal Order of Police point out that a statement in McLeod, The Conflict of Laws (Calgary, 1983), a treatise cited by Schwartz, undermines Schwartz's position. We will quote at some length to give a fair presentation of McLeod's views. He first states a general rule:\n[Rule 77(b)] A foreign curator has no right, as such, to control the person of the mental incompetent in the local jurisdiction. In a proper case, however, arrangements can be made for handing over the mental incompetent to the foreign curator.\n\nA representative appointed by a foreign court cannot remove the mental incompetent from the jurisdiction without an authorization from the appropriate local authorities.\nMcLeod at 315 (emphasis in original). However, he then states:\nAs indicated, a foreign representative has no automatic authority over either the person of a local mental incompetent or the property of a mental incompetent situate within the territorial jurisdiction of the province. However, where no local representative has been appointed, the rights conferred upon the representative of the mental incompetent by the foreign court of domicile or residence are entitled to recognition. In some cases the foreign representative's right may be subject to judicial discretion. This discretion arises where the property in question is in the custody of the court or can only be reached pursuant to the court's jurisdiction, with respect to trust property where the mental incompetent is domiciled but not resident within the jurisdiction, or where the property is stocks or shares registered in the name of the mental incompetent.\nId. at 315-16 (emphasis added).\nThe parties dispute the significance of the emphasized sentence. Petitioner argues that the sentences following it and the statement of the general rule preceding it establish that the only rights \"entitled to recognition\" relate to the incompetent's moveable property. To the contrary, the preceding sentence clearly refers to authority over the incompetent's person, and the word \"however\" can reasonably be understood as limiting it.\nThis, however, does not conflict with the rule stated earlier, that a representative appointed by a foreign court cannot remove the mental incompetent from the jurisdiction without authorization from appropriate local authorities. It is those authorities that should, in the absence of countervailing reasons, \"recognize\" the rights of the foreign guardian. As the petitioner points out, respondents did not seek to have Anthony's guardianship \"recognized\" by a Canadian court. While it may well be that \"appropriate local authorities\" includes not only a court, but the Winnipeg police authorities, Anthony, through his lawyer, did not attempt to obtain official recognition of his authority *1144 from the Winnipeg Police Department, but merely made an anonymous inquiry.\nThat brings us to what Professor Schwartz has called the \"de minimus\" exception. Counsel for amicus curiae Fraternal Order of Police argue that there should be a clear rule; that the line between the \"de minimus\" case of a vacationing Illinois resident cited by Professor Schwartz and this case is difficult to ascertain. To this we have two responses. First, if the dividing line is unclear, it is not our place to clarify Canadian law. All we can do is acknowledge that a Canadian court could find that the respondents' conduct fell on the culpable side of the line. Second, whatever may be the scope of the exception \u0097 if there is one \u0097 for short visits by foreigners subject to foreign guardianships, this case is unlikely to fall within it. Tammy had been living with her mother in Winnipeg for more than two years and had been receiving Canadian health care benefits. Anthony had not visited Tammy in more than a year and a half. In these circumstances we easily conclude that respondents acted at their peril in relying on an Illinois guardianship order.[13]\n\nC. Respondents' Alleged Good-Faith Belief That They Were Acting Lawfully\n\nPetitioner has shown probable cause to believe that Anthony confined and transported Tammy out of Canada without lawful authority and against her will. Petitioner has also shown probable cause to believe that each of the other respondents knowingly aided and abetted him in doing so. Each accompanied him to Winnipeg for the express purpose of bringing Tammy to Chicago. There is no evidence that Tammy's willingness or unwillingness to leave was of any concern to them, and we can infer that Tammy's unwillingness was manifest to them. However, respondents argue that even if Anthony's status as Tammy's guardian gave him no authority under Canadian law, to transport Tammy against her will, they believed it did, negating criminal intent.\nThe common law, both state and federal, distinguishes between a mistake of law and a mistake of fact. \"Everyone is presumed to know the law, both common and statutory. An honest mistake of fact will generally shield one from a criminal prosecution, but one's ignorance of the law furnishes no exemption from criminal responsibility for his acts.\" People v. Cohn, 358 Ill. 326, 193 N.E. 150, 153 (1934). \"The basic tenet in this area of criminal law is that `an honest mistake of fact negatives criminal intent,' whereas `[a] mistake of law ... generally will not excuse the commission of an offense.'\" United States v. Anton, 683 F.2d 1011, 1017 (7th Cir.1982), quoting United States v. Barker, 546 F.2d 940, 946 (D.C.Cir.1976). See Cheek v. United States, 498 U.S. 192, 199, 111 S. Ct. 604, 609, 112 L. Ed. 2d 617 (1991).\nRespondents' alleged mistake is a mistake of law, but a mistake of a peculiar kind.[14] It is one thing to be mistaken as to the criminality of an act, i.e., whether it violates the law, and another to mistake the nature of the act itself. The former mistake is usually an excuse only if the defendant had no reasonable way of ascertaining the law, or reasonably relies on the interpretation of an official authorized to interpret it. The latter, because it negates the required mental state, can be a defense, although courts usually require that the mistake be reasonable. See generally, 1 W. LaFave and A. Scott, Substantive Criminal Law at § 5.1 pp. 575-596 (1986). Here, the mistake was of this latter *1145 kind. Respondents are not claiming that they were unaware that taking a person from her house against her will was a crime in Manitoba. Their mistake was in believing that Anthony's guardianship was effective there, permitting his will to substitute for hers in such matters. We have not found an Illinois opinion dealing with this kind of a mistake of law.[15] Nevertheless, § 4-8 of the Criminal Code, 720 ILCS 5/4-8, codifies the mistake of law defense and provides in pertinent part:\n(a) A person's ignorance or mistake as to a matter of either fact or law, except as provided in Section 4-3(c) above, is a defense if it negatives the existence of the mental state which the statute prescribes with respect to an element of the offense.[16]\n(b) A person's reasonable belief that certain conduct does not constitute a criminal offense is a defense if:\n(1) The offense is defined by an administrative regulation or order which is not known to him and has not been published or otherwise made reasonably available to him, and he could not have acquired such knowledge by the exercise of due diligence pursuant to facts known to him; or\n(2) He acts in reliance upon a statute which later is determined to be invalid; or\n(3) He acts in reliance upon an order or opinion of an Illinois Appellate or Supreme Court, or a United States appellate court later over-ruled or reversed; [or]\n(4) He acts in reliance upon an official interpretation of the statute, regulation or order defining the offense, made by a public officer or agency legally authorized to interpret such statute.\n(c) Although a person's ignorance or mistake of fact or law, or reasonable belief, described in this Section 4-8 is a defense to the offense charged, he may be convicted of an included offense of which he would be guilty if the fact or law were as he believed it to be.\n(d) A defense based upon this Section 4-8 is an affirmative defense.\nIn People v. Sevilla, 132 Ill. 2d 113, 138 Ill. Dec. 148, 154, 547 N.E.2d 117, 123 (1989), the Illinois Supreme Court summarized: \"a mistake as to a matter of law which negates the existence of the mental state element of the offense is a defense; however, a mistake as to whether certain conduct constitutes an offense is not a defense.\"[17]\nThe Seventh Circuit has recognized a limited defense when the mistake of law is such a collateral mistake:\nThe traditional bar to a mistake of law defense is based on the policy that \"all men should know and obey the law....\" United States v. Barker, 546 F.2d at 947. With a collateral mistake of law, however, even if the defendant is charged with knowledge of the prohibition, his belief negatives criminal intent in much the same way as an honest mistake of fact. Thus in cases when application of the traditional rule would be \"peculiarly unjust or counterproductive,\" courts have recognized a limited mistake of law defense, limited by the fact that the accused's mistake must be *1146 objectively reasonable under the circumstances presented. [citations]\nAnton, 683 F.2d at 1018. In Anton, the defendant, having once been deported, was forbidden by 8 U.S.C. § 1326 to re-enter the United States without the express consent of the Attorney General. The defendant testified that after his deportation he had a series of dealings with United States officials, had received a new visa and gained readmission through an Immigration and Naturalization Service checkpoint. The district court instructed the jury that these dealings were irrelevant and that the question was solely whether he had received the express consent of the Attorney General. The Seventh Circuit held that the defendant should have been permitted to show that he reasonably believed that he had received such consent. His supposed mistake was not ignorance of the law forbidding his re-entry, but the legal effect of certain facts, i.e., that they manifested the consent of the Attorney General.\nThis is the sort of mistake the respondents claim \u0097 that they were reasonably mistaken as to the legal effect of Anthony's guardianship over his wife. This defense, however, under both Illinois and Federal law, is an affirmative defense that must be pleaded and proved by the accused. In this regard the law is clear that a court considering an extradition petition need not consider evidence of affirmative defenses in its probable cause determination. In a 1913 opinion, the Supreme Court held that it was proper to exclude evidence of the respondent's insanity in determining whether there was probable cause to extradite him from New Jersey to Italy to stand trial for murder:\n[T]he examining magistrate did not exceed his authority in excluding evidence of insanity ... If it was offered to show insanity at the time of the commission of the crime, it was obviously a defense which should be heard at the time of his trial, or by a preliminary hearing in the jurisdiction of the crime, if so provided for by its laws. By the law of New Jersey, insanity as an excuse for crime is a defense, and the burden of making it out is upon the defendant. [citations] A defendant has no general right to have evidence exonerating him go before a grand jury, and unless the prosecution consents, such witnesses may be excluded. [citations]\nCharlton v. Kelly, 229 U.S. 447, 462, 33 S. Ct. 945, 950, 57 L. Ed. 1274 (1913). See Collins v. Loisel, 259 U.S. 309, 315-16, 42 S. Ct. 469, 471-72, 66 L. Ed. 956 (1922); Romeo v. Roache, 820 F.2d 540, 545 (1st Cir.1987).\nNevertheless, a magistrate judge has wide discretion in admitting evidence in extradition proceedings. \"There is not and cannot well be any uniform rule determining how far an examining magistrate should hear the witnesses produced by an accused person.\" Charlton, 229 U.S. at 461, 33 S. Ct. at 949. Since evidence of an affirmative defense seeks to explain rather than contradict the petitioner's evidence, we believe we have discretion to consider it. Further, the petitioner has impliedly consented to our doing so. Petitioner has not taken the position that the defense of mistake may not be considered, but rather pointed to evidence tending to rebut it. Our considering the evidence does not mean deciding whether the respondents can prove the defense at trial. If we find probable cause to believe that the respondents did not act upon a good-faith belief that their conduct was lawful, the defense must still be litigated in Canada, not here.\nA belief that Anthony had lawful authority would not have been unreasonable. The respondents are not knowledgeable or sophisticated in the law. A common language, similar legal systems, and a long history of friendly relations between this country and Canada has led to a high degree of cooperation and reciprocity between the two governments such that each has waived some of the incidents and prerogatives of sovereignty with respect to citizens of the other. It is plausible that Canada would accept the authority of guardians appointed by United States courts over former United States residents who subsequently moved to Canada, subject to the power of a Canadian court to revoke or change the guardianship. On the other hand, Kulekowskis and LoBue, as police officers, could be expected to know that an order of the Circuit Court of Cook County would not be self-enforcing, i.e., that interference with Judge Kennedy's order \"authorizing\" *1147 Anthony to take custody of Tammy would not be punished as contempt of a Canadian court. Nevertheless, it would not be unreasonable for them to have believed that without a supervening order from a Canadian court Anthony's transportation of Tammy would not be unlawful.\nPetitioner argues that the police officers, who were present in Touhy's office when he spoke with Inspector MacDiarmid, knew that authorization had not been given. But MacDiarmid's responses to Touhy were equivocal. MacDiarmid said it would only be a police matter \"if you expected resistance from her to be moved.\" This could have been taken to mean (a) resistance from Tammy might make her transportation criminal; (b) resistance from either Tammy or third persons could result in a breach of the peace, possibly requiring police intervention; or (c) resistance from either Tammy or third persons would necessitate police assistance for Anthony to carry out his intended transportation of Tammy.\nIn any case, respondents only heard Touhy's side of the conversation. They would have heard Touhy say that Tammy \"will not resist because she's not in the position to offer it,\" (Pet.Supp.Exh. 3A at 5). That could mean either that she was so disabled mentally as to be unable to express her will at all, or that she was physically unable to resist. Since moving a person who was unable to resist did not appear to bother MacDiarmid, a reasonable person would not have drawn the conclusion that it would be unlawful to move her if she did not want to go. Both Touhy and MacDiarmid spoke of her \"resistance,\" rather than her willingness or unwillingness, implying that any problem would be her non-cooperation with Anthony rather than his overriding her wishes.\nMacDiarmid did suggest that Touhy contact Senior Crown Attorney Miller, and Touhy was heard telling the respondents this. But there is no evidence that Touhy told the respondents such consultation was necessary \u0097 and MacDiarmid did not say that it was. It appears from the transcript that MacDiarmid transferred the call to Miller's office but Miller was unavailable. If Touhy decided that he did not need further official reassurances, it would not be unreasonable for the respondents not to have questioned his judgment.\nFinally, we come to the fact that Touhy actually advised the respondents that their proposed conduct was lawful. Respondents sought Touhy's advice before going to Winnipeg, and Touhy advised them that \"since Anthony's appointment as guardian of Tammy DeSilva was valid, legally binding and gave him authority to remove his wife to the U.S. for the purpose of his [sic] medical evaluation.\" (Touhy Affidavit, Resp. Exh. 35 at ¶ 10). Reliance on advice of counsel, a subspecies of the reasonable mistake of law defense, is recognized under federal law in this circuit but does not appear to be recognized by Illinois law.[18] Whether or not advice of counsel is a defense in itself, it is strong evidence of the good faith and reasonableness of respondents' belief.[19]\nPetitioner challenges the respondents' good faith, pointing to evidence in the record suggesting that they knew they were violating the law. Petitioner notes the following:\n(1) Respondents lied to Terry Kreitz, the Canadian customs officer who stopped them on their way into Canada, telling him that they were going to celebrate Anthony's wedding anniversary and would stay one or two days. This applies to the DeSilvas, who were traveling together in the first car, and to at *1148 least one of the riders in the second car, Kulekowskis, LoBue, or Schon. (Kreitz stated that he \"received the same answer\" as to their purpose for visiting Canada.) (Pet. Final Supp. Exh. 1B at 2).\n(2) Anthony brought along Kulekowskis and LoBue to intimidate the Wrights.\n(3) The respondents entered Canada late at night and went to Tammy's house early in the morning.\n(4) Kulekowskis or LoBue lied to Mrs. Wright, saying that they were taking Tammy to a local doctor. This was said in the presence of the other respondents.\n(5) Kulekowskis, LoBue or Albert DeSilva disconnected the telephone when Mrs. Wright tried to use it, and one of them took her list of telephone numbers. Anthony and Schon were in Tammy's bedroom at the time.\nAlthough these actions suggest that respondents were afraid of detection and interception by the police, there is another explanation which, though not morally innocent, does not involve the mental state required for kidnapping. The respondents may have acted as they did in order to prevent the Wrights from taking steps to replace Anthony as Tammy's guardian, thus removing the legal authority the respondents may have probably thought they had.\nTouhy's statements to Judge Kennedy on January 31, 1992, (Pet. Supp. Exh. 1) show how Anthony saw the situation. Tammy had been sent to Canada to live with her mother because Canada's national health program would pay for her care. There had been an attempt to have insurance payments to Tammy's estate made directly to the Wrights, making the Wrights directly accountable for them. Anthony, as guardian, had been sending the payments to the Wrights, but the Wrights had not satisfactorily accounted for them and he had ceased doing so. Tammy's estate owed Anthony more than $30,000 that he had spent on Tammy's care before his funds were exhausted.\nNow there was a prospect of a sizeable settlement that would pay for her care and make it possible for her to live near Anthony in Chicago permanently. Anthony believed Mr. Wright wanted to put his hands on the settlement money. The Wrights were attempting to have the Canadian court name themselves as Tammy's guardians. The Wrights could be expected to know that once Tammy was taken to Chicago the court in Winnipeg would have no jurisdiction to name them as guardians, and Anthony could keep Tammy in the United States indefinitely. Unless Anthony moved quickly and without warning, the Wrights would replace him as guardian, Tammy would stay in Canada, he could see her again only with their permission, and he might have difficulty recovering the $30,000 he believed he was owed.\nThe respondents' furtive manner is thus only ambiguous evidence of bad faith in the sense relevant here, and is not inconsistent with a belief that Anthony had legal authority to transport Tammy against her will. They may have been afraid that if they had been forthright about what they were doing, questions might have been raised and by the time they were through answering them the Wrights' lawyer would have obtained a temporary order from the Canadian court \u0097 as in fact he was able to do by 10:00 a.m. that day.\nNevertheless, because the evidence is equivocal, respondents must be extradited. Our hypothetical explanation for their furtive and seemingly underhanded conduct, though supported by the record, was not raised by the respondents themselves. At trial, when the respondents and witnesses can be cross-examined, the court may well decide that the respondents acted as they did because they knew or believed they were acting illegally.\nWith respect to Schon, however, we find no evidence of bad faith in the record. Kreitz, the customs agent, did not report her saying anything. There is no evidence she knew that it was not the DeSilva's anniversary, or something close to it. Assuming that she knew that the men were lying, it is not established that she had a legal obligation to speak up and contradict them when she herself was not directly asked. She did not lie to Mrs. Wright about where Tammy was to be taken, and it appears she was not in the kitchen with Albert DeSilva, Kulekowskis *1149 and LoBue when they prevented Mrs. Wright from using the telephone.\nPetitioner points out that when asked why the respondents had not brought Tammy's keyboard communication device along, Schon admitted having noticed it on a table in Tammy's bedroom. (Pet. Exh. 12 at 6). It is a strained speculation that Schon deliberately decided not to bring the keyboard in order to keep Tammy from communicating her wishes. Had she done so, it is unlikely that she would have admitted seeing it when she was interrogated. She probably saw the keyboard, assumed Anthony knew what it was, and acquiesced in what she assumed was Anthony's decision not to bring it along. We find no evidence tending to show that she knew that Anthony did not have legal authority to take Tammy from the house against her will. We accordingly conclude that the petitioner has not shown probable cause to believe that Schon had the requisite intent necessary to commit the offense of kidnapping under either Illinois or Federal law, and her extradition is refused. The other four respondents may be extradited.\n\nIV. CONCLUSION\n\nFor those reasons about stated, the court having jurisdiction over the subject matter and persons of the defendants in this case, it hereby finds as follows:\nPetitioner, the United States Attorney for the Northern District of Illinois, appearing on behalf of the Government of Canada, has established that there is probable cause to believe that respondents Anthony DeSilva, Albert DeSilva, Thomas Kulekowskis and Anthony LoBue knowingly confined and transported Tammy Wright DeSilva from her home in Winnipeg, Manitoba, Canada into the United States against her will and without lawful authority. Their alleged conduct would constitute the offense of kidnapping in the State of Illinois, an offense punishable by imprisonment in excess of one year. The requirements of the extradition treaty between the United States and Canada are therefore satisfied and the court certifies that the foregoing respondents are extraditable for trial in Canada on the charged offenses of kidnapping and unlawful restraint. The court finds, however, that petitioner has failed to establish that there is probable cause to believe that respondent Judith Dawn Schon acted with the intention of confining and transporting Tammy Wright DeSilva against her will and without lawful authority, and she may not be extradited.\nThe United States Attorney for the Northern District of Illinois is directed to forward a copy of this order and certification of extraditability, together with a copy of all the exhibits and testimony given in this matter, to the Secretary of State.\nRespondents' MOTION TO DISMISS THE COMPLAINT FOR EXTRADITION is DENIED. Respondents Anthony DeSilva, Albert DeSilva, Thomas Kulekowskis and Anthony LoBue are hereby ordered to surrender to the United States Marshall's office within fifteen days. A copy of this opinion will be sent to the Illinois Attorney Registration and Disciplinary Commission so that it may investigate the role played by Anthony DeSilva's attorneys in this incident.\nNOTES\n[1]  The government's exhibits are offered in three collections captioned \"Exhibits in Support of Complaint for Extradition,\" cited as Pet. Exh. __; \"Supplemental Exhibits Submitted on Behalf of the Government of Canada,\" cited as Pet. Supp. Exh. __; and \"Final Supplemental Exhibits Submitted on Behalf of the Government of Canada,\" cited as Pet. Final Supp. Exh. __. Respondents' exhibits are offered under the title \"List of Respondents' Exhibits,\" and are cited as Resp. Exh. __.\n[2]  The summary at the front of the Supplement Exhibits identifies Exhibit 3 as transcripts of two telephone calls placed February 3, 1992 to the \"911 operator in Winnipeg. However, the second transcript is dated February 1, 1992 and must have preceded the first, which is dated February 3 and was a response to Tammy's abduction.\n[3]  Because Touhy has stated that he contacted the Winnipeg police, (Resp. Exh. 35 at 2), we assume he was the caller, although it is possible that the caller was another attorney, E. Engelland. See note 6.\n[4]  In affidavits both Anthony and the nurse, Judith Schon, denied that Tammy was upset or kicking or crying; in fact, Schon doubted that Tammy had the ability to kick, and testified that she never heard Tammy utter any sound of any kind. (Supp. Aff. of Judith Schon at ¶ 1; Supplemental Aff. of Anthony DeSilva at 4). (Crying may mean shedding tears, not crying out). Kulekowskis and Lobe argue in their brief at 18 n. 1 that since Tammy is a quadriplegic, it was impossible for her to kick. While we may not weigh the credibility of witnesses, it may be permissible to disregard testimony shown to be contrary to the laws of nature. See Zollman v. Symington Wayne Corp., 438 F.2d 28, 32 (7th Cir.1971); American Pfauter, Ltd. v. Freeman Decorating Co., 796 F. Supp. 347, 347 (N.D.Ill.1992) (incredible evidence will not defeat summary judgment.) However, the respondents have not proven that Tammy was physically incapable of acting as Mrs. Wright described. It appears that Tammy is a spastic quadriplegic whose limbs are not under control but capable of movement.\n[5]  Mrs. Wright did not explain how she managed to reconnect the telephone between attempts.\n[6]  Attorney Arthur E. Engelland also represents Anthony in the automobile accident suit and later spoke to Canadian Crown Attorney Bruce Miller on behalf of the respondents. (Affidavit of Arthur E. Engelland, Resp. Exh. 34). He does not state in his affidavit that he participated in a telephone inquiry to the Winnipeg police, so we infer that the attorney was Touhy, who acknowledges doing so. On the other hand, according to the report of Special Agent Onstad, LoBue stated that he and Kulekowskis were doing a favor for a lawyer identified as \"Art England\" and that \"England\" called later to ask what the problem was, saying he had spoken to an inspector from the Winnipeg Police Department. (Pet. Exh. 12 at 3, 6). We take judicial notice that Touhy and Engelland are listed in the 1992 Sullivan's Law Directory of Illinois attorneys as having their offices in the same building and suite. We do not know what their relationship may be.\n[7]  It appears that an application had been pending in the Winnipeg court to have the Wrights named as committees of Tammy's estate. VanderGraaf stated that a Winnipeg lawyer, William Molloy, told him that he had been retained by Touhy the previous December to represent Anthony in contesting the application. However, Molloy told VanderGraaf that he had not spoken with Touhy between January 29 and February 3, the date of the kidnapping, nor thereafter. (VanderGraaf Aff. at 7).\n[8]  Title 18 United States Code § 3184 provides: Whenever there is a treaty or convention for extradition between the United States and any foreign government, any justice or judge of the United States, or any magistrate authorized so to do by a court of the United States, or any judge of a court of record of general jurisdiction of any State, may, upon complaint made under oath, charging any person found within his jurisdiction, with having committed within the jurisdiction of any such foreign government any of the crimes provided for by such treaty or convention, issue his warrant for the apprehension of the person so charged, that he may be brought before such justice, judge, or magistrate, to the end that the evidence of criminality may be heard and considered.... If, on such hearing, he deems the evidence sufficient to sustain the charge under the provisions of the proper treaty or convention, he shall certify the same, together with a copy of all the testimony taken before him, to the Secretary of State, that a warrant may issue upon the requisition of the proper authorities of such foreign government, for the surrender of such person, according to the stipulations of the treaty or convention; and he shall issue his warrant for the commitment of the person so charged to the proper jail, there to remain until such surrender shall be made.\n[9]  The Treaty was signed in 1971, amended by an exchange of notes in 1974, ratified by both countries in 1975 and 1976, and entered into force March 22, 1976. It was further amended by a protocol signed in 1988 and entering into force November 26, 1991. (Pet. Exhs. 2, 3).\n[10]  Section 1201(c) contains a provision criminalizing conspiracy to violate § 1201.\n[11]  To this end see BRIEF OF THE RESPONDENT ANTHONY DESILVA, section I, entitled \"ALL STATEMENTS AND CONDUCT OF TAMMY DESILVA ARE INADMISSIBLE IN THIS CASE ...\" pp. 16-21.\n[12]  Petitioners have also offered a shorter and more conclusory memorandum written by Crown Counsel Joy Cooper. (Pet. Exh. 17). Because Professor Schwartz's affidavit is more detailed and considered, we will address it rather than Cooper's memorandum.\n[13]  Some of the distinctions mentioned by Professor Schwartz are probably immaterial. Her guardian's rights should not be upset because \"there were strong reasons to believe that Mrs. DeSilva was no longer mentally incompetent.\" The status of an incompetent should not be altered except by court order, lest the guardian's authority dissipate with every lucid interval. Nor should it be relevant that a \"significant decision\" was to be made. That is what guardians are for. What is dispositive is that Tammy had been in Canada for an extended period of time in which she had not been in the physical custody and care of her guardian.\n[14]  Respondents cannot successfully claim a mistake of fact, either that they mistakenly believed that Tammy wanted to go with Anthony or that she was mentally incapable of having a will of her own. They may not controvert the petitioner's evidence to the contrary, and that evidence meets the standard of probable cause.\n[15]  In People v. Weiss, 276 N.Y. 384, 12 N.E.2d 514 (1938), the New York Court of Appeals held that a person who believed in good faith that he was making a lawful citizen's arrest could not be convicted of kidnapping, when the statute defined the offense as \"seiz[ing], confin[ing] ... another, with intent to cause him, without authority of law, to be secretly confined or imprisoned....\"\n[16]  Section 4-3(c) of the Criminal Code, 720 ILCS 5/4-3(c) provides:\n\nKnowledge that certain conduct constitutes an offense, or knowledge of the existence, meaning, or application of the statute defining an offense, is not an element of the offense unless the statute clearly defines it as such.\n[17]  The court in Sevilla stated that a reasonable belief that one's conduct does not constitute an offense is a defense only if the test of Section 4-8(b) is met. However it did so in response to the defendants' contention that she relied on instructions on a tax form stating that failure to file would subject her to civil penalties as assurance that doing so would not subject her to criminal penalties. We therefore do not read Sevilla as thereby excluding the kind of mistake here, where the legal effect of a collateral matter \u0097 in this case, the guardianship order \u0097 constitutes the alleged mistake.\n[18]  In order to establish the defense of good-faith advice of counsel, a defendant must establish that:\n\n(1) before taking action, (2) he in good faith sought the advice of an attorney whom he considered competent, (3) for the purpose of securing advice on the lawfulness of his possible future conduct, (4) and made a full and accurate report to his attorney of all material facts which the defendant knew, (5) and acted strictly in accordance with the advice of his attorney who had been given a full report.\nUnited States v. Cheek, 3 F.3d 1057, 1061 (7th Cir.1993), cert. denied, ___ U.S. ___, 114 S. Ct. 1055, 127 L. Ed. 2d 376 (1994); Liss v. United States, 915 F.2d 287, 291 (7th Cir.1990).\n[19]  We do not suggest that it was reasonable for Touhy to have believed (and opined) that respondents' proposed conduct was lawful.\n\n",
            "ocr": false,
            "opinion_id": 1960354
        }
    ],
    "court_short_name": "N.D. Illinois",
    "court_full_name": "District Court, N.D. Illinois",
    "court_type": "FD",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Kidnapping"
}