{
    "id": 1972402,
    "judges": "Wathen, C.J., and Roberts, Glassman, Clifford, Rudman, Dana, and Lipez",
    "date_filed": 801360000000,
    "date_filed_is_approximate": false,
    "slug": "fleming-v-gardner",
    "case_name_short": "Fleming",
    "case_name": "Fleming v. Gardner",
    "case_name_full": "David Gordon FLEMING v. Craig T. GARDNER and Scott D. Gardner",
    "attorneys": "David G. Fleming, Thomaston, pro se., Charles Smith, Karen Lovell, Smith, Elliott, Smith & Garmey, Timothy S. Murphy, Gardner, Gardner & Murphy, Saco, for defendants.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted on Briefs Jan. 23, 1995.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1132-10\">\n    David Gordon FLEMING v. Craig T. GARDNER and Scott D. Gardner.\n   </parties><br><court id=\"b1132-13\">\n    Supreme Judicial Court of Maine.\n   </court><br><otherdate id=\"b1132-14\">\n    Submitted on Briefs Jan. 23, 1995.\n   </otherdate><decisiondate id=\"ARL\">\n    Decided May 25, 1995.\n   </decisiondate><br><attorneys id=\"b1133-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1075\"> \n     *1075\n     </span>\n    David G. Fleming, Thomaston, pro se.\n   </attorneys><br><attorneys id=\"b1133-5\">\n    Charles Smith, Karen Lovell, Smith, Elliott, Smith &amp; Garmey, Timothy S. Murphy, Gardner, Gardner &amp; Murphy, Saco, for defendants.\n   </attorneys><br><judges id=\"b1133-6\">\n    Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA, and LIPEZ, JJ.\n   </judges>",
    "citations": [
        "658 A.2d 1074"
    ],
    "opinions": [
        {
            "author_str": "Glassman",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n658 A.2d 1074 (1995)\nDavid Gordon FLEMING\nv.\nCraig T. GARDNER and Scott D. Gardner.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs January 23, 1995.\nDecided May 25, 1995.\n*1075 David G. Fleming, Thomaston, pro se.\nCharles Smith, Karen Lovell, Smith, Elliott, Smith &amp; Garmey, Timothy S. Murphy, Gardner, Gardner &amp; Murphy, Saco, for defendants.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA, and LIPEZ, JJ.\nGLASSMAN, Justice.\nCraig T. Gardner and Scott D. Gardner appeal from the judgment entered in the Superior Court (York County, Crowley, J.) denying their motion for a summary judgment in their favor on David Fleming's complaint seeking damages from the Gardners for the severe emotional distress suffered by him proximately caused by their alleged negligent failure to provide him with proper legal representation. Because the record establishes that Fleming failed to generate any genuine issue of material fact requiring a trial of this case, we vacate the judgment and remand for the entry of a summary judgment in favor of the Gardners.\nOn October 20, 1993, Fleming, acting pro se, filed the present complaint against the Gardners seeking damages for the emotional distress caused by his incarceration as a proximate result of the alleged failure of the Gardners to properly represent him on certain criminal charges against him. By their answer, the Gardners denied the allegations in the complaint and moved to dismiss the complaint pursuant to M.R.Civ.P. 12(b)(6) for the failure of Fleming to state a claim for which relief could be granted and on the further ground that as court-appointed counsel they were immune from suit pursuant to the provisions of the Maine Tort Claims Act, 14 M.R.S.A. §§ 8101-8118 (1980 &amp; Supp. 1994). While that motion was pending, Fleming filed a motion seeking a summary judgment in his favor. In support of his motion he filed, inter alia, certified copies of some of the proceedings on the criminal charges against him. The Gardners filed affidavits stating, inter alia, that it was after the Gardners had by court order been relieved as his counsel and other counsel had been appointed to represent him on the criminal charges, that Fleming had entered the guilty pleas to those charges resulting in his present incarceration. The motions were heard by the court on March 9, 1994.[1] The court denied Fleming's motion for a summary judgment in his favor and took the Gardners' motion to dismiss under advisement. On March 30, 1994, the court issued its order denying the Gardners' motion to dismiss for failure to state a claim, noting that:\nNot reflected in the pleadings, and therefor not considered by the court at this time, Fleming withdrew his guilty plea and he entered a second guilty plea four months later while represented by new counsel.\n....\nAccepting a guilty plea requires the court to find that the criminal defendant is acting voluntarily and knowingly. M.R.Crim.P. 11(b)-(d). Rule 11(c)(2) specifically requires the court to find that the defendant understands that by pleading guilty he is waiving his right to a trial. While Fleming's second guilty plea may ultimately dispose of this action on factual grounds, this court cannot consider facts not contained within the pleadings on this motion to dismiss. Fleming, therefore, stands before the court for the purposes of this motion as if he were unjustly incarcerated as a result of the plea taken when defendants were acting as his court-appointed counsel.\nThe court further determined it was \"not the appropriate forum to extend the application of the Tort Claims Act beyond its present *1076 interpretation.\" From the judgment entered accordingly, the Gardners appeal.\nWe have frequently stated that \"when on a motion for dismissal matters outside the pleadings, such as affidavits, are presented to, and not excluded by, the court, the motion is treated as one for summary judgment and is disposed of according to [M.R.Civ.P.] Rule 56.\" Levasseur v. Aaron, 503 A.2d 1291, 1292 (Me.1986). A summary judgment may be granted when there exists no genuine issue of material fact requiring a trial of the case and any party is entitled to a judgment as a matter of law. Connecticut Nat'l Bank v. Kendall, 617 A.2d 544, 548 (Me.1992). The party having the burden of proof at trial is \"required to produce evidence sufficient to resist a motion for a [judgment as a matter of law] if it produced at trial nothing more than was before the court on its motion for a summary judgment.\" Keyes Fibre Co. v. Lamarre, 617 A.2d 213, 214 (Me.1992). To avoid a judgment as a matter of law for the defendant, a plaintiff must establish a prima facie case for each element of his cause of action. Butler v. Poulin, 500 A.2d 257, 260 (Me.1985). A judgment as a matter of law in a defendant's favor is appropriate when any jury verdict for the plaintiff would be based on conjecture or speculation. Estate of Althenn v. Althenn, 609 A.2d 711, 714 (Me.1992).\nWhile a summary judgment operates as a final disposition of a case on its merits and the bar to another suit on the same cause of action, a judgment denying a motion for a summary judgment is an interlocutory order and, like other interlocutory orders, allows the case to go forward until there is a final resolution on its merits. Although we have generally held that the \"final judgment rule\" bars an appeal from an interlocutory order, we have recognized that the \"final judgment rule\" is not completely rigid and that exceptions to the rule may be created from time to time, either by statute or by decision of this Court. We have carved out one exception to the \"final judgment rule\" in order to achieve economy in the use of our judicial resources in those rare situations where little or no additional effort is involved in hearing an otherwise unripe appeal and the record before us supports the final determination of the case on its merits. See, e.g., Packard v. Whitten, 274 A.2d 169, 175 (Me. 1971). As the record herein reflects, this is such a case.\nAt the time of the hearing on the motions for a summary judgment, the trial court had before it the following evidence: In mid-July 1991, the Gardners were appointed by the court to provide legal representation for Fleming on criminal charges against him for attempted murder, kidnapping, gross sexual assault, unlawful sexual contact and aggravated assault pending in the Superior Court, York County. On August 9, 1991, Fleming entered pleas of not guilty to the charges. After a hearing, Fleming's motion to suppress certain evidence from the trial of his case was denied on December 4, 1991. On May 7, 1992, in the course of a hearing on Fleming's motion in limine seeking the trial court's ruling as to the admissibility of certain DNA evidence that Fleming proposed to offer at the trial of the charges against him, Fleming retracted his pleas of not guilty and entered pleas of guilty to all the charged offenses. After a hearing on that date pursuant to M.R.Crim.P. 11, the trial court (Cole, J.) accepted Fleming's guilty pleas and ordered a presentence investigation.\nOn May 13, 1992, the Gardners filed a motion to withdraw as counsel for Fleming. After a hearing on June 5, 1992, the court (Cole, J.) granted that motion and substituted Joel Vincent, Esq., as counsel of record for Fleming. Fleming's motions to withdraw his pleas of guilty and for a change of venue for the trial of the charges against him were filed and a hearing held on the motions on June 12, 1992. The thrust of his motion was his dissatisfaction with the Gardners for not complying with his alleged request to file a motion for a change of venue and the alleged lack of satisfaction he received from the court in response to his motions, filed without prior communication with the Gardners and made orally to the court at various times, to have other counsel appointed to represent him. The court (Cole, J.) ordered a change of venue to Cumberland County for the trial of the charges. Although the court stated it was satisfied that the record of the *1077 M.R.Crim.P. 11 proceedings conducted on May 7, 1992, at which Fleming had entered guilty pleas, clearly reflected he had done so knowingly and voluntarily, the court properly allowed Fleming to withdraw those pleas. See M.R.Crim.P. 32(d) (A motion to withdraw a plea of guilty may be made only before sentence is imposed.) See also State v. Malo, 577 A.2d 332 (Me.1990) (holding that although a criminal defendant does not enjoy an absolute right to withdraw a previously-entered plea, relief should be granted liberally). The court also ordered that on September 9, 1992, a further hearing would be held on the incompleted hearing on Fleming's motion in limine.\nOn September 9, 1992, Fleming retracted his not guilty pleas and after a hearing on that date, pursuant to M.R.Crim.P. 11, the court (Delahanty, C.J.) accepted his pleas of guilty to all the pending criminal charges against him. A presentence report was again ordered and the sentencing of Fleming was continued to November 2, 1992. The State sought and was granted a continuance of this proceeding until November 25, 1992. The presentence report was filed on November 18, 1992, and on November 25, 1992, after a hearing, sentences were imposed on Fleming for each of the charged offenses and judgments of conviction were entered accordingly.\nTo prevail at trial on his present claim for legal malpractice, Fleming would have the burden to establish by a preponderance of the evidence that the Gardners' negligent representation of him proximately caused his present incarceration for which he claims resultant damages. See, e.g., Burton v. Merrill, 612 A.2d 862, 865 (Me.1992) (holding that evidence must be sufficient to establish elements of professional negligence, particularly causation and damages, arising from attorney's claimed failure to properly defend plaintiff). Here, Fleming makes no claim that there was any error in the proceedings pursuant to M.R.Crim.P. 11 when the court accepted his second plea of guilty to the charged offenses or in the resulting proceedings when judgments of conviction were entered against him and sentences were imposed based on this second plea. It is clear from the record before the trial court in this case that at that time Fleming was represented by counsel other than the Gardners and had been for approximately four months. The record is bare of any evidence that Fleming's incarceration and resulting damages, if any, were proximately caused by the claimed failure of the Gardners to properly represent him. Id.; Butler, 500 A.2d at 260. Because we conclude that based on this record there was no genuine issue of a material fact that would require a trial and that, pursuant to M.R.Civ.P. 56, the Gardners are entitled to a summary judgment in their favor as a matter of law, we need not address the second ground set forth in the Gardners' motion to dismiss this complaint.\nThe entry is:\nJudgment vacated. Remanded for the entry of a summary judgment in favor of the defendants, Craig T. Gardner and Scott D. Gardner.\nAll concurring.\nNOTES\n[1]  Prior to this date, Fleming had filed numerous additional motions, including a motion for court-appointed counsel, for the production of documents from non-parties to this litigation, and for administrative costs. These motions were also heard on this date and denied by the court.\n\n",
            "ocr": false,
            "opinion_id": 1972402
        }
    ],
    "court_short_name": "Supreme Judicial Court of Maine",
    "court_full_name": "Supreme Judicial Court of Maine",
    "court_type": "S",
    "court_jurisdiction": "Maine, ME",
    "crime_category": "Kidnapping"
}