{
    "id": 2028498,
    "judges": "O'Connor",
    "date_filed": "2018-09-27",
    "date_filed_is_approximate": true,
    "slug": "people-v-diaz",
    "case_name_short": "Diaz",
    "case_name": "People v. Diaz",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. GILBERTO DIAZ, Defendant-Appellant",
    "attorneys": "Michael J. Pelletier and James E. Chadd, both of State Appellate Defender’s Office, of Chicago, for appellant., Jack O’Malley, State’s Attorney, of Chicago (Renee Goldfarb, Michelle Katz, Neera Lall Walsh, and Hareena Meghani-Wakely, Assistant State’s Attorneys, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 14,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b288-4\" pgmap=\"288\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. GILBERTO DIAZ, Defendant-Appellant.\n   </parties><br><court id=\"b288-6\" pgmap=\"288\">\n    First District (1st Division)\n   </court><docketnumber id=\"AvC\" pgmap=\"288\">\n    No. 1—91—0552\n   </docketnumber><br><decisiondate id=\"b288-7\" pgmap=\"288\">\n    Opinion filed March 29,1993.\n   </decisiondate><br><attorneys id=\"b288-12\" pgmap=\"288\">\n    Michael J. Pelletier and James E. Chadd, both of State Appellate Defender’s Office, of Chicago, for appellant.\n   </attorneys><br><attorneys id=\"b288-13\" pgmap=\"288\">\n    Jack O’Malley, State’s Attorney, of Chicago (Renee Goldfarb, Michelle Katz, Neera Lall Walsh, and Hareena Meghani-Wakely, Assistant State’s Attorneys, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "614 N.E.2d 268",
        "244 Ill. App. 3d 268",
        "185 Ill. Dec. 134"
    ],
    "opinions": [
        {
            "author_str": "Connor",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n614 N.E.2d 268 (1993)\n244 Ill. App. 3d 268\n185 Ill. Dec. 134\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nGilberto DIAZ, Defendant-Appellant.\nNo. 1-91-0552.\nAppellate Court of Illinois, First District, First Division.\nMarch 29, 1993.\n*269 Office of the State Appellate Defender, Chicago (Michael J. Pellitier, James E. Chadd, of counsel), for defendant-appellant.\nJohn M. O'Malley, State's Atty., County of Cook, Chicago (Renee Goldfarb, Michelle Katz, Neera Lall Walsh, of counsel), for plaintiff-appellee.\nJustice O'CONNOR delivered the opinion of the court:\nDefendant Gilberto Diaz was charged by indictment with the offenses of armed violence, armed robbery, aggravated kidnapping, attempted aggravated criminal sexual assault and aggravated battery. Following a jury trial, defendant was acquitted of all charges except one count of aggravated battery (Ill.Rev.Stat.1989, ch. 38, par. 12-4). Defendant was subsequently sentenced to 3 1/2 years imprisonment.\nDefendant raises the following issues on appeal: (1) the aggravated battery issue instruction violated his constitutional rights under the Illinois and Federal Constitutions where it allowed the jury to return a general verdict of guilt for aggravated battery even though the jury may have disagreed over which of the instruction's two alternative courses of conduct defendant committed; (2) improper prosecutorial comments during closing argument denied him a fair trial; and (3) the order of sentence and commitment should be amended to reflect his conviction by the jury of one count of aggravated battery, not two.\nThe events giving rise to defendant's indictment allegedly occurred in the early morning hours of Sunday, May 6,1990, and continued through Wednesday morning, May 9, 1990.\nJ.W., the victim, testified that she and defendant had been romantically involved until April 1990. In the early morning hours of May 6, 1990, she and defendant happened to be at the same late night tavern in the Uptown neighborhood of Chicago. Defendant attempted to speak with her, but she refused. When she left the tavern, defendant followed her into an alley, grabbed her and began beating her. Defendant also threatened her with a knife. Defendant dragged her up to his apartment.\nInside the apartment, defendant struck J.W. again, tore off her shirt, and threw her beside the bed. Defendant told her to take off her clothes, but she could not. Defendant told her to take a shower, which she did. Defendant gave her a towel, and took J.W. back to bed. She eventually fell asleep.\nWhen J.W. awoke, it was light. Defendant refused to turn over her clothes so she could leave. J.W. remained at defendant's apartment until Wednesday morning, *270 May 9, 1990, when she found her clothes and slipped out of the apartment.\nJ.W. went to her mother's apartment, and the police were contacted that afternoon. Defendant was arrested outside his apartment a short while later.\nDefendant testified to a different series of events. In the late hours of May 5 and into the early hours of May 6, he admits seeing J.W. at a tavern, but left alone to return home. J.W. was very drunk, and arguing with some of defendant's friends. She and defendant were still romantically involved, but seeing less of each other.\nWhile at home, someone rang defendant's front door bell, but he did not answer. A short while later, J.W. arrived at defendant's apartment by way of the back porch. She had two black eyes. Defendant brought her some ice, and she took a shower. Afterwards, the two engaged in consensual sex, falling asleep at approximately 6 a.m. Defendant denied striking J.W., and claimed she voluntarily remained at his apartment until Wednesday morning.\nDefendant was subsequently acquitted of all charges, including armed violence, but convicted of one count of aggravated battery. Defendant brings this appeal.\nDefendant's first allegation of error concerns the aggravated battery issue instruction with which the jury deliberated. This instruction is a modified version of the aggravated battery issue instruction provided within the Illinois Pattern Jury Instructions (IPI). The instruction provided:\n\"To sustain the charge of aggravated battery, the State must prove one of the following propositions:\n(1) That the defendant intentionally and knowingly caused great bodily harm to [J.W.] or\n(2) That the defendant knowingly and intentionally caused bodily harm to [J.W.] and used a deadly weapon.\nIf you find from your consideration of all the evidence that either one of these propositions has been proved beyond a reasonable doubt, you should find the defendant guilty.\nIf you find from your consideration of all the evidence that neither one of these propositions has not been proved beyond a reasonable doubt, you should find the defendant not guilty.\" See IPI, Criminal, Nos. 11.08, 11.10 (2d ed. 1981).\nDefendant asserts that the above instruction permitted the jury to return a general guilty verdict of aggravated battery even though one or more jurors disagreed as to which alternative course of conduct defendant committed. Defendant accordingly asserts that his Federal and State constitutional rights of due process, jury trial and conviction by an unanimous jury were violated.\nThe State correctly responds that defendant has waived this issue for review. Neither at trial nor in his post-trial motion did defendant raise this issue. Defendant also failed to tender an alternative instruction. We agree, therefore, that the issue has been waived. (People v. Enoch (1988), 122 Ill. 2d 176, 119 Ill. Dec. 265, 522 N.E.2d 1124, cert, dented (1988), 488 U.S. 917, 109 S. Ct. 274, 102 L. Ed. 2d 263; People v. Travis (1988), 170 Ill.App.3d 873, 121 Ill. Dec. 830, 525 N.E.2d 1137, appeal denied (1988), 122 Ill. 2d 590, 125 Ill. Dec. 232, 530 N.E.2d 260, cert, denied (1989), 489 U.S. 1024, 109 S. Ct. 1149, 103 L. Ed. 2d 209.) However, given the closely balanced nature of the case (as evidenced by the jury's verdict), and that the alleged error involves defendant's substantial rights (the taking of his liberty based on an alleged erroneous instruction), we will address the merits of the argument.\nIn People v. Travis (1988), 170 Ill.App.3d 873, 121 Ill. Dec. 830, 525 N.E.2d 1137, this court addressed a similar allegation of error within the context of a murder issue instruction. The instruction there allowed the defendant to be convicted of murder as a principal or under an accountability theory based on three different states of mind (intent, knowledge or knowledge plus strong probability)' or by defendant's commission of one of three felonies (residential burglary, home invasion or aggravated criminal sexual assault). (Travis, 170 Ill. App.3d at 889,121 Ill. Dec. 830, 525 N.E.2d *271 1137.) Defendant there contended that, under the instruction, he could have been convicted of murder under a general verdict even though the jury may not have unanimously agreed as to whether guilt was direct or vicarious, whether defendant or his \"agent\" possessed one of the requisite states of mind, or whether defendant committed one of three different felonies.\nTravis rejected the argument the defendant there presented. It believed the best rule to be \"that the jury need only be unanimous with respect to the ultimate question of defendant's guilt or innocence of the crime charged, and unanimity is not required concerning alternate ways in which the crime can be committed, and, accordingly, we so hold.\" Travis, 170 Ill. App.3d at 890, 121 Ill. Dec. 830, 525 N.E.2d 1137. The court's reasoning included the following passage:\n\"[t]o hold otherwise would create chaos with an already overburdened criminal justice system. A contrary ruling would require one of two things. Either the State would be required to select one specific theory to proceed under, which could allow a defendant who participated in the crime to escape justice if the State's proof does not meet the required burden on the selected theory, or the court would be required to give verdict forms which detail all the possible combinations of factors and would insure the jury was unanimous on each factor. For example, if this approach was adopted in the present case, there would have had to have been 12 guilty verdict forms for the offense of murder to comply with all the possible combinations and permutations. In our view, this would unnecessarily hobble an already staggering court system.\" Travis, 170 Ill.App.3d at 892, 121 Ill. Dec. 830, 525 N.E.2d 1137.\nSchad v. Arizona (1991), 501 U.S.___, 111 S. Ct. 2491, 115 L. Ed. 2d 555, a case upon which defendant relies, does not persuade us that Travis has been so limited that it cannot be extended to encompass the aggravated battery issue instruction involved in this appeal. In Schad, the defendant challenged an Arizona jury instruction which allowed the defendant to be convicted of murder based on premeditation or during the commission of a felony (robbery). Four Justices rejected defendant's grounds, and four Justices dissented.\nIn this appeal, defendant relies on language within the majority opinion which recognizes due process limitations on a \"State's capacity to define different courses of conduct, or states of mind, as merely alternative means of committing a single offense, thereby permitting a defendant's conviction without jury agreement as to which course [of conduct] or state [of mind] actually occurred.\" (Schad, 501 U.S. at___, 111 S.Ct. at 2497, 115 L. Ed. 2d at 566.) We do not believe, however, that this language encompasses the situation at bar. Rather, the type of limitations the court had in mind is suggested by another passage within the same paragraph: \"nothing in our history suggests that the Due Process Clause would permit a State to convict anyone under a charge of `Crime' so generic that any combination of jury findings of embezzlement, reckless driving, murder, burglary, tax evasion, or littering, for example, would suffice conviction.\" (Schad, 501 U.S. at___, 111 S.Ct. at 2497-98, 115 L. Ed. 2d at 566.) The concurring opinion similarly agreed that due process limitations exist, such as when a 6-6 jury verdict was returned relative to an umbrella felony which consisted of either robbery or failing to file a tax return. Schad, 501 U.S. at ___, 111 S.Ct. at 2506, 115 L. Ed. 2d at 577 (Scalia, J., concurring in part and concurring in the judgment).\nWhile Schad may have had some limiting effect on this court's opinion in Travis, we believe any such effect was minimal. The thrust of Travis remains sound.\nIn this case, the jury received two definitions of aggravated battery and one for simple battery. These definitions accurately reflected IPI, Criminal, Nos. 11.05,11.07, &amp; 11.09 (2d ed. 1981). The jury was then instructed with the issue instruction in question, which told them to convict defendant of aggravated battery if he either *272 caused great bodily harm to J.W. (see Ill. Rev.Stat.1989, ch. 38, par. 12-4(a)) or caused bodily harm to her while using a deadly weapon (see Ill.Rev.Stat.1989, ch. 38, par. 12-4(b)(1)). The jury was then given alternative, general verdict forms for aggravated battery, one finding him guilty, the other finding him not guilty.\nThe two aggravated battery alternatives contained within the issue instruction in question cannot reasonably be viewed as the types of combinations which Schad condemned as potentially violative of a defendant's constitutional rights. Constitutional limitations on State instructional combinations, whatever they may be following Schad, were not crossed in this case.\nIn rejecting defendant's instructional allegation, we are aware of the recent decision of the appellate court in People v. Scott (1993), 243 Ill.App.3d 167,183 Ill.Dec. 750, 612 N.E.2d 7. In Scott, defendant was charged by a three-count indictment which charged him with delivering controlled substances to undercover police officers on three different occasions. The State tendered six jury forms\u0097one guilty and one not guilty for each of the three charges. The court sua sponte modified these instructions to one guilty and one not guilty form. Defendant failed to object, and the jury subsequently returned a guilty verdict of one count of delivery of a controlled substance. On appeal, in an analysis which did not address Travis or Schad, the court held that defendant was denied his constitutional right to a unanimous jury when the lower court submitted verdict forms for only one of the three counts charged in the indictment.\nHaving not discussed our previous holding in Travis nor the Supreme Court's most recent discussion of the issue, we elect to not follow Scott. Scott is also distinguishable in that here, the conduct giving rise to the aggravated battery issue instruction arose from one transaction or series of connected acts, whereas in Scott, the defendant's crimes were predicated on three different sale transactions.\nFinally, confidence in our holding exists pursuant to a well established principle applicable to general jury verdicts: \"It is well established that where the jury renders a general jury verdict, it is presumed to be based on any good charge to which the proof is applicable.\" People v. Tanner (1986), 142 Ill.App.3d 165, 170, 96 Ill. Dec. 497, 491 N.E.2d 776, cited in People v. Rodarte (1989), 190 Ill.App.3d 992, 1003, 138 Ill. Dec. 635, 547 N.E.2d 1256 (dealing with aggravated battery).\nPeople v. Kulpa (1981), 102 Ill.App.3d 571, 58 Ill. Dec. 222, 430 N.E.2d 164 upon which the State relies in its motion to cite additional authority, also rejected an argument within the aggravated battery context based on this principle. There, the defendant was charged with multiple aggravated battery counts, yet the jury was instructed with an instruction which joined three counts of aggravated battery. All three counts arose from the same transaction. A general verdict form of guilty, not guilty, and not guilty by reason of insanity were submitted to the jury, which returned one general verdict form of guilty for aggravated battery. The defendant there unsuccessfully argued on appeal that the jury should have been instructed separately on each count and received separate verdict forms for each count. Our holding in Kulpa is consistent with our holding in the instant case. Accord People v. Wheeler (1949), 403 Ill. 78, 84 N.E.2d 832; People v. Diekelmann (1937), 367 Ill. 372, 11 N.E.2d 420; People v. Wurbs (1976), 38 Ill.App.3d 360, 347 N.E.2d 879.\nDefendant next argues that he was denied a fair trial by improper prosecutorial comments. Defendant directs this court to two brief comments:\n\"I submit to you that that man has never made love in his life because he doesn't have an ounce of love within him. He has violence in him. He's a brute. He can pick on someone that's weaker than him, physically weaker.\"\n* * * * * *\n\"I mean, I could see this guy being that kind of man, that would want to have sex with a woman even though she didn't want to just because she broke up *273 with him, and she wouldn't give him the time of day anymore.\"\nThe State responds that defendant has waived review of these comments. Defendant neither objected at trial nor particularized any closing argument as error in his post-trial motion. Defendant has accordingly waived review of these comments. People v. Enoch (1988), 122 Ill. 2d 176, 119 Ill. Dec. 265, 522 N.E.2d 1124.\nEven if we were to reach the merits of this issue, no new trial is warranted. Suffice it to say that the comments in question, if improper, were insufficiently prejudicial to warrant reversal.\nDefendant finally asserts that the order of conviction and sentence should be amended to reflect his conviction of one count of aggravated battery, not two, in order to comport the order of conviction and sentence with the jury's actual verdict. The State does not disagree, and the record reflects that defendant's argument is well taken. The jury returned a guilty verdict on one count of aggravated battery, and defendant was sentenced based on one count of aggravated battery. Yet, for reasons not apparent in the record, the order of conviction and sentence states that he was convicted of two counts of aggravated battery. Accordingly, although we affirm defendant's conviction and sentence, we amend the order of conviction and sentence to reflect defendant's conviction of one count of aggravated battery, not two.\nAffirmed as modified.\nMANNING, P.J., and CAMPBELL, J., concur.\n",
            "ocr": false,
            "opinion_id": 2028498
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Kidnapping"
}