{
    "id": 2063388,
    "judges": "Quinlan",
    "date_filed": 582163200000,
    "date_filed_is_approximate": false,
    "slug": "people-v-jones",
    "case_name_short": "Jones",
    "case_name": "People v. Jones",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. MICHAEL JONES Et Al., Defendants-Appellants",
    "attorneys": "Paul P. Biebel, Jr., and Randolph Stone, Public Defenders, of Chicago (Andrea Monsees, Assistant Public Defender, of counsel), for appellant Michael Jones., Steven Clark, Michael J. Pelletier, Alan D. Goldberg, and Karen Daniel, all of State Appellate Defender’s Office, of Chicago, for appellant James Nowden., Richard M. Daley, State’s Attorney, of Chicago (Thomas V. Gainer, Jr., and David J. Herring, Assistant State’s Attorneys, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing denied May 6, 1988., Modified opinion filed June 13, 1988.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b905-4\" pgmap=\"905\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. MICHAEL JONES et al., Defendants-Appellants.\n   </parties><br><court id=\"b905-6\" pgmap=\"905\">\n    First District (1st Division)\n   </court><docketnumber id=\"A01\" pgmap=\"905\">\n    Nos. 85—1765, 85—2063 cons.\n   </docketnumber><br><decisiondate id=\"b905-8\" pgmap=\"905\">\n    Opinion filed February 29, 1988.\n   </decisiondate><otherdate id=\"ARq\" pgmap=\"905\">\n    Rehearing denied May 6, 1988.\n   </otherdate><otherdate id=\"Asi2\" pgmap=\"905\">\n    Modified opinion filed June 13, 1988.\n   </otherdate><br><attorneys id=\"b908-9\" pgmap=\"908\">\n    Paul P. Biebel, Jr., and Randolph Stone, Public Defenders, of Chicago (Andrea Monsees, Assistant Public Defender, of counsel), for appellant Michael Jones.\n   </attorneys><br><attorneys id=\"b908-10\" pgmap=\"908\">\n    Steven Clark, Michael J. Pelletier, Alan D. Goldberg, and Karen Daniel, all of State Appellate Defender’s Office, of Chicago, for appellant James Nowden.\n   </attorneys><br><attorneys id=\"b908-11\" pgmap=\"908\">\n    Richard M. Daley, State’s Attorney, of Chicago (Thomas V. Gainer, Jr., and David J. Herring, Assistant State’s Attorneys, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "524 N.E.2d 593",
        "169 Ill. App. 3d 883"
    ],
    "opinions": [
        {
            "author_str": "Quinlan",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n169 Ill. App.3d 883 (1988)\n524 N.E.2d 593\nTHE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee,\nv.\nMICHAEL JONES et al., Defendants-Appellants.\nNos. 85-1765, 85-2063 cons.\nIllinois Appellate Court \u0097 First District (1st Division).\nOpinion filed February 29, 1988.\nRehearing denied May 6, 1988.\nModified opinion filed June 13, 1988.\n*884 *885 *886 Paul P. Biebel, Jr., and Randolph Stone, Public Defenders, of Chicago (Andrea Monsees, Assistant Public Defender, of counsel), for appellant Michael Jones.\nSteven Clark, Michael J. Pelletier, Alan D. Goldberg, and Karen Daniel, all of State Appellate Defender's Office, of Chicago, for appellant James Nowden.\nRichard M. Daley, State's Attorney, of Chicago (Thomas V. Gainer, Jr., and David J. Herring, Assistant State's Attorneys, of counsel), for the People.\nReversed in part, and vacated in part and remanded in 85-1765; affirmed in part and vacated in part in 85-2063.\n*887 JUSTICE QUINLAN delivered the opinion of the court:\nIn this case, the State alleged that defendants Michael Jones and James Nowden were the perpetrators in an incident which resulted in the beating death of Linda Cain. Michael Jones and James Nowden were found guilty in a joint trial before a jury of murder, aggravated kidnapping, rape, and robbery. The defendants now appeal their convictions and sentences and also appeal the denial of their pretrial motions to quash and suppress and to sever their trials.\nMichael Jones was arrested in his home by Chicago police detective Thomas Sherry and four or five other Chicago police officers on April 13, 1984. Jones' arrest was based on information that Sherry had received regarding the identity of the defendants from Jerry Lloyd, Lawrence Walker, Barbara Henderson, Annie Lloyd, and Maurice Hughes. On April 11, 1984, Lawrence Walker had called Detective Sherry and reported his observation of two men walking with a woman, who one of the men had in a headlock, at about 2 a.m. on March 31, 1984. Sherry then met with Walker on April 12, 1984, and Walker told him that he had seen this same man, who had the woman in a headlock, at a local liquor store earlier that evening. In the early morning hours of April 13, Sherry talked to the security guard at the liquor store, Maurice Hughes, concerning the identity of the man Walker had described. Hughes identified the man as \"Big Mike,\" a regular customer who had told Hughes that the police were looking for him in connection with the beating of a woman found behind his building on Hamlin Street between Lake and Madison.\nAfter receiving the information from Walker and Hughes, Sherry went to the apartment building at 260 Hamlin and spoke with Mrs. Lloyd and Barbara Henderson. Annie Lloyd told Sherry that \"Big Mike\" was staying with her son Jerry in an apartment at the 256 Hamlin Street entrance. Sherry and the other police officers then went to the apartment and Jerry Lloyd admitted them and identified the man sleeping on his couch as \"Big Mike.\" Jones was awakened by the officers, given his rights, arrested, and taken to the station for questioning.\nJames Nowden was also arrested on April 13, 1984, by Detective Thomas Sherry and other Chicago police officers. Walker had told police he observed two men walking with a woman, who was held in a headlock by one of the men, on the evening of March 30, 1984. Detective Sherry's conversation with Jerry Lloyd at the time of Jones' arrest led to the identification of Nowden as the second man involved in the abduction and assault of Linda Cain. Lloyd had told Sherry that on March 31, 1984, he overheard Big Mike, or Michael Jones, and *888 James Nowden talking about having beaten and raped a woman and leaving her in the building stairwell. Lloyd also told Detective Sherry that James Nowden lived with Lloyd's sister, Barbara Henderson, at 260 Hamlin. Sherry returned to the apartment where he had earlier spoken with Ms. Henderson to ask if Nowden was there. The door was answered by Mrs. Lloyd, who admitted Sherry to the apartment, and James Nowden, who was sleeping in a bedroom of that apartment, was arrested, advised of his Miranda rights, and also taken to the station for questioning. Jerry Lloyd, Lawrence Walker, Barbara Henderson, Annie Lloyd, and Maurice Hughes all later testified at the defendants' motions to quash their arrests and suppress their statements and at the trial.\nAfter their arrests in the early morning hours of April 13, 1984, Michael Jones and James Nowden gave separate statements to the police. In his first statement, defendant Nowden told police that he had been with his girlfriend, Barbara Henderson, from 6 p.m. on March 30, 1984, until 7 a.m. on March 31, 1984. Barbara Henderson, who was also at the station that morning, told police that Nowden had left her apartment at about 12:30 a.m. on March 31 and that she did not see him again until 9 a.m. that morning at Jerry Lloyd's apartment. Nowden was granted permission to see Henderson for about five minutes and then Nowden was interviewed a second time by police.\nThe answers which Nowden gave in this second interview and also those which he gave later in a third interview were recorded by Officer Antonacci in his progress notes. In the second interview, according to the nonverbatim progress notes, Nowden admitted being present but denied any participation in the rape and assault of Linda Cain, claiming instead that he had told Jones to stop beating the woman. The exculpatory content of these notes was admitted into trial through the testimony of Officer Antonacci. The trial court, however, denied Nowden's motions to send an enlarged copy of the progress notes back to the jury room and to display the enlarged copy during closing arguments because of their unverified and unauthenticated hearsay nature.\nNowden's fourth version of the events of March 30, 1984, was recorded by Assistant State's Attorney Epach. In this statement, which he read and signed and which was admitted at trial, Nowden told Assistant State's Attorney Epach and Chicago police officer Rinchiuso that he had been with Henderson until 12:30 a.m., when he left to visit his father's house from 1 to 2 a.m. On his way back to Henderson's apartment at about 2 a.m., Nowden stated that he had met a *889 friend, Michael Jones, who was with a woman at Lake and Avers streets. Nowden identified this woman as Linda Cain from a picture which police officers showed to him. Nowden told Epach that Jones had wanted to take the woman back to his apartment and that when she resisted Jones put his arm around her neck and dragged her into the alley. Nowden said Jones handed him the woman's coat to carry as the three walked to 254 Hamlin and that he went along because Jones had asked him to be his lookout while he raped the woman. Nowden told Epach and Rinchiuso that the woman attempted to back away and Jones punched her in the face and knocked her to the ground. Nowden stated that while Jones was raping the woman and hitting her with his fists, he stayed just outside the stairwell as a lookout and went through the woman's coat pockets and purse before he dropped the coat on the ground and threw the purse into the next yard. Nowden stated that he then went upstairs, and while he was waiting for Lloyd to answer the door, he heard a noise that sounded like a body hitting a wall. Nowden returned to the basement area and saw that Jones was still punching the woman, who was now naked. Thereafter, Nowden stated that he and Jones then went upstairs together to Lloyd's apartment and had a conversation about what had happened. Further, James Nowden said that he had read this statement which Assistant State's Attorney Epach had put into writing. Nowden signed his name at the end of the statement.\nDetective Antonacci also questioned Michael Jones at the police station as to his whereabouts on the evening of March 30, 1984. Jones stated that he had left work at 11 p.m. and then went to a liquor store and three lounges until 4 a.m. when he went to Lloyd's apartment to sleep. Jones stated that he first knew that a woman had been beaten and left behind his building at about 9 a.m., when Barbara Henderson came to Lloyd's apartment and told them.\nLawrence Walker was brought to the police station to view a lineup which included Jones and Nowden. Walker picked out Jones but not Nowden; later explaining that he had recognized Nowden as one of the men but that he feared him too much to identify him at that time. Walker identified both men at trial. Jones was informed that he had been identified in the lineup and Jones then gave a second statement to Detectives Antonacci and Rinchiuso, in which he admitted meeting a woman in the alley on his way to Lloyd's apartment on the morning of March 31, 1984. In this statement, Jones denied participation in the assault on Linda Cain and claimed that after he had passed her in the alley and had gone to Lloyd's apartment, that Nowden appeared at the door and told Jones he needed money to relocate because *890 the woman he had just raped and burned had seen his face.\nAfter hearing his second version of the events on March 31, 1984, the detectives told Jones that he had been seen holding the victim in a headlock and Jones then gave police a third statement in which he admitted being with Nowden when they decided to rob someone. He said that when they saw a woman carrying a long tan coat walk past them on Lake Street at Avers, they split up to run after her, and that Nowden approached her from one side and Jones from the other. Jones stated that Nowden announced it was a stickup and grabbed the woman's coat and went through the pockets. Jones said that the woman then walked up to him and put her arm around his waist and that he put his arm around her shoulder, and that the three of them then walked to 254 Hamlin with Nowden carrying her coat. Jones stated that the woman resisted when they reached the back of the building and Nowden punched the woman in the face and knocked her to the ground. Jones said that Nowden picked her up and began ripping off her clothes. Jones told the detectives that he acted as a lookout while Nowden took the woman into the basement stairwell and had sexual intercourse with her. Jones admitted that when Nowden returned to the apartment they had a conversation about the incident. Assistant State's Attorney Degan wrote out a four-page statement based on this last version which Jones read and signed.\nBoth defendants moved to quash their arrests and suppress their statements. After a hearing in which the court found probable cause for Detective Sherry to have made the arrests and denied the motions to quash, the defendants moved for a severance of their trials on the grounds that their defenses were antagonistic. These motions were also denied. At trial, Jones asserted an alibi defense and testified on his own behalf. Nowden did not take the stand but contended that he was merely present and not legally accountable for Jones' conduct on the morning of March 31, 1984.\nAt a joint trial before a jury, the State presented the testimony of Lawrence Walker, who had picked defendant Jones out of a lineup and identified both defendants at trial. Walker testified that he first contacted the police on April 11, 1984, and told them that he had seen two men with a woman at about 2 a.m. on March 31, 1984. Walker testified that he observed defendant Jones walking with a woman in a headlock and defendant Nowden walking ahead of the two, carrying a brown coat and purse. Walker further testified that he observed the three people walk down the alley that runs behind Hamlin Street, between Lake Street and Maypole Street, until they were no longer observable. Although Walker could not identify the woman with Jones *891 and Nowden as Linda Cain because of the position of her head between Jones' arms, he did identify the clothing presented at trial as the clothing which the woman was wearing on that night.\nOn direct examination, the State elicited from Walker the fact that he had pleaded guilty to a burglary charge in 1983, was sentenced to probation, and was still on probation at the time he testified. Walker also admitted that he was arrested in February 1985 for possession of a controlled substance but that the charges were dropped by the State with leave to reinstate on April 4, 1985. The trial court then permitted cross-examination of Walker concerning any possible bias that might have been caused by the pending drug possession charges.\nThe State also presented the testimony of Jerry Lloyd, Jones' roommate on March 31, 1984. Lloyd testified that he was awakened at about 3 a.m. on March 31, 1984, by Jones' knocking on the back door. Lloyd testified that he admitted Jones and 10 minutes later admitted Nowden at the front door. Just before he fell back asleep, Lloyd testified that he heard Jones say he was sorry he had raped a woman and Nowden say that he had burned the woman.\nThe State then presented the testimony of James Harwell and police officer Jackie Thomas. Harwell testified that he observed a pair of legs protruding from the basement stairwell of 254-56 Hamlin and flagged down a patrol car. Officer Thomas accompanied Harwell to the stairwell and discovered the brutally beaten body of Linda Cain. Officer Thomas said he secured the area and called an ambulance to the scene.\nThaddeus Melko, an evidence technician for the Chicago police department, testified that when he arrived at the scene, the victim had been removed, and that he collected a number of items of clothing from the stairwell area, including: a brown coat, a white blouse, a black blouse, a blue sweater with red and white piping, a pair of blue pants, and a pair of brown pants. Detective Michael O'Sullivan testified that he found a pair of brown boots in a different stairwell of the same building. O'Sullivan said that Linda Cain's purse was never found. Lawrence Walker earlier in his testimony had described the clothing on the woman he saw with Jones and Nowden as brown boots, blue pants, and a green shirt or sweater. Later, David Donald testified that he observed Linda Cain wearing brown boots and a tan coat when she left the apartment she shared with him at about 2 a.m. on March 31, 1984.\nDr. John Barrett treated Linda Cain when she arrived at the Cook County Hospital Trauma Center on the morning of March 31, *892 1984. Dr. Barrett testified that at that time, the unidentified woman, later identified as Linda Cain, was classified as a massive trauma patient with an unlikely chance of survival; that she had a very low body temperature and pulse, her head and face appeared burned and were covered with soot, her scalp and ear were lacerated; and that she was unconscious and in shock with a blood pressure of only 40. Dr. Barrett further testified that Linda Cain had several broken ribs, a punctured lung, numerous lacerations and bruises on her lower extremities, and an open dislocation of her left ankle. Because of her condition, Linda Cain could not be fingerprinted to assist in making an identification and, although Dr. Barrett suspected that she had been raped, he could not perform a full gynecological examination until April 3, 1984, when no semen was found.\nAt trial, Dr. Barrett described a series of photographs taken of Linda Cain on April 1, April 14, and immediately following her death on April 30 to document her steadily deteriorating condition. Dr. Barrett explained to the jury that the blistered condition of the victim's skin was caused by medical treatment and partial healing of the injuries. Dr. Barrett also testified that in his opinion the victim had sustained her injuries as a result of an extreme degree of violence and listed jumping from a burning building, being hit by a car in the alley, and being beaten by a man with a muscular physique similar to that of either defendant Jones or Nowden as possible causes.\nDr. Edward Donoghue testified as to the results of the autopsy which he performed on Linda Cain on April 30, 1984. Dr. Donoghue stated that the victim had a fractured cartilage and concluded that the victim had died of bronchial pneumonia caused by multiple blunt force injuries to the chest area.\nMichael Jones testified in his own behalf at trial. In his testimony he acknowledged making the written statement, which had been admitted, but asserted that it was false and coerced by his fear that the police would have beaten him if he did not tell them what they wanted to hear. Jones contended that each of the witnesses against him had lied in their statements incriminating him. Asserting an alibi defense, Jones said that on the evening of March 31, 1984, he had visited the liquor store where Hughes worked and four lounges in the neighborhood; that he left the last lounge at 4 a.m.; and that he returned to Jerry Lloyd's apartment to sleep. James Nowden did not testify.\nThe jury returned a verdict finding each defendant guilty of five counts of murder, and one count each of aggravated kidnapping, rape, and robbery. The trial judge found that the defendants were eligible *893 for the death penalty, but following a hearing in aggravation and mitigation, he sentenced each defendant to a term of natural life imprisonment on the murder convictions which would run concurrently with the 60-year terms he imposed for the rape convictions, the seven years he imposed for the aggravated kidnapping convictions, and the seven years he imposed for the robbery convictions.\nIn this consolidated appeal, the defendants raise several issues for review. The defendants contend that numerous reversible errors were committed by the trial court, including improperly upholding the arrests, which were based on insufficient probable cause; improperly denying their severance motions; improperly conducting the voir dire of the jury which did not satisfy the Zehr requirements; improperly denying them their due process rights as the result of impaneling a death-qualified jury which was not equally a \"life-qualified\" jury; improperly imposing excessive sentences on each defendant for each conviction; and finally, improperly denying Jones' sixth amendment right to confront his accusers when it admitted Nowden's statement which incriminated Jones although Nowden did not testify. Defendant Nowden additionally raises the issues of whether the trial court erred in improperly permitting the State to fail to disclose to Nowden's counsel information concerning a State witness' prior accusations until trial; improperly limiting the impeachment of Lawrence Walker by excluding his two 1975 theft convictions; and improperly denying Nowden's motions to send an enlarged copy of his second statement contained in police progress reports back to the jury room or to display the \"statement\" during closing arguments.\nInitially, we begin by addressing the defendants' contention that Detective Sherry had insufficient evidence to arrest them and, hence, that the trial court erred in denying their motions to quash their arrests and suppress the post-arrest statements. In particular, defendants point to the fact that Jerry Lloyd had previously identified three other men as the perpetrators of the attack on Linda Cain and, thus contend that Sherry could not have reasonably relied on the information supplied by Lloyd in arresting Nowden and Jones. Additionally, defendant Jones contends that Jerry Lloyd did not consent to the entry of the police officers into his apartment but merely acquiesced to authority.\n\u0095 1-3 The State, citing the recent decisions of this court in People v. Johnson (1986), 150 Ill. App.3d 1075, 502 N.E.2d 304, and in People v. Ocasio (1986), 148 Ill. App.3d 418, 499 N.E.2d 528, argues that the facts known by the arresting officers in those cases were very similar to the facts known by Detective Sherry here and that the *894 court in those cases upheld the arrests. Accordingly, the State contends that the trial court here properly determined that probable cause existed at the time of the defendants' arrests. In those cases this court applied the probable cause test set out in People v. Tisler (1984), 103 Ill.2d 226, 469 N.E.2d 147, and upheld the trial court's rulings that the arresting officers had probable cause to arrest those defendants based upon informant tips. In Tisler our supreme court held that the test for probable cause in a warrantless arrest situation is \"whether a reasonable and prudent man, having the knowledge possessed by the officer at the time of the arrest, would believe the defendant committed the offense.\" (103 Ill.2d at 237, 469 N.E.2d at 153.) Furthermore, the reliability of the informant's hearsay statements are measured by the informant's veracity and the basis of his knowledge of the events. (103 Ill.2d at 238, 469 N.E.2d at 153.) Hence, probable cause requires more than mere suspicion but does not require the arresting officer to have evidence sufficient to convict. People v. Cabrera (1987), 116 Ill.2d 474, 485, 508 N.E.2d 708, 712.\n\u0095 4 The United States Supreme Court has approved a totality-of-circumstances test for determining reliability which permits the use of independent information to corroborate certain details of an informant's story and thereby establish the necessary support for the informant's reliability. (Illinois v. Gates (1983), 462 U.S. 213, 76 L.Ed.2d 527, 103 S.Ct. 2317.) Under this approach, it is for the trier of fact to resolve the issue of the credibility of the witnesses, the weight to be given to the testimony, and the inferences to be drawn therefrom. (People v. Ocasio (1986), 148 Ill. App.3d 418, 423, 499 N.E.2d 528, 530.) Moreover, a trial court's finding of probable cause will not be disturbed on appeal unless it is manifestly erroneous. People v. Cabrera (1987), 116 Ill.2d 474, 485-86, 508 N.E.2d 708, 712.\n\u0095 5, 6 The trial court heard the testimony of Jerry Lloyd, Lawrence Walker, Barbara Henderson, Annie Lloyd, and Maurice Hughes, which corroborated Sherry's testimony as to the facts known to him at the time of the defendants' arrests. Detective Sherry had received sufficiently reliable information from Lawrence Walker, Maurice Hughes, and Jerry Lloyd on April 13, 1984, to give him probable cause to believe that Michael Jones was one of the assailants. Similarly, Walker's statement that he observed two men walking with a woman held in a headlock near Nowden's residence and Lloyd's statement that he had heard Nowden say to Jones that he was sorry he had burned the victim were sufficient to establish probable cause for Nowden's arrest the same day. Although the defendants are correct in their assertions that Jerry Lloyd previously named three other *895 men in connection with the assault, those three men were never charged in this case and there is no evidence that Detective Sherry even knew of Lloyd's prior identifications. Furthermore, even if knowledge of this information is constructively charged to Detective Sherry, it would, in any event, only go to the weight to be accorded Lloyd's testimony in evaluating the totality of circumstances known to Detective Sherry and would not, by itself, defeat the existence of probable cause in the defendants' warrantless arrests. Additionally, given the detailed nature of the tips from the various other individuals that talked with Sherry prior to the arrests, the trial court's finding of probable cause cannot be said to be manifestly erroneous. Finally, defendant Jones' assertion that the entry to Lloyd's apartment was nonconsensual is contrary to the testimony of Lloyd himself, who said that he voluntarily admitted the officers prior to the arrest.\n\u0095 7 Accordingly, we agree with the trial court's finding that there was sufficient probable cause to arrest James Nowden and Michael Jones in connection with the beating of Linda Cain. Therefore, we find the trial court properly denied the defendants' motions to quash their arrests and suppress the evidence obtained during post-arrest custody of the defendants.\n\u0095 8 Defendant Nowden claims a due process violation occurred when his counsel was not informed until five days into the trial that Jerry Lloyd had previously accused three other men in connection with this crime. Nowden contends that the State's failure to disclose this piece of evidence prejudiced his ability to impeach Lloyd and constituted a Brady violation (Brady v. Maryland (1963), 373 U.S. 83, 10 L.Ed.2d 215, 83 S.Ct. 1194), as well as a violation of the State's statutory discovery obligations (107 Ill.2d R. 412). The State argues that because counsel for Jones had knowledge of these prior accusations before the pretrial motions, Nowden's counsel, who cooperated with Jones' counsel throughout the trial, also had access to this evidence and, hence, there was no discovery violation. The State further argues that this evidence was not material to Nowden's guilt or punishment and was in fact fully investigated and disclosed to the jury by Jones' counsel, and, thus, no due process error occurred. We agree with the State that this type of Brady violation does not require automatic reversal and where, as here, the undisclosed evidence was not material to Nowden's convictions, he was not prejudiced by its tardy disclosure. See United States v. Bagley (1985), 473 U.S. 667, 677, 87 L.Ed.2d 481, 491, 105 S.Ct. 3375, 3381.\n\u0095 9 Nowden argues that the trial court erred in denying his motion to permit an enlarged copy of his \"memorialized\" statement to *896 Officer Antonacci to go back to the jury room or to be displayed during closing arguments. The so-called \"memorialized statement\" is actually a police progress report in which the officer takes notes of various responses to questions as an interview progresses but it does not result in a verified verbatim statement. The police progress notes contained in the record indicate that Nowden gave three different \"statements\" before he gave a fourth statement to the State's Attorney and signed it. Initially it is noted that the trial court did permit Nowden to fully present and develop the exculpatory details of this \"statement\" in the cross-examination of Antonacci at trial. Additionally, the court permitted the document containing the statement to be introduced into evidence for limited purposes and to be read to the jury during closing argument. In ruling that the document could not go back to the jury or be exhibited during closing argument, the court stated its belief that the \"statement\" was an inadmissible police report because it was not verbatim and was never authenticated by either Nowden or Antonacci. The decision to admit a document into evidence or to send an admitted document back to the jury room is a discretionary act. (See American National Bank &amp; Trust Co. v. Thompson (1987), 158 Ill. App.3d 478, 511 N.E.2d 1206; People v. Panzer (1979), 73 Ill. App.3d 1, 391 N.E.2d 467.) We find that the court's ruling here was not an abuse of discretion.\n\u0095 10 Next addressing Nowden's argument that the trial court failed to permit him to impeach Lawrence Walker, we find no merit in this contention. The trial court did permit the State to introduce on direct the details of Mr. Walker's 1983 burglary conviction, including his guilty plea and sentence, and his arrest in February 1985 for possession of a controlled substance for which charges were dismissed on April 4, 1985, with leave to reinstate. The trial court also permitted cross-examination of Walker concerning any possible bias that might have been caused by the pending drug possession case. Additionally, defendant Nowden's counsel referred to Walker in closing argument as \"the felon\" and emphasized his lack of credibility based on his arrest for possession of drugs during his probation on the burglary conviction and his denial that it influenced his testimony in this case. The two 1975 theft convictions, for which Walker received concurrent probation, were excluded by the trial court after a consideration of the factors, which it found outweighed admissibility. People v. Walker (1987), 157 Ill. App.3d 133, 510 N.E.2d 29, cited by defendant Nowden, differs from the case at bar because there all prior convictions were excluded and, hence, the defendant there was denied the use of any impeachment tools. Here, the trial court permitted the introduction *897 of Walker's most recent criminal record, including full cross-examination on the narcotics charge that was dismissed shortly before trial (cf. People v. Paisley (1986), 149 Ill. App.3d 556, 500 N.E.2d 96), and, accordingly, we do not find reversible error.\n\u0095 11, 12 Next addressing the defendants' contentions that the trial court's denial of their motions to sever was error, we disagree that the circumstances in this case presented a scenario of antagonistic defenses mandating severance. However, we do find that under Cruz v. New York (1987), 476 U.S. 1168, 95 L.Ed.2d 162, 107 S.Ct. 1714, defendant Jones was impermissibly prejudiced by the admission of Nowden's statement which incriminated Jones, which was the only evidence which placed Jones in the stairwell with the victim, and which denied him his sixth amendment right of confrontation. In the decision of People v. Johnson (1987), 116 Ill.2d 13, 506 N.E.2d 564, our supreme court reversed the convictions and death sentence imposed on the defendant there since he had not confessed to the crime, and since there was no physical evidence connecting him with the crime other than the codefendant's statement, which was used by the State as substantive evidence of his guilt at trial even though the codefendant did not testify.\nWe recognize that confrontation errors, although constitutional violations, do not automatically warrant reversal. (116 Ill.2d at 28, 506 N.E.2d at 570.) Here, however, as in Johnson, reversal is mandated since Jones did not confess to the crime, there was virtually no physical evidence connecting him with the crime, and the evidence which placed him in the stairwell with the victim came from the statement of his codefendant who did not testify. Consequently, Jones' sixth amendment rights were violated when he was unable to confront Nowden, either at the time he made the statement or at trial, and hence, we must reverse his convictions and remand his case for a new trial. Cf. People v. Cruz (1988), 121 Ill.2d 321, 521 N.E.2d 18.\n\u0095 13 On the other hand, we do not find that Nowden was impermissibly prejudiced by the admission of Jones' statement against him so as to require reversal of his convictions. When Jones testified at trial, his out-of-court statement, which incriminated codefendant Nowden, was subject to cross-examination by Nowden as to its veracity. In fact, defendant Jones denied the truth of his statement at trial and did not otherwise incriminate Nowden in asserting his own alibi defense. Accordingly, we find that defendant Nowden is not entitled to a reversal of his convictions, particularly since the evidence here does not demonstrate that his defense was antagonistic to Jones' or that he was, under the circumstances, prejudiced by being tried together *898 with Jones. (People v. Lekas (1987), 155 Ill. App.3d 391, 508 N.E.2d 221.) Therefore, we vacate only the convictions of Michael Jones for murder, rape, robbery, and aggravated kidnapping and remand his cause for a new trial. We do not find that the evidence against Jones was so insufficient as to bar a retrial or resentencing. See People v. Johnson (1987), 116 Ill.2d 13, 29, 506 N.E.2d 563, 570; People v. Taylor (1979), 76 Ill.2d 289, 391 N.E.2d 366.\n\u0095 14 In his appeal, defendant Nowden also argues that, even if severance was properly denied, the sentences imposed upon him were excessive and should be vacated. In this case the jury returned a verdict finding each defendant guilty of five counts of murder. The State concedes that four of these five counts must be vacated because there was only one victim. However, the State contends that the finding of guilty as to all five counts allows the State to agree to vacate four of the five convictions without requiring the vacation of the natural life sentence on the fifth conviction. (See People v. Baker (1984), 127 Ill. App.3d 565, 569, 469 N.E.2d 602, 605-06.) The State further asserts that where, as here, there is no indiction that the court was influenced by the multiple convictions of murder when imposing the sentence, a reviewing court can vacate the excess convictions without a remand for resentencing. We agree and consequently vacate four of the murder counts returned against Nowden, affirm the remaining count for murder, and affirm the natural life sentence imposed upon Nowden on the murder conviction.\n\u0095 15 Nowden additionally contends that the rape conviction is a lesser included offense of the aggravated kidnapping conviction and must be vacated. However, in People v. Graham (1978), 60 Ill. App.3d 1034, 377 N.E.2d 179, this court found in similar circumstances that the offenses of rape and aggravated kidnapping arise from incidental or closely related acts and rape is not a lesser included offense. The instant case is distinguishable from the decision in People v. Mormon (1982), 92 Ill.2d 268, 442 N.E.2d 250, where our supreme court found that a rape involving the use of a weapon as a threat did not constitute two separate crimes because the weapon was an element of the \"force\" involved in the rape offense and was not a separate offense of armed violence. The armed violence statute, as distinguished from the aggravated kidnapping statute, was never intended to provide for the imposition of multiple convictions and sentences where a single physical act is the basis for both charges. (People v. Payne (1983), 98 Ill.2d 45, 54, 456 N.E.2d 44, 48, cert. denied (1984), 465 U.S. 1036, 79 L.Ed.2d 708, 104 S.Ct. 1310.) We find that the rape in this case was a separate offense from the kidnapping and that a *899 separate physical act formed the basis for each offense and, accordingly, we affirm Nowden's conviction and sentence for rape and aggravated kidnapping. See People v. King (1977), 66 Ill.2d 551, 566, 363 N.E.2d 838, 844, cert. denied (1977), 434 U.S. 894, 54 L.Ed.2d 181, 98 S.Ct. 273; People v. DeSimone (1982), 108 Ill. App.3d 1015, 439 N.E.2d 1311.\n\u0095 16 Nowden also argues here, as did the defendants in People v. Jordan (1984), 103 Ill.2d 192, 469 N.E.2d 569, that his extended-term sentence for rape was improper since there was insufficient evidence of the corpus delicti or that the offense was accompanied by exceptionally brutal or heinous behavior. The court in Jordan noted that the trial court had made the requisite findings that each felony was accompanied by behavior indicative of wanton cruelty and affirmed the imposition of extended term sentences. The fact here that no semen was found in the gynecological examination performed four days after the attack is not, as the defendants have contended, conclusive that Linda Cain was not raped where there is independent corroborating evidence. The treating physician in the present case testified that it was his medical opinion that the victim had been raped, and Nowden, in his statement, affirms that sexual intercourse with the victim had taken place against her will. Hence, it was proper for the jury to find Nowden criminally liable for the rape of Linda Cain, either as a principal or a legally accountable accomplice. We thus find Nowden's rape conviction and extended-term sentence were not against the manifest weight of the evidence.\n\u0095 17 Defendant Nowden argues further that the trial court improperly imposed an extended sentence on his rape conviction when he had already received an \"extended\" natural life sentence on the murder conviction. However, a life term is a sentence of undetermined length and thus, under People v. Young (1987), 152 Ill. App.3d 361, 504 N.E.2d 115, and People v. Neal (1985), 111 Ill.2d 180, 489 N.E.2d 845, cert. denied (1986), 476 U.S. 465, 90 L.Ed.2d 733, 106 S.Ct. 2292, the trial court did not err in imposing an extended-term sentence on defendant Nowden's rape conviction. Hence, we also affirm the trial court's imposition of this extended sentence.\n\u0095 18 In his challenge to the voir dire of the jury, defendant Nowden contends that the trial court's procedure did not meet the requirements of Supreme Court Rule 234 as construed in People v. Zehr (1984), 103 Ill.2d 472, 469 N.E.2d 1062. (See 107 Ill.2d R. 234.) Under Zehr, a juror must know that \"a defendant is presumed innocent, that he is not required to offer any evidence in his own behalf, that he must be proved guilty beyond a reasonable doubt, and that his failure *900 to testify in his own behalf cannot be held against him.\" (Zehr, 103 Ill.2d at 477, 469 N.E.2d at 1064.) The Zehr court also stated that these questions need not be asked in precisely the form submitted so long as the subject matter of the questions is covered in the course of interrogation on voir dire. The defendant narrowly interprets \"in the course of interrogation\" to exclude the admonishments, which included the Zehr guarantees, that the trial court addressed to the entire panel of jurors before questioning individual jurors as to their ability to follow the court's admonishments. The trial court has broad discretion in controlling the manner and scope of voir dire and there is no showing that the procedure instituted at trial was insufficient for testing impartiality or discovering prejudice and, thus, we find no error here. See People v. Wilson (1985), 139 Ill. App.3d 726, 487 N.E.2d 1015; People v. Visnack (1985), 135 Ill. App.3d 113, 481 N.E.2d 744.\n\u0095 19 Finally, Nowden contends that his right to a jury drawn from a fair cross-section of the community was violated when the trial court death-qualified the jury but did not \"life-qualify\" them as well. This error, he contends, resulted in the exclusion of jurors opposed to the death penalty but not the exclusion of jurors so in favor of the death penalty that they would impose it against the court's instructions and hence caused the impaneling of a jury prone to convict. The method of qualifying jurors that the trial court used here has been upheld against similar challenges that it denies a defendant his right to a fair cross-section of the community and would result in a conviction prone jury. (See People v. Neal (1985), 111 Ill.2d 180, 197, 489 N.E.2d 845, 852.) This issue was also recently decided by the United States Supreme Court in Lockhart v. McCree (1986), 476 U.S. 162, 90 L.Ed.2d 137, 106 S.Ct. 1758, and subsequently followed by our supreme court in the decision of People v. Whitehead (1987), 116 Ill.2d 425, 508 N.E.2d 687, cert. denied (1987), ___ U.S. ___, 98 L.Ed.2d 266, 108 S.Ct. 307. In Lockhart, the Supreme Court specifically held that \"the Constitution does not prohibit the State from `death qualifying' juries in capital cases.\" (Lockhart, 476 U.S. at 173, 90 L.Ed.2d at 147, 106 S.Ct. at 1764.) Based on this case law, defendant Nowden's claim that the jury was not a fair cross-section of the community does not provide grounds for reversal.\nHaving reviewed all of the significant grounds set forth above as well as all other grounds which defendant Nowden has raised in this appeal, we find none that warrant reversal or vacation of his convictions. Accordingly, for the above reasons, we vacate four of the five murder convictions against both defendants but otherwise affirm *901 James Nowden's convictions and sentences and, as stated previously, we reverse Michael Jones' convictions of murder, rape, aggravated kidnapping, and robbery, vacate the concurrent sentences on those convictions and remand his case for a new trial.\nCause No. 85-1765, Reversed in part, vacated in part, and remanded.\nCause No. 85-2063, Affirmed in part and vacated in part.\nCAMPBELL, P.J., and MANNING, J., concur.\n",
            "ocr": false,
            "opinion_id": 2063388
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Kidnapping"
}