{
    "id": 1061882,
    "judges": "Kelsey",
    "date_filed": 1317686400000,
    "date_filed_is_approximate": false,
    "slug": "english-v-commonwealth",
    "case_name_short": "English",
    "case_name": "English v. Commonwealth",
    "case_name_full": "Jermaine Antoine ENGLISH v. COMMONWEALTH of Virginia",
    "attorneys": "Thomas E. Strelka (Strickland, Diviney & Strelka, Roanoke, on brief), for appellant., Gregory W. Franklin, Assistant Attorney General (Kenneth T. Cuccinelli, II, Attorney General, on brief), for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": "<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b760-14\">Thomas E. Strelka (Strickland, Diviney &amp; Strelka, Roanoke, on brief), for appellant.</attorneys> <attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b761-4\">Gregory W. Franklin, Assistant Attorney General (Kenneth T. Cuccinelli, II, Attorney General, on brief), for appellee.</attorneys> <p data-order=\"7\" data-type=\"legal\" id=\"b761-5\">Present: FRANK and KELSEY, JJ., and BUMGARDNER, S.J.</p>",
    "headmatter": "<citation data-order=\"0\" data-type=\"citation\" id=\"b757-9\">\n    715 S.E.2d 391\n   </citation><br><parties data-order=\"1\" data-type=\"parties\" id=\"b757-10\">\n    Jermaine Antoine ENGLISH v. COMMONWEALTH of Virginia.\n   </parties><br><docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b757-13\">\n    Record No. 1638-10-3.\n   </docketnumber><br><court data-order=\"3\" data-type=\"court\" id=\"b757-14\">\n    Court of Appeals of Virginia, Salem.\n   </court><br><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b757-16\">\n    Oct. 4, 2011.\n   </decisiondate><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b760-14\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"714\"> \n     *714\n     </span>\n    Thomas E. Strelka (Strickland, Diviney &amp; Strelka, Roanoke, on brief), for appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b761-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"715\"> \n     *715\n     </span>\n    Gregory W. Franklin, Assistant Attorney General (Kenneth T. Cuccinelli, II, Attorney General, on brief), for appellee.\n   </attorneys><br><p data-order=\"7\" data-type=\"legal\" id=\"b761-5\">\n    Present: FRANK and KELSEY, JJ., and BUMGARDNER, S.J.\n   </p>",
    "citations": [
        "715 S.E.2d 391",
        "58 Va. App. 711"
    ],
    "opinions": [
        {
            "author_str": "Kelsey",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 7.0,
            "download_url": "http://www.courts.state.va.us/opinions/opncavwp/1638103.pdf",
            "author_id": 8428.0,
            "opinion_text": "\n715 S.E.2d 391 (2011)\n58 Va. App. 711\nJermaine Antoine ENGLISH\nv.\nCOMMONWEALTH of Virginia.\nRecord No. 1638-10-3.\nCourt of Appeals of Virginia, Salem.\nOctober 4, 2011.\n*393 Thomas E. Strelka (Strickland, Diviney &amp; Strelka, Roanoke, on brief), for appellant.\nGregory W. Franklin, Assistant Attorney General (Kenneth T. Cuccinelli, II, Attorney General, on brief), for appellee.\nPresent: FRANK and KELSEY, JJ., and BUMGARDNER, S.J.\nKELSEY, Judge.\nThe trial court found Jermaine Antoine English guilty of maliciously causing bodily injury in violation of Code § 18.2-51. On appeal, English challenges the sufficiency of the evidence offered to convict him of this offense. We find the evidence sufficient and affirm his conviction.\n\nI.\nOn appeal, we review the evidence in the \"light most favorable\" to the Commonwealth. Commonwealth v. Hudson, 265 Va. 505, 514, 578 S.E.2d 781, 786 (2003). This principle requires us to \"discard the evidence of the accused in conflict with that of the Commonwealth, and regard as true all the credible evidence favorable to the Commonwealth and all fair inferences to be drawn therefrom.\" Parks v. Commonwealth, 221 Va. 492, 498, 270 S.E.2d 755, 759 (1980) (emphasis and citation omitted).\nIn addition, an appellate court's \"examination is not limited to the evidence mentioned by a party in trial argument or by the trial court in its ruling.\" Perry v. Commonwealth, 280 Va. 572, 580, 701 S.E.2d 431, 436 (2010) (quoting Bolden v. Commonwealth, 275 Va. 144, 147, 654 S.E.2d 584, 586 (2008)). Instead, \"an appellate court must consider all the evidence admitted at trial that is contained in the record.\" Id. (quoting Bolden, 275 Va. at 147, 654 S.E.2d at 586); see also Hamilton v. Commonwealth, 279 Va. 94, 103, 688 S.E.2d 168, 173 (2010).\nSo viewed, the evidence at trial established that English and his girlfriend, Lauren Wills, argued one afternoon in a bedroom on the second floor of his home. Both had been using cocaine. English accused Wills of being unfaithful and for allowing the other man to steal money from him. When Wills denied the accusations, English choked her, forced her onto the bed, and punched her several times in the face, ribs, arms, and abdomen, where her liver had previously been lacerated. The beating lasted for \"quite some time,\" Wills testified, and included twenty-five to thirty blows.\nWills testified that, in an effort to stop the beating, she falsely admitted to English's accusations. English then ordered her downstairs. English followed her, stating he would kill the man Wills allegedly had sex with. Working himself into another rage, English struck Wills until she fell off a couch. English then kicked Wills in her back as she lay on the floor. Wills testified the kick caused an \"intense shooting pain\" through her back, leaving her barely able to move.\nAfter English allowed Wills to leave, Wills drove to a nearby gas station and met her sister, who arranged for an ambulance to take Wills to a local hospital. Wills, shaking and crying, had red marks covering her face, arms, neck, and head, and her shirt was torn. Her back pain prevented her from exiting her vehicle unassisted.\n*394 At trial, approximately nine months later, Wills testified she continued to have \"severe back pain.\" She had sustained \"a lot of nerve damage\" that caused \"nerve pain\" to radiate through her back. She had been receiving medical treatment from her primary care physician, was currently scheduled to see \"a pain management doctor,\" and had been prescribed \"nerve medication\" for her ongoing pain syndrome. \"Any time anything touches my back or at all,\" she testified, \"I feel intense nerve pain just because it's so hypersensitive.\" \"And it causes me a lot of pain just to sit,\" she added, \"just because anything touching my back just causes my nerve pain to kind of radiate through my back from all the nerve damage that I had.\"[1]\nSitting as factfinder, the trial court found English guilty of \"malicious wounding\" under Code § 18.2-51. The court concluded the evidence did not \"meet the requirements for shoot, cut, stab, or the case law definition of wounding being a breach of the skin or the skin and flesh produced by external violence.\" But the evidence did prove, the court held, that Wills sustained a \"bodily injury\" within the meaning of Code § 18.2-51.[2]\n\nII.\n\nA. STANDARD OF APPELLATE REVIEW\nWe examine a trial court's factfinding \"with the highest degree of appellate deference.\" Thomas v. Commonwealth, 48 Va.App. 605, 608, 633 S.E.2d 229, 231 (2006). An appellate court does not \"ask itself whether it believes that the evidence at the trial established guilt beyond a reasonable doubt.\" Williams v. Commonwealth, 278 Va. 190, 193, 677 S.E.2d 280, 282 (2009) (emphasis in original) (quoting Jackson v. Virginia, 443 U.S. 307, 318-19, 99 S. Ct. 2781, 2789, 61 L. Ed. 2d 560 (1979)). Instead, the only \"relevant question is, after reviewing the evidence in the light most favorable to the prosecution, whether any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.\" Sullivan v. Commonwealth, 280 Va. 672, 676, 701 S.E.2d 61, 63 (2010) (emphasis added) (citing Jackson, 443 U.S. at 319, 99 S.Ct. at 2789).\nIn a bench trial, a trial judge's \"major role is the determination of fact, and with experience in fulfilling that role comes expertise.\" Haskins v. Commonwealth, 44 Va.App. 1, 11, 602 S.E.2d 402, 407 (2004) (citation omitted). On appeal, \"the reviewing court is not permitted to substitute its judgment, even if its view of the evidence might differ from the conclusions reached by the finder of fact at the trial.\" Commonwealth v. McNeal, 282 Va. 16, 20, 710 S.E.2d 733, 735 (2011) (citation omitted); see Courtney v. Commonwealth, 281 Va. 363, 368, 706 S.E.2d 344, 347 (2011). We are \"not permitted to reweigh the evidence,\" Nusbaum v. Berlin, 273 Va. 385, 408, 641 S.E.2d 494, 507 (2007), because appellate courts have no authority \"to preside de novo over a second trial,\" Haskins, 44 Va.App. at 11, 602 S.E.2d at 407.\n\nB. CODE § 18.2-51\u0097SUFFICIENCY OF THE EVIDENCE\nOften labeled the malicious wounding statute, Code § 18.2-51 makes it a Class 3 felony for any person to \"maliciously shoot, stab, cut, or wound\" another person \"or by any means cause him bodily injury, with the intent to maim, disfigure, disable, or kill. . . .\" The label is misleading, however, because malicious wounding is only one of several acts violative of the statute. See Johnson v. Commonwealth, 184 Va. 409, 415-16, 35 S.E.2d 594, 596 (1945). Even if the victim is not shot, stabbed, cut, or wounded, a defendant still violates the statute if he \"by any means\" causes the victim \"bodily injury.\" *395 Dawkins v. Commonwealth, 186 Va. 55, 64, 41 S.E.2d 500, 505 (1947) (interpreting a predecessor to Code § 18.2-51).\nGiven its disjunctive syntax, the \"statute has been more broadly interpreted to include any bodily injury.\" Campbell v. Commonwealth, 12 Va.App. 476, 483, 405 S.E.2d 1, 4 (1991) (en banc) (emphasis added). We give the phrase \"bodily injury\" its \"everyday, ordinary meaning,\" Luck v. Commonwealth, 32 Va.App. 827, 832, 531 S.E.2d 41, 43 (2000), which needs no technical, anatomical definition. \"Bodily injury comprehends, it would seem, any bodily hurt whatsoever.\" Bryant v. Commonwealth, 189 Va. 310, 316, 53 S.E.2d 54, 57 (1949) (emphasis in original) (quoting John B. Minor, Synopsis of the Law of Crimes and Punishments 67 (1894)) (interpreting a predecessor statute). It includes any \"detriment, hurt, loss, impairment\" that could fairly be considered an injury to the human body. Johnson, 184 Va. at 416, 35 S.E.2d at 596 (citation omitted); see, e.g., Dawkins, 186 Va. at 62, 41 S.E.2d at 504 (breaking the victim's nose and \"kneeing his genital organs\" constituted a bodily injury).\nTo prove a bodily injury, the victim need not experience any observable wounds, cuts, or breaking of the skin.[3] Nor must she offer proof of \"broken bones or bruises.\" Luck, 32 Va.App. at 831-32, 531 S.E.2d at 43 (interpreting \"bodily injury\" under Code § 18.2-51.1). Bodily injury \"includes soft tissue injuries, at least those which require medical attention and have some residual effect.\" Ronald J. Bacigal, Criminal Offenses and Defenses 46 (2010-11 ed.) (citing Luck in a footnote). Thus, internal injuries\u0097no less than external injuries\u0097 fall within the scope of Code § 18.2-51.\nGoverned by these principles, we find ample evidence in the record to support the trial court's finding that English's beating of Wills caused her \"bodily injury\" under Code § 18.2-51.[4] The beating lasted for a sustained period of time, involved as many as twenty-five to thirty blows, and caused Wills \"intense shooting pain,\" temporarily leaving her barely able to move. Months later, at the time of English's trial, Wills was still partially incapacitated and continued to need medical treatment for her nerve damage and chronic radiating pain. These facts are more than sufficient for a factfinder to rationally conclude Wills sustained a bodily injury. See, e.g., Luck, 32 Va.App. at 832, 531 S.E.2d at 43 (finding evidence sufficient where victim sustained \"soft-tissue injuries that required medical treatment\" and suffered \"pain and stiffness\").[5]\nEnglish argues the absence of any expert medical testimony renders the evidence at trial insufficient as a matter of law. We recently rejected this argument as to the \"wounding\" aspect of Code § 18.2-51. Johnson v. Commonwealth, 58 Va.App. 303, 316, 709 S.E.2d 175, 182 (2011). Finding \"no *396 Virginia authority that requires the testimony of a medical professional or similar expert evidence to show that a victim was wounded,\" id., we refused to judicially graft such a requirement into the statute. We reach the same conclusion in this case with respect to the \"bodily injury\" aspect of Code § 18.2-51.\nIn many contexts, Virginia law has recognized that, \"on matters strictly involving medical science, as such, some special skill is needed, yet there are numerous related matters, involving health and bodily soundness, upon which the ordinary experience of everyday life is entirely sufficient.\" Pepsi-Cola Bottling Co. v. McCullers, 189 Va. 89, 97, 52 S.E.2d 257, 260 (1949) (quoting 2 John H. Wigmore, A Treatise of Anglo-American System of Evidence in Trials at Common Law § 568, at 660 (3d ed.1940)); see also Speller v. Commonwealth, 2 Va.App. 437, 441, 345 S.E.2d 542, 545 (1986) (noting \"the longstanding Virginia rule is that a witness need not be a medical expert to offer testimony concerning a person's physical condition\").[6] \"Great liberality should be shown by the courts in applying this principle, so that the cause of justice may not be obstructed by narrow and finical rulings.\" McCullers, 189 Va. at 97, 52 S.E.2d at 260 (citation omitted). This observation surely applies where, as here, the victim of a violent attack testifies the beating caused her to suffer intense radiating nerve pain of such a degree that she remains partially incapacitated from participating in many ordinary activities of life.\n\nIII.\nWe affirm English's conviction, finding the evidence sufficient to prove he caused bodily injury in violation of Code § 18.2-51.\nAffirmed.\nNOTES\n[1]  English testified at trial. He admitted arguing with Wills but denied using cocaine and claimed he only \"smacked\" Wills with an open hand a couple of times. When pronouncing its ruling, the trial court found \"a good deal of [English's] testimony to be frankly incredible.\" Sitting as factfinder, the trial court \"was at liberty to discount [the defendant's] self-serving statements as little more than lying to conceal his guilt.\" Armstead v. Commonwealth, 56 Va.App. 569, 581, 695 S.E.2d 561, 567 (2010) (citation and internal quotation marks omitted).\n[2]  The trial court also found English guilty of abduction, a violation of Code § 18.2-47. English did not challenge this conviction in his petition for appeal.\n[3]  Our opinions often focus on the definition of a wound as \"a breach of the skin\" or a \"disruption of the internal skin\" of the victim. Johnson v. Commonwealth, 58 Va.App. 303, 317, 709 S.E.2d 175, 182 (2011) (citation omitted) (relying on the \"continuing validity\" of Harris v. Commonwealth, 150 Va. 580, 142 S.E. 354 (1928)). This certainly remains true for the \"wounding\" crime contained in Code § 18.2-51: Wounding requires a showing of a breach or disruption of the skin. \"Since Harris, however, the statute has been more broadly interpreted to include any bodily injury.\" Campbell, 12 Va.App. at 483, 405 S.E.2d at 4 (citing Bryant, 189 Va. at 316-17, 53 S.E.2d at 57).\n[4]  English does not dispute on appeal the trial court's finding that he intended \"to maim, disfigure, disable, or kill,\" an element of Code § 18.2-51. We thus do not address this issue. See Rule 5A:12(c)(1). In a single sentence in his appellate brief, English states he did not act \"with malice.\" Appellant's Br. at 1. We do not address this point, however, because unsupported assertions of error \"do not merit appellate consideration.\" Jones v. Commonwealth, 51 Va.App. 730, 734-35, 660 S.E.2d 343, 345 (2008) (citation and internal quotation marks omitted) (underscoring the importance of Rule 5A:20(e)).\n[5]  In his appellate brief, English states that an indictment charging bodily injury \"other than stabbing, shooting, cutting, or wounding\" should specify the means by which the injury was caused. Appellant's Br. at 7. We do not address this issue, however, because it was not raised in the trial court, see Code § 19.2-227; Fletcher v. Commonwealth, 209 Va. 636, 639, 166 S.E.2d 269, 272 (1969) (applying the statute of jeofails to a similar contention), and was not the subject of an assignment of error in his petition for appeal, see Rule 5A:12(c).\n[6]  \"The only safe rule in any of these cases is to ascertain the extent of the witness' qualifications, and within their range to permit him to speak. Cross-examination and the testimony of others will here, as in all other cases, furnish the best means of testing his value.\" 2 John H. Wigmore, Evidence in Trials at Common Law § 568, at 779-80 (James H. Chadbourn rev. 1979) (citation omitted).\n\n",
            "ocr": false,
            "opinion_id": 1061882
        }
    ],
    "court_short_name": "Court of Appeals of Virginia",
    "court_full_name": "Court of Appeals of Virginia",
    "court_type": "SA",
    "court_jurisdiction": "Virginia, VA",
    "crime_category": "Kidnapping"
}