{
    "id": 2097653,
    "judges": "Lowdermilk",
    "date_filed": "1996-12-14",
    "date_filed_is_approximate": true,
    "slug": "hall-v-state",
    "case_name_short": "Hall",
    "case_name": "Hall v. State",
    "case_name_full": "Wendell Hall, Jr. v. State of Indiana",
    "attorneys": "James L. Kiely, of Evansville, for appellant., Theodore L. Sendak, Attorney General, John R. O’Bryan, Deputy Attorney General, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 3,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b642-12\">\n    Wendell Hall, Jr.\n    <em>\n     v.\n    </em>\n    State of Indiana.\n   </parties><docketnumber id=\"ahy-dedup-1\">\n    [No. 1-475A76.\n   </docketnumber><decisiondate id=\"aok-dedup-1\">\n    Filed January 13, 1976.]\n   </decisiondate><br><attorneys id=\"b643-12\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"605\"> \n     *605\n     </span>\n<em>\n     James L. Kiely,\n    </em>\n    of Evansville, for appellant.\n   </attorneys><br><attorneys id=\"b643-13\">\n<em>\n     Theodore L. Sendak,\n    </em>\n    Attorney General,\n    <em>\n     John R. O’Bryan,\n    </em>\n    Deputy Attorney General, for appellee.\n   </attorneys>",
    "citations": [
        "339 N.E.2d 802",
        "167 Ind. App. 604"
    ],
    "opinions": [
        {
            "author_str": "Lowdermilk",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n339 N.E.2d 802 (1976)\nWendell HALL, Jr., Appellant (Defendant below),\nv.\nSTATE of Indiana, Appellee (Plaintiff below).\nNo. 1-475A76.\nCourt of Appeals of Indiana, First District.\nJanuary 13, 1976.\nJames L. Kiely, Evansville, for appellant.\nTheodore L. Sendak, Atty. Gen., John R. O'Bryan, Deputy Atty. Gen., for appellee.\nLOWDERMILK, Judge.\nDefendant-appellant (Hall) was convicted by a jury of the offense of burglary in the first degree.\n\n\n*803 FACTS:\nMichael Giarratano, a resident of Evansville, Indiana, was on September 15, 1974, away from his apartment at work and after 6:30 P.M. arrived home to find that the side and back doors, which had been closed and locked when he left earlier in the day, were open. Police were called, as well as a locksmith, who placed new locks on the doors to make the apartment secure, at about 8:45 P.M.\nMr. Giarratano went a couple of doors away after locking his apartment and visited with James Hooe. While there they heard a banging and went to the sidewalk outside of Hooe's apartment from where at a distance of about 50 feet, they could see two people at his (Giarratano's) door, breaking it in by hitting the same with their shoulders.\nAfter observing the two breaking in Giarratano and Hooe, in fear, went back to Hooe's place and waited on the porch. About three minutes later two men came through the driveway and from a light across the street Giarratano could see plainly the faces of the two men he had seen breaking into his apartment. One man who he did not know was carrying an eight track cartridge tape recorder which had a turn table, plastic cover and earphones. He identified this man only as being black. The other man, Hall, was recognized and was carrying a speaker and a small radio owned by Giarratano which speaker and small radio was recognized by him as being his property. Giarratano had seen these articles about eight minutes prior to the time of their theft from his apartment. The two men carrying the furnishings walked within a few feet of Giarratano and Hooe but nothing was said by anyone.\nPolice later came to the scene and went to the apartment with Giarratano where they found the facing of the door completely broken off. The eight track cartridge tape recorder, the speaker, a radio and earphones had been taken from the apartment.\nHall had helped Giarratano move to the apartment in which he then lived and had worked for him one day a week for eleven weeks. Their relationship had been friendly.\nGiarratano identified Hall in open court by pointing him out to the jury.\n\nI.\nThe issues presented by this appeal have been set out in Hall's motion to correct errors.\nIssue number one is that Hall was deprived of a fair trial under the due process clause of the Fifth and Fourteenth Amendments to the United States Constitution and also under the Constitution of the State of Indiana, in that:\nThe court erroneously overruled and did not sustain Hall's oral motion for a restrictive order to prevent the State and prosecuting attorney bringing into evidence two auto theft convictions which occurred more than twenty years prior to the date of the trial and by the court's allowing the two convictions to be brought out in the evidence after overruling Hall's objection to the questions pertaining thereto.\nOn cross examination the State asked Hall if he was the same Wendell Hall, Jr. that in May of 1951 \u0097 and to which his counsel objected for the reason that it is so remote that it could have no bearing on the case at trial. The objection was overruled and Hall was then asked the question if he was the same Wendell Hall, Jr. that in May, 1951, was convicted of auto theft in the Vanderburgh Circuit Court, in Cause No. 4983, and given a suspended sentence of from one to ten years. To this he answered that he was.\nHall was then asked if he was the same Wendell Hall, Jr. that on September 20, 1952, was convicted in Circuit Court, *804 Cause No. 5550 of auto theft and given a sentence of from one to ten years.\nObjection was timely made on the grounds the question called for remote evidence and could have no possible bearing on the cause before the court. The objection was overruled and Hall's answer was \"Yes.\"\nHall was then asked if he was the same Wendell Hall who was convicted of the crime of theft under $100 in the Evansville City Court in October of 1972 in Cause No. 72-5014 and fined $10.00 and costs and without objection being made he answered that he was.\n\"The defendant, having taken the stand, placed his credibility in issue.\" Dexter v. State (1973), Ind., 297 N.E.2d 817.\nHall relies on the case of Ashton v. Anderson (1972), 258 Ind. 51, 279 N.E.2d 210 and sets forth the test set out therein at page 216, which is as follows, to-wit:\n\"... If the particular conviction is for a crime which has a tendency to reflect on the individual's credibility for truth and veracity, such evidence should not be excluded; if the prior conviction is for a crime which has no bearing whatsoever on his credibility for truth and veracity, such evidence should not be admitted.\"\nHe then states there is no contention that evidence of separate, independent, and distinctive crimes was offered to show intent, motive, purpose, identification or common scheme or plan, as permitted under Woods v. State (1968), 250 Ind. 132, 235 N.E.2d 479.\nIn the case of Dexter v. State, supra, Justice Prentice of our Supreme Court, in discussing convictions for crimes involving dishonesty or false statements and those crimes which the statute permits to be shown for impeachment for the purpose of attacking credibility, states:\n\"... The general rule in Indiana is that evidence of separate, independent and distinct crimes is inadmissible to establish the defendant's guilt of the crime charged except to show intent, motive, purpose, identification, or a common scheme or plan. Woods v. State (1968), 250 Ind. 132, 235 N.E.2d 479.\n* * * * * *\n\"... By Ashton v. Anderson (supra) however, we established the rule that only those convictions for crimes involving dishonesty or false statements and those crimes which the statute permits to be shown for impeachment (treason, murder, rape, arson, burglary, robbery, kidnapping, forgery and wilful and corrupt perjury) may be shown for such purposes.\" (Our emphasis.)\nCertainly the crimes of vehicle taking and theft involve dishonesty and were properly admitted on cross examination of Hall for the purpose of impeachment in this case although two of the above mentioned convictions (vehicle taking) were in the years 1951 and 1952. The theft charge was in 1972 and no objection was made thereto and, consequently, no question was saved as to that charged error. Ind. Rules of Procedure, Appellate Rule 8.3(A)(7).\nIn Mayes v. State (1974), Ind. App., 318 N.E.2d 811, transfer denied 1975, Mayes was convicted of the possession of heroin. He asserts prejudicial error in permitting the State to cross examine him for impeachment purposes about a prior conviction for assault and battery with intent to commit a felony, to-wit, robbery.\nJudge Sullivan of the Second District of this court stated the applicable rule was set forth in Ashton v. Anderson, supra:\n\"`... this court holds that for the purpose of impeaching the credibility of a witness pursuant to IC 1971, XX-X-XX-XX [Ind. Ann. Stat. § 2-1724 (1968 Repl.)] or IC 1971, XX-X-XX-X [Ind. Ann. Stat. § 9-1608 (1956 Repl.)], only those convictions for crimes involving dishonesty or false statement shall be admissible * * * However, this Court is bound *805 by IC 1971, XX-X-XX-XX (Ind. Ann. Stat. § 2-1725 [1968 Repl.]), which permits impeachment by showing prior convictions for crimes which would have rendered a witness incompetent. These crimes are: treason, murder, rape, arson, burglary, robbery, kidnapping, forgery and wilful and corrupt perjury.\"\nJudge Sullivan went on to say:\n\"In order, therefore, to serve as a basis for impeachment of credibility, a prior conviction must fall within one of three distinct categories:\n(1) One of the nine crimes enumerated; or\n(2) A crime involving dishonesty; or\n(3) A crime involving false statement.\"\nJudge Sullivan quoted from State ex rel. Hundley v. Jay (1937), 104 Ind. App. 259, 10 N.E.2d 737, as follows:\n\"... the term `dishonesty' in its ordinary meaning, was said to include an element of deceit, bad faith, or dishonest conduct on the part of the person charged:\n\"`In American Surety Co. v. Jay Lodge, 102 Ind. App. 82, 92-93, 196 N.E. 356, 361 (1935), the Indiana court defined dishonesty as \"[a] want of integrity in principle; a want of fairness and straight-forwardness; a disposition to defraud, deceive or betray; faithlessness, or a course of conduct generally characterized in the common speech of men as lacking in principle.\"'\"\nIn light of the reasoning of Judge Sullivan, to accept Hall's contention here would require us to conclude that it is fair and honest to steal or that an intent to steal displays no \"want of integrity in principle; or want of fairness.\"\nHall was charged with burglary in the first degree (IC 1971, XX-XX-X-X (Burns Code Ed.)) which is the unlawful breaking and entering into a place of human habitation with intent to commit a felony therein, in this case, to knowingly assert unauthorized control over the property of Michael Giarratano, intending to deprive the said Michael Giarratano of the use and benefit of said property.\nThe intent requisite to the crime of burglary, first degree, is also requisite to the crime of theft of a motor vehicle and theft of under $100.00. In each of these crimes there was an intent on the part of Hall to deprive the owners of their property.\nHall admits the question about the theft of less than $100.00 was proper but urges the questions as to the theft of automobiles twenty years before would have no bearing on the credibility of Hall for truth and veracity.\nThe issue before us pertains to crimes involving dishonesty which issue is properly before this court.\nThe State urges that Hall failed to cite any authority in support of his argument that the twenty year old crimes should not have been mentioned because of the lapse of time and contended that Hall's failure to cite authority waived any objection under AP. 8.3(A)(7).\nWe agree that the failure to cite authority waived Hall's objection. On the other hand, we will pass on this issue and do now hold that lapse of time does not preclude the State from asking such impeaching questions, where proper, as it becomes a question for the jury to determine as to the weight of the evidence and credibility of the witness. Hall's constitutional rights were not violated.\n\nII.\nIssue two is that the court's restrictive order prohibiting Hall from cross-examination of State's witness, James Hooe, as to whether he was a homosexual was *806 error. The order did restrain Hall's lawyer from asking questions as to whether Hall or the witness, Hooe, was a homosexual but did not extend such ruling to restrict Hall's attorney from asking Hall or Hooe about their relations with one another without having a prior hearing.\nHall urges that cross-examination is an absolute right and not a mere privilege and its denial is reversible error. Further, he urges that the court's order directing Hall to refrain from asking witness Hooe if he is a homosexual was a violation of Hall's right to confrontation as guaranteed by the Sixth and Fourteenth Amendments to the Constitution of the United States.\nA motion in limine is discussed in Burris v. Silhavy (1973), Ind. App., 293 N.E.2d 794 wherein the court said the trial court had inherent powers to exclude prejudicial questions and statements that could be made in the presence of a jury and thereby interfere with the fair and impartial administration of justice.\nWe are at a loss to understand how Mr. Hooe's being a homosexual would affect his credibility in the case before us. Hall has not shown how Mr. Hooe's being a homosexual could or would have shown an interest, bias, prejudice or motive on his part.\nThe petition for order in limine asked that the defendant, or his attorney, be admonished not to ask questions pertaining to, or mention anything pertaining to the defendant or the witness, Hooe, allegedly being homosexuals without first asking for a hearing outside the presence of the jury and obtaining a ruling by the court.\nThe order was that defendant refrain from asking questions as to whether or not the defendant or Mr. Hooe is a homosexual, but does not extend such ruling to restrict the defendant's attorney from asking the defendant or the witness Hooe about their relations with one another without having a prior hearing.\nThe record discloses that Hall's attorney did not take advantage of the order and did not ask any questions of the defendant or of witness Hooe about their relations with one another which he could have done without having a prior hearing.\nHall cites and relies on the case of Walker v. State (1963), 244 Ind. 258 at 260, 191 N.E.2d 488 at 489 as authority that Hall was denied the right to cross-examine witness Hooe. Walker, supra, held, \"The Court may not properly deny the cross-examination of a party concerning facts connected with his own acts and statements relating to the case which tend to impair his credibility or show his interest, bias or motives as a witness.\" (Cases cited omitted.)\nIt is clear from the record that Hall did not ask any questions of Hooe concerning any actions between him and Hooe. Given this fact we believe that any question Hall would have asked pertaining to Hooe's alleged homosexuality would have been for the sole purpose of prejudicing the jury and discrediting Hooe because of his different lifestyle.\nWe can only conclude that Hall's right of cross-examination was not unduly limited by the trial court and there was no abuse of discretion. We further conclude Hall's rights under the Sixth and Fourteenth Amendments of the United States Constitution were not violated by the court's order in limine.\n\nIII.\nIssue three combines and treats together specifications of error four and five. Specification four is that the court erred in overruling Hall's motion for judgment on the evidence at the conclusion of evidence in the State's case in chief. Specification five is that the court erred in overruling Hall's motion for judgment on *807 the evidence at the conclusion of all the evidence.\nWe find no merit in Hall's specifications four and five.\nHall was convicted under IC XX-XX-X-X, Ind. Ann. Stat., Burns § 10-701-Burglary. The State proved the three necessary elements to sustain a conviction under said statute, namely:\n(1) A breaking and entering\n(2) into a dwelling house or place of human habitation\n(3) with intent to commit a felony therein.\nYoung v. State (1971), 257 Ind. 173, 177, 273 N.E.2d 285.\nWe have presented to us a question as to the \"sufficiency of the evidence.\" The standard of review on this question was set out in the case of Stiles v. State (1973), Ind. App., 298 N.E.2d 466, 467 as follows:\n\"... the rule is that a conviction must be affirmed if there is evidence of probative value from which the trier of fact could reasonably infer that the appellant was guilty beyond a reasonable doubt. (Cases cited omitted.) The court will not weigh the evidence nor resolve the question of credibility, but will look to the evidence most favorable to the state and the reasonable inferences therefrom which support the verdict of the jury.\" (Cases cited omitted.)\nFrom the evidence hereinabove set out in the statement of the facts we must conclude that the trial court correctly overruled Hall's motions for judgment on the evidence at the conclusion of the State's evidence and also at the close of all the evidence.\nJudgment affirmed.\nROBERTSON, C.J., and LYBROOK, J., concur.\n",
            "ocr": false,
            "opinion_id": 2097653
        }
    ],
    "court_short_name": "Indiana Court of Appeals",
    "court_full_name": "Indiana Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Kidnapping"
}