{
    "id": 2109598,
    "judges": "Yetka",
    "date_filed": "1981-08-02",
    "date_filed_is_approximate": true,
    "slug": "marhoun-v-state",
    "case_name_short": "Marhoun",
    "case_name": "Marhoun v. State",
    "case_name_full": "William Edward MARHOUN, Appellant, v. STATE of Minnesota, Respondent",
    "attorneys": "Michael H. McGlennen, McGlennen and Clemons, Minneapolis, for appellant., James T. Reuter, Chisago County Atty., Center City, Hubert H. Humphrey, III, Atty. Gen., and Paul R. Kempainen, Asst. Atty. Gen., St. Paul, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 10,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b365-11\">\n    William Edward MARHOUN, Appellant, v. STATE of Minnesota, Respondent.\n   </parties><br><docketnumber id=\"b365-14\">\n    No. C1-89-1248.\n   </docketnumber><br><court id=\"b365-15\">\n    Supreme Court of Minnesota.\n   </court><br><decisiondate id=\"b365-16\">\n    Feb. 16, 1990.\n   </decisiondate><br><attorneys id=\"b366-22\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"324\"> \n     *324\n     </span>\n    Michael H. McGlennen, McGlennen and Clemons, Minneapolis, for appellant.\n   </attorneys><br><attorneys id=\"b366-23\">\n    James T. Reuter, Chisago County Atty., Center City, Hubert H. Humphrey, III, Atty. Gen., and Paul R. Kempainen, Asst. Atty. Gen., St. Paul, for respondent.\n   </attorneys>",
    "citations": [
        "451 N.W.2d 323"
    ],
    "opinions": [
        {
            "author_str": "Yetka",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4855.0,
            "opinion_text": "\n451 N.W.2d 323 (1990)\nWilliam Edward MARHOUN, Appellant,\nv.\nSTATE of Minnesota, Respondent.\nNo. C1-89-1248.\nSupreme Court of Minnesota.\nFebruary 16, 1990.\n*324 Michael H. McGlennen, McGlennen and Clemons, Minneapolis, for appellant.\nJames T. Reuter, Chisago County Atty., Center City, Hubert H. Humphrey, III, Atty. Gen., and Paul R. Kempainen, Asst. Atty. Gen., St. Paul, for respondent.\nHeard, considered and decided by the court en banc.\n*325 YETKA, Justice.\nThis is an appeal by William Marhoun from decisions of the Chisago County District Court denying post-conviction relief on claims of flawed grand jury proceedings, suggestive identification procedures, and ineffective assistance of counsel. We affirm the trial court.\nA Chisago County grand jury indicted Marhoun for murder in the first degree and second degree, two counts of criminal sexual conduct in the second degree and kidnapping. At an omnibus hearing, the district court held, inter alia, that sufficient admissible evidence presented to the grand jury supported the indictment and that all evidence of allegedly suggestive identification of Marhoun by a witness, Genevie Smith, was inadmissible.\nThis court reversed the omnibus order to exclude identification testimony of Genevie Smith. State v. Marhoun, 323 N.W.2d 729 (Minn.1982), pet. for reh'g denied (Minn. Oct. 5, 1982) (Marhoun I). The jury found Marhoun guilty of murder in the first degree and second degree and criminal sexual conduct, but acquitted him on the kidnapping charge. The trial court sentenced Marhoun to life imprisonment. This court affirmed the conviction for first-degree murder, but vacated the convictions for second-degree murder and second-degree criminal sexual conduct as precluded by conviction of the greater offense of first-degree murder. State v. Marhoun, 361 N.W.2d 48, 49 (Minn.1985) (Marhoun II).\nThe post-conviction court dismissed Marhoun's request for a hearing on his claims of suggestive photo identification procedures and flawed grand jury proceedings. The court did order an evidentiary hearing on the issue of whether Marhoun was denied his sixth amendment right to effective assistance of counsel. After the hearing, the court also denied Marhoun post-conviction relief on the ineffective-assistance-of-counsel claim.\nWe do not intend to relate all of the facts leading to Marhoun's conviction, but some outline is necessary to decide this appeal. In short, the defendant, William Marhoun, a traveling sales representative, left a Duluth bar, the Red Lion, with the victim, Minerva Jones, on July 15, 1981. Jones never returned to the bar. Marhoun did not return to his hotel until after dawn the next morning. Marhoun claimed that he dropped off Jones at the Red Lion bar on the evening of July 15. He explained that, because an old leg injury would have kept him awake, he drove around the Duluth-Superior area all night rather than go to his hotel. On July 28, 1981, Jones's decomposed, rope-bound body turned up off Chisago County Road 10 about half a mile from Interstate Highway 35.\nMarhoun challenges the grand jury proceedings as flawed. He emphasizes the testimony of Paul Gerber, an agent for the Minnesota Bureau of Criminal Apprehension, as an example of the \"inflammatory character assassination\" pervading the proceedings. Gerber testified to the grand jury that the rope binding Minerva Jones was tied in knots commonly used by sailors. It was the same kind of rope taken from Marhoun's boat at Sunworld Yachts. Gerber volunteered his opinion about the personal relationship between Marhoun and his current wife, their \"extensive emotional problems,\" and Marhoun's professional troubles. Gerber also insinuated that Marhoun's alibi was unbelievable. At trial, Gerber refrained from airing his impressions of Marhoun's work and marital relationships.\nIn addition, Marhoun argues, the grand jury testimony of Dr. Garry Peterson, an Assistant Professor of Pathology and Laboratory Medicine at the University of Minnesota, impermissibly eroded the independence of the grand jury. Dr. Peterson reviewed the autopsy report prepared by the pathologist to form his opinion.[1] Dr. Peterson testified to the grand jury that *326 \"the rope, coupled with the position of the body, the place where it was found, the condition of the body, and the state of preservation indicate a violent type of death.\" Dr. Peterson found no specific injuries accounting for Jones's death. According to his opinion, Jones was murdered, but he could not determine exactly how. Dr. Peterson opined further that the bound and mostly unclothed body indicated a sexual assault. At trial, due to lack of foundation, the judge excluded Dr. Peterson's opinion testimony about the medical cause of death. Accordingly, Dr. Peterson confined his trial testimony to describing the position, location and appearance of Jones's body.\nWith his petition for post-conviction relief, Marhoun submitted an affidavit of Russell J. Krueger, an investigator with the Hennepin County Public Defender. According to Krueger, Dr. Peterson admitted that he did not know the exact cause of Jones's death and exclaimed, \"[I]f it wasn't homicide what was it?\" Also, Dr. Peterson admitted that he had testified for a friend, the Chisago County Attorney.\nBeyond Gerber's and Peterson's testimony, Marhoun did not specifically cite any other improper testimony to the grand jury. Several law enforcement officers, laboratory analysts and investigators testified. Other witnesses included a bartender and a customer of the Red Lion bar, Genevie Smith, Jones's boyfriend, and Marhoun's ex-wife.\nDespite our holding in Marhoun I that Genevie Smith's identification testimony was admissible, Marhoun's attorney moved to exclude the eyewitness testimony of Genevie Smith at trial. The court denied the motion. Smith testified at trial that her shift at Country Kitchen ran from 11:00 p.m. on July 15, 1981, to 7:00 a.m. on July 16, 1981. That night, Jones and Marhoun were her first customers. On August 19, 1981, Gerber showed a picture of Marhoun and Jones to Genevie Smith at the Country Kitchen near Hinckley. Smith immediately recognized Marhoun and Jones. Later, on August 21, 1981, Gerber went to Smith's home to show her an array of photos including a picture of Jones's boyfriend, two pictures of Jones's former husband, three pictures of Marhoun and several pictures of Jones. Gerber asked Smith to initial and date the pictures representing the two people she saw on July 15. She marked seven photos: four pictures of Jones and three pictures of Marhoun (two identical black and white photos and one color Polaroid). The array included photos identical to those Gerber had shown Smith at Country Kitchen.\nMarhoun did not testify at trial. Marhoun claims that he did not understand nor did his counsel explain that he had the right to decide whether or not to testify. If he had known this, says Marhoun, he would have demanded to testify.\nMarhoun's trial counsel discussed with Marhoun whether or not he should testify. At the post-conviction hearing, counsel stated, \"The tentative decision was that he probably would not testify, but that was always left open.\" From the beginning of the trial, his counsel regularly consulted with Marhoun about trial tactics. For example, to prepare for Marhoun's possible testimony, his counsel set up a mock cross-examination before a number of people. Based on this, his counsel told Marhoun that he preferred that Marhoun avoid testifying.\nWith respect to the decision to have Marhoun testify, his counsel also stated, \"I believed that [Marhoun] had given me that decision, not that I told him there was no decision on his part.\" Moreover, his counsel admitted that, at various times, he discussed Marhoun's rights with him: \"We discussed the normal litany, which is, you know, you don't have to testify. You can testify.\" When asked whether he told Marhoun it was his decision whether to testify, counsel answered, \"Well, within the context of telling him that all decisions I believed to be made exclusively with his approval and input, yes.\" Counsel did not feel that he denied Marhoun the opportunity to testify.\nThe issues thus presented by this appeal are:\n\n*327 I. Did the post-conviction court err in dismissing Marhoun's claim based on improper grand jury proceedings?\nII. Did the post-conviction court err in dismissing Marhoun's claim based on the identification procedures used the second time Genevie Smith identified Marhoun from an array of photographs?\nIII. Did the post-conviction court err in finding that Marhoun was not denied effective assistance of counsel?\nThe scope of this court's review in a post-conviction proceeding is limited to the question of whether there is sufficient evidence to sustain the findings of the post-conviction court. Barness v. State, 290 Minn. 509, 510, 187 N.W.2d 111, 112 (1971). Where there has already been an appeal, all matters raised therein and all claims known, but not raised, will not be considered in a later petition for post-conviction relief. Fratzke v. State, 450 N.W.2d 101, 102 (Minn.1990); Morgan v. State, 384 N.W.2d 458, 460 (Minn.1986). Post-conviction relief will be allowed, however, where a claim is so novel that its legal basis was not reasonably available to counsel at the time of the direct appeal. Case v. State, 364 N.W.2d 797, 800 (Minn.1985).\nI. A presumption of regularity attaches to a grand jury indictment, and it is a rare case where an indictment will be invalidated. State v. Inthavong, 402 N.W.2d 799, 801 (Minn.1987). Marhoun maintains that the state eroded the independence of the grand jury in two ways: First, the state allowed Dr. Peterson to identify homicide as the cause of Jones's death although Dr. Peterson knew that it was impossible to ascertain the exact cause. Second, Gerber improperly impugned Marhoun's character by opining, among other things, that Marhoun and his wife had emotional problems and that Marhoun couldn't keep a job.\nThe trial court considered the grand jury transcript and found sufficient evidence to support the indictment. In the pretrial appeal, Marhoun I, this court found: \"Without detailing all the evidence adduced at the grand jury hearing, we agree with the district court that the evidence was sufficient to support the indictments.\" Marhoun I, 323 N.W.2d at 731. As the post-conviction court correctly noted, Marhoun briefed the issue of improper conduct and prejudicial testimony in his brief before this court in Marhoun I.\nThis court considered the grand jury testimony of Peterson and Gerber in Marhoun I, and Marhoun knew of and could have raised this issue in Marhoun II. After both appeals, on August 15, 1985, Krueger, the investigator for the Hennepin County Public Defender, spoke with Dr. Peterson. In his affidavit, Krueger claims that Dr. Peterson admitted that he did not know what caused Jones's death and that he had testified for a friend, the Chisago County Attorney.\nThe post-conviction court found that, assuming the conversation set forth in Krueger's affidavit occurred, Marhoun did not meet his burden of proving that Dr. Peterson's testimony threatened the grand jury system. Dr. Peterson expressed his opinion, the court reasoned, not facts. Further, the evidence did not establish that Dr. Peterson's testimony resulted from improper influence. These findings are supported by the evidence. For example, Dr. Peterson openly acknowledged to the grand jury his uncertainty as to the particular manner of Jones's death. Moreover, he based his opinion on an autopsy report prepared by Dr. Rachut, who also testified that, although the cause of death was indeterminate, the position and state of Jones's body indicated a violent death.[2]\nWe hold that this court's opinion in Marhoun I is dispositive of the issue regarding the propriety of the grand jury proceedings. However, even if that opinion did not dispose of the issue with respect to Dr. Peterson's grand jury testimony in light of his later discussion with Krueger, the post-conviction court correctly found that this testimony did not threaten the grand jury *328 system so as to warrant post-conviction relief.\nII. Marhoun argues that this court only considered the identification procedures used on August 19, 1981, the first time Genevie Smith identified Marhoun and Jones. Thus, this court should consider now whether the identification procedures used on August 21, 1981, were reliable.\nIn Marhoun I, this court only related facts about the August 19, 1981 identification. Marhoun I, 323 N.W.2d at 731. The briefs in Marhoun I, however, thoroughly discussed both identification procedures. Moreover, in Marhoun's petition for rehearing of Marhoun I, he asserted, as here, that this court did not consider the August 21, 1981 identification. We denied rehearing. State v. Marhoun, 323 N.W.2d 729 (Minn.1982), pet. for reh'g denied (Minn. Oct. 5, 1982).\nThe record shows that Marhoun knew of the identification issue, but did not raise it on post-trial appeal. Because of this and, moreover, because we have considered the validity of the August 21, 1981 identification procedures twice before, we need not review this issue a third time.\nIII. Next is the claim of ineffective assistance of counsel. In Dent v. State, 441 N.W.2d 497 (Minn.1989), this court affirmed a post-conviction court's decision not to reach a claim of ineffective assistance of counsel because the appellant \"failed to raise any claims of deprivation of constitutional rights which were not available to him at the time of his direct appeal.\" Id. at 499. Also, in a recent decision, this court found a petitioner procedurally barred from pursuing post-conviction relief based on trial counsel's alleged ineffectiveness where petitioner and appellate counsel had considered challenging trial counsel's performance in the direct appeal. Fratzke v. State, 450 N.W.2d 101, 102 (Minn.1990). Here too Marhoun could have raised the issue of ineffective counsel at his post-trial appeal. He did not. Thus, the post-conviction court could have correctly dismissed this claim. In any event, we have carefully reviewed the action of Marhoun's trial counsel and are convinced that he was able and prepared and represented Marhoun in an effective manner.\nIn Minnesota, an attorney provides effective representation if the attorney \"exercise[s] the customary skill and diligence that a reasonably competent attorney would exercise under similar circumstances.\" Morgan v. State, 384 N.W.2d 458, 460 (Minn.1986) (quoting State v. Heinkel, 322 N.W.2d 322, 326 (Minn.1982)). The defendant bears the burden of proving this and a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different. Gates v. State, 398 N.W.2d 558, 561 (Minn. 1987).\nMarhoun insists that his trial attorney never told him the decision to testify was his alone to make. Moreover, Marhoun's counsel states in his affidavit that he did not know about this court's decision in State v. Rosillo, 281 N.W.2d 877 (Minn. 1979). Rosillo holds that, if counsel actually refuses to allow the defendant to testify rather than merely advises the client not to testify, this court would grant a new trial. Id. at 879. Here, according to ample evidence, Marhoun's counsel did not deny him the right to make the decision whether to testify. According to counsel's testimony, he advised Marhoun that, although he would make recommendations, Marhoun could decide whether or not to testify.\nMarhoun's counsel had good reasons to advise Marhoun not to testify: Marhoun's angry demeanor and the potential cross-examination about his sexual practices. Thus, Marhoun did not establish a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different as required by this court. Accordingly, we affirm the post-conviction court's order denying relief based on a claim of ineffective assistance of counsel.\nIn conclusion, this court's opinion in Marhoun I is dispositive of the issues related to the grand jury proceedings and the August 21 identification procedures. There is sufficient evidence to support the post-conviction court's decision to uphold the indictment *329 even in light of Dr. Peterson's conversation with Krueger. Finally, there is no merit to the claim of ineffective assistance of counsel.\nThe post-conviction court's decision is affirmed in all respects.\nNOTES\n[1]  The pathologist was Dr. Eric Rachut, the director of a medical laboratory who practices at the Hennepin County Medical Examiner's Office. He performed the autopsy on Jones's body and prepared the report on which Peterson relied for his grand jury and trial testimony. Although Dr. Rachut noted on his report that the cause of death was indeterminate, he testified at trial that the body did indicate a violent death.\n[2]  The trial court did not permit Dr. Peterson to repeat his opinion as to the cause of death at trial. Despite this, the petit jury convicted Marhoun.\n\n",
            "ocr": false,
            "opinion_id": 2109598
        }
    ],
    "court_short_name": "Supreme Court of Minnesota",
    "court_full_name": "Supreme Court of Minnesota",
    "court_type": "S",
    "court_jurisdiction": "Minnesota, MN",
    "crime_category": "Kidnapping"
}