{
    "id": 2172462,
    "judges": "Blease",
    "date_filed": "2022-01-03",
    "date_filed_is_approximate": true,
    "slug": "people-v-irwin",
    "case_name_short": "Irwin",
    "case_name": "People v. Irwin",
    "case_name_full": "The PEOPLE, Plaintiff and Respondent, v. DEWITT DILWORTH IRWIN, Defendant and Appellant",
    "attorneys": "Counsel, Dennis Harvey, under appointment by the Court of Appeal, for Defendant and Appellant., John K. Van de Kamp, Attorney General, Carla J. Caruso and James Ching, Deputy Attorneys General, for Plaintiff and Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": "[Opinion certified for partial publication.*]",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b673-4\">\n    [Crim. No. 12601.\n   </docketnumber><court data-order=\"1\" data-type=\"court\" id=\"ABj\">\n    Third Dist.,\n   </court><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ask\">\n    May 15, 1984.]\n   </decisiondate><br><parties data-order=\"3\" data-type=\"parties\" id=\"b673-5\">\n    THE PEOPLE, Plaintiff and Respondent, v. DEWITT DILWORTH IRWIN, Defendant and Appellant.\n   </parties><br><p data-order=\"4\" data-type=\"summary\" id=\"b673-7\">\n    [Opinion certified for partial publication.\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n    ]\n   </p><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b675-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"893\"> \n     *893\n     </span>\n    Counsel\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b675-7\">\n    Dennis Harvey, under appointment by the Court of Appeal, for Defendant and Appellant.\n   </attorneys><br><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b675-8\">\n    John K. Van de Kamp, Attorney General, Carla J. Caruso and James Ching, Deputy Attorneys General, for Plaintiff and Respondent.\n   </attorneys><div class=\"footnotes\"><div class=\"footnote\" data-order=\"8\" data-type=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b673-11\">\n     See footnote 2,\n     <em>\n      post,\n     </em>\n     page 894.\n    </p>\n</div></div>",
    "citations": [
        "155 Cal. App. 3d 891",
        "202 Cal. Rptr. 475"
    ],
    "opinions": [
        {
            "author_str": "Blease",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n155 Cal.App.3d 891 (1984)\n202 Cal. Rptr. 475\nTHE PEOPLE, Plaintiff and Respondent,\nv.\nDEWITT DILWORTH IRWIN, Defendant and Appellant.\nDocket No. 12601.\nCourt of Appeals of California, Third District.\nMay 15, 1984.\n*893 COUNSEL\nDennis Harvey, under appointment by the Court of Appeal, for Defendant and Appellant.\nJohn K. Van de Kamp, Attorney General, Carla J. Caruso and James Ching, Deputy Attorneys General, for Plaintiff and Respondent.\n[Opinion certified for partial publication.[*]]\nOPINION\nBLEASE, J.\nDefendant, after a court trial, was found guilty of maliciously concealing a minor child from the person having lawful charge (Pen. Code, § 278) and of concealing or detaining a child in violation of a custody order (Pen. Code, § 278.5).[1] He was granted probation for both convictions. Sentence on the latter offense was stayed pursuant to section 654. He *894 appeals from the order of probation contending the section 278 conviction is invalid on the grounds: section 278 is a general statute ousted by a specific statute, i.e., section 278.5; and a parent with joint legal custody cannot violate section 278. He also contends venue does not lie in the county of his criminal trial and that no substantial evidence of malice supports the conviction. We will affirm the judgment.[2]\n\nFacts\nDefendant, disgrunted with the results of a court hearing in his dissolution of marriage action, absconded with his six-year-old daughter to the Virgin Islands.\nHe and the child's mother were living separate and apart. The mother was residing in Yolo County. She had been given physical custody of the child, pendente lite, by the Sacramento Superior Court. Defendant was granted reasonable visitation. He and the mother agreed to a summer vacation sojourn beginning July 3d and ending July 19, 1981.\nOn July 9, 1981, the dissolution action came to trial. At the conclusion of the hearing the court announced its tentative decision to grant joint legal custody to the parents and physical custody to the mother. The latter award was subject to a detailed schedule specifying defendant's rights to visitation. A minute order was entered putting this scheme into effect immediately and the interlocutory judgment was filed August 11, 1981.\nThe agreed upon return was to occur 10 days later at a restaurant in Davis, Yolo County. Defendant did not keep the appointment. Instead, he went to the Virgin Islands. He made no effort to disclose the child's whereabouts or welfare to her mother for at least a month.\nAt his criminal trial, defendant testified he was angry about the results of the July 9th hearing. After the hearing he and the child returned to the family residence in Sacramento. Two or three days before the date he had agreed to return her they left the state.\nWhen defendant failed to keep his appointment the mother unsuccessfully attempted to locate him. She telephoned to his lodgings, to the school the child was to attend, to his place of employment, and to his friends and relatives. The next day she reported the disappearance to the police. An investigator in the district attorney's office in Yolo County made inquiries *895 and eventually discovered defendant was in the Virgin Islands. The investigator verified the child was with defendant and made arrangements with the local authorities for the mother to travel there and to secure the return of her daughter.\nThe mother recovered the girl on October 23, 1981. In the interim defendant did not telephone or write to inform her of the whereabouts or status of her daughter. Defendant testified that a month after he left California he telephoned his aunt in Ohio and asked her to inform the girl's mother they were in the Virgin Islands. He insisted his conduct in \"hiding\" the child from her mother was motivated by a concern for her welfare. He related he had been threatened with harm by an acquaintance of his erstwhile spouse on two occasions in 1980. He was concerned this malefactor might injure the child during an attempt to harm him or her mother. He admitted the most recent incident involving this person was five months prior to his decision to leave California.\n\nDiscussion\n\nI\n(1) Defendant contends his conviction for violation of section 278 is improper because an essential element, that he is a person not having a right of custody, was not proved. He argues he had a right of custody of his child at the time of the alleged offense by virtue of the agreement with her mother or because of the determination to award joint legal custody by the trial court in the dissolution action. Neither argument is meritorious.\n\nA.\nSection 278, as applicable here,[3] makes it a crime for any person \"not having a right of custody [to] maliciously take[] ... detain[] or conceal[] any minor child with intent to detain or conceal such child from a parent ... having the lawful charge of such child....\" (Italics added.)\n*896 Defendant's first argument proceeds on the mistaken premise his conduct may only be viewed as running afoul of section 278 as a malicious \"taking.\" He reasons that because his right to physical custody had not expired at the time he took the girl to the Virgin Islands, his conduct lies beyond the reach of section 278. Perhaps this hapless argument arises from a reading of the case law which interpreted the prior text of the statute. (See, e.g., People v. Bormann (1970) 6 Cal. App.3d 292 [85 Cal. Rptr. 638].) The predecessor of current section 278 did not reach malicious concealment. (Compare Stats. 1901, ch. 106, § 1, p. 269 [fn. 8, post] with Stats. 1976, ch. 1399, § 10.5.) Defendant's offense is unambiguously both a malicious detention and a malicious concealment of the child from the parent having the lawful charge of the child. At the time of this offense defendant had no agreed right of custody.\n\nB.\nDefendant's alternate claim is that his conduct did not violate the statute because a right of \"joint legal\" custody is \"a right of custody\" as that phrase is employed in section 278.[4] This construction does not find support in the context of the statute.\nWe find no reason to construe section 278 to govern the conduct of a parent who is not a joint legal custodian (see Civ. Code, § 4600.5)[5] but not a parent who acts identically who is a joint legal custodian. The status of \"legal\" custodian is extraneous to the manifest purpose of section 278 which has to do with physical custody. Accepting the proposed line of demarcation would grant a capricious boon to those who occupy the privileged legal position.\nThat manifestly is not the purpose of the proviso that only a person \"not having a right of custody\" may violate section 278. Rather, its purpose is to acknowledge that in the absence of an order or decree affecting the physical custody of the child either parent is privileged (peaceably) to take exclusive possession of the child. (See Wilborn v. Superior Court (1959) 51 Cal.2d 828, 830 [337 P.2d 65]; cf. Annot., Kidnapping or Related Offense By Taking or Removing of Child By or Under Authority of Parent or One in Loco Parentis (1983) 20 A.L.R. 4th 823.) Prior to a judicial order depriving *897 a parent of full custody both parents have \"a right of custody.\" (See Civ. Code, § 197.)[6]\nThe concept of right of custody in the statute is amplified by consideration of the phrase \"person having lawful charge.\" (Cf. com. Model Pen. Code, § 212.4, pp. 249-250, fn. 2 (1980).) A parent with bare legal custody is not a parent having lawful charge and, symmetrically, not a person with a right of custody.\nDefendant argues we are compelled to read the statute as he asks because ambiguities in penal statutes are to be construed in favor of the offender. (2) \"It is, of course, an established principle that ambiguities in penal statutes must be construed in favor of the offender, not the prosecution. \"`When language which is reasonably susceptible of two constructions is used in a penal law, ordinarily that construction which is more favorable to the offender will be adopted.\" [Citation.] The defendant is entitled to the benefit of every reasonable doubt as to the true interpretation of words or the construction of language used in a statute.'\" (In re Jeanice D. (1980) 28 Cal.3d 210, 217 [168 Cal. Rptr. 455, 615 P.2d 1087].) However, there is no ambiguity requiring invocation of this rule where the statute, as here, is reasonably susceptible of but one construction.\n\nII\n(3a) Defendant next challenges the applicability of section 278 to any parent. He argues a parent cannot be convicted of a violation of section 278 because it is a general statute which should be deemed supplanted by a more specific statute, section 278.5, which has lesser penal consequences. Alternately, he argues that section 278.5 and its predecessor, former section 279 (Stats. 1965, ch. 194, § 1, p. 1158) were in fact intended to supplant section 278 insofar as it applies to conduct of a parent of the minor child. Neither of these related contentions has merit.\nThe core of defendant's argument lies in the comparison he draws between section 278, which applies to unlawful interferences with custodial *898 relations by parents[7] and nonparents alike, and section 278.5, which is addressed primarily to interference by parents.\nThe pertinent versions of section 278 and section 278.5 were enacted simultaneously as components of a measure addressing problems of child custody and support. (Stats. 1976, ch. 1399.) Defendant argues that section 278[8] is a general statute supplanted by section 278.5, a specific enactment addressing the same wrong perpetrated by noncustodial parents.[9] (4a) He relies on \"`the general rule that where the general statute standing alone would include the same matter as the special act, and thus conflict with it, the special act will be considered as an exception to the general statute whether it was passed before or after such general enactment.'\" (In re Williamson (1954) 43 Cal.2d 651, 654 [276 P.2d 593].)\nThe Williamson rule rests on the inference that the special statute must be intended to supplant the facially applicable general statute when it addresses the same conduct in a specific context and provides a lesser penalty. This construction answers the rhetorical question why would the Legislature enact a statute establishing a lesser penalty for the special context unless it was meant to apply. But where the statute claimed to be special does not contain all of the elements of the general statute a reason appears for enactment of the special statute without intending an ouster. Without such an overlap of elements the special statute can be explained as an effort to supplement the general rather than to supplant it. (See, e.g. People v. Phillips (1966) 64 Cal.2d 574, 582 [51 Cal. Rptr. 225, 414 P.2d 353].) In such a case the general statute is ordinarily applied with full vigor despite the partial overlap. (Ibid.)\n*899 (3b), (4b) Defendant acknowledges section 278 does not include the same elements as section 278.5 since it requires the additional element of malice. However, he seeks a functional application of the Williamson rule: \"If it appears from the entire context that a violation of the `special' statute will necessarily or commonly result in a violation of the `general' statute, the Williamson rule may apply even though the elements of the general statute are not mirrored on the face of the special statute.\" (People v. Jenkins (1980) 28 Cal.3d 494, 502 [179 Cal. Rptr. 43, 637 P.2d 279]; italics added.) He rests his argument on the claim violations of section 278.5 will commonly result in violations of section 278.\nIf the element missing from the language of the special statute is a means of perpetration of the offense, that as a matter of fact is commonly present in the commission of the offense, the situation is the functional equivalent of that addressed by Williamson. That justifies drawing the Williamson inference. (See Jenkins, supra, 28 Cal.3d at pp. 504-505; People v. Swann (1963) 213 Cal. App.2d 447, 451 [28 Cal. Rptr. 830]; People v. Ruster (1976) 16 Cal.3d 690, 699 [129 Cal. Rptr. 153, 548 P.2d 353, 80 A.L.R.3d 1269].) The implication from these cases is that in these circumstances the precise means of perpetration is not of penal consequence.\nHowever, malice, the element required for violation of section 278, but not for violation of section 278.5, is not a means of perpetration. Malice is a term of art which imports a higher level of culpability. Where penal statutes addressing analogous conduct are differentiated by kinds of culpability the Williamson ascription has been held not to apply. (See People v. Watson (1981) 30 Cal.3d 290, 295-297 [179 Cal. Rptr. 43, 637 P.2d 279].)[10] The differential in culpability justifies the penological disparity and the inference underlying the Williamson rule is dispelled.\nDefendant seeks to articulate a separate reason for exclusion of his conduct from the ambit of section 278. He argues, in effect, there is a quantum jump from parental child-stealing to child-stealing by a stranger. He views this difference as precluding the ascription of an intent to bridge it with one statute which fuses these disparate varieties of wrongdoing.[11] The argument is unpersuasive.\n*900 The language of section 278 includes both varieties of misbehavior when malice is revealed. As related, ante (fn. 7), there is no historical understanding that parents without custody are exempted from the scope of such language. Though parental misbehavior may entail a likelihood of less distress to the victimized custodian, this is not inevitably the case. Nor can we say such \"lesser\" distress inherently demands a separate penal response. In short, there is an insufficient warrant to conclude the facial inclusion of malicious parental conduct was a legislative oversight.\n\nIII, IV[*]\n.... .... .... .... .... .... .\nThe judgment is affirmed.\nRegan, Acting P.J., and Dawson, J.[\u0086], concurred.\nAppellant's petition for a hearing by the Supreme Court was denied August 15, 1984.\nNOTES\n[*]   See footnote 2, post, page 894.\n[1]  All nondescript statutory references are to the Penal Code.\n[2]  Pursuant to rule 976.1 of the California Rules of Court, the Reporter of Decisions shall publish all portions of this opinion except parts III and IV, which shall not be published.\n[3]  The text of section 278 in effect at the time of defendant's conduct is: \"(a) Every person, not having a right of custody, who maliciously takes, entices away, detains or conceals any minor child with intent to detain or conceal such child from a parent, or guardian, or other person having the lawful charge of such child shall be punished by imprisonment in the state prison for two, three or four years, a fine of not more than ten thousand dollars ($10,000), or both, or imprisonment in a county jail for a period of not more than one year, a fine of not more than one thousand dollars ($1,000), or both.\n\n\"(b) A child who has been detained or concealed in violation of subdivision (a) shall be returned to the person having lawful charge of the child. Any expenses incurred in returning the child shall be reimbursed as provided in Section 4605 of the Civil Code. Such costs shall be assessed against any defendant convicted of a violation of this section.\" (Stats. 1976, ch. 1399, § 10.5, p. 6315, operative July 1, 1977.)\n[4]  We assume arguendo that defendant may tender the claim despite the fact that the inception of his course of criminal conduct preceeded entry of the interlocutory judgment in the dissolution action.\n[5]  As applicable to this case, section 4600.5, subdivision (c) distinguished between joint legal custody and joint physical custody and provided that a custody \"order may award joint legal custody without awarding joint physical custody.\" (Stats. 1979, ch. 915, § 2, p. 3150.) The amendment to section 4600.5 effective January 1, 1984, refines these distinctions and further provides for \"sole legal custody\" and \"sole physical custody.\"\n[6]  In People v. Harrison (1980) 82 Ill. App.3d 530 [37 Ill.Dec. 820, 402 N.E.2d 822] the defendant tendered a similar claim. The statute forbade removal of a child from the state \"without the consent of the person lawfully having custody....\" (Id., at p. 531 [402 N.E.2d at p. 824].) Defendant asserted as a joint legal custodian he was not within the ambit of the prohibition. The claim was held to lack any merit. (Ibid.)\n[7]  The predecessor of section 278 read: \"Every person who maliciously, forcibly, or fraudulently takes or entices away any minor child with intent to detain and conceal such child from its parent, guardian, or other person having the lawful charge of such child, is punishable by imprisonment in the state prison not exceeding twenty years.\" (Stats. 1901, ch. 106, § 1, p. 269.) This language was judicially construed to extend to the conduct of a parent not having lawful physical charge of the minor. (e.g. People v. Hyatt (1971) 18 Cal. App.3d 618, at p. 622 [96 Cal. Rptr. 156].) This construction is in accord with the majority view in other jurisdictions of the appropriate construction of child-stealing statutes that do not expressly exempt parental misconduct. (See Annot., supra, 20 A.L.R.4th, at pp. 833-840.)\n[8]  We repeat the version of the statute in effect at the time of defendant's offense in pertinent part: \"Every person, not having a right of custody, who maliciously takes, entices away, detains or conceals any minor child with intent to detain or conceal such child from a parent, or guardian, or other person having the lawful charge of such child shall be punished by imprisonment....\"\n[9]  The Attorney General suggests that Hyatt, supra, is authority to the contrary. He implies that the absence of discussion of a supplanting of former section 278, supra, by former section 279, supra, may be read as an implicit rejection of defendant's claim. However, the point was simply not presented in Hyatt. Moreover, the conduct in issue in Hyatt occurred before the effective date of former section 279 and the point could not have been of relevance. (See Id., 18 Cal. App.3d at p. 621.)\n[10]  We hasten to note that our citation of Watson, supra, does not spring from equating the quality of malice necessary for commission of murder with that entailed in violation of section 278. \"Some seem to have been disturbed by the thought that malice, as a jural concept, changes its meaning from crime to crime, but this is no more true of malice than it is of intent.\" (See Perkins, Criminal Law (2d ed. 1969) p. 769.)\n[11]  Defendant proffers in his brief a paragraph which he represents is contained in an analysis prepared by the Senate Committee on the Judiciary of the bill enacted as former section 279. The snippet is dehors the record. Setting that aside, it merely relates that numerous prosecutors supported the bill because they found section 278 an unwieldly vehicle for routine parental custody right violations. As an extrinsic aid to discerning a legislative intent to supplant the child-stealing statute rather than to supplement that provision the fragment is valueless.\n[*]   See footnote 2, ante, page 894.\n[\u0086]   Assigned by the Chairperson of the Judicial Council.\n\n",
            "ocr": false,
            "opinion_id": 2172462
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Kidnapping"
}