{
    "id": 2396320,
    "judges": "Divisions, Hunstein, Nahmias",
    "date_filed": "2012-12-21",
    "date_filed_is_approximate": true,
    "slug": "brown-v-state",
    "case_name_short": "Brown",
    "case_name": "Brown v. State",
    "case_name_full": "Brown v. the State",
    "attorneys": "Zell & Zell, Rodney S. Zell, for appellant., Paul L. Howard, Jr., District Attorney, Marc A. Motion, Assistant District Attorney, Thurbert E. Baker, Attorney General, Paula K. Smith, Senior Assistant Attorney General, David A. Zisook, Assistant Attorney General, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 12,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b926-9\">\n    S10A1709.\n   </docketnumber><parties id=\"Aq\">\n    BROWN v. THE STATE.\n   </parties><br><citation id=\"b926-10\">\n    (708 SE2d 294)\n   </citation>",
    "citations": [
        "708 S.E.2d 294",
        "288 Ga. 902"
    ],
    "opinions": [
        {
            "author_str": "Nahmias",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4094.0,
            "opinion_text": "\n708 S.E.2d 294 (2011)\nBROWN\nv.\nThe STATE.\nNo. S10A1709.\nSupreme Court of Georgia.\nMarch 25, 2011.\n*297 Rodney Samuel Zell, Zell &amp; Zell, P.C., Atlanta, for Appellant.\nThurbert E. Baker, Attorney General, Department of Law, Paul L. Howard Jr., District Attorney, Marc A. Mallon, Senior Asst. Dist. Atty., Paula Khristian Smith, Senior Assistant Attorney General, David Allan Zisook, Assistant Attorney General, Department of Law, for Appellee.\nNAHMIAS, Justice.\nRasheed Brown appeals his convictions for felony murder and other crimes in connection with the shooting death of Antonio Moore. We affirm.[1]\n1. The evidence at trial, viewed in the light most favorable to the verdict, showed the following. Around 10:30 p.m. on the evening of July 10, 1998, Brown and his best friend D'Antonius Owens were at the victim's apartment smoking marijuana with the victim. The mother of the victim's girlfriend stopped by and offered to pay Brown and Owens to help her move a piece of furniture. Owens agreed to help, and Brown said that he would go along to keep Owens company.\nBrown and Owens got into the woman's van, and she drove to a gas station a couple blocks away. In the van, either Brown or Owens said that he needed to get some money. As the woman was preparing to leave the gas station, the two men jumped out of the van without a word and ran back toward the victim's apartment. The woman could see that Brown had a large gun tucked under his t-shirt as he ran away.\nBack at the victim's apartment, Brown knocked on the door while Owens sat on the steps a few feet away. The victim's girlfriend looked out the peephole, saw Brown, and opened the door, but she did not unlock the burglar bar door. Owens asked if they had found his pager, which he claimed to have lost. The victim's girlfriend looked around the apartment but did not find the pager, and when she asked if Owens wanted her to call it so that it would ring or vibrate to help him find it, Owens declined. Brown and Owens then walked away but waited near the apartment. A minute or two later, at 11:15 p.m., the victim came outside. Brown and Owens asked him for a ride, which he agreed to give them.\nThe victim drove to a dark street a little over a mile away. He then stopped the car in the middle of the street and walked behind some bushes at the edge of Brandon Robbins's back yard. Robbins heard someone arguing with the victim. Seconds later, Robbins heard multiple gunshots in rapid succession. Robbins ducked for cover, but he looked up in time to see a man run back to the victim's car and jump in before the car *298 sped off. Robbins later identified that man as Brown in a photographic lineup. Robbins went to check on the victim, while Robbins's relatives placed a call to 911 at 11:23 p.m. Brown was dead by the time Robbins reached him. He had been shot ten times, including five shots to the head, any one of which would have killed him.\nThe police questioned Brown three days after the shooting. Brown admitted that the victim had given him and Owens a ride that night but claimed that they were dropped off a couple hours before the victim was killed. Brown pointed the finger at a third man that he and Owens knew, saying that when the victim stopped for gas, the man pulled up in his car with a couple of friends and, when the victim indicated that he was headed to a nightclub, said that he and his friends would follow the victim there.\nThe police questioned Owens's girlfriend eight days after the shooting. Shortly before the police talked to her, Brown and Owens convinced her to lie and tell the police that they were with her at her apartment from 10:30 to 11:00 p.m. on the night of the shooting, leaving insufficient time for them to have killed the victim at approximately 11:23 p.m. Brown supplied her with details to make the story more credible. Owens's girlfriend followed the plan at first, but on further questioning, she admitted that she had been lying, that Brown and Owens were not with her that night, and that they had told her what to say to the police.\nAfter arrest warrants were issued for Brown and Owens, Brown, accompanied by counsel, gave a second statement to the police. Brown admitted that he had lied in his first statement and made up the story about the man at the gas station who said he was going to follow the victim to a club. Brown claimed that Owens had told him what to say to the police to provide both of them with an alibi. Brown now claimed that while he was in the victim's car, Owens unexpectedly pulled out a gun and forced him to drive to where the victim was killed. Brown said that he waited in the car while Owens marched the victim behind the bushes at gunpoint before shooting him repeatedly and running back to the car. Brown maintained that he had no prior knowledge of Owens's plan to rob and murder the victim.\nWhen viewed in the light most favorable to the verdict, the evidence presented at trial and summarized above was sufficient to authorize a rational jury to find Brown guilty beyond a reasonable doubt of the crimes for which he was convicted. See Jackson v. Virginia, 443 U.S. 307, 319, 99 S. Ct. 2781, 61 L. Ed. 2d 560 (1979). See also OCGA § 16-2-20 (defining parties to a crime); Vega v. State, 285 Ga. 32, 33, 673 S.E.2d 223 (2009) (\"`It was for the jury to determine the credibility of the witnesses and to resolve any conflicts or inconsistencies in the evidence.'\" (citation omitted)).\n2. Brown contends that even if the evidence was sufficient to satisfy due process under Jackson v. Virginia, it did not satisfy OCGA § 24-4-6, which provides that \"[t]o warrant a conviction on circumstantial evidence, the proved facts shall not only be consistent with the hypothesis of guilt, but shall exclude every other reasonable hypothesis save that of the guilt of the accused.\" Brown claims that the evidence against him was all circumstantial and that it equally supported the reasonable alternative hypothesis that he was merely present when Owens alone committed the crimes. This argument is not persuasive.\nWhile \"mere presence\" at a crime scene does not make a bystander criminally liable absent \"special circumstances or relations [that] create a duty to interfere, . . . presence, companionship, and conduct before and after the offense are circumstances from which one's participation in the criminal intent may be inferred.\" Thornton v. State, 119 Ga. 437, 439, 46 S.E. 640 (1904). When deciding whether the evidence was sufficient to satisfy OCGA § 24-4-6, we again view the evidence in the light most favorable to the verdict. See, e.g., Mullins v. State, 269 Ga. 157, 157-158, 496 S.E.2d 252 (1998); Brown v. State, 260 Ga. 153, 154-155, 391 S.E.2d 108 (1990). So viewed, the evidence showed that Brown set out with his best friend Owens to get some money. Brown, carrying a handgun, returned with Owens to the victim's apartment, but their ruse to gain entry *299 failed. Brown then waited outside with Owens and got a ride from the victim. Brown was the person that the witness saw running back to the car just after the fatal shots were fired. Afterwards, Brown lied to the police, concocted a false alibi, and fabricated a story to implicate someone else in the crimes. This evidence was more than sufficient to allow a rational jury to find that the State had excluded every reasonable hypothesis other than Brown's guilt. Accordingly, there was no violation of OCGA § 24-4-6.\n3. Brown contends that the evidence was insufficient to prove the \"asportation\" element of the kidnapping statute, OCGA § 16-5-40, as we interpreted it in Garza v. State, 284 Ga. 696, 670 S.E.2d 73 (2008). In Garza, this Court adopted a four-factor test to differentiate movement that satisfies this element of the kidnapping statute from movement that is \"merely a `criminologically insignificant circumstance' attendant to some other crime.\" Id. at 702, 670 S.E.2d 73 (citation omitted). The four factors are: (1) the duration of the movement; (2) whether the movement occurred during the commission of a separate offense; (3) whether such movement was an inherent part of that separate offense; and (4) whether the movement itself presented a significant danger to the victim independent of the danger posed by the separate offense. See id.[2]\nOnly the second Garza factor suggests that the movement of the victim was merely incidental to Brown's other crimes, because it occurred during the course of the armed robbery and aggravated assault. On the other hand, the duration of the movement was not brief or momentary\u0097approximately eight minutes passed between the time the victim was directed at gunpoint to move, first by car and then on foot, to the place where Brown shot him. The movement was not an inherent part of the separate offenses; it was not necessary to move the victim in this fashion to steal his car, assault him with the handgun, and kill him. And the obvious purpose of the movement was to isolate the victim from his friends and other potential witnesses, which significantly increased the risk of harm to the victim and indeed enabled Brown to kill him with no eyewitnesses. See Henderson v. State, 285 Ga. 240, 245, 675 S.E.2d 28 (2009) (noting that the kidnapping statute is \"intended to address `movement serving to substantially isolate the victim from protection or rescue'\"). We therefore have no difficulty concluding that the evidence was sufficient for the jury to find that the asportation element of kidnapping, as interpreted in Garza, was proven in this case.\n4. Relying on Green v. Georgia, 442 U.S. 95, 99 S. Ct. 2150, 60 L. Ed. 2d 738 (1979), and Chambers v. Mississippi, 410 U.S. 284, 93 S. Ct. 1038, 35 L. Ed. 2d 297 (1973), Brown contends that the trial court violated his due process right to present a defense by excluding as hearsay a statement that Owens, who did not testify at trial, made to the police in which he admitted that he drove the victim's car from the crime scene and that Brown was unable to drive the victim's car. Brown wanted to link Owens's statement to Robbins's testimony at trial that he was certain that the person he saw run back to the car just after the fatal shots were fired got into the driver's seat and drove the car away. Brown could then argue to the jury that even though he was present at the crime scene, he was not the shooter.\nEvidence of a co-indictee's alleged confession is generally inadmissible hearsay. However, another person's confession to a third party may be admitted in the guilt-innocence phase under exceptional circumstances that show a considerable guaranty of the hearsay declarant's trustworthiness. The trial court must determine whether *300 the value and reliability of the tendered hearsay evidence outweigh the harm resulting from a violation of the evidentiary rule. In Chambers, the hearsay testimony was deemed trustworthy and admissible because the declarant (alleged to be the perpetrator by Chambers) made three spontaneous confessions to close friends shortly after the murder, the confessions were against the declarant's interest, each confession was corroborated by other evidence (including eyewitness testimony to the shooting, a sworn confession by the declarant that was admitted at trial, and evidence that the alleged perpetrator had been seen with the murder weapon), and the declarant was present in the courtroom and available for cross-examination.\nDrane v. State, 271 Ga. 849, 852-853, 523 S.E.2d 301 (1999) (citations omitted). The trial court's decision to exclude such evidence will not be disturbed on appeal absent an abuse of discretion. See Coleman v. State, 286 Ga. 291, 300, 687 S.E.2d 427 (2009).\nThe evidence excluded in this case may have been probative, in combination with Robbins's testimony, as to whether Owens or Brown was the shooter, but it was far from a confession by Owens that he rather than Brown shot and killed the victim. In addition, Brown conceded at trial that there were other witnesses who could testify that he could not drive the victim's car\u0097including Brown himself\u0097so there was no necessity for hearsay on this point. The trial court did not abuse its discretion when it sustained the State's hearsay objection.\n5. Brown claims that his trial counsel provided constitutionally inadequate assistance by failing to make five objections during the trial. To succeed on this claim, Brown was required to show both that his counsel was professionally deficient in failing to make the objections and that there is a reasonable probability that the verdict would have been more favorable to Brown if they had been made. See Strickland v. Washington, 466 U.S. 668, 687-696, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984).\nTo establish deficient performance, a person challenging a conviction must show that \"counsel's representation fell below an objective standard of reasonableness.\" A court considering a claim of ineffective assistance must apply a \"strong presumption\" that counsel's representation was within the \"wide range\" of reasonable professional assistance. . . .\nWith respect to prejudice, a challenger must demonstrate \"a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different. A reasonable probability is a probability sufficient to undermine confidence in the outcome.\"\nHarrington v. Richter, ___ U.S. ___, ___, 131 S. Ct. 770, 178 L. Ed. 2d 624 (2011) (quoting Strickland, 466 U.S. at 687-689, 693-694, 104 S. Ct. 2052).\nThe United States Supreme Court recently emphasized both the highly deferential nature of after-the-fact review of counsel's actions and the burden defendants face in demonstrating a reasonable probability that the adverse verdict resulted, not from the evidence properly admitted against the defendant at trial, but instead from counsel's incompetence.\n\"Surmounting Strickland's high bar is never an easy task.\" . . . [T]he Strickland standard must be applied with scrupulous care, lest \"intrusive post-trial inquiry\" threaten the integrity of the very adversary process the right to counsel is meant to serve. Even under de novo review, the standard for judging counsel's representation is a most deferential one. Unlike a later reviewing court, the attorney observed the relevant proceedings, knew of materials outside the record, and interacted with the client, with opposing counsel, and with the judge. It is \"all too tempting\" to \"second-guess counsel's assistance after conviction or adverse sentence.\" The question is whether an attorney's representation amounted to incompetence under \"prevailing professional norms,\" not whether it deviated from best practices or most common custom. . . .\nAnd while in some instances \"even an isolated error\" can support an ineffective-assistance claim if it is \"sufficiently egregious and prejudicial,\" it is difficult to establish *301 ineffective assistance when counsel's overall performance indicates active and capable advocacy. . . . In assessing prejudice under Strickland, the question is not whether a court can be certain counsel's performance had no effect on the outcome or whether it is possible a reasonable doubt might have been established if counsel acted differently. Instead, Strickland asks whether it is \"reasonably likely\" the result would have been different.\nRichter, ___ U.S. at ___, 131 S.Ct. at 788-792 (citations and additional paragraph breaks omitted).\nBrown's trial counsel was Tony Axam, an attorney who at the time of Brown's trial had decades of experience representing criminal defendants and had tried hundreds of criminal cases. Although Brown filed a motion for new trial less than two weeks after his sentencing in February 2001, the evidentiary hearing on the motion was not held until April 2009. By that time Axam no longer had any specific recollection of Brown or Brown's trial. Prior to the hearing, Brown's new appellate attorney reviewed the trial transcript with Axam in an unsuccessful attempt to refresh his recollection. Axam testified that he recognized parts of his closing argument but had no present memory of anything else about the case. Brown's appellate counsel questioned Axam about each of the five objections Brown claims that Axam should have made. Each time, Axam testified that he had no memory of the situation or the reasons he elected not to object. Axam testified, however, that he exercises strategy in deciding which objections to raise and which ones to forego.\nWe have said that \"[w]here trial counsel does not testify at the motion for new trial hearing, it is extremely difficult to overcome th[e] presumption\" that counsel's conduct resulted from reasonable trial strategy. Russell v. State, 269 Ga. 511, 511, 501 S.E.2d 206 (1998). The same may be said here, where trial counsel testified but was unable to recall anything specific about the trial.\nAlthough courts may not indulge \"post hoc rationalization\" for counsel's decisionmaking that contradicts the available evidence of counsel's actions, neither may they insist counsel confirm every aspect of the strategic basis for his or her actions. There is a \"strong presumption\" that counsel's attention to certain issues to the exclusion of others reflects trial tactics rather than \"sheer neglect.\" . . . [Strickland] calls for an inquiry into the objective reasonableness of counsel's performance, not counsel's subjective state of mind.\nRichter, ___ U.S. at ___, 131 S.Ct. at 790 (citations omitted). Thus, a tactical decision will not form the basis for an ineffective assistance of counsel claim unless it was \"so patently unreasonable that no competent attorney would have chosen it.\" McKenzie v. State, 284 Ga. 342, 347, 667 S.E.2d 43 (2008). Accordingly, we must presume that Axam's decisions not to raise the objections now posited by Brown were a matter of strategy and trial tactics, and the question under Strickland's first prong is whether Brown showed that no competent attorney would have decided not to make those objections.\n(a)The first four proposed objections involve the lead detective's testimony that: (1) the parents of the man Brown implicated in his first statement to the police confirmed that the man was with them at the time of the crimes; (2) the detective was suspicious of the first statement Owens's girlfriend made to the police providing an alibi for Brown and Owens; (3) Brown made false statements when he was first questioned by the police; and (4) Owens's girlfriend later told the detective that the reason she provided a false alibi for Brown and Owens was because Owens told her what to say. However, Brown's second statement to the police was read to the jury, and in it he made admissions that rendered the first three of these proposed objections essentially pointless. Brown admitted that he lied in his first statement to the police, that he made up the story about the man following the victim to a club the night of the shootings, and that he was present when the victim was shot, so that the alibi Owens's girlfriend provided to the police was an obvious fabrication. As for the fourth objection, testimony that it was Owens and not Brown who convinced Owens's girlfriend to lie to the police was beneficial to Brown. Having admitted that the *302 alibi was a lie, Brown would want the jury to hear that it was Owens who coached the girlfriend on what to say. Moreover, a competent attorney could conclude that making these four objections would have harmed Brown's case by focusing the jury's attention on Brown's lies to the police.\nBrown therefore failed to establish that Axam performed incompetently by not making these four objections. In addition, there is no reason to think that the exclusion of the testimony that was the basis of the objections would have altered the jury's view of the case, and Brown therefore also failed to establish the prejudice prong of the Strickland test.\n(b)As for the fifth proposed objection, Brown maintains that the trial court violated OCGA § 17-8-73 by limiting defense counsel's closing argument to one hour and that the reason Axam did not object was because he was unaware that he was statutorily entitled to two hours for closing argument. OCGA § 17-8-73 provides that \"[i]n cases involving capital felonies, counsel shall be limited [in closing argument] to two hours for each side.\" In 1997, four years before Brown's trial, we held that this statute requires that counsel be given two hours for closing argument in all murder cases, regardless of whether the death penalty is sought. See Hayes v. State, 268 Ga. 809, 813-814, 493 S.E.2d 169 (1997). We further held that violations of OCGA § 17-8-73 are strongly presumed to have prejudiced the defendant. See Hayes, 268 Ga. at 813, 493 S.E.2d 169.\nAfter the charge conference, the trial court asked the prosecutor how long his closing would be, and the prosecutor answered, \"30 minutes maximum, I hope.\" The court then asked Axam if his closing argument would be \"full,\" and Axam responded, \"hopefully.\" The jury was brought back in, and the trial court told the jury that \"[t]he law gives each side an hour for closing arguments. Mr. Dixon has indicated his will be less than that. Mr. Axam said you may anticipate that he may take his allotted time.\" (Emphasis added.) Axam did not object; he may have been focusing on the argument he was rising to give rather than what the court was saying, since the court was addressing the jury, rather than counsel directly. Axam then gave his closing argument, covering 15 pages of the transcript for the first portion and 13 pages for the rebuttal. The trial court never interrupted Axam's argument or indicated to him that he had limited time. We conclude that such weak evidence of an actual improper limit on closing argument is insufficient to demonstrate a violation of OCGA § 17-8-73.\nIn any event, the existence of the statutory right to make a two-hour closing argument in a murder case does not mean that an attorney acts incompetently whenever he decides to use less than the whole two hours. Brown claims that Axam must have shortened his argument to less than an hour because of the trial court's comment to the jury and that Axam did not object because he was unaware of OCGA § 17-8-73. But that is pure speculation. When asked whether he was aware of the time allowed for closing when he defended Brown, Axam testified that he could not recall what he knew on that issue eight years earlier. Absent a persuasive demonstration to the contrary, we must presume that Axam knew the law and that his decision not to object resulted from strategy and tactics rather than incompetence. See Richter, ___ U.S. at ___, 131 S.Ct. at 790. For example, even assuming Axam felt bound by the court's comment directed to the jury, he may have understood that the court's statement was erroneous but decided not to object because he was not planning to argue for more than an hour in any event; because he thought the court had simply made a slip of the tongue; or because he wanted to wait and see how the arguments were going and to object, if at all, when the trial court tried to cut him off to enforce the one-hour limit. There are many reasonable explanations for why defense counsel would decide not to make a two-hour-long closing argument in a case like this one, and Brown has shown nothing to suggest that Axam's failure to object (to the court's comment to the jury rather than a directive to counsel) was professionally deficient. As a result, the trial court properly rejected his ineffective assistance of counsel claim on this basis.\nJudgment affirmed.\n*303 All the Justices concur, except HUNSTEIN, C.J., who concurs in Divisions 1, 2, 3, and 4 and in the judgment.\nNOTES\n[1]  The crimes occurred on July 10, 1998, and Brown and his accomplice, D'Antonius Owens, were arrested three weeks later. On January 26, 1999, Brown was indicted in Fulton County for malice murder, two counts of felony murder, the predicate felonies of armed robbery and aggravated assault, and kidnapping. On February 2, 2001, at the conclusion of a four-day trial, the jury acquitted Brown of malice murder but found him guilty of the remaining charges. The trial court sentenced Brown to life in prison for felony murder plus 20 years consecutive for kidnapping; the other convictions merged for sentencing purposes. Brown filed a motion for new trial on February 26, 2001. After the appointment of new counsel, Brown amended his motion for new trial on March 13 and April 22, 2009. After an April 24, 2009 hearing, the trial court summarily denied the motion on March 16, 2010. Brown filed a timely notice of appeal on March 22, 2010. The case was docketed in this Court for the September 2010 Term and submitted for decision on the briefs. Owens was tried after Brown, and his convictions for armed robbery and kidnapping were affirmed by the Court of Appeals. See Owens v. State, 263 Ga.App. 478, 478, 588 S.E.2d 265 (2003).\n[2]  The General Assembly later amended OCGA § 16-5-40, effective July 1, 2009, adopting a somewhat different four-factor test than the one this Court set forth in Garza. See OCGA § 16-5-40(b)(1)(A)-(D). Garza applies to this case because Brown committed the crimes in 1998 and was tried in 2001. See Tate v. State, 287 Ga. 364, 364, n.1, 365-366, 695 S.E.2d 591 (2010) (applying the pre-amendment version of OCGA § 16-5-40 to a 2001 conviction); Luke v. Battle, 275 Ga. 370, 374, 565 S.E.2d 816 (2002) (holding that an appellate decision \"constru[ing] the meaning of a criminal statute so as to place certain conduct . . . beyond its reach . . . establish[es] a rule of substantive criminal law that must be applied\" to all cases, regardless of whether they come before us on direct or \"collateral review\").\n\n",
            "ocr": false,
            "opinion_id": 2396320
        }
    ],
    "court_short_name": "Supreme Court of Georgia",
    "court_full_name": "Supreme Court of Georgia",
    "court_type": "S",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Kidnapping"
}