{
    "id": 2444462,
    "judges": "Alexander, Gorman, Jabar, Levy, Saufley, Silver",
    "date_filed": 1280188800000,
    "date_filed_is_approximate": false,
    "slug": "state-v-rackliffe",
    "case_name_short": "Rackliffe",
    "case_name": "State v. Rackliffe",
    "case_name_full": "STATE of Maine v. Rodney C. RACKLIFFE",
    "attorneys": "Christopher S. Berryment, Esq., Mexico, ME, for Rodney C. Rackliffe., Norman R. Croteau, District Attorney, Deborah Potter Cashman, Asst. Dist. Atty., Office of the District Attorney, Auburn, ME, for the State of Maine.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted on Briefs: July 7, 2010.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b468-7\">\n    2010 ME 70\n   </citation><parties id=\"AqD\">\n    STATE of Maine v. Rodney C. RACKLIFFE.\n   </parties><br><court id=\"b468-10\">\n    Supreme Judicial Court of Maine.\n   </court><br><otherdate id=\"b468-11\">\n    Submitted on Briefs: July 7, 2010.\n   </otherdate><decisiondate id=\"ASo\">\n    Decided: July 27, 2010.\n   </decisiondate><br><attorneys id=\"b469-12\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"439\"> \n     *439\n     </span>\n    Christopher S. Berryment, Esq., Mexico, ME, for Rodney C. Rackliffe.\n   </attorneys><br><attorneys id=\"b469-13\">\n    Norman R. Croteau, District Attorney, Deborah Potter Cashman, Asst. Dist. Atty., Office of the District Attorney, Auburn, ME, for the State of Maine.\n   </attorneys><br><judges id=\"b469-14\">\n    Panel: SAUFLEY, C.J., and ALEXANDER, LEVY, SILVER, GORMAN, and JABAR, JJ.\n   </judges>",
    "citations": [
        "2010 ME 70",
        "1 A.3d 438"
    ],
    "opinions": [
        {
            "author_str": "Alexander",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4640.0,
            "opinion_text": "\n1 A.3d 438 (2010)\n2010 ME 70\nSTATE of Maine\nv.\nRodney C. RACKLIFFE.\nDocket: And-10-39.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs: July 7, 2010.\nDecided: July 27, 2010.\n*439 Christopher S. Berryment, Esq., Mexico, ME, for Rodney C. Rackliffe.\nNorman R. Croteau, District Attorney, Deborah Potter Cashman, Asst. Dist. Atty., Office of the District Attorney, Auburn, ME, for the State of Maine.\nPanel: SAUFLEY, C.J., and ALEXANDER, LEVY, SILVER, GORMAN, and JABAR, JJ.\nALEXANDER, J.\n[¶ 1] Rodney C. Rackliffe appeals from a judgment of conviction of one count of gross sexual assault (Class A), 17-A M.R.S. § 253(1)(A) (2009), entered on a jury's verdict in the Superior Court (Androscoggin County, Delahanty, J.). Rackliffe argues that the court: (1) committed error and violated his constitutional rights when it excluded evidence of the male victim's sexual orientation pursuant to M.R. Evid. 412; and (2) erred in denying his motion for a judgment of acquittal because, viewing the evidence in the light most favorable to the State, a rational juror would have to entertain reasonable doubt as to the element of compulsion. We affirm the judgment.\n[¶ 2] The charge at issue was based on an encounter between Rackliffe and the victim in a men's restroom at a shopping mall. Once the victim was confronted by Rackliffe, who had forcibly entered the bathroom stall he was using, there was no evidence that the victim cried out or physically resisted Rackliffe's advances. The incident was reported to law enforcement promptly after it occurred. Rackliffe was initially questioned by police while at the scene.\n\nA. Sexual Orientation Evidence\n[¶ 3] After indictment by the Androscoggin County Grand Jury, the case proceeded to a jury trial. At trial, while presenting no independent evidence regarding the victim's sexual orientation, Rackliffe sought to question the victim in front of the jury regarding his sexual orientation. The court sustained the State's objection to the questions, citing M.R. Evid. 412(b).\n[¶ 4] Rule 412(b) states:\n(b) In a criminal case in which a person is accused of sexual misconduct toward a victim the only evidence of the alleged victim's past sexual behavior that may be admitted is the following:\n(1) [Evidence of source of semen or injury]; or\n(2) Evidence, other than reputation or opinion evidence, of sexual behavior with the accused offered by the accused on *440 the issue of whether the alleged victim consented to the sexual behavior with respect to which the accused is charged.\n(3) Evidence the exclusion of which would violate the constitutional rights of the defendant.\n[¶ 5] Rackliffe contends that he should have been allowed to question the victim as to his sexual orientation because it is not evidence of \"the alleged victim's past sexual behavior.\"\n[¶ 6] Rackliffe argues that evidence of the victim's sexual orientation was relevant to the issue of whether or not the victim consented to the sexual encounter. Evidence of a victim's sexual orientation, taken alone, is irrelevant to the issue of whether or not a victim consented to a sexual encounter. See M.R. Evid. 401, 402; see also Colorado v. Murphy, 919 P.2d 191, 193-95 (Colo.1996).\n[¶ 7] Because Rackliffe's proposed questioning of the victim was irrelevant to the issue of consent pursuant to M.R. Evid 412(b)(2), and its exclusion violated no constitutional right as addressed by M.R. Evid. 412(b)(3), it was properly excluded.\n\nB. Evidence of Compulsion\n[¶ 8] The victim testified that Rackliffe forced him to submit to a sexual assault. Absent competence problems with a victim's testimony that did not exist in this case, the uncorroborated testimony of a victim is sufficient to sustain a verdict for a sex crime. See State v. Harper, 675 A.2d 495, 497 (Me.1996). Additionally, \"[t]he proof need not exclude every reasonable hypothesis of innocence, provided the record as a whole supports a conclusion of guilty beyond a reasonable doubt.\" State v. Moores, 2009 ME 102, ¶ 10, 982 A.2d 318, 320 (quotation marks omitted).\n[¶ 9] \"A person is guilty of gross sexual assault if that person engages in a sexual act with another person and ... [t]he other person submits as a result of compulsion....\" 17-A M.R.S. § 253(1)(A). \"Sexual act\" means, as relevant to this case, \"Any act between 2 persons involving direct physical contact between the genitals of one and the mouth or anus of the other, or direct physical contact between the genitals of one and the genitals of the other.\" 17-A M.R.S. § 251(1)(C)(1) (2009). \"Compulsion\" means:\n[T]he use of physical force, a threat to use physical force or a combination thereof that makes a person unable to physically repel the actor or produces in that person a reasonable fear that death, serious bodily injury or kidnapping might be imminently inflicted upon that person or another human being.\n\"Compulsion\" as defined in this paragraph places no duty upon the victim to resist the actor.\n17-A M.R.S. § 251(1)(E) (2009).\n[¶ 10] Proof of compulsion properly focuses on the acts of the perpetrator of a sexual assault. As the statute indicates, the State need not prove that the victim cried out or physically resisted the assault to prove compulsion. On this record, the jury could have found each element of the crime of gross sexual assault proved beyond a reasonable doubt, including the element of compulsion. Accordingly, the court did not err in denying Rackliffe's motion for a judgment of acquittal. See, e.g., State v. Maizeroi, 2000 ME 187, ¶¶ 16, 18, 760 A.2d 638, 643, 644 (holding that sufficient evidence existed on the element of compulsion when there was no evidence that the victim initially consented to the sexual act; she said \"no\" and \"stop\" and continued to \"mov[e] around,\" even though she did not or could not physically attempt to resist the perpetrator); State v. Whitten, 667 A.2d 849, 851 (Me. 1995) (holding that circumstantial evidence, *441 including the fact that the victim felt fearful of the perpetrator, made a statement to police and sought medical treatment, and was distraught, supported finding of compulsion); State v. Rosa, 575 A.2d 727, 729 (Me.1990) (rejecting the argument that victim's testimony that she was \"really nervous\" and \"scared\" was insufficient evidence of fear of imminent death or serious bodily injury for purposes of the element of compulsion).\nThe entry is:\nJudgment affirmed.\n",
            "ocr": false,
            "opinion_id": 2444462
        }
    ],
    "court_short_name": "Supreme Judicial Court of Maine",
    "court_full_name": "Supreme Judicial Court of Maine",
    "court_type": "S",
    "court_jurisdiction": "Maine, ME",
    "crime_category": "Kidnapping"
}