{
    "id": 2453905,
    "judges": "Gertner",
    "date_filed": 1090800000000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-mueffelman",
    "case_name_short": "Mueffelman",
    "case_name": "United States v. Mueffelman",
    "case_name_full": "UNITED STATES of America, v. Steven D. MUEFFELMAN, Defendant; United States of America, v. Issa M. Jaber, Defendant; United States of America, v. Michael S. Notkin, Defendant; United States of America, v. Carmelo Rodriguez, Defendant",
    "attorneys": "Michael C. Andrews, Law Offices of Michael C. Andrews, Boston, MA, Mark E. NeJame, Orlando, FL, Joan C. Stanley, Milton, MA, Kristina E. Barclay, U.S. Attorney’s Office, Boston, MA, Robert M. Goldstein, Boston, MA, Joseph F. Savage, Jr., Testa, Hurwitz & Thibeault, LLP, Boston, MA, Martin G. Weinberg, Oteri, Weinberg & Lawson, Boston, MA, Peter C. Horstmann, Law Offices of Partridge, Ankner & Horstmann, LLP, Boston, MA, Michael L. D’Amore, Jr., Law Office of Michael L. D’Amore, Boston, MA, Barry S. Pollack, Donnelly, Conroy & Gelharr, LLC, Boston, MA, for Defendants., Susan M. Poswistilo, United States Attorney’s Office, Boston, MA, Maureen B. Hogan, United States Attorney’s Office, Boston, MA, Jeanne M. Kempthorne, Law Office of Jeanne M. Kempthorne, Salem, MA, Peter A. Mullin, United States Attorney’s Office, Boston, MA, Timothy Q. Fee-ley, United States Attorney’s Office, Boston, MA, Peter K. Levitt, United States Attorney’s Office, Boston, MA, John A. Wortmann, Jr., United States Attorney’s Office, Boston, MA, for Plaintiff.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 14,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b117-5\">\n    UNITED STATES of America, v. Steven D. MUEFFELMAN, Defendant. United States of America, v. Issa M. Jaber, Defendant. United States of America, v. Michael S. Notkin, Defendant. United States of America, v. Carmelo Rodriguez, Defendant.\n   </parties><br><docketnumber id=\"b117-17\">\n    CRIM. Nos. 01-CR-10387-NG, CRIM. 02-CR-10201-NG, CRIM. 03-CR-10310-NG, CRIM. 04-CR-10048-NG.\n   </docketnumber><br><court id=\"b117-18\">\n    United States District Court, D. Massachusetts.\n   </court><br><decisiondate id=\"b117-20\">\n    July 26, 2004.\n   </decisiondate><br><attorneys id=\"b118-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"80\"> \n     *80\n     </span>\n    Michael C. Andrews, Law Offices of Michael C. Andrews, Boston, MA, Mark E. NeJame, Orlando, FL, Joan C. Stanley, Milton, MA, Kristina E. Barclay, U.S. Attorney’s Office, Boston, MA, Robert M. Goldstein, Boston, MA, Joseph F. Savage, Jr., Testa, Hurwitz\n    <em>\n     &amp;\n    </em>\n    Thibeault, LLP, Boston, MA, Martin G. Weinberg, Oteri, Weinberg\n    <em>\n     &amp;\n    </em>\n    Lawson, Boston, MA, Peter C. Horstmann, Law Offices of Partridge, Ankner\n    <em>\n     &amp;\n    </em>\n    Horstmann, LLP, Boston, MA, Michael L. D’Amore, Jr., Law Office of Michael L. D’Amore, Boston, MA, Barry S. Pollack, Donnelly, Conroy &amp; Gelharr, LLC, Boston, MA, for Defendants.\n   </attorneys><br><attorneys id=\"b118-7\">\n    Susan M. Poswistilo, United States Attorney’s Office, Boston, MA, Maureen B. Hogan, United States Attorney’s Office, Boston, MA, Jeanne M. Kempthorne, Law Office of Jeanne M. Kempthorne, Salem, MA, Peter A. Mullin, United States Attorney’s Office, Boston, MA, Timothy Q. Fee-ley, United States Attorney’s Office, Boston, MA, Peter K. Levitt, United States Attorney’s Office, Boston, MA, John A. Wortmann, Jr., United States Attorney’s Office, Boston, MA, for Plaintiff.\n   </attorneys>",
    "citations": [
        "327 F. Supp. 2d 79"
    ],
    "opinions": [
        {
            "author_str": "Gertner",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 1179.0,
            "opinion_text": "\n327 F. Supp. 2d 79 (2004)\nUNITED STATES of America,\nv.\nSteven D. MUEFFELMAN, Defendant.\nUnited States of America,\nv.\nIssa M. Jaber, Defendant.\nUnited States of America,\nv.\nMichael S. Notkin, Defendant.\nUnited States of America,\nv.\nCarmelo Rodriguez, Defendant.\nCRIM. Nos. 01-CR-10387-NG, CRIM. 02-CR-10201-NG, CRIM. 03-CR-10310-NG, CRIM. 04-CR-10048-NG.\nUnited States District Court, D. Massachusetts.\nJuly 26, 2004.\n*80 Michael C. Andrews, Law Offices of Michael C. Andrews, Boston, MA, Mark E. NeJame, Orlando, FL, Joan C. Stanley, Milton, MA, Kristina E. Barclay, U.S. Attorney's Office, Boston, MA, Robert M. Goldstein, Boston, MA, Joseph F. Savage, Jr., Testa, Hurwitz &amp; Thibeault, LLP, Boston, MA, Martin G. Weinberg, Oteri, Weinberg &amp; Lawson, Boston, MA, Peter C. Horstmann, Law Offices of Partridge, Ankner &amp; Horstmann, LLP, Boston, MA, Michael L. D'Amore, Jr., Law Office of Michael L. D'Amore, Boston, MA, Barry S. Pollack, Donnelly, Conroy &amp; Gelharr, LLC, Boston, MA, for Defendants.\nSusan M. Poswistilo, United States Attorney's Office, Boston, MA, Maureen B. Hogan, United States Attorney's Office, Boston, MA, Jeanne M. Kempthorne, Law Office of Jeanne M. Kempthorne, Salem, MA, Peter A. Mullin, United States Attorney's Office, Boston, MA, Timothy Q. Feeley, United States Attorney's Office, Boston, MA, Peter K. Levitt, United States Attorney's Office, Boston, MA, John A. Wortmann, Jr., United States Attorney's Office, Boston, MA, for Plaintiff.\n\nMEMORANDUM AND ORDER RE: UNITED STATES SUPREME COURT'S DECISION IN BLAKELY v. WASHINGTON\nGERTNER, District Judge.\nThe defendants in the above cases, like literally thousands across the country, challenge the sentence the government seeks under Blakely v. Washington, ___ *81 U.S. ___, 124 S. Ct. 2531, ___ L.Ed.2d ___ (June 24, 2004). They argue that any sentencing enhancement authorized by the United States Sentencing Guidelines (hereinafter \"Federal Sentencing Guidelines,\" \"Sentencing Guidelines,\" or \"Guidelines\") violates the Sixth Amendment insofar as it permits a judge to find facts that are \"essential\" to punishment, rather than a jury.\nSince June 24, 2004, courts across the country have had to wrestle with the implications of Blakely on sentencing under the Federal Sentencing Guidelines. The decision has effected nothing less than a sea change.\nThe issue is particularly significant for defendants (1) who have pled guilty or were convicted before Blakely, but whose sentencing will occur afterward,[1] and (2) for whom the government seeks sentencing enhancements or upward departures based on factors that were not admitted to or found by a jury.\nThirty cases in my docket fit into this category.[2] Four were on the cusp of sentencing when the Blakely decision was *82 rendered. I have consolidated those four cases for the purpose of addressing Blakely issues,[3] invited extensive briefing, and held a lengthy oral argument. After I resolve the general Blakely issues in the cases before me, I will hold sentencing hearings in each individual case.\nThis decision addresses the following: 1) Whether it is appropriate to defer consideration of Blakely issues pending further appellate guidance; 2) whether Blakely applies to the Federal Sentencing Guidelines; and, 3) whether the Federal Sentencing Guidelines are severable if portions of the Guidelines are unconstitutional under Blakely. To be sure, answering these questions does not resolve all of the issues implied by the decision \u0097 those issues can be addressed in the sentencing of particular defendants where they arise.[4]\nAs I describe below, I conclude (1) that it is entirely appropriate for a lower trial court to consider Blakely issues and add her voice to the dialogue about the decision's implications; (2) that Blakely unquestionably applies to the Federal Sentencing Guidelines; and (3) that the Guidelines are rendered unconstitutional in their entirety by that application.\nWhile Blakely has gone a long way to make the sentencing system more fair, and to reinvigorate the role of juries in the process, it is inconceivable that the system now required by the decision is at all consistent with anything contemplated by the drafters of the Sentencing Reform Act (\"SRA\"), Pub.L. No. 98-473, 98 Stat. 1837 (1987), or of the Guidelines. To literally engraft a system of jury trials involving fact-finding enhancements onto the Sentencing Guideline is to create a completely different regime than that comprehensive sentencing system envisioned by the legislation's drafters or the drafters of the Guidelines. If such a system is required to give full effect to the Constitution's jury trial guarantee then the entire sentencing system has to be recast. The constitutional sentencing pieces cannot be cobbled together by judges on a case by case basis.\nAs a backdrop to the latter discussion, I will describe the Guidelines' genesis out of the failure to pass a federal criminal code, how such a federal code would have increased the power of the jury as Blakely requires, how the Apprendi-Blakely line of cases evolved, the facts of the four cases before me, and then I will turn to the resolution of the specific issues described above.\n\nI. INTRODUCTION\n\nSubstantive federal criminal law has always been like a patchwork quilt, consisting, for the most part, of broadly defined offenses with wide punishment ranges. The jury's role has been to answer general questions \u0097 whether the government has proved the elements of the broadly defined offense beyond a reasonable doubt, for example \u0097 in a setting with the full panoply of constitutional safeguards. If the defendant *83 was found guilty, judges had a very different role than that of jurors, at least until the 1980s. They enjoyed wide discretion to sentence within the broad punishment ranges, based on a host of issues, including rehabilitation, almost like a doctor or social worker exercising clinical judgment.[5] In order to maximize the information available to the judge, and to minimize constraints on her discretion, sentencing procedures were far less formal than trial procedures.[6]\nSince efforts to reform this system (which surely had its flaws) by creating a criminal code with discrete, graded offenses failed, reformers instead attempted to rationalize the sentencing process. But, significantly, they did so within the very same framework \u0097 the same general offense categories, the same broad punishment ranges, the same minimal procedural protections contemplating the very same decision-maker.[7] Their goal was absolutely clear: To create a system of guidelines to structure judicial discretion in making the kinds of decisions judges had been making within those wide punishment ranges. The result was the Sentencing Reform Act and the Sentencing Guidelines.\nThe problem was that as the Guidelines evolved, through both the decisions of the courts and the United States Sentencing Commission (\"Sentencing Commission\"), as well as through subsequent legislation, \"guidance\" turned to mandatory rules, mechanistically applied \u0097 if the judge finds \"x\" fact (quantity, the amount of the fraud, for example), \"y\" sentence is essentially compelled. More and more issues of consequence to the punishment of an offender were being pushed into the sentencing realm, with few safeguards. And to the degree that the judge's role was transformed to \"just\" finding the facts, now with Commission-ordained consequences, what the judge was doing began to look precisely like what the jury was doing, only with fewer safeguards, less formality, and far less legitimacy.[8] With respect to this area \u0097 fact-finding with determinate consequences \u0097 the judge had no specialized role, added no unique expertise to the process. The only difference \u0097 and it was a troubling one \u0097 was that judicial decision-making took place in what has been described graphically as the \"second string fact-finding process.\"[9]\n*84 The Supreme Court rejected all efforts to address the problem by enhancing the procedural standards available at sentencing \u0097 e.g. applying the standard evidentiary rules and/or raising the burden of proof, making the sentencing hearing more like a jury-waived trial.[10] To a degree, all of that seemed to change with Apprendi v. New Jersey, 530 U.S. 466, 120 S. Ct. 2348, 147 L. Ed. 2d 435 (2000), and especially with Blakely. Whereas prior to Blakely,\"facts ... essential to the punishment\" were found by the judge at sentencing (in that \"second string fact-finding process\") Blakely directed that such facts had to be found by a jury, with all the safeguards of the Constitution, or admitted by the defendant in a plea agreement or plea colloquy.[11]\nBut make no mistake about it: That shift had seismic consequences for the Federal Sentencing Guidelines, not to mention the cases of the four defendants at bar.[12]\n\nII. THE FOUR CASES\n\nAll the defendants here argue that Blakely applies to the Federal Sentencing Guidelines, and further, that the offending portions of the Guidelines, those that require sentencing enhancements based on facts which were not comprised in the indictment, plea, or conviction, can be severed from the rest of the Guidelines. The resulting sentences would be at the base offense level, substantially lower than the sentence the government argues the Guidelines would have required.\n\nA. Issa Jaber\n\nIssa Jaber (\"Jaber\") pled guilty to Counts 1 through 8 of a superceding indictment charging him with conspiracy to posses or distribute pseudoephedrine, knowing that it would be used to manufacture a controlled substance (in violation of 21 U.S.C. § 846), possession of pseudoephedrine with the same understanding (in violation of 21 U.S.C. § 841(c)(2)), and conspiracy to commit money laundering (in violation of 18 U.S.C. § 1956(h)).\n*85 The government and the defendant agreed that a base offense level of 30 reflected the amount of pseudoephedrine Jaber possessed, together with a base offense level of 29 for the money laundering. They also agreed that the defendant is entitled to a three-level adjustment for \"acceptance of responsibility\" under U.S.S.G. § 3E1.1(a) and (b).\nThe parties differed on a) whether the grouping provisions of the Guidelines applied (which would reduce the sentence); b) the extent of the enhancement Jaber was subject to under U.S.S.G. § 3B1.1(c) for his \"role in the offense\" \u0097 two points, as the defendant suggested, or four points as the government and Probation urged; and, c) whether Jaber was subject to the two-point enhancement proposed by Probation pursuant to U.S.S.G. § 3C1.1 (obstruction of justice) for concealing material evidence and lying to the Drug Enforcement Administration.\nThe difference is this: Were I to accept the government's \"enhancements\" Jaber would be at a level 31 and a Guideline range of 108 to 135 months (with a criminal history of I). Were I only to consider the facts to which Jaber pled, the level would be 27, for a Guideline range of 70-87 months.\n\nB. Michael Notkin\n\nMichael Notkin is charged with international parental kidnapping in violation of 18 U.S.C. § 1204. He pled guilty without a plea agreement. At his plea colloquy, he agreed only that he had unlawfully kept his son in Russia, an offense that yielded a base offense level under U.S.S.G. § 2J1.2(a)[13] of 12, with a deduction of two points for acceptance of responsibility under U.S.S.G. § 3E1.1, yielding a guideline range (with a category I criminal history) of 6-12 months.[14]\nThe Probation Department (with the Government's concurrence) concluded that 1) notwithstanding Notkin's guilty plea the defendant did not accept responsibility for his actions; 2) that there should be an 8-level upward adjustment under U.S.S.G. § 2J1.2(b)(1) since \"the offense involved causing or threatening to cause physical injury to a person ... in order to obstruct the administration of justice;\" 3) that by taking his son to Russia, Notkin prevented the Middlesex Probate and Family Court from finalizing the divorce proceeding (since the issue of his son's custody could not be resolved until he was returned to the United States), and therefore Notkin was subject to a three-level increase pursuant to U.S.S.G. § 2J1.2(b)(2) for \"substantial interference with the administration of justice;\" and, 4) that since the victim of the kidnapping was four years old, under U.S.S.G. § 3A1.1(b)(1), the offense involved a vulnerable victim, yielding another two-level increase.\nSignificantly, the Probation Department based these very considerable adjustments on a probable cause finding by Magistrate Swartwood (Memorandum of Probable Cause [docket entry # 9]), and the information provided by Notkin's wife to government agents. While Probation noted that it had not been provided with information suggesting that this information was not credible, in fact, Notkin vehemently denied the underlying facts on which these enhancements were based at his plea colloquy, and his objections to the presentence report.\nIf these enhancements are accepted, they would increase the base offense level by fifteen points, yielding a guideline *86 range of 57-71 months (with a category I criminal history). Since the statutory maximum was three years, the result the Government urges would be a sentence at the statutory maximum of three years (see 18 U.S.C. § 3559(a)), in striking contrast to the range defendant seeks of 6-12 months.\n\nC. Carmelo Rodriguez\n\nCarmelo Rodriguez pled guilty to Counts 1, 3, 4, 9, 10, 13, and 16 of an indictment charging him with conspiracy to distribute cocaine (in violation of 21 U.S.C. § 846), and six substantive acts of distribution (in violation of 21 U.S.C. § 841(a)(1)). He agreed that he had distributed between 200 and 300 grams of cocaine, but did not agree to the quantities attributed to him by the Government, in the range of 500 grams or more but less than two kilogram (under U.S.S.G. § 2D1.1(c)(7)). Nor did he agree that his Guideline range should be enhanced by three points for his role in the offense under U.S.S.G. § 3B1.1(b).\nAccording to Rodriguez's calculations, his base offense level is 20, which, with acceptance of responsibility, yields a level 17. Depending upon the resolution of certain criminal history issues, that offense results in a sentence of either 30-37 months or 37-46 months.[15]\nAccording to the Government's calculations, and that of the Probation Department, the offense level is 26, which together with a criminal history level of III, yields a sentence of 92-115 months.\nThe timing of Rodriguez's guilty plea \u0097 before the Supreme Court's decision in Blakely \u0097 put him in a situation entirely different from that of his co-defendants, Ricardo Rosario, Giecliff Rodriguez, and Jonathan DeLeon, who had not entered guilty pleas and had not been tried. Indeed, a change of plea hearing was scheduled for Ricardo Rosario on June 29, 2004, but before he could enter a plea of guilty, the Government responded to Blakely by filing a superceding indictment for the remaining defendants. The superceding indictment alleged facts on which the Government sought to base enhancements to the sentences.\nSignificantly, if Probation and the Government are correct, and Rodriguez was the manager or supervisor of the offense in which the other co-defendants participated, the approach Rodriguez urges the Court to take would yield substantially harsher sentences for the less culpable co-defendants than for the arguably more culpable Rodriguez.\n\nD. Steven Mueffelman\n\nSteven Mueffelman was found guilty by a jury of 13 counts of mail and wire fraud in violation of 18 U.S.C. §§ 1341 and 1343. His co-defendant, John S. Lombardi, pled guilty to similar counts and was sentenced to 36 months' probation. The scheme involved targeting persons with marginal or poor credit, purporting to guarantee them home ownership with \"100 percent financing and no closing costs.\" Individuals paid for the services of Mueffelman and his company, and various expenses but, with some exceptions, got nothing in return \u0097 neither the money they had expended nor a home.\nThe critical issue in the sentencing is the amount of loss to these victims, an issue *87 which the jury was not asked to address. The Government and Probation argue for a loss between $800,000 and $1,500,000, which increases the base offense eleven levels to a level 17 (base offense of 6 plus an eleven level enhancement); an adjustment for role in the offense under U.S.S.G. § 3B1.1(c), yielding two more points (a position which Probation argues for and not the Government); an adjustment for more than one victim, under U.S.S.G. § 2F1.1(b)(2)(B), with an additional two levels; and an adjustment for a vulnerable victim under U.S.S.G. § 3A1.1(b) for two more points. The result is a base offense level of 21 (according to the Government) or 23 (according to Probation), which, with a category I criminal history, yields a Guideline range of either 37-46 or 46-57 months.\nDefendant argues that there should be no enhancement beyond the base offense of 6, because the issues of loss, role, the number of victims, and vulnerable victim were not submitted to the jury. At a base offense level of 6, with a criminal history of I, the Guideline range is 0-6 months.\n\nIII. DISCUSSION\n\n\nA. Whether it is Appropriate to Defer Consideration of Blakely Pending Further Appellate Guidance\n\nWhile the issues described herein are clearly headed for resolution by the appellate courts and the Supreme Court,[16] I have human beings to sentence, three of whom are in custody.[17] That fact alone militates in favor of my considering the issues as soon as possible.\nIn addition, in a common-law system, the lower federal courts are in a constant dialogue with the courts above them. This is particularly true in the area of sentencing. Trial judges who sentence individuals day after day should not only weigh in on the human costs of sentencing, but on these weighty constitutional issues as well. I will not defer consideration of these issues.[18]\n\nB. Whether Blakely Applies to the Federal Sentencing Guidelines\n\nBlakely held unconstitutional under the Sixth Amendment a Washington State statute that authorized the sentencing *88 judge to impose a sentence above the \"standard\" range set forth in the statute punishing the offense if he found any of a list of aggravating factors that justified such a departure. Pursuant to that authority, the trial judge had imposed a sentence of 90 months on the defendant, which exceeded the standard range of 49 to 53 months for the offense, second-degree kidnapping.\nBlakely argued that the sentencing enhancement violated Apprendi v. New Jersey, 530 U.S. 466, 120 S. Ct. 2348, 147 L. Ed. 2d 435 (2000). The Court in Apprendi announced that \"other than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.\" 530 U.S. at 490, 120 S. Ct. 2348.\nThe meaning of Apprendi has been widely debated. There were at least two different interpretations \u0097 what I have called the impact analysis, and the statutory analysis, see United States v. Wilkes, 130 F. Supp. 2d 222, 230 (D.Mass.2001).\n(1) The impact analysis: This approach suggests that if the factor at issue has a substantial impact on the sentence, it must be considered an \"element\" of the offense. In fact, Justice Thomas' concurrence in Apprendi suggests a \"pure\" impact approach:\n[I]f the legislature defines some core crime and then provides for increasing the punishment of that crime upon a finding of some aggravating fact \u0097 of whatever sort, including the fact of a prior conviction \u0097 the core crime and the aggravating fact together constitute an aggravated crime, just as much as grand larceny is an aggravated form of petit larceny. The aggravating fact is an element of the aggravated crime.\nApprendi 530 U.S. at 501, 120 S. Ct. 2348 (Thomas, J., concurring).\n(2) The statutory analysis: This approach emphasizes the formal \"maximum penalty\" imposed by the statute. Id. at 495-96, 120 S. Ct. 2348. Throughout the Apprendi opinion, the Court repeats the holding that \u0097 other than the fact of a prior conviction \u0097 any fact that increases the prescribed \"statutory maximum penalty\" must be submitted to a jury and proven beyond a reasonable doubt. Apprendi, 530 U.S. at 476, 120 S. Ct. 2348.[19]\nThe limitation of this approach, as noted by Justice O'Connor's dissent in Apprendi, is that legislatures may avoid Apprendi's jury protections by creating a broad penalty range, setting the \"statutory maximum\" as far as possible from the minimum. See Apprendi, 530 U.S. at 540, 120 S. Ct. 2348 (O'Connor, J., dissenting). As long as the judge sentenced within the range, there would be no Apprendi issues. Indeed, to the extent that the Courts adopted this approach, the Federal Sentencing Guidelines were arguably unscathed. They simply constructed guidelines within the already broad ranges prescribed by most of the federal criminal statutes.[20]\n*89 While in Apprendi the Supreme Court did not clearly reconcile the approaches[21] outlined above, subsequent cases validated the statutory approach. See United States v. Baltas, 236 F.3d 27, 41 (1st Cir.2001) (\"The rule in Apprendi ... applies in situations where the judge-made factual determination increases the maximum sentence beyond the statutory maximum, and not in situations where the Defendant's potential exposure is increased within the statutory range.\")\nIn Blakely, however, the Supreme Court took a different tack, effectively adopting Justice Thomas' impact test: Look at the sentencing first, and evaluate the facts \"made essential\" to it; any such facts need to have been tested by a jury or pled to by the defendant. What \"statutory maximum\" means now is not just the broad punishment range in the criminal statutes. It is the \"maximum sentence a judge may impose solely on the basis of facts reflected in the jury verdict or admitted by the defendant.\" Blakely, ___ U.S. at ___, 124 S.Ct. at 2537. (Italics supplied.) It is the maximum that a judge may impose \"without any additional findings.\" Id. The rationale was expansive: \"When a judge inflicts punishment that the jury's verdict alone does not allow, the jury has not found all the facts `which the law makes essential to the punishment,' and the judge exceeds [her] proper authority.\" Id. (citation omitted).\nThere is no question that this test applies to the Federal Guidelines. Certain provisions of the Guidelines establish a \"standard\" range. Other provisions establish aggravating factors that if found by the judge increase the range; the judge could even depart upward, outside of the range.[22]\nThe fact that Blakely broadened the rule that had been announced in Apprendi, sweeping within it not simply statutory enhancements, but also enhancements under the Federal Sentencing Guidelines is clear for another reason. It was available to the Court to interpret the Washington statute as two crimes \u0097 the crime simpliciter and the aggravated offense. The Court had done just that in Jones v. United States, 526 U.S. 227, 119 S. Ct. 1215, 143 L. Ed. 2d 311 (1999) (holding that the federal carjacking statute, 18 U.S.C. § 2119 defined three distinct offenses, rather than \"a single crime with a choice of three maximum penalties, two of them dependent on sentencing factors exempt from the requirements of the charge and jury verdict,\" Id. at 229, 119 S. Ct. 1215). Similarly, the Court could have taken the position that the plea in Blakely was to the crime simpliciter. That plea, then, completely defined the \"maximum statutory\" punishment range within which the judge should have sentenced, following both Apprendi and Jones.\n*90 Indeed, the Government, appearing as amicus curiae in Blakely, argued that there is a difference between a legislature creating multiple offenses as in Jones, and a commission crafting \"guidelines\" within broad statutory ranges.[23] The Court plainly rejected this approach. If the issue is impact, the facts \"made essential\" to sentencing, it does not matter who promulgated the \"guidelines\" or standards or rules.\nAs the Seventh Circuit noted in United States v. Booker, 375 F.3d 508, 510-12 (7th Cir.2004):\n... [I]t is hard to believe that the fact that the guidelines are promulgated by the U.S. Sentencing Commission rather than by a legislature can make a difference. The Commission is exercising power delegated to it by Congress, and if a legislature cannot evade what the Supreme Court deems the commands of the Constitution by a multistage sentencing scheme neither, it seems plain, can a regulatory agency.[24]\nFinally, as the Seventh Circuit noted, the majority did little to answer the predictions of the four dissenting judges, that its decision would have a grievous impact on the Sentencing Guidelines. See Blakely, ___ U.S. at ___, 124 S.Ct. at 2543 (O'Connor, J. dissenting); Id. at 2552 (Breyer J. dissenting).\nIn this regard, this Court joins the legions of courts that have ruled that Blakely applies to the Sentencing Guidelines.[25]\n\n\n*91 IV. WHETHER THE FEDERAL SENTENCING GUIDELINES ARE SEVERABLE IF PORTIONS OF THE GUIDELINES ARE UNCONSTITUTIONAL UNDER BLAKELY\n\n\nA. The Test\n\nThe Supreme Court has held that courts:\nshould refrain from invalidating more of the statute than is necessary ... `[W]henever an act of Congress contains unobjectionable provisions separable from those found to be unconstitutional, it is the duty of this Court to so declare, and to maintain the act insofar as it is valid.'\nRegan v. Time, Inc., 468 U.S. 641, 652, 104 S. Ct. 3262, 82 L. Ed. 2d 487 (1984) (plurality opinion). The Court has noted in multiple decisions that if severance would leave a fully operable law, the invalid part of a statute should be severed and the rest maintained \"unless it is evident that the Legislature would not have enacted those provisions that are within its power, independently of that which is not.\" Alaska Airlines, Inc. v. Brock, 480 U.S. 678, 684, 107 S. Ct. 1476, 94 L. Ed. 2d 661 (1987) (one-house legislative veto provision of Airline Deregulation Act covering regulations applicable to the right of first hire portion was severable); see also, Minnesota v. Mille Lacs Band of Chippewa Indians, 526 U.S. 172, 119 S. Ct. 1187, 143 L. Ed. 2d 270 (1999) (Executive Order was insufficient to revoke the Chippewa's usufructuary rights because it was not severable from invalid removal order); Legal Services Corp. v. Velazquez, 531 U.S. 533, 121 S. Ct. 1043, 149 L. Ed. 2d 63 (2001) (refusing to address severance of remaining portions of statute after striking funding restriction as unconstitutional, as severance was not addressed by court of appeals); United States v. Grigsby, 85 F. Supp. 2d 100 (D.R.I.2000) (severing section of Federal Child Support statute creating mandatory presumption in violation of due process from remainder of statute). The absence of a severability clause does not raise a presumption against severability. Alaska Airlines, 480 U.S. at 688, 107 S. Ct. 1476.\nUltimately, then, the question of severability is a test of legislative intent \u0097 \"the unconstitutional provision must be severed unless the statute created in its absence is legislation that Congress would not have enacted.\" Id. at 684, 107 S. Ct. 1476.\n\nB. Analyzing Congress's Intent\n\n\n1. Congress Did Not Enact a Jury Sentencing Scheme When it Had an Opportunity to Do so\n\nIt is inconceivable that Congress would have enacted a jury sentencing scheme of the kind that Blakely contemplates. First, Congress did not enact a jury sentencing scheme when it had the opportunity to do so. Code reform would have enhanced the jury's role. There would be a basic offense, the crime simpliciter, and then more serious variations on the same theme, the aggravated offenses.[26] The jury would have had to determine if there were aggravating factors, like the presence of a weapon, or a more culpable intent, some of the same factors later found in the Sentencing Guidelines. And *92 each finding would be accompanied by a smaller range of penalties.\nBut Congress did not enact a reform of the federal criminal code. It focused instead on trying to rationalize what it was that judge's do after convictions \u0097 namely sentencing offenders within the broad ranges of the existing criminal law. And it put in the hands of a new administrative entity, the United States Sentencing Commission, not Congress, the job of dividing up criminal sentencing into something like crimes simpliciter and aggravated offenses. As a result, a judge, not a jury, would decide the code-like facts, with determinate consequences.[27]\n\n2. The Sentencing Reform Act and the Sentencing Guidelines Were Promulgated with Judges in Mind\n\nThe SRA set up a new system, one which sought to carefully balance three institutional players \u0097 Congress, the new Sentencing Commission, the Courts. The Commission was charged with promulgating new Guidelines which Congress was asked to approve. The Guidelines were plainly intended to provide standards for judicial sentencing within the broad punishment ranges where there had formerly been none. Indeed, the Commission began its work by examining what judges had been doing in sentencing offenders during the decades before the SRA.[28]\nThe judge was central to the system as it was originally conceived. Stephen Breyer, The Federal Sentencing Guidelines and the Key Compromises Upon Which They Rest, 17 Hofstra L.Rev. 1, 13 (1988). The system was intended to create a guided discretion system, a system of rules with \"sufficient flexibility to permit individualized sentences when warranted by mitigating or aggravating factors not [adequately] taken into account in the establishment of general sentencing practices.\" 28 U.S.C. § 991(b)(1), 18 U.S.C. § 3553(b). The aim was to individualize sentences within a system of rules to achieve both uniformity and proportionality, \"certainty and fairness\" in sentencing. 28 U.S.C. § 991(b)(1); U.S.S.G. § 1A Historical Note, formerly § 1A.3 (noting three purposes: honesty in sentencing, uniformity and proportionality).[29]\nThe specific provisions of the Guideline Manual were obviously drafted with judges, not juries, in mind. In parts, the language is vague \u0097 for example, what is a \"vulnerable victim\" or an \"otherwise extensive\" organization. At times, the Commission invented concepts that were entirely new to the criminal law. See Stith, supra n. 27. Arguably, this was done so that common-law judges would give content to the Guidelines \u0097 produce a common-law of sentencing, determined by precedent, with articulable standards.[30] To be sure, the failure of judges to write decisions, or carefully spell out their reasons for interpreting the Guidelines have made this aspect of the Guidelines less successful.[31]*93 But with juries, the problem would be worse. Will there be general verdicts, or will there be complex interrogatories? Judicial review of jury verdicts is more forgiving than judicial review of opinions. How profoundly then would Blakely affect the role of appellate courts in a common law of sentencing?[32]\nJury instructions will have to be drafted dealing with complex issues that had heretofore been reserved for judicial interpretation. In some areas, the sentencing guidelines are different from the substantive law \u0097 e.g. the difference between the substantive conspiracy law and the sentencing rule that limits the amount of drugs attributable to a defendant under U.S.S.G. § 1B1.3, the difference between substantive entrapment and sentencing entrapment in reverse sting situations, U.S.S.G. § 2D1.1 application note 13; the difficulty of trying other accusations of misconduct alleged as \"relevant conduct.\" As the Department of Justice points out, \"[a]side from issues arising in applying these definitions ... requiring jury determinations on relevant conduct could take a criminal trial into areas far afield from the core question that is suitable for jury resolution \u0097 whether the defendant committed the particular crime with which he was charged.\"\nNevertheless, it may well be that these problems are not at all insurmountable, that as Professors Nancy J. King and Susan R. Klein argue \"[p]redictions that guideline facts would be impossible to prove to juries or review on appeal are ... exaggerated.\"[33] But the core question remains: Is such a system at all like the sentencing regime that Congress would have enacted? The answer to that question has to be \"no.\"\n\n3. Combining Blakely and Feeney\n\nFinally, it is not enough to say that system contemplated by the drafters remains intact even post-Blakely because judges still have the power to depart downward from Guideline sentences. See U.S.S.G. § 1B1.1. That power, after all, has also been eroded with the recent Prosecutorial Remedies and Other Tools to End the Exploitation of Children Today Act of 2003 (\"PROTECT Act\"), P.L. 108-21 (April 23, 2003). If jury fact finding on enhancements were to be engrafted onto the Guidelines system, the jury's verdict, about quantity, amounts, vulnerable victim, role in the offense, etc., will effectively be outcome-determinative. That result may be fine in both a constitutional or a policy sense, even considerably fairer than the Guideline system as it has evolved, but it is surely a far cry from the system that the drafters envisioned.\nIn short, the new reality would be this: Fact-finding that concerns sentencing enhancements goes to the jury; departures would remain with the judge but are severely limited. The net result would be to take judges even further out of the sentencing calculus. And apart from the distance that combination travels from the original conception of the Guidelines, it raises other questions beyond the scope of this decision. At what point is there constitutional significance to the effective absence of a judicial role in sentencing? At what point does liberty depend so completely *94 on the decisions of the Congress, and the executive, that the constitutional checks and balances regime is endangered?\n\n4. The Case Law\n\nThe only two circuit courts to attempt to resolve this issue are in conflict. The Ninth Circuit has held that the unconstitutional portions of the Guidelines are severable from the constitutional ones. United States v. Ameline, 376 F.3d 967 (9th Cir.2004) (noting that \"[w]e are reluctant to establish by judicial fiat an indeterminate sentencing scheme.\" Id. at 982). On the other hand, the Eighth Circuit has held they are not severable and must be abandoned. United States v. Mooney, No. 02-3388 (8th Cir. July 23, 2003) (agreeing with United States v. Lamoreaux, 2004 U.S. Dist. Lexis 13225 (W.D.Mo. July 7, 2004)) (Sachs, J.) that \"the Guidelines were designed as an integrated regime, and therefore cannot be severed into constitutional and unconstitutional parts while still remaining true to the legislative purpose.\" Mooney at *23.[34]\nThe numerous district courts to speak on the issue similarly have been divided.[35] The Ameline decision and others like it, while persuasive, reflect a desire to minimize the impact of Blakely and the disarray into which it has thrown the system. In my judgment, however, the more persuasive arguments on this point have been advanced by judges such as Judge McMahon in United States v. Einstman, 325 F. Supp. 2d 373, ___, 2004 WL 1576622 at *6 (S.D.N.Y. July 14, 2004) and Judge Cassell in United States v. Croxford I, 324 F. Supp. 2d 1255, 1244, 2004 WL 1521560 at *12 (D.Utah, July 12, 2004).[36]\n\n\n*95 5. The Government's Position\n\nThe Department of Justice has stated that it believes that if Blakely is applicable to the Guidelines the \"entire system\" of the Guidelines \"must fall.\" Departmental legal Positions and Policies in Light of Blakely v. Washington,\" Memorandum to All Federal Prosecutors from James Comey, Deputy Attorney General of the United States, p. 3 (July 2, 2004). I agree.\nAt the same time, it is worth noting that the Government advances a selective severability argument. They claim that the Guidelines are only unconstitutional with respect to cases involving sentencing enhancements. The system can be unseverable with respect to the enhancements. In those cases, the Government argues that the Guidelines are a seamless web, wholly unconstitutional, and the Court should sentence under the previous indeterminate regime. In contrast, in cases in which there are no enhancements, the Government argues the Guidelines apply. The argument makes no sense.\nIf all of the Guidelines \u0097 not just those about enhancements, but even those setting base offense levels \u0097 were drafted with judges in mind and further, if the system were intended to cohere as a single regime, how can there be a two-tiered system \u0097 one Guideline-based, one indeterminate?[37] In effect, the problem would a structural one, akin to a wrongful delegation challenge, which undermines the organization of the Guidelines in toto and not merely this or that guideline. However, I do not need to address this issue in the cases at bar.\n\n\n*96 6. Impact On the Cases at Bar\n\nLooking only at the cases before me, I conclude that since the Federal Sentencing Guidelines are unconstitutional, I am obliged to sentence these defendants according to the pre-1984 system with a few significant exceptions.\nFirst, there will never be a return to truly indeterminate sentencing. The Guidelines have dramatically changed the way judges and parties think about sentencing; it has created a common vocabulary in terms of which we can compare cases and like or unlike defendants. I, along with all of the other judges who have declared the Guidelines as a whole unconstitutional under Blakely, will recognize and surely be guided by their provisions.\nSecond, precisely because the Guidelines will still shape the outcome of sentencing, I will exercise my discretion to continue to apply procedural protections to these hearings \u0097 sworn testimony, cross-examination, the application of the evidentiary rules, and clear and convincing proof. It would be troubling \u0097 to say the least \u0097 if judges announced that they were sentencing under an indeterminate regime, but in fact applied Guideline sentences now wholly without the procedural protections that Apprendi and Blakely were beginning to address.\nThird, plainly there is a problem with reinstituting an indeterminate system, when there is no longer parole. Pre-SRA, judges imposed sentences on the understanding that the parole authorities would make careful judgments about who would be released and when. However, just as the courts that declared the Guidelines unconstitutional prior to Mistretta, I conclude that the elimination of parole was part of a comprehensive Guidelines system and not severable. See United States v. Jackson, 857 F.2d 1285, 1286 (9th Cir.1988)(per curiam); Gubiensio-Ortiz v. Kanahele, 857 F.2d 1245, 1247 (9th Cir.1988).\nAt the same time, since no parole system is currently in place, I will take that into account in determining sentencing ranges. I will assume that a defendant will serve virtually all of the term of imprisonment I am imposing.[38]\n\nV. CONCLUSION\n\nWhatever the dislocation caused by Blakely, it has, or should have, at least one salutary impact. Perhaps it will start a national conversation about sentencing again, this time focused on the fairness of the process, as well as on what punishments actually work in promoting public safety.\nIndividual sentencing hearings will be scheduled in each of the cases at bar. The parties are invited to brief any additional constitutional issues relevant to their particular cases, as well as any issues relevant to the ultimate sentence. A scheduling order will be issued in the near future.\nSO ORDERED.\nNOTES\n[1]  By admitting facts necessary to support a conviction on the counts to which they have pled, by waiving their rights to a jury trial with respect to those charges, including their Fifth Amendment rights, and by permitting the government to get access to information through the presentence investigation to which it was not otherwise entitled, the defendants have arguably been placed in jeopardy on those charges. See United States v. Britt, 917 F.2d 353, 356 n. 3 (8th Cir.1990); United States v. Baggett, 901 F.2d 1546, 1548 (11th Cir.), cert. denied, 498 U.S. 862, 111 S. Ct. 168, 112 L. Ed. 2d 133 (1990); United States v. Kim, 884 F.2d 189, 191 (5th Cir.1989); United States v. Cambindo Valencia, 609 F.2d 603, 637 (2d Cir.1979), cert. denied sub nom Prado v. United States, 446 U.S. 940, 100 S. Ct. 2163, 64 L. Ed. 2d 795 (1980).\n\nTo be sure, the First Circuit has suggested that there is no per se rule that double jeopardy always attaches upon acceptance of a guilty plea. See United States v. Santiago Soto, 825 F.2d 616, 618-19 (1st Cir.1987). But the facts of Santiago Soto are significant. The criminal complaint initially charged the accused with two felonies. \"For unknown reasons,\" 825 F.2d at 617, the information charged the accused with one misdemeanor. At the combined plea and sentencing hearing on the  misdemeanor the district court, although expressing concern with the possible lack of criminal intent, accepted the guilty plea. Later in the same hearing the accused denied his guilt, \"[a]ppearing to change his mind on the plea,\" 825 F.2d at 617. The district court on its own motion then vacated the plea and dismissed the charge. A grand jury indicted the accused of a felony for the same activity.\nThe district court in Santiago Soto accepted the guilty plea but then vacated it on grounds relating to the factual basis for the plea in the very same proceeding. Under the circumstances, it would be difficult to conclude that the accused had been placed in jeopardy in any meaningful sense.\nIn contrast, a case in which the proceeding has concluded, the court has formally adopted the guilty plea and accepted its factual basis, and especially, where a presentence investigation has begun, is obviously distinguishable from Santiago Soto.\n[2]  The cases before me are:\n\n\n\n00-10443    United States v. Newhall (Shawn P.\n             Newhall)\n01-10121    United States v. Olstein (Joel Olstein)\n02-10012    United States v. Greenburg, (James D.\n             Taylor, Jose Yuritta, Howard Woolf,\n             Wayne Ciaromitaro, Joseph Screnci)\n02-10018    United States v. DiCenso (Michael\n             Carlson)\n02-10085    United States v. Santana (Ernesto\n             Santana)\n02-10201    United States v. Jaber (Issa Jaber,\n             Philip Momoh)\n02-10335    United States v. Campos-Acosta,\n             (Lorenzo Ozoria Alvarez, Jacqueline\n             Nivar, Roberto Mendez)\n02-10409    United States v. Hock (Lawrence Hock)\n03-10027    United States v. Gonzalez (Jose Miguel\n             Gonzalez)\n03-10034    United States v. Cordoba-Ramirez\n             (Ricardo Cordoba-Ramirez)\n03-10149    United States v. Shannon (Richard\n             Shannon)\n03-10181    United States v. Barroso (Maria\n             Barroso)\n03-10263    United States v. Gomes (Ronald\n             Gomes)\n03-10264    United States v. Westgate (David\n             Westgate)\n03-10298    United States v. Martineau, (Frederick\n             Joseph Martineau, Michael Malouf)\n03-10323    United States v. DiCenso, (Damien\n             DiCenso, Tomas Cubilette)\n03-10372    United States v. Ryan (John Ryan)\n03-10396    United States v. Chui (Kam Wai Chui)\n01-10387    United States v. Mueffelman (Steven D.\n             Mueffelman)\n03-10310    United States v. Notkin (Michael S.\n             Notkin)\n04-10048    United States v. Rodriguez (Carmelo\n             Rodriguez)\n\n[3]  See General Procedural Order In Criminal Matters Before Judge Nancy Gertner, July 8, 2004.\n[4]  Issues include, inter alia, whether Blakely applies to facts admitted in plea agreements or plea colloquies entered prior to the decision and whether a determination that Blakely renders the Guidelines unconstitutional in their entirety raises ex post facto or double jeopardy issues.\n[5]  Judge Nancy Gertner, Circumventing Juries, Undermining Justice: Lessons from Criminal Trials and Sentencing, 32 Suffolk U.L.Rev. 419, 421 (1999)(arguing that the Federal Sentencing Guidelines by moving more and more issues of consequences to the sentencing stage, with minimal procedural protections, was undermining the jury system). See Judge Nancy Gertner, Apprendi and the Return of the Criminal Code, 37 Crim. Law Bull. 53 (2001)(arguing that one impact of Apprendi might be to reinvigorate the debate about the federal criminal code). See also Elizabeth T. Lear, Is Conviction Irrelevant? 40 UCLA L.Rev. 1179, 1187 (1993).\n[6]  Gertner, Circumventing Juries, supra.\n[7]  Id. at 421.\n[8]  Id. In Apprendi, Justice Breyer asked why was it constitutional to have a system in which a jury can find a defendant guilty of crime and subject to a range of penalties where the actual sentence is left to the judge's discretion, but unconstitutional for a legislature to guide the judge's discretion within the penalty range. Apprendi, 530 U.S. at 488, 120 S. Ct. 2348. The answer is that there were no Sixth Amendment challenges to indeterminate sentencing because judge and jury had \"specialized roles,\" the jury as fact finder, the judge as the sentencing expert. However, flawed the judge's decision was \u0097 and surely, many were \u0097 it was not the case that he or she was \"usurping a role that did not belong to him or her.\" Id. at 431-432. See also Gertner, Apprendi, supra n. 5.\n[9]  See Gerard E. Lynch, The Sentencing Guidelines as a Not-So-Model Penal Code, 10 Fed. Sent. Rep. 25 (July/Aug.1997). United States v. Watts, 519 U.S. 148, 117 S. Ct. 633, 136 L. Ed. 2d 554 (1997), was the watershed decision in this evolution. Watts' sentence of 18 years on the counts for which he was convicted, possession of cocaine with intent to  distribute, was increased an additional four years, because of conduct for which he had been acquitted, namely using a firearm in the course of a drug offense. Notwithstanding the jury's verdict, the Court held that the Guidelines required an upward departure in sentencing \"if a dangerous weapon (including a firearm) was possessed\" during the offense in question. The Supreme Court affirmed, almost dismissively, in a per curiam decision without oral argument. According to the Court, judges not only have the responsibility for determining facts, such as firearm possession, but they can also make determinations diametrically different from those of the jury. While the jury's verdict \"only\" meant that it could not find guilt beyond a reasonable doubt, a judge could reconsider the facts and come to a different conclusion under a lower standard.\n\nIf the Guidelines are advisory, which is the outcome I believe Blakely dictates, see discussion infra, the Watts decision would be moot. If the Guidelines remain intact, with upward enhancements subject to a jury trial, the decision in Watts would have to be reconsidered.\n[10]  See Judge Nancy Gertner, What Has Harris Wrought, 15 Fed. Sent. R. 83 (Dec.2002).\n[11]  These decisions seemed to involve something like an \"all or nothing\" approach \u0097 \"if there is no jury trial, the `all' of our criminal justice system, there is next to `nothing,' the comparative informality of sentencing.\" Gertner, What Has Harris Wrought, supra n. 10. The alternative which surely would have enhanced the fairness of the process would have been, as I suggest above, changing the procedural protections due at sentencing.\n[12]  Justice O'Connor noted at the 9th Circuit's annual conference this week that the Blakely decision \"looks like a number 10 earthquake to me.\" Jeff Chorney, O'Connor to Judges: Explain Yourselves, The Recorder, July 23, 2004.\n[13]  This level derives from the Guideline Manual in effect at the time of the commission of the offense, or November 1, 2001.\n[14]  The defendant also seeks a departure on the grounds that this case is outside of the \"heartland\" of international kidnapping cases.\n[15]  Rodriguez initially argued that his plea to the offense, in which he did not stipulate to any quantity at all, entitled him to a base offense level of 12, with two points for acceptance of responsibility. That approach would have yielded a sentence of between 8 and 14 months. He changed his position in subsequent sentencing hearings, after the Court expressed concerns about the fairness of Rodriguez' sentence relative to his co-defendants, taking responsibility for a larger amount of drugs.\n[16]  On July 21, 2004, the Acting Solicitor General filed petitions for certiorari in two cases \u0097 United States v. Booker, No. 04-104 (7th Cir., docket 03-4225), and United States v. Fanfan, No. 04-105 (D. Maine, docket 03-47). The Supreme Court directed respondents in both cases to file responses to the motions by July 28, 2004.\n\nThe Acting Solicitor General has proposed an expedited schedule under which oral argument would be heard on September 13, 2004 \u0097 prior to the beginning of the Court's October term. Alternatively, the government has proposed oral argument be heard on October 4, 2004.\n[17]  Notkin, in particular, has already served 11 months of what he argues can at its maximum be a 12-month sentence. There is no indication that either the First Circuit or the Supreme Court will rule on these issues before the date Notkin argues he must be released.\n[18]  I join with numerous federal courts nationwide in resolving this issue. See, e.g., United States v. Ameline, 376 F.3d 967 (9th Cir.2004) (\"We would be remiss if we did not examine if and how Blakely applies to sentences imposed under the Guidelines\"); United States v. Booker, Slip. Op. 03-4225, 2004 WL 1535858 (7th Cir. July 9, 2004) (\"We cannot of course provide definitive guidance; only the Court and Congress can do that; our hope is that an early opinion will help speed the issue to a definitive resolution\"); United States v. Marrero, Slip. Op. (CR-04-0086-JSR) (S.D.N.Y. July 21, 2004) (although Second Circuit declined to rule on issue and certified the question of Blakely's application to the Supreme Court, confronted with sentencing a specific defendant, the District Court Judge \"did not believe that it had the luxury of waiting further for such guidance\").\n[19]  In Apprendi, for example, one provision defined the crime of unlawful possession of a firearm, subject to one maximum penalty of ten years. Id. at 466, 120 S. Ct. 2348. A separate statute, the \"hate crime\" law, provided for an \"extended term\" of imprisonment of ten to twenty years if the defendant committed the crime with a \"purpose to intimidate\" on account of the \"race, color, gender, handicap, religion, sexual orientation or ethnicity\" of the victim. Id. As such, the Court found that because the \"purpose to intimidate\" factor distinguished possession simpliciter from hate crime possession and created an aggravated form, it constituted an element of the offense which had to be submitted to a jury.\n[20]  There was a suggestion of a third approach \u0097 which has largely been dropped in the subsequent law \u0097 that there are certain traditional sentencing factors and certain traditional substantive factors. A legislature's authority to mix the two categories is limited. Prior record, or more broadly, recidivism, may be treated as a sentencing  factor. Apprendi, 530 U.S. at 489, 120 S. Ct. 2348; Almendarez-Torres v. United States, 523 U.S. 224, 247, 118 S. Ct. 1219, 140 L. Ed. 2d 350 (1998). Other factors, such as the absence of the heat of passion, as in Mullaney v. Wilbur, 421 U.S. 684, 703-04, 95 S. Ct. 1881, 44 L. Ed. 2d 508, (1975), and intent, as in Apprendi, must be treated as substantive elements.\n[21]  The \"hate crime\" statute violated Apprendi's due process rights under all three: The impact analysis underscored the substantial enhancement in maximum penalty and sentence imposed occasioned by a finding of a biased purpose. Apprendi, 530 U.S. at 494-95, 120 S. Ct. 2348. The statutory analysis suggested the \"hate crime\" statute prescribed a separate, aggravated crime with its own maximum punishment. Id. at 492-93, 120 S. Ct. 2348. Finally, \"intent\" is a typical substantive factor rather than a sentencing factor. Id.\n[22]  See Gertner, Circumventing Juries, supra n. 5 (providing examples).\n[23]  See Blakely v. Washington, 2004 WL 177025 at *11 (Appellate Brief) (U.S. Jan. 23, 2004) Brief for the United States as Amicus Curiae Supporting Respondent.\n[24]  The Court in Booker cited to Mistretta v. United States, 488 U.S. 361, 377, 393-94, 109 S. Ct. 647, 102 L. Ed. 2d 714 (1989) (citation omitted) that \"in contrast to a court's exercising judicial power, the Commission is fully accountable to Congress, which can revoke or amend any or all of the Guidelines as it sees fit either within the 180-day waiting  period or at any time.\"\n[25]  See, e.g., Ameline, 376 F.3d 967; United States v. Mooney, No. 02-3388 (8th Cir. July 23, 2003); United States v. Montgomery, 2004 WL 1562904 (6th Cir. July 14, 2004); United States v. Booker, 2004 WL 1535858 (7th Cir. July 9, 2004); United States v. King, Slip Op., No. 6-04-CR-35 (M.D.Fla. July 19, 2004); United States v. Einstman, No. 325 F. Supp. 2d 373 (S.D.N.Y.2004); United States v. Leach, 2004 U.S. Dist. LEXIS 13291 (E.D.Pa. July 13, 2004); Unites States v. Toro, No. 03-CR-362, 2004 WL 1575325 (D.Conn. July 8, 2004); United States v. Croxford, 324 F. Supp. 2d 1230, 1239, 1246, 2004 WL 1521560, at *7, *13 (D.Utah, July 7, 2004); United States v. Medas, 323 F. Supp. 2d 436 (E.D.N.Y.2004); United States v. Shamblin, 323 F. Supp. 2d  757, 766-67 (S.D.W.Va.2004); Transcript of Re-sentencing Hearing, United States v. Watson, CR-03-0146 (D.D.C. June 30, 2004) available at http:// www.ussguide.com/members/cgi-bin/index.cfm; Transcript of Sentencing Hearing, Fanfan v. United States, No. 03-47-P-H, 2004 WL 1723114 (D. Me. June 28, 2004) available at http://www.ussguide.com/members/cgi-bin/index.cfm; United States v. Green, ___ F.Supp.2d ___, 2004 WL 1381101 (D.Mass. June 18, 2004) (declaring Guidelines unconstitutional pre-Blakely); but see United States v. Pineiro, 377 F.3d 464 (5th Cir.2004) (holding that Blakely does not apply to Sentencing Guidelines); United States v. Penaranda, 375 F.3d 238 (2d Cir.2004) (certifying question of Blakely's application to Supreme Court).\n\nCommentary in the wake of the Blakely decision has also supported its application to the Federal Sentencing Guidelines. See e.g., Stephanos Bibas, Blakely's Federal Aftermath, 16 Fed.Sent.Rep. (forthcoming June 2004) (noting that \"[n]o commentator who has considered the issue [believes Blakely does not apply to the Federal Sentencing Guidelines],\" Id. at * 4); Nancy J. King and Susan R. Klein, Beyond Blakely, 16 Fed.Sent.Rep. (forthcoming June 2004) (concluding that Blakely does apply.)\nBut see United States v. Pineiro, 377 F.3d 464, 466, 2004 WL 1543170, at *2 (5th Cir. July 12, 2004) (holding that Blakely does not extend to  the Federal Sentencing Guidelines).\n[26]  As Lynch describes, the prevailing \"rehabilitation\" ideology continued to influence code drafters including those involved in the drafting of the Model Penal Code, on which federal code reform were based. While the drafters broke up the broad common-law categories into smaller ones, they avoided finer gradations, leaving such distinctions to the discretion of the sentencing judge. See, Gertner, Circumventing Juries, supra n. 5, at 426-28.9; Frank Remington, The Federal Sentencing Guidelines as a Criminal Code: Why the Model Penal Code Approach is Preferable, 7 Fed. Sent. Rep. 116 (Nov./Dec.1994).\n[27]  See Kate Stith and Jose A. Cabranes, Fear of Judging: Sentencing Guidelines in the Federal Courts, 39-59 (1998).\n[28]  Id.\n[29]  The Senate Judiciary Committee instructed judges to examine the characteristics of each specific offender thoughtfully and comprehensively. S.Rep. No. 98-225, at 52 (1984), reprinted in 1984 U.S.C.C.A.N. 3182, 3235 (hereinafter \"Senate Judiciary Committee Report\"). \"The purpose of the sentencing guidelines is to provide a structure for evaluating the fairness and appropriateness of the sentence for an individual offender, not to eliminate the thoughtful imposition of individualized sentences.\" Id.\n[30]  Paul J. Hofer &amp; Mark. H. Allenbaugh, The Reason Behind the Rules: Finding and Using the Philosophy of the Federal Sentencing Guidelines, 40 Am.Crim.L.Rev. 19, 74 (2003)\n[31]  See Judge Nancy Gertner, Federal Sentencing Guidelines: A View From the Bench, Human Rights (Winter 2002).\n[32]  It is also worth noting that scholars have pointed out that regional disparity in sentencing persists even in the Guidelines regime. Nora V. Demleitner, Fifteen Years of Federal Guidelines Reviewed at the Yale Conference: What Would Success Mean?, 15 Fed.Sent.R. 151, * 4-5 (February 2003). How much more profound will disparity be nationwide if juries find not only the underlying offenses, but also all of the sentencing enhancement facts?\n[33]  Nancy J. King and Susan R. Klein, Beyond Blakely, 16 Fed.Sent.Rep. ___ (forthcoming June 2004) at * 6.\n[34]  A Sixth Circuit panel took the unseverable view in United States v. Montgomery, 2004 WL 1562904 (6th Cir. July 14, 2004), but that decision was vacated five days later and the Sixth Circuit decided to rehear the case en banc.\n\nThe Seventh Circuit has reserved ruling on this issue. See United States v. Booker, 375 F.3d 508 (7th Cir.2004) (allowing for application of the Guidelines in some cases but not others unless the Guidelines as a whole are invalid, and reserving ruling on that issue).\n[35]  See e.g. United States v. Lynch, 03-cr-137-K (N.D.Ok. July 2004) (Kern, J.) (severable); Fanfan v. United States, No. 03-47-P-H, 2004 WL 1723114 (D. Me. June 28, 2004) (Hornby, J.) (same)\n\nThe Ninth Circuit implied in Ameline that by finding the Guidelines severable it was adopting the rule of a majority of district courts. See Ameline at FN 2 (\"Of those courts that have found a particular application of the Guidelines unconstitutional, a minority have held the entire Guidelines sentencing scheme unconstitutional.\") By my count, however, it is not so clear that the majority of district court judges have found the Guidelines severable. See e.g. United States v. King, No. 6-04-cr-35 (M.D.Fl. July 19, 2004) (not severable); United States v. Einstman, 325 F. Supp. 2d 373 (S.D.N.Y.2004) (McMahon, J.) (same); United States v. Croxford, 324 F. Supp. 2d 1255 (D.Utah 2004) (Cassell, J.) (same); United States v. Medas, 323 F. Supp. 2d 436 (E.D.N.Y.2004) (Glasser, J.) (same); United States v. Marrerro, 04-cr-0086 (S.D.N.Y. July 21, 2004) (Rakoff, J.) (same); United States v. Sweitzer, 03-cr-087-01 (M.D.Pa. July 19, 2004) (Rambo, J.) (same).\nAlthough I have not seen an exact count, it appears that district courts have been evenly split, if not tilted towards finding that the Guidelines are not severable.\n[36]  In fact, declaring the Guidelines unconstitutional in their entirety, and making them advisory within the statutory range, avoids at least some of the knotty issues that Blakely has raised: Has Blakely redefined what comprises elements of an offense for double jeopardy or ex post facto purposes? If the Government now brings indictments reflecting all of the newly defined Blakely elements, can a defendant plead to some of those elements (i.e. a lesser included offense, the crime simpliciter), as they had in the past when certain factors were only relevant to sentencing, or can the prosecutor insist that there must be a plea to all offense elements?\n[37]  This Court recognizes that at least some courts and commentators have agreed with the government's position. In United States v. Thompson, 324 F. Supp. 2d 1273 (D.Utah 2004) (Cassell, J.), Judge Cassell rejected an equal protection argument to the dual-system scenario,  noting that \"[m]any similarly situated criminal defendants end up with different sentences because of constitutional constraints without any equal protection concern.\" Id. at 1277. See also Croxford I, 324 F. Supp. 2d 1255, 1241, 2004 WL 1521560 at *9 (\"Where the Guidelines can be applied without additional factual findings by the court beyond those found by a jury (or perhaps admitted as part of a plea proceeding), the Guidelines will still apply.\") Bibas and King and Klein agree with Judge Cassell that unconstitutionality here is only as-applied. See Bibas, supra n. 25 at * 11; King and Klein, supra n. 25 at *7. King and Klein even go so far as to assert that \"a facial challenge to the Guidelines ... is a non-starter.\" Beyond Blakely, at *7 (citing e.g. Sabri v. United States, 541 U.S. ___, 124 S. Ct. 1941, 158 L. Ed. 2d 891 (2004) and noting that \"the Court generally and strongly disapproves of facial attacks on federal statutes.\" Id. at 7, n. 77.)\n\nThe argument that a facial challenge is inappropriate in this context relies most significantly on standing doctrine and the Supreme Court's decision in United States v. Salerno, 481 U.S. 739, 745, 107 S. Ct. 2095, 95 L. Ed. 2d 697 (1987). In Salerno, a six-justice majority wrote \"[a] facial challenge to a legislative Act is, of course, the most difficult challenge to mount successfully, since the challenger must establish that no set of circumstances exists under which the Act would be valid.\" Id.  at 745, 107 S. Ct. 2095. The continued vitality of Salerno has been a matter of debate in recent years, the details of which it is unnecessary to delve into here.\nObviously, if the test is that described in Salerno, a facial challenge here cannot stand. But applying the Salerno test here is attempting to force a square peg into a round hole. None of the Salerno line of cases involved a statutory system like this one, where an important goal was to ensure similar treatment of similarly situated defendants. The issue need not necessarily be the equal protection rights of the no-enhancement defendant (the argument, along with due process, on which Judge Presnell rested his ruling that the Guidelines are facially unconstitutional. United States v. King, Case No. 6:04-cr-35-Orl-31KRS (M.D.Fla. July 20, 2004)). Nor is it a question of standing. The issue is that creating two very different systems to apply simultaneously to different criminal defendants is antithetical to what Congress was trying to achieve when it passed the SRA.\n[38]  Arguably, there is at least one portion of the SRA that may be severable from the rest, the availability of appellate review. 18 U.S.C. § 3742. To be sure, the framework of that review would be different, if the guidelines are advisory.\n\n",
            "ocr": false,
            "opinion_id": 2453905
        }
    ],
    "court_short_name": "D. Massachusetts",
    "court_full_name": "District Court, D. Massachusetts",
    "court_type": "FD",
    "court_jurisdiction": "Massachusetts, MA",
    "crime_category": "Kidnapping"
}