{
    "id": 2215247,
    "judges": "Chanak, MacLaughlin, Otis, Rogosheske, Sheran, Yetka",
    "date_filed": 196041600000,
    "date_filed_is_approximate": false,
    "slug": "schumann-v-mcginn",
    "case_name_short": "Schumann",
    "case_name": "Schumann v. McGinn",
    "case_name_full": "RICHARD SCHUMANN AND ANOTHER v. MICHAEL McGINN",
    "attorneys": "David W. Nord and James R. Tschida, for appellants., R. Seott Davies, City Attorney, and Daniel L. Ficher, Assistant City Attorney, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 26,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b510-3\">\n    RICHARD SCHUMANN AND ANOTHER v. MICHAEL McGINN.\n   </parties><br><citation id=\"b510-5\">\n    240 N. W. 2d 525.\n   </citation><br><decisiondate id=\"b510-6\">\n    March 19,1976\n   </decisiondate><docketnumber id=\"A35\">\n    No. 45069.\n   </docketnumber><br><attorneys id=\"b511-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"447\"> \n     *447\n     </span>\n<em>\n     David W. Nord\n    </em>\n    and\n    <em>\n     James R. Tschida,\n    </em>\n    for appellants.\n   </attorneys><br><attorneys id=\"b511-5\">\n<em>\n     R. Seott Davies,\n    </em>\n    City Attorney, and\n    <em>\n     Daniel L. Ficher,\n    </em>\n    Assistant City Attorney, for respondent.\n   </attorneys>",
    "citations": [
        "240 N.W.2d 525",
        "307 Minn. 446"
    ],
    "opinions": [
        {
            "author_str": "Chanak",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nNicholas S. Chanak, Justice.*\nPlaintiff Richard Schumann, a minor (hereafter plaintiff), and his mother, plaintiff Leah M. Peterson, brought this tort action against the city of St. Paul (hereafter city) and Michael McGinn, a St. Paul police officer, as defendants. Officer McGinn (hereafter defendant) shot and seriously injured plaintiff, then 15 years old, on the morning of April 9, 1971, while the latter was in flight from an automobile stolen by him which collided with a parked car. Upon conclusion of plaintiffs’ evidence, the trial court directed a verdict for defendant city. After a jury trial and upon a finding that defendant police officer was not negligent, judgment was entered in favor of that defendant. Plaintiffs appeal from the judgment and from the denial of their motion for a new trial. We reverse and remand for a new trial.\nViewing the evidence in the light most favorable to defendant,*\n1 the jury could find the relevant facts to be as follows: On the morning in question at approximately 8 a. m. defendant left his home at 581 Portland Avenue, St. Paul, to purchase the morning paper. Off duty at the time, he was dressed in civilian clothes and carried his personal weapon, a Smith &amp; Wesson .38-caliber snub-nose revolver. He drove a clearly marked St. Paul police department “take-home” squad car, which he was authorized to use while off duty.\nOn the return trip, defendant, proceeding southerly on Kent Street, approached the intersection of Ashland Avenue and saw *448a 1965 Chevrolet station wagon traveling west on Ashland Avenue at an excessive rate of speed. As defendant observed, the vehicle made a left turn onto Kent Street and collided with an automobile parked on the east side of Kent. Immediately after the accident, while defendant was still crossing the intersection, two persons, apparently juveniles, got out of the passenger side of the Chevrolet, looked at defendant, yelled something into the car, and then ran. As defendant stopped his squad car near the intersection, another person alighted from the driver’s side of the Chevrolet and without looking back ran south on Kent to the alley between Ashland and Holly Avenues and then east down the alley. Although plaintiff’s back was turned, defendant could see that plaintiff was approximately 5 feet 8 inches tall and weighed 150 to 160 pounds. Defendant believed him to be a young adult approximately 18 years old.\nDetermining on the spot not to radio for assistance, Officer McGinn chose to pursue plaintiff on foot. As he jumped out of the squad car, defendant shouted, “Stop, police.” As he chased plaintiff, defendant repeatedly shouted similar warnings, finally calling out, “Stop or I’ll shoot.” When plaintiff ignored the warnings and continued to run, defendant fired a warning shot into the ground. Plaintiff only ran faster, leaning forward in a crouched position. Defendant again yelled, “Stop or I’ll shoot.” When this warning failed to produce results, defendant deliberately aimed and fired a shot, intending to hit plaintiff in the lower part of his body. At the time defendant fired the second shot, he was 60 to 80 feet behind plaintiff, running down the alley. Although defendant did not come to a complete stop, he had both feet on the ground and was aiming and sighting the weapon at the time the shot was fired. Instead of striking plaintiff in the buttocks or legs, the bullet struck plaintiff in the nape of the neck, permanently crippling him.\nOfficer McGinn testified that he believed the Chevrolet to have been stolen and used his firearm because he believed that he was making a felony arrest and that he could not effect an arrest *449without using such firearm. He based that conclusion on the following facts: (1) From police training, he learned that vehicles of the brand and vintage involved here are popular with car thieves; (2) the occupants of the Chevrolet ran when they saw his marked squad car, as youthful car thieves commonly do; (3) the Chevrolet had no rear license plate; (4) the Chevrolet was driven in a reckless manner; and (5) the area in which the incident occurred was a high-crime area. Plaintiff had stolen the station wagon in Wisconsin, although that fact was not known to the St. Paul police at the time of the incident, nor was the vehicle listed on the “hot sheet” supplied police officers.\nAfter the shooting, Officer McGinn radioed for assistance. Within a minute, another officer was at the scene. Within 6 to 7 minutes, 5 or 6 squad cars had arrived and some of the officers had already rushed plaintiff to the hospital.\nIn their complaint, plaintiffs alleged defendant’s liability on two theories — battery 2 and negligence. The trial court submitted the case to the jury on the theory of negligence alone. In response to special interrogatories, the jury found that Officer McGinn was not negligent, that Richard Schumann was negligent, and that Schumann’s negligence was the proximate cause of his own injury. Consequently, the trial court ordered judgment for defendant.\nThe issues before us on this appeal are: (1) Did the trial court err in framing the issues and instructing the jury in terms of negligence rather than battery? (2) Did the trial court err in instructing the jury as to the scope of a policeman’s privilege to use a firearm in making a felony arrest? (3) Did the trial *450court err in directing a verdict for Officer McGinn’s employer, the city of St. Paul ?\n\nThe Negligence Instruction\n\nIn their complaint, plaintiffs alleged that defendant had committed the tort of battery. The complaint stated in relevant part:\n“That defendant police officer McGinn committed an unjustifiable assault and battery upon plaintiff Richard Schumann by intentionally firing his pistol so as to cause the bullet to strike Richard Schumann in the back of his neck.”\nDuring the trial, the two alternative theories of liability became blurred. At the beginning of the trial, the plaintiffs took the position that defendant’s conduct constituted either a battery or a negligent tort, but during the course of the trial, it appeared that plaintiffs were claiming that a negligent battery had occurred.\nThe trial court framed the issues solely in negligence terms. He instructed the jury in relevant part as follows:\n“The real test, or the gravamen of this case, is whether or not the defendant, Officer Michael McGinn, was negligent on April 9, 1971. * * *\n* # « * *\n“* * * [I]f you find that the officer failed to act on reasonable or probable cause or acted absent a reasonable belief that he couldn’t effect the arrest without deadly force, then you may find that the officer was negligent, that is, that he breached his duty to apply reasonable standards in his conduct. Recall that the burden to establish or prove that he breached such a standard is on the plaintiff, Richard Schumann. * * *\n“* * * If you find that Richard Schumann breached a duty to use reasonable care as I have defined it, you may find him negligent. The burden to prove his negligence in this instance is upon the defendant. * * *\n* * * * *\n[I] n the event you find the parties equally negligent, «* * * *451that is, 50 percent, the plaintiff cannot recover. If the defendant is more than 50 percent negligent plaintiff would recover a percentage of his claim. ** * * Of course, if plaintiff is more than 50 percent negligent then plaintiff is entitled to nothing.”\nThe special interrogatories submitted to the jury were standard comparative negligence interrogatories.3\nThe trial court failed to instruct the jury as to the elements of the tort of battery. Plaintiffs argue that this failure on the part of the trial court constituted reversible error.\nProposed instructions and proposed interrogatories submitted to the trial court by plaintiffs’ counsel did not explicitly set forth the two different theories of liability, but they did set forth the substance of the elements of the tort of battery and the substance of law officers’ privilege to employ firearms. The interrogatories would have asked the jury expressly whether Officer McGinn had probable cause to believe that Richard Schumann had committed a felony and whether Officer McGinn used excessive force in effecting the arrest. After the jury retired to deliberate, plaintiffs’ counsel objected to the court’s failure to instruct on the battery theory.\nDefendant argues that the instructions were correct as given. *452He contends, first, that the excessive use of force by a police officer may sound in negligence rather than in battery. Second, he claims that even if the instruction was improper, giving it was harmless error in that all of the elements of the officer’s privilege defense were incorporated in the negligence instruction, so that in finding Officer McGinn not negligent, they necessarily found his shooting of plaintiff to be privileged.\nWe find no support for defendant’s contentions. That the excessive use of force by the arresting law-enforcement officer states a claim sounding in battery is recognized. See, Daly v. Pedersen, 278 F. Supp. 88 (D. Minn. 1967). The essential elements of the tort of battery are intent and contact. They are set forth in Restatement, Torts 2d, § 18.4\nThe same distinction between battery and negligently inflicted injuries is articulated, though perhaps not as explicitly, in our prior decisions. See, Ott v. G. N. Ry. Co. 70 Minn. 50, 72 N. W. 833 (1897). Nor is negligent conduct on the part of the injured victim, though such conduct may have been a cause of the injury, a defense to a battery. See, Lambrecht v. Schreyer, 129 Minn. 271, 152 N. W. 645 (1915); Schulze v. Kleeber, 10 Wis. 2d 540, 103 N. W. 2d 560 (1960).\nNeither do we find support for defendant’s contention that the improper instruction constituted harmless error. It is true that the trial court instructed the jury as to the law officer’s privilege to use force, and in some circumstances a firearm, in *453carrying out Ms duty. The trial court told the jury, however, that the privilege, if applicable, would negative Officer McGinn’s negligence. He instructed the jury in part as follows:\n“So to summarize briefly, if tMs was a misdemeanor and the officer merely observed such misdemeanor, the officer cannot under the law use deadly force in the context of this case, and he is negligent as I have said as a matter of law. If, however, he had probable cause, or reasonable belief as I have defined it, that plaintiff was committing a felony or had committed a felony, he can use reasonable force, including deadly force, if he reasonably believes that absent such force being used he could not effect the arrest.”\nBecause of such instructions, defendant argues that a jury finding of no negligence on the part of Officer McGinn necessarily implies that the jury found that Officer McGinn had probable cause to believe that plaintiff had committed a felony and that he reasonably believed that he could effect an arrest only by shooting plaintiff. Thus, he contends the error was harmless and a new trial is unnecessary.\nWe disagree for two reasons. First, we distinguish our previous decisions on which defendant relies for the proposition that an instruction on the wrong legal theory may be harmless error. Defendant’s reliance on Victor v. Sell, 301 Minn. 309, 222 N. W. 2d 337 (1974), is particularly misplaced. There, plaintiff sued on the theory of trespass to realty, an intentional tort. The trial court instructed upon trespass, intent, contributory negligence, and assumption of the risk, and submitted special interrogatories to the jury on all of these questions. Though we held the instructions on contributory negligence and assumption of the risk to be erroneous, we affirmed the judgment in favor of defendant. Our decision was narrowly grounded on the fact that the trial court had instructed and submitted specific interrogatories on the proper legal theory — trespass—in addition to giving the jury erroneous instructions and interrogatories. In the case at bar, *454on the other hand, the trial court did not submit both proper and improper issues to the jury, but submitted only improper issues. We do not know in this case, as we did in Victor, how the jury would have responded to specific interrogatories posing the real issues in the case.\nOlson v. Moorhead, 142 Minn. 267, 171 N. W. 923 (1919), on which defendant relies also, is similarly distinguishable. There, the trial court did not submit to the jury the question of defendant’s willful and wanton negligence. We held that, assuming the court erred in excluding that issue, the error was harmless as the jury had absolved the defendant of ordinary negligence. A finding of no ordinary negligence obviously negatives the existence of willful, wanton, and reckless misconduct. The jury’s finding of no negligence in this case, however, is not necessarily an indication that the jury found that defendant had probable cause to arrest plaintiff for a felony and reasonable grounds to believe that a firearm was necessary to effect an arrest. In addition to the instructions quoted above, the trial judge gave the jury a general negligence instruction, stating:\n“Negligence, as I will define for you, is the failure to use reasonable care. * * *\n“In the case of Defendant Officer McGinn, you must test his conduct against what the ordinary prudent police officer would have done acting with the facts, that is, the general and specific knowledge that the Defendant McGinn had available to him, under the circumstances as you find confronted the Defendant McGinn on that morning in April of 1971.”\nIn light of such instructions, the jury could find the defendant not negligent under all the circumstances if it found he had any greater basis for his conduct than having observed plaintiff committing a misdemeanor. The jurors were told defendant would be negligent as a matter of law only if they found such an observation to be defendant’s only basis for his actions.\nThere is a second reason why the error in instructions cannot *455be considered harmless. In framing the instruction in terms of negligence rather than battery, the trial court imposed the burden of proof on the privilege issue on the wrong party. The trial court told the jury that an unprivileged shooting would be negligent. He then instructed them that the burden of proving Officer McGinn’s negligence was on Richard Schumann. The net effect of such instructions was to place the burden of negativing privilege upon the plaintiffs.\nPrivilege, however, is an affirmative defense to the tort of battery, and thus the defendant must bear the burden of proving the essential elements of the defense. See, Prosser, Torts (4 ed.) § 26, p. 132. Specifically, the burden is on the defendant to prove (1) defendant had probable cause to believe that the person sought to be arrested either committed or was committing a felony, and (2) defendant reasonably believed that the arrest could not be effected without the use of a firearm. Reese v. City of Seattle, 81 Wash. 2d 374, 503 P. 2d 64 (1972); Ambrose v. Wheatley, 321 F. Supp. 1220 (D. Del. 1971). See, also, Bourne v. Richardson, 133 Va. 441, 113 S. E. 893 (1922); Skinner v. Brooks, 74 Ohio App. 288, 58 N. W. 2d 697 (1944); Pike v. Eubank, 197 Va. 692, 90 S. E. 2d 821 (1956); Klinkel v. Saddler, 211 Iowa 368, 233 N. W. 538 (1930); Ware v. Garvey, 139 F. Supp. 71 (D. Mass. 1956).5\nThe improper imposition of the burden of proof so permeates the jury’s answers to the interrogatories as to require a retrial. Their finding of no negligence on the part of Officer McGinn may merely mean that the jury believed plaintiffs had failed to prove the shooting unprivileged. Under the instructions, we cannot infer that the jury found that Officer McGinn had met his burden of establishing the privilege.\n*456We hold that the trial court’s instructions relating to negligence so misdirected the applicable law and the theory of the case as to require that we reverse and remand for a new trial.\n\nThe Scope of the Privilege To Use a- Firearm\n\nAs we have determined that this case must be retried, we reach the issue of what law should govern on retrial as to the officer’s privilege to use a firearm. Plaintiffs contend that the trial court overstated the scope of the law officer’s privilege.\nThe trial court instructed the jury that an officer is privileged to use a firearm to effect an arrest if he has probable cause to believe that the suspect has committed a felony and if he reasonably believes that the arrest cannot otherwise be effected. He told the jury:\n“The law and rules relating to felony arrests are as follows:\n“(1) If the arresting officer has probable cause to believe that a crime has been committed and so committed by the person the subject of the arrest — in this case Richard Schumann — the arresting officer may use reasonable force to effect that arrest, which force can include deadly force, that is, a gun shot at the offender meant to strike the offender if he, the officer, reasonably believes that without the use of deadly force the arrest could not be effected. Notice that these three conditions apply to all felonies, and I instruct you that the law governing this case does not make a distinction between violent felonies and other types of felonies, but holds that the officer must have probable cause regarding the offense and the offender, and as I said, must have reasonable cause to believe that without deadly force being applied the arrest could not be effected.”\nThe trial court also instructed the jury as to the existence of certain statutes, which are a part of our criminal code and which determine the scope of the law officer’s privilege to use force for purposes of determining criminal liability. In instructing on *457these and other statutes regarding arrest, the trial court told the jury:\n“* * * But in connection with the officer’s duty X will read to you several statutes that I think might have some bearing, but the fact that I read these statutes does not necessarily mean that the plaintiff has or has not complied with or that the statutes apply at all. In other words, you must make that determination in that instance.”\nHe then read to the jury the following portions of Minn. St. 629.33, 609.06, and 609.065:\n§ 629.33: “If, after notice of intention to arrest defendant, he shall flee or forcibly resist, the officer may use all necessary means to effect his arrest.”\n§ 609.06: “Reasonable force may be used upon or toward the person of another without his consent when the following circumstances exist or the actor reasonably believes them to exist:\n“ (1) When used by a public officer or one assisting him * * *\n“(a) In effecting a lawful arrest.”\n§ 609.065: “The intentional taking of the life of another is not authorized by section 609.06, except when necessary in the following cases:\n* * * * *\n“(3) By a public officer, or person assisting him, in effecting a lawful arrest for a felony or in preventing an escape of a person held therefor.”\nWe have not had the opportunity to rule in the context of a battery case on the scope of the law officer’s privilege to use force or a firearm. Plaintiffs urge us to hold the above-quoted instructions improper and to adopt the rule that the privilege protects a law officer from tort liability for the use of a firearm in making an arrest only if the felony, which the suspect is believed to have committed, involved violence or threat to human life. Re*458spondent, on the other hand, urges us to approve the instructions as given, arguing that the tort privilege should not turn upon the violent or nonviolent nature of the felony or the dangerousness of the felon.\nThe issue is one on which the courts have long disagreed. See, Prosser, Torts (4 ed.) § 26, p. 134. In many jurisdictions it is an issue controlled, or at least influenced, by various statutes. See, Note, 12 Wm. &amp; Mary L. Rev. 67. As the issue is one of first impression here, some discussion of the various rules and their history is in order.\nPlaintiffs have characterized the rule they urge us to adopt as the “modern” rule and the rule adopted by the trial court as the “traditional” rule. That dichotomy, we believe, oversimplifies the rather complex and long-term debate as to the scope of the officer’s privilege to use a firearm.\nIn early common law, at least until the 14th century, the rule was that the felon was an outlaw whose life could be taken in the process of effecting an arrest without regard to whether he could be otherwise detained. The rationale of the rule was that all felonies were punishable by death. See, McDonald, Use of Force by Police to Effect Lawful Arrest, 9 Crim. L. Q. 435, 437; Note, 12 Wm. &amp; Mary L. Rev. 67, 68; Note, 15 Va. L. Rev. 582, 583; Moreland, Some Trends in the Law of Arrest, 39 Minn. L. Rev. 479.\nWithin a few centuries the common-law rule was refined to include a “last resort” test, so that an officer was not entitled to take the life of a fleeing felon unless the arrest could not otherwise be effected. The concept of probable cause to believe the suspect had committed a felony also became a factor at about the same time. Blackstone stated the rule as follows:\n“* * * Arrests by officers without warrant may be executed * * * in case of felony actually committed, or a dangerous wounding whereby felony is like to insue, he may upon probable suspicion arrest the felon; and for that purpose is authorized *459* * * even to kill the felon if he cannot otherwise be taken * * 4 W. Blackstone, Commentaries 292.\nThat rule found rather widespread support in the courts in this country in the 19th and early 20th centuries.6 During that same period, however, some American courts adopted the rule that an arresting officer was not justified in employing a firearm to apprehend a fleeing felon unless the felony itself were a violent one.7\nThe distinction between those two rules has always been somewhat blurred, as the rationale of many courts in permitting the use of a firearm without regard to the nature of the felony has been the explicit or implicit assumption that a felon is dangerous to the public. This point was articulately made in Holloway v. Moser, 193 N. C. 185, 187, 136 S. E. 375, 376 (1927):\n“The reason for the [common-law] distinction [between felons and misdemeanants] is obvious. Ordinarily, the security of person and property is not endangered by a misdemeanant being at large, while the safety and security of society require the speedy arrest and punishment of a felon.”\nIn 1934 the American Law Institute, in its Restatement of the Law of Torts, § 131, adopted the so-called modern rule:\n“The use of force against another for the purpose of effecting an arrest of the other by means intended or likely to cause death is privileged, if\n“(a) the arrest is made for treason or for a felony which normally causes or threatens death or serious bodily harm, or which involves the breaking and entry of a dwelling place, and *460“(b) the actor reasonably believes that the arrest cannot otherwise be effected.”\nIn its Restatement of the Law, 1948 Supplement, however, the Institute discarded that rule, substituting the following version of the traditional rule :\n“The actor’s use of force against another, for the purpose of effecting a privileged arrest of the other, by means intended or likely to cause death is privileged, if\n“(a) the arrest is made under a warrant which charges the person named therein with the commission of treason or a felony, or if the arrest is made without a warrant for treason or for a felony which has been committed, and\n“(b) the other is the person named in the warrant if the arrest is under a warrant, or the actor reasonably believes the offense was committed by the other if the arrest is made without a warrant, and\n“(c) the actor reasonably believes that the arrest cannot otherwise be effected.” Restatement of the Law, 1948 Supp. Torts, § 181.\nThe reporter’s notes explained the reason for the change as follows:\n“Several cases have been decided since 1926 which, without citing § 131 are contrary to it: * * *.\n* * * * *\n“No case has been found which has cited § 131 or which is in accord with it. The dicta relied upon in 1927, together with the analogy to the rule concerning the privilege to kill to prevent the commission of a felony, are now outweighed by recent decisions directly in point by two federal courts and the highest courts in Kentucky and West Virginia. In addition a strong dictum in a recent Tennessee case is contrary to the dictum in the earlier Tennessee case which the Institute relied upon in 1926.\n“The present Reporter believes that § 131 as originally worded stated a desirable rule of law but that the change is necessary *461in a Restatement of existing authorities. This is not a situation in which there is a split of authority. Every case which actually decides the question agrees that the original English common law is still the law. In addition the wide scope of the original common law rule is given to peace officers by statute in California, Colorado, Kansas and Missouri.” Restatement of the Law, 1948 Supp. p. 632.\nThe language used in stating the modified rule in the 1948 Supplement was adopted verbatim in Restatement, Torts 2d, § 131, published in 1965. The Reporter’s Comments to the section quote with apparent approval the Reporter’s Comments from the 1948 Supplement. Restatement, Torts 2d, Appendix to § 131.\nAs noted above, the Restatement is intended to describe what the law is, not what the law should be. Perusal of the American cases decided since the first Restatement leads us to conclude that the Institute was correct in its determination that the courts have almost unanimously adhered to the rule as set down by Blackstone.8\nThe only recent case which we have found to adopt the rule that the officer’s privilege to use a firearm turns upon the seriousness of the felony or the dangerous propensities of the felon is Sauls v. Hutto, 304 F. Supp. 124 (E. D. La. 1969). The facts of that case were strikingly similar to those of the case at bar. A police officer shot and fatally wounded a 17-year-old boy *462who was fleeing from the scene of a crash between the stolen automobile he had been driving and a parked car. In an action by decedent’s mother, the Federal court, applying Louisiana law, held:\n“Louisiana’s courts likely would take this view: a police officer is not justified in shooting at a man who is suspected of stealing an automobile in order to apprehend him. A bullet in the back is not Louisiana’s penalty for fleeing to escape arrest. Deadly force may be used only when life itself is endangered or great bodily harm is threatened.” 304 F. Supp. 132.\nThe decision was grounded almost entirely, however, upon a Louisiana statute.9\nAlthough the courts have overwhelmingly favored the common-law rule, commentators, law reformers, police department administrators, and legislatures increasingly tend to favor the more restrictive rule as to the scope of the privilege. The American Law Institute’s Model Penal Code, promulgated in 1962, would establish the following rule:\n“The use of deadly force is not justifiable under this Section unless:\n(i) the arrest is for a felony; and\n(ii) the person effecting the arrest is authorized to act as a peace officer or is assisting a person whom he believes to be authorized to act as a peace officer; and\n(iii) the actor believes that the force employed creates no substantial risk of injury to innocent persons; and\n(iv) the actor believes that:\n*463(1) the crime for which the arrest is made involved conduct including the use or threatened use of deadly force; or\n(2) there is a substantial risk that the person to be arrested will cause death or serious bodily harm if his apprehension is delayed.” § 3.07(2) (b), 10 U. L. A. 484,\nStatutes similar in some respects to that rule have been adopted by the legislatures of New York, Georgia, Illinois, and Louisiana.10\nWhile the statutes adopted in these states may indicate a “modern” trend, it should be noted that a far larger number of states have statutes codifying the common-law rule. See, Note, 12 Wm. &amp; Mary L. Rev. 67, 72.\nIn recent years, a spate of law review articles has appeared on the question, many of which advocate the legislative enactment of the Model Penal Code.11\nIn addition, a large number of metropolitan law-enforcement agencies now instruct their personnel to follow a rule similar to that of the Model Penal Code. Locally, the Hennepin County Sheriff’s Department,12 the Ramsey County Sheriff’s Depart*464ment,13 and the Minnesota Highway Patrol14 have adopted the more restrictive rule.15 The President’s Commission on Law Enforcement and Criminal Justice has also advocated this rule for law-enforcement authorities. Task Force Report: The Police, p. 189 (1967).16 The St. Paul Police Department, of which Qffi-*465cer McGinn is a member, however, instructed its personnel on the common-law rule.17\nPlaintiffs urge us to adopt the Model Penal Code rule and to require the trial court to instruct the jury on that rule upon retrial. We decline to do so because we believe for several reasons that the issue of whether to adopt § 3.07(2) (b) of the Model Penal Code is a legislative and not a judicial question.\nFirst, the policy embodied in the Model Penal Code has been the subject of widespread and heated debate. The proposal has evoked strong support and equally strong opposition. The nature of the debate reveals that one’s view on the Model Penal Code provision is likely to be a highly ideological matter, turning upon one’s philosophy of law enforcement. The views of the two opposing camps are typified by the statements of Professors Jerome Mikell and John Barker Waite.\nSpeaking out against the common-law rule, Professor Mikell has stated:\n“It has been said, ‘Why should not the man be shot down, the man who is running away with an automobile? ** * *’ May I ask what are we killing him for * * *. Are we killing him for stealing the automobile? If we catch him and try him we throw *466every protection around him. We say he cannot be tried until 12 men of the grand jury indict him, and then he cannot be convicted until 12 men of the petit jury have proved him guilty beyond a reasonable doubt, and then when we have done all that, what do we do to him ? Put him before a policeman and have a policeman shoot him? Of course not. We give him three years in a penitentiary. It cannot be then that we allow the officer to kill him because he stole the automobile, * * * Is it for fleeing that we kill him? Fleeing from arrest is also a common-law offense and is punishable by a light penalty * * *. If we are not killing him for stealing the automobile and not killing him for fleeing, what are we killing him for?” Quoted in Michael &amp; Wechsler, Criminal Law and Its Administration, p. 82, note 3.\nIn opposing the Model Penal Code rule, Professor Waite stated:.\n“I am convinced that only through truly effective power of arrest can law be satisfactorily enforced. * * * [Effectiveness in making arrests requires more than merely pitting the footwork of policemen against that of suspected criminals. * * *\n*****\n“* * * I would make the preclusion from flight effective by giving the officer authority to utilize necessary force * * *.\n*****\n“* * * [T]he danger to socially necessary effective law enforcement is undeniable. * * *\n“If we pass [§ 3.07(2) (b)] we say to the criminal, ‘You are foolish. No matter what you have done you are foolish if you submit to arrest. The officer dare not take the risk of shooting at you. If you can outrun him, outrun him. * * * If you are faster than he is you are free, and God bless you.’ I feel entirely unwilling to give that benediction to the modern criminal.” Model Penal Code, Tent. Draft No. 8 (1958), Comments on § 3.07, p. 60.\nThis court is not in a position to resolve the conflicting *467ideologies represented in the two passages quoted above. It is in the legislative forum that the deterrent effect of the traditional rule may be evaluated and the law-enforcement policies of this state may be fully debated and determined. The issues upon which the decision turns are more moral and sociological than they are legal. The legislature, and not this court, is the proper decision maker. As we said in Spanel v. Mounds View School Dist. No. 621, 264 Minn. 279, 292, 118 N. W. 2d 795, 803 (1962):\n“While the court has the right and the duty to modify rules of the common law after they have become archaic, we readily concede that the flexibility of the legislative process — which is denied the judiciary — makes the latter avenue of approach more desirable.”\nSecond, the Model Penal Code provision, as its very name implies, is a proposed statute. It is intended to define justifiable homicide. We have no power to adopt a justifiable-homicide statute. Defining crimes is a legislative prerogative and in Minn. St. 609.065 our legislature has adopted its own justifiable-homicide statute, one that embodies the common-law view of a law officer’s privilege to use a firearm.\nWe could, of course, adopt the substance of the Model Penal Code rule to be applied in tort actions involving alleged assaults and batteries by a police officer. Though the legislature has the legitimate authority to define crimes and defenses, we retain the common-law authority to define torts and their defenses. See, Spanel v. Mounds View School Dist. No. 621, supra. If we were to exercise that authority in this case, however, the police officer contemplating the use of force under emergency conditions would be held to conflicting standards of conduct by the civil and criminal law. The confusion which would be engendered by such a situation can only produce unfair and inequitable results. We cannot have differing legislative and judicial policies on the scope of the officer’s privilege. Consequently, we desist from creating *468such a situation. Thus, while we are not technically bound to follow Minn. St. 609.06 as limited by Minn. St. 609.065, we recognize in them a legislative policy toward which we feel we must defer in defining tort liability in the present situation. See, Pros-ser, Torts (4 ed.) § 2, p. 9.\nFor the foregoing reasons we decline to adopt the Model Penal Code rule, though there is much to recommend it. We believe that there is a need for a thorough study of the issue of the use of firearms by law-enforcement officers, so that a reasoned choice may be made between the competing rules. We also believe that we are not the proper body for the task.\nWe read Minn. St. 609.065 as a codification of the common-law rule. Although its language is not identical to that of the Restatement, its substance is similar. The word “necessary” in § 609.065 is the practical equivalent of the phrase “the actor reasonably believes that the arrest cannot otherwise be effected” in the Restatement rule. The “lawful arrest” language of our statute is to be read as requiring probable cause in instances where there is no arrest warrant. This is substantially the equivalent of the “reasonable belief” language of the Restatement.\nConforming to the legislative policy relating to the use of force in law enforcement, which is enunciated in Minn. St. 609.06 as limited by Minn. St. 609.065, we hold that in a tort action based on battery by a law-enforcement officer, the scope of the officer’s privilege to use a firearm rests upon the following rules:\n(1) Where an officer has probable cause to believe that a person has committed or is committing a felony, he may use reasonable force upon or toward that person in effecting a lawful arrest; and\n(2) Reasonable force may include the intentional discharge of a firearm upon or toward that person only if the officer rea*469sonably believes that, absent such use of a firearm he could not effect the arrest.18\nOn the retrial of this case, it is upon these rules, together with such appropriate definitions as the trial judge may consider necessary to assist the jury, that the trial court should instruct.\n\nDismissal of the City of St. Paul\n\nFinally, plaintiffs argue that the trial court erred in directing a verdict in favor of the city of St. Paul. Plaintiffs’ complaint alleged that the city was negligent in failing properly to train Officer McGinn in the use of firearms. Finding no evidence to create a fact issue for the jury on the negligent training theory, the trial court granted defendant city’s motion for a directed verdict at the close of plaintiffs’ case. The propriety of that decision is not questioned on appeal.\nAt that point in the proceedings, plaintiffs sought to amend their complaint under Rule 15, Rules of Civil Procedure, to allege that the city was vicariously liable for torts committed by Officer McGinn in the scope of his employment. The trial court denied the motion. Plaintiffs argue here that the issue of vicarious liability was tried by consent and that amendment of the pleadings to include that issue was mandatory under Rule 15.02. However, the trial court has discretion to determine whether the issue was tried by consent. See 6 Wright &amp; Miller, Federal Practice and Procedure, Civil, § 1493, p. 469, interpreting identical language in the Federal rule. Where the evidence offered is pertinent to an issue already stated in the pleadings, the trial court may properly find that no new issue was litigated by consent. Hohen-*470stein v. Goergen, 287 Minn. 512, 514, 176 N. W. 2d 749, 752 (1970). Here, evidence concerning whether defendant was on duty and acting within the scope of his employment when he shot plaintiff was relevant to the defense of privilege and does not necessarily indicate that the new issue of vicarious liability was tried by consent. We find that the trial court did not abuse its discretion in this respect.\nNevertheless, regardless of whether the vicarious liability issue was tried by consent, Rule 15.01 provides that leave to amend pleadings “shall be freely given when justice so requires.\" The trial court did apparently conclude that justice required inclusion of the city as a defendant on a vicarious liability theory. It informed plaintiffs that the city could be brought back into the case if Officer McGinn were found liable.\nThis method of procedure, bringing the city in at the conclusion of the trial rather than at the outset, was selected to avoid a conflict-of-interest situation. In order to protect its own interests, the city would have found it necessary to characterize Officer McGinn’s conduct as an unlawful and unprivileged battery committed by him while outside the scope of his duties as a police officer. Yet the city attorney represented both defendants pursuant to Minn. St. 471.44. While interruption of the trial to obtain separate counsel might have been an important consideration in denying leave to amend the complaint, that consideration will not be important upon remand because the parties will be commencing a new trial. Thus, the city and Officer McGinn will have no greater conflict of interest than other codefendants related as principal and agent.\nThe underlying assumption of the trial court in selecting this procedure appears to have been that the doctrine of collateral estoppel would operate to preclude the city from attacking a jury finding that Officer McGinn was liable. Otherwise, the issue of Officer McGinn’s liability would have to be tried all over again after the city was joined as a party on vicarious liability. But the doctrine of collateral estoppel would not operate as a bar *471unless the city were a party or in privity with Officer McGinn. 46 Am. Jur. 2d, Judgments, § 628; 49 C. J. S., Judgments, § 418. The concept of privity is difficult to apply. Margo-Kraft Distributors, Inc. v. Minneapolis Gas Co. 294 Minn. 274, 278, 200 N. W. 2d 45, 47 (1972). Unless the city’s interests were represented by McGinn, or the city participated in and controlled McGinn’s defense for its own self-interest, there would be no privity for the purposes of collateral estoppel. Manifestly here, where the interests of the city and Officer McGinn are adverse, no privity would exist. Accordingly, the assumption underlying the trial court’s procedure is erroneous.\nUnder these circumstances, if the plaintiffs on remand renew their motion to amend their complaint and allege vicarious liability against the city, we think it is clear that the motion should be granted.\nConclusion\nPlaintiffs’ claim that the trial court unduly favored defendant and gave an argumentative jury charge finds no support in the record.\nWe hold that because the trial court improperly framed the issues in this case in terms of negligence rather than battery, the case must be remanded for a new trial.\nReversed and remanded for a new trial.\nThe original opinion filed on January 2, 1976, in this case is withdrawn and this opinion is substituted in its place. The petition for rehearing is denied.\n\n Acting as Justice of the Supreme Cburt by appointment pursuant to Minn. Const. art. 6, § 2, and Minn. St. 2.724, subd. 2.\n\n\n See, Young v. Hansen, 296 Minn. 430, 209 N. W. 2d 392 (1973).\n\n\n More precisely, plaintiffs pleaded and argued that defendant had committed two separate intentional torts — both assault and battery. In the interest of simplicity, this opinion treats the case as though battery alone was at issue. We need not decide whether the facts of this case fulfill the elements of an assault as plaintiff’s damages flow from the actual shooting and not from any fear that he might be shot.\n\n\n The interrogatories and the jury’s answers were: “We, the jury * * *, find the facts * * * by making the following answers to the questions as set forth herein.\n“Question 1: Was Defendant, Michael McGinn, negligent at the time of the shooting on April 9,1971?\n“Answer: No. (Yes or no)\n“Question 2: Was such negligence as you so find a direct cause of Plaintiff’s injury?\n“Answer: (Yes or no)\n“Question 3: • Was Plaintiff, Richard Schumann, negligent at the time of the shooting on April 9, 1971?\n“Answer: Yes. (Yes or no)\n“Question 4: Was such negligence as you so find a direct cause of Plaintiff’s injury?\n“Answer: Yes. (Yes or no)\n“Question 5: [Comparative negligence question].”\n\n\n “(1) An actor is subject to liability to another for battery if\n“(a) he acts intending to cause a harmful or offensive contact with the person of the other or a third person, or an imminent apprehension of such a contact, and\n“(b) an offensive contact with the person of the other directly or indirectly results.\n“(2) An act which is not done with the intention stated in Subsection (l,a) does not make the actor liable to the other for a mere offensive contact with the other’s person although the act involves an un-l reasonable risk of inflicting it and, therefore, would be negligent oil reckless if the risk threatened bodily harm.” I\n\n\n A few jurisdictions reach a contrary result, having adopted the rule that a police officer is presumed to act lawfully. See, Wall v. Zeeb, 153 N. W. 2d 779 (N. D. 1967); Modesett v. Emmons, 292 S. W. 855 (Comn. App. Tex. 1927); West v. Nantz Admr. 267 Ky. 113, 101 S. W. 2d 673 (1937).\n\n\n See, e. g., Murphy v. Murray, 74 Cal. App. 726, 241 P. 938 (1925); Askay v. Maloney, 85 Ore. 333, 166 P. 29 (1917); Goold v. Saunders, 196 Iowa 380, 194 N. W. 227 (1923). Cf. Love v. Bass, 145 Tenn. 522, 238 S. W. 94 (1922).\n\n\n Cf. Storey v. State, 71 Ala. 329 (1882); Donehy v. Commonwealth, 170 Ky. 474, 186 S. W. 161 (1916); United States v. Clark, 31 F. 710 (Cir. Ct. E. D. Mich. 1887); State v. Bryant, 65 N. C. 327 (1871); Reneau v. State, 2 Lea. (70 Tenn.) 720 (1879).\n\n\n See, e. g., Martyn v. Donlin, 151 Conn. 402, 198 A. 2d 700 (1964); City of Miami v. Nelson, 186 So. 2d 535 (Fla. App. 1966); Alaniz v. Funk, 69 N. Mex. 164, 364 P. 2d 1033 (1961); Reese v. City of Seattle, 81 Wash. 2d 374, 503. P. 2d 64 (1972); Clark v. Carney, 71 Ohio App. 14, 42 N. E. 2d 938 (1942); Thompson v. Norfolk &amp; W. Ry. Co. 116 W. Va. 705, 182 S. E. 880 (1935); Scarbrough v. State, 168 Tenn. 106, 76 S. W. 2d 106 (1934); Johnson v. Chesapeake &amp; O. Ry. Co. 259 Ky. 789, 83 S. W. 2d 521 (1935); Noback v. Town of Montclair, 33 N. J. Super. 420, 110 A. 2d 339 (1954); Wimberly v. City of Paterson, 75 N. J. Super. 584, 183 A. 2d 691, appeal denied, 38 N. J. 340, 184 A. 2d 652 (1962); Uraneck v. Lima, 359 Mass. 749, 269 N. E. 2d 670 (1971); Walsh v. Oehlert, 508 S. W. 2d 222 (Mo. App. 1974); Ambrose v. Wheatley, 321 F. Supp. 1220 (D. Del. 1971).\n\n\n That statute, La. Rev. Stat. § 14:20 (1950), provides in part: “A homicide is justifiable:\n* ** &gt;Je * afs\n“(2) When committed, for the purpose of preventing a violent or forcible felony involving danger to life or of great bodily harm, by one who reasonably believes that such an offense is about to be committed and that such action is necessary for its prevention.”\n\n\n See, N. Y. Penal Law, § 35.30 (McKinney 1975); Ga. Code § 26-902 (1972); Ill. Ann. Stat. c. 38, §§ 7-5, 7-9 (Smith-Hurd 1972); La. Rev. Stat. § 14:20 (1950).\n\n\n See, e. g., Note, 12 Wm. &amp; Mary L. Rev. 67; Tsimbinos, The Justified Use of Deadly Force, 4 Crim. L. Bull. 3; McDonald, Use of Force by Police to Effect Lawful Arrest, 9 Crim. L.Q. 435; Comment, 31 La. L. Rev. 131; Note, 59 Col. L. Rev. 1212; but see, Note, 14 McGill L. Rev. 293 (1970).\n\n\n The Firearms Policy of the Hennepin County Sheriff’s Department, Section VII B, provides: “Use of Firearms. A Deputy may discharge a firearm under the following conditions:\n* ** * * *•\n“2. To accomplish an arrest for a felony, or to deter an escape of a felon, or to recapture an escapee who was under arrest for a felony and other means have failed, provided that:\n“a. The crime for which the arrest or recapture is sought involved conduct including the use or threatened use of deadly force.\n“b. There is substantial risk that the person sought will cause death or serious bodily harm if his apprehension is delayed.”\n\n\n The Ramsey County Sheriff’s Department, in its Regulation 591.1, advises its personnel as follows: “* * * * Members may discharge a firearm under the following circumstances:\n* * ^ ‡ *\n“2. To effect the arrest or to prevent the escape, when every other means of effecting the arrest or preventing the escape has been exhausted, of a person who has committed a felony or has attempted to commit a felony in the policeman’s presence, or when a felony has been committed and the policeman has reasonable grounds to believe the person he is attempting to apprehend committed the felony;\n“a.) provided, that the felony for which the arrest is sought involved an actual or threatened attack, which the officer has reasonable cause to believe could result in death or serious bodily injury.”\n\n\n The Minnesota Highway Patrol, in § 3-220.2 of its Highway Patrol Officer Manual, instructs its officers as follows:\n“a. Deadly force may be used, as a last resort, to apprehend or prevent the escape of a dangerous felon. ‘Dangerous felons’ are those who commit felonies against the person, such as kidnapping, murder, rape, robbery, felonious assault, etc.\n“b. The use of deadly force to apprehend a nondangerous felon is not justified. Felonies against property, such as larceny, forgery, counterfeiting, etc. are regarded as being nondangerous.”\n\n\n In addition to the local departments which have adopted this policy, similar rules have been adopted by the San Francisco Police Department (Patrol Officers Manual, W 1 — Firearms Procedures [January 1972]), the Los Angeles Police Department (Shooting Review Board Directives 1/556 [May 1, 1972]), and the District of Columbia Metropolitan Police Department (General Order 901-1 and Manual, § 2.4:1 (b) [December 1,1971]).\n\n\n The Commission Report states: “1. Deadly force should be restricted to the apprehension of perpetrators who, in the course of their crime threatened the use of deadly force, or if the officer believes there is a substantial risk that the person whose arrest is sought will cause death or serious bodily harm if his apprehension is delayed. The use *465of firearms should he flatly prohibited in the apprehension of misde-meanants, since the value of human life far outweighs the gravity of a misdemeanor.”\n\n\n General Regulation 107 of the St. Paul Bureau of Police provides in part:\n“B. No member of the Bureau of Police shall discharge a firearm in the performance of Police duties, except:\n* * * * *\n“2. To effect the arrest, or to prevent the escape of a person who has committed, or attempted to commit a felony in the officer’s presence, or when a felony has been committed and the officer has reasonable ground to believe the person he is attempting to apprehend committed the felony, provided:\n“a. Provided that the use of the firearm will not endanger or be likely to endanger the safety of innocent persons.”\n\n\n it is generally agreed that an arrest for a misdemeanor does not justify the use of a firearm even though the criminal is in flight and there is no other possible way to apprehend him. Prosser, Torts (4 ed.) § 26, p. 135, and cases cited in note 5; Comment, 31 La. L. Rev. 131, 134, and cases cited in note 11. The right of an officer to use a firearm, in self-defense or in defense of others, in the appropriate circumstances, is not an issue here. Comment, 31 La. L. Rev. 132; see, Prosser, Torts (4 ed.) § 26.\n\n",
            "ocr": false,
            "opinion_id": 9738314
        },
        {
            "author_str": "Sheran",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSheran, Chief Justice\n(concurring specially).\nI concur with the disposition of this case because it is based on the existing law as I understand it to be. I believe the law should be modified in line with the views of Mr. Justice Otis and Mr. Justice Rogosheske, but think that the law-enforcement officials and the legislature should first be given opportunity to make the change. This course, it seems to me, will be more likely *472to assure that the police officer who acts in a stress situation will not be exposed to personal liability for what others, after the event, might consider to be an error in judgment.\n",
            "ocr": false,
            "opinion_id": 9738315
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n240 N.W.2d 525 (1976)\nRichard SCHUMANN and Leah M. Peterson, Appellants,\nv.\nMichael McGINN, Respondent.\nNo. 45069.\nSupreme Court of Minnesota.\nMarch 19, 1976.\n*527 David W. Nord, James R. Tschida, St. Paul, for appellants.\nR. Scott Davies, City Atty., Daniel L. Ficker, Asst. City Atty., St. Paul, for respondent.\nConsidered and decided by the court en banc.\nNICHOLAS S. CHANAK,[*] Justice.\nPlaintiff Richard Schumann, a minor (hereafter plaintiff), and his mother, plaintiff Leah M. Peterson, brought this tort action against the city of St. Paul (hereafter city) and Michael McGinn, a St. Paul police officer, as defendants. Officer McGinn (hereafter defendant) shot and seriously injured plaintiff, then 15 years old, on the morning of April 9, 1971, while the latter was in flight from an automobile stolen by him which collided with a parked car. Upon conclusion of plaintiffs' evidence, the trial court directed a verdict for defendant city. After a jury trial and upon a finding that defendant police officer was not negligent, judgment was entered in favor of that defendant. Plaintiffs appeal from the judgment and from the denial of their motion for a new trial. We reverse and remand for a new trial.\nViewing the evidence in the light most favorable to defendant,[1] the jury could find the relevant facts to be as follows: On the morning in question at approximately 8 a. m. defendant left his home at 581 Portland Avenue, St. Paul, to purchase the morning paper. Off duty at the time, he was dressed in civilian clothes and carried his personal weapon, a Smith &amp; Wesson .38-caliber snub-nose revolver. He drove a clearly marked St. Paul police department \"takehome\" squad car, which he was authorized to use while off duty.\nOn the return trip, defendant, proceeding southerly on Kent Street, approached the intersection of Ashland Avenue and saw a 1965 Chevrolet station wagon traveling west on Ashland Avenue at an excessive rate of speed. As defendant observed, the vehicle made a left turn onto Kent Street and collided with an automobile parked on the east side of Kent. Immediately after the accident, while defendant was still crossing the intersection, two persons, apparently juveniles, got out of the passenger side of the Chevrolet, looked at defendant, yelled something into the car, and then ran. As defendant stopped his squad car near the intersection, another person alighted from the driver's side of the Chevrolet and without looking back ran south on Kent to the alley between Ashland and Holly Avenues and then east down the alley. Although plaintiff's back was turned, defendant could see that plaintiff was approximately 5 feet 8 inches tall and weighed 150 to 160 pounds. Defendant believed him to be a young adult approximately 18 years old.\n*528 Determining on the spot not to radio for assistance, Officer McGinn chose to pursue plaintiff on foot. As he jumped out of the squad car, defendant shouted, \"Stop, police.\" As he chased plaintiff, defendant repeatedly shouted similar warnings, finally calling out, \"Stop or I'll shoot.\" When plaintiff ignored the warnings and continued to run, defendant fired a warning shot into the ground. Plaintiff only ran faster, leaning forward in a crouched position. Defendant again yelled, \"Stop or I'll shoot.\" When this warning failed to produce results, defendant deliberately aimed and fired a shot, intending to hit plaintiff in the lower part of his body. At the time defendant fired the second shot, he was 60 to 80 feet behind plaintiff, running down the alley. Although defendant did not come to a complete stop, he had both feet on the ground and was aiming and sighting the weapon at the time the shot was fired. Instead of striking the plaintiff in the buttocks or legs, the bullet struck plaintiff in the nape of the neck, permanently crippling him.\nOfficer McGinn testified that he believed the Chevrolet to have been stolen and used his firearm because he believed that he was making a felony arrest and that he could not effect an arrest without using such firearm. He based that conclusion on the following facts: (1) From police training, he learned that vehicles of the brand and vintage involved here are popular with car thieves; (2) the occupants of the Chevrolet ran when they saw his marked squad car, as youthful car thieves commonly do; (3) the Chevrolet had no rear license plate; (4) the Chevrolet was driven in a reckless manner; and (5) the area in which the incident occurred was a high-crime area. Plaintiff had stolen the station wagon in Wisconsin, although that fact was not known to the St. Paul police at the time of the incident, nor was the vehicle listed on the \"hot sheet\" supplied police officers.\nAfter the shooting, Officer McGinn radioed for assistance. Within a minute, another officer was at the scene. Within 6 to 7 minutes, 5 or 6 squad cars had arrived and some of the officers had already rushed plaintiff to the hospital.\nIn their complaint, plaintiffs alleged defendant's liability on two theories\u0097battery[2] and negligence. The trial court submitted the case to the jury on the theory of negligence alone. In response to special interrogatories, the jury found that Officer McGinn was not negligent, that Richard Schumann was negligent, and that Schumann's negligence was the proximate cause of his own injury. Consequently, the trial court ordered judgment for defendant.\nThe issues before us on this appeal are: (1) Did the trial court err in framing the issues and instructing the jury in terms of negligence rather than battery? (2) Did the trial court err in instructing the jury as to the scope of a policeman's privilege to use a firearm in making a felony arrest? (3) Did the trial court err in directing a verdict for Officer McGinn's employer, the city of St. Paul?\n\nThe Negligence Instruction\nIn their complaint, plaintiffs alleged that defendant had committed the tort of battery. The complaint stated in relevant part:\n\"That defendant police officer McGinn committed an unjustifiable assault and battery upon plaintiff Richard Schumann by intentionally firing his pistol so as to cause the bullet to strike Richard Schumann in the back of his neck.\"\nDuring the trial, the two alternative theories of liability became blurred. At the beginning of the trial, the plaintiffs took the position that defendant's conduct constituted either a battery or a negligent tort, but during the course of the trial, it appeared *529 that plaintiffs were claiming that a negligent battery had occurred.\nThe trial court framed the issues solely in negligence terms. He instructed the jury in relevant part as follows:\n\"The real test, or the gravamen of this case, is whether or not the defendant, Officer Michael McGinn, was negligent on April 9, 1971. * * *\n* * * * * *\n\"* * * [I]f you find that the officer failed to act on reasonable or probable cause or acted absent a reasonable belief that he couldn't effect the arrest without deadly force, then you may find that the officer was negligent, that is, that he breached his duty to apply reasonable standards in his conduct. Recall that the burden to establish or prove that he breached such a standard is on the plaintiff, Richard Schumann. * * *\n\"* * * If you find that Richard Schumann breached a duty to use reasonable care as I have defined it, you may find him negligent. The burden to prove his negligence in this instance is upon the defendant. * * *\n* * * * * *\n\"* * * [I]n the event you find the parties equally negligent, that is, 50 percent, the plaintiff cannot recover. If the defendant is more than 50 percent negligent plaintiff would recover a percentage of his claim. * * * Of course, if plaintiff is more than 50 percent negligent then plaintiff is entitled to nothing.\"\nThe special interrogatories submitted to the jury were standard comparative negligence interrogatories.[3]\nThe trial court failed to instruct the jury as to the elements of the tort of battery. Plaintiffs argue that this failure on the part of the trial court constituted reversible error.\nProposed instructions and proposed interrogatories submitted to the trial court by plaintiffs' counsel did not explicitly set forth the two different theories of liability, but they did set forth the substance of the elements of the tort of battery and the substance of law officers' privilege to employ firearms. The interrogatories would have asked the jury expressly whether Officer McGinn had probable cause to believe that Richard Schumann had committed a felony and whether Officer McGinn used excessive force in effecting the arrest. After the jury retired to deliberate, plaintiffs' counsel objected to the court's failure to instruct on the battery theory.\nDefendant argues that the instructions were correct as given. He contends, first, that the excessive use of force by a police officer may sound in negligence rather than in battery. Second, he claims that even if the instruction was improper, giving it was harmless error in that all of the elements of the officer's privilege defense were incorporated in the negligence instruction, so that in finding Officer McGinn not negligent, they necessarily found his shooting of plaintiff to be privileged.\nWe find no support for defendant's contentions. That the excessive use of force by the arresting law-enforcement officer states a claim sounding in battery is recognized. See, Daly v. Pedersen, 278 F.Supp. 88 (D.Minn.1967). The essential elements of the tort of battery are intent and contact. They are set forth in Restatement, Torts 2d, § 18.[4]\n*530 The same distinction between battery and negligently inflicted injuries is articulated, though perhaps not as explicitly, in our prior decisions. See, Ott v. G. N. Ry. Co., 70 Minn. 50, 72 N.W. 833 (1897). Nor is negligent conduct on the part of the injured victim, though such conduct may have been a cause of the injury, a defense to a battery. See, Lambrecht v. Schreyer, 129 Minn. 271, 152 N.W. 645 (1915); Schulze v. Kleeber, 10 Wis.2d 540, 103 N.W.2d 560 (1960).\nNeither do we find support for defendant's contention that the improper instruction constituted harmless error. It is true that the trial court instructed the jury as to the law officer's privilege to use force, and in some circumstances a firearm, in carrying out his duty. The trial court told the jury, however, that the privilege, if applicable, would negative Officer McGinn's negligence. He instructed the jury in part as follows:\n\"So to summarize briefly, if this was a misdemeanor and the officer merely observed such misdemeanor, the officer cannot under the law use deadly force in the context of this case, and he is negligent as I have said as a matter of law. If, however, he had probable cause, or reasonable belief as I have defined it, that plaintiff was committing a felony or had committed a felony, he can use reasonable force, including deadly force, if he reasonable believes that absent such force being used he could not effect the arrest.\"\nBecause of such instructions, defendant argues that a jury finding of no negligence on the part of Officer McGinn necessarily implies that the jury found that Officer McGinn had probable cause to believe that plaintiff had committed a felony and that he reasonably believed that he could effect an arrest only by shooting plaintiff. Thus, he contends the error was harmless and a new trial is unnecessary.\nWe disagree for two reasons. First, we distinguish our previous decisions on which defendant relies for the proposition that an instruction on the wrong legal theory may be harmless error. Defendant's reliance on Victor v. Sell, Minn., 222 N.W.2d 337 (1974), is particularly misplaced. There, plaintiff sued on the theory of trespass to realty, an intentional tort. The trial court instructed upon trespass, intent, contributory negligence, and assumption of the risk, and submitted special interrogatories to the jury on all of these questions. Though we held the instructions on contributory negligence and assumption of the risk to be erroneous, we affirmed the judgment in favor of defendant. Our decision was narrowly grounded on the fact that the trial court had instructed and submitted specific interrogatories on the proper legal theory\u0097trespass\u0097in addition to giving the jury erroneous instructions and interrogatories. In the case at bar, on the other hand, the trial court did not submit both proper and improper issues to the jury, but submitted only improper issues. We do not know in this case, as we did in Victor, how the jury would have responded to specific interrogatories posing the real issues in the case.\nOlson v. Moorhead, 142 Minn. 267, 171 N.W. 923 (1919), on which defendant relies also, is similarly distinguishable. There, the trial court did not submit to the jury the question of defendant's willful and wanton negligence. We held that, assuming the court erred in excluding that issue, the error was harmless as the jury had absolved the defendant of ordinary negligence. A finding of no ordinary negligence obviously negatives the existence of willful, wanton, and reckless misconduct. The jury's finding of no negligence in this case, however, is not necessarily an indication that the jury *531 found that defendant had probable cause to arrest plaintiff for a felony and reasonable grounds to believe that a firearm was necessary to effect an arrest. In addition to the instructions quoted above, the trial judge gave the jury a general negligence instruction, stating:\n\"Negligence, as I will define for you, is the failure to use reasonable care. * *\n\"In the case of Defendant Officer McGinn, you must test his conduct against what the ordinary prudent police officer would have done acting with the facts, that is, the general and specific knowledge that the Defendant McGinn had available to him, under the circumstances as you find confronted the Defendant McGinn on that morning in April of 1971.\"\nIn light of such instructions, the jury could find the defendant not negligent under all the circumstances if it found he had any greater basis for his conduct than having observed plaintiff committing a misdemeanor. The jurors were told defendant would be negligent as a matter of law only if they found such an observation to be defendant's only basis for his actions.\nThere is a second reason why the error in instructions cannot be considered harmless. In framing the instruction in terms of negligence rather than battery, the trial court imposed the burden of proof on the privilege issue on the wrong party. The trial court told the jury that an unprivileged shooting would be negligent. He then instructed them that the burden of proving Officer McGinn's negligence was on Richard Schumann. The net effect of such instructions was to place the burden of negativing privilege upon the plaintiffs.\nPrivilege, however, is an affirmative defense to the tort of battery, and thus the defendant must bear the burden of proving the essential elements of the defense. See, Prosser, Torts (4 ed.) § 26, p. 132. Specifically, the burden is on the defendant to prove (1) defendant had probable cause to believe that the person sought to be arrested either committed or was committing a felony, and (2) defendant reasonably believed that the arrest could not be effected without the use of a firearm. Reese v. City of Seattle, 81 Wash.2d 374, 503 P.2d 64 (1972); Ambrose v. Wheatley, 321 F.Supp. 1220 (D.Del.1971). See, also, Bourne v. Richardson, 133 Va. 441, 113 S.E. 893 (1922); Skinner v. Brooks, 74 Ohio App. 288, 58 N.E.2d 697 (1944); Pike v. Eubank, 197 Va. 692, 90 S.E.2d 821 (1956); Klinkel v. Saddler, 211 Iowa 368, 233 N.W. 538 (1930); Ware v. Garvey, 139 F.Supp. 71 (D.Mass. 1956).[5]\nThe improper imposition of the burden of proof so permeates the jury's answers to the interrogatories as to require a retrial. Their finding of no negligence on the part of Officer McGinn may merely mean that the jury believed plaintiffs had failed to prove the shooting unprivileged. Under the instructions, we cannot infer that the jury found that Officer McGinn had met his burden of establishing the privilege.\nWe hold that the trial court's instructions relating to negligence so misdirected the applicable law and the theory of the case as to require that we reverse and remand for a new trial.\n\nThe Scope of the Privilege To Use a Firearm\nAs we have determined that this case must be retried, we reach the issue of what law should govern on retrial as to the officer's privilege to use a firearm. Plaintiffs contend that the trial court overstated the scope of the law officer's privilege.\nThe trial court instructed the jury that an officer is privileged to use a firearm to effect an arrest if he has probable cause to believe that the suspect has committed a felony and if he reasonably believes that *532 the arrest cannot otherwise be effected. He told the jury:\n\"The law and rules relating to felony arrests are as follows:\n\"(1) If the arresting officer has probable cause to believe that a crime has been committed and so committed by the person the subject of the arrest\u0097in this case Richard Schumann\u0097the arresting officer may use reasonable force to effect that arrest, which force can include deadly force, that is, a gun shot at the offender meant to strike the offender if he, the officer, reasonable believes that without the use of deadly force the arrest could not be effected. Notice that these three conditions apply to all felonies, and I instruct you that the law governing this case does not make a distinction between violent felonies and other types of felonies, but holds that the officer must have probable cause regarding the offense and the offender, and as I said, must have reasonable cause to believe that without deadly force being applied the arrest could not be effected.\"\nThe trial court also instructed the jury as to the existence of certain statutes, which are a part of our criminal code and which determine the scope of the law officer's privilege to use force for purposes of determining criminal liability. In instructing on these and other statutes regarding arrest, the trial court told the jury:\n\"* * * But in connection with the officer's duty I will read to you several statutes that I think might have some bearing, but the fact that I read these statutes does not necessarily mean that the plaintiff has or has not complied with or that the statutes apply at all. In other words, you must make that determination in that instance.\"\nHe then read to the jury the following portions of Minn.St. 629.33, 609.06, and 609.065:\n§ 629.33: \"If, after notice of intention to arrest defendant, he shall flee or forcibly resist, the officer may use all necessary means to effect his arrest.\"\n§ 609.06: \"Reasonable force may be used upon or toward the person of another without his consent when the following circumstances exist or the actor reasonably believes them to exist:\n\"(1) When used by a public officer or one assisting him * * *\n\"(a) In effecting a lawful arrest.\"\n§ 609.065: \"The intentional taking of the life of another is not authorized by section 609.06, except when necessary in the following cases:\n* * * * * *\n\"(3) By a public officer, or person assisting him, in effecting a lawful arrest for a felony or in preventing an escape of a person held therefor.\"\nWe have not had the opportunity to rule in the context of a battery case on the scope of the law officer's privilege to use force or a firearm. Plaintiffs urge us to hold the above-quoted instructions improper and to adopt the rule that the privilege protects a law officer from tort liability for the use of a firearm in making an arrest only if the felony, which the suspect is believed to have committed, involved violence or threat to human life. Respondent, on the other hand, urges us to approve the instructions as given, arguing that the tort privilege should not turn upon the violent or nonviolent nature of the felony or the dangerousness of the felon.\nThe issue is one on which the courts have long disagreed. See, Prosser, Torts (4 ed.) § 26, p. 134. In many jurisdictions it is an issue controlled, or at least influenced, by various statutes. See, Note, 12 Wm. &amp; Mary L.Rev. 67. As the issue is one of first impression here, some discussion of the various rules and their history is in order.\nPlaintiffs have characterized the rule they urge us to adopt as the \"modern\" rule and the rule adopted by the trial court as the \"traditional\" rule. That dichotomy, we believe, oversimplifies the rather complex and long-term debate as to the scope of the officer's privilege to use a firearm.\nIn early common law, at least until the 14th century, the rule was that the felon *533 was an outlaw whose life could be taken in the process of effecting an arrest without regard to whether he could be otherwise detained. The rationale of the rule was that all felonies were punishable by death. See, McDonald, Use of Force by Police to Effect Lawful Arrest, 9 Crim.L.Q. 435, 437; Note, 12 Wm. &amp; Mary L.Rev. 67, 68; Note, 15 Va.L.Rev. 582, 583; Moreland, Some Trends in the Law of Arrest, 39 Minn.L. Rev. 479.\nWithin a few centuries the common-law rule was refined to include a \"last resort\" test, so that an officer was not entitled to take the life of a fleeing felon unless the arrest could not otherwise be effected. The concept of probable cause to believe the suspect had committed a felony also became a factor at about the same time. Blackstone stated the rule as follows:\n\"* * * Arrests by officers without warrant may be executed * * * in case of felony actually committed, or a dangerous wounding whereby felony is like to insue, he may upon probable suspicion arrest the felon; and for that purpose is authorized * * * even to kill the felon if he cannot otherwise be taken * * *.\" 4 W. Blackstone, Commentaries 292.\nThat rule found rather widespread support in the courts in this country in the 19th and early 20th centuries.[6] During that same period, however, some American courts adopted the rule that an arresting officer was not justified in employing a firearm to apprehend a fleeing felon unless the felony itself were a violent one.[7]\nThe distinction between those two rules has always been somewhat blurred, as the rationale of many courts in permitting the use of a firearm without regard to the nature of the felony has been the explicit or implicit assumption that a felon is dangerous to the public. This point was articulately made in Holloway v. Moser, 193 N.C. 185, 187, 136 S.E. 375, 376 (1927):\n\"The reason for the [common-law] distinction [between felons and misdemeanants] is obvious. Ordinarily, the security of person and property is not endangered by a misdemeanant being at large, while the safety and security of society require the speedy arrest and punishment of a felon.\"\nIn 1934 the American Law Institute, in its Restatement of the Law of Torts, § 131, adopted the so-called modern rule:\n\"The use of force against another for the purpose of effecting an arrest of the other by means intended or likely to cause death is privileged, if\n\"(a) the arrest is made for treason or for a felony which normally causes or threatens death or serious bodily harm, or which involves the breaking and entry of a dwelling place, and\n\"(b) the actor reasonably believes that the arrest cannot otherwise be effected.\"\nIn its Restatement of the Law, 1948 Supplement, however, the Institute discarded that rule, substituting the following version of the traditional rule:\n\"The actor's use of force against another, for the purpose of effecting a privileged arrest of the other, by means intended or likely to cause death is privileged, if\n\"(a) the arrest is made under a warrant which charges the person named therein with the commission of treason or a felony, or if the arrest is made without a warrant for treason or for a felony which has been committed, and\n\"(b) the other is the person named in the warrant if the arrest is under a warrant, or the actor reasonably believes the offense was committed by the other if the arrest is made without a warrant, and\n\n*534 \"(c) the actor reasonably believes that the arrest cannot otherwise be effected.\" Restatement of the Law, 1948 Supp. Torts, § 131.\nThe reporter's notes explained the reason for the change as follows:\n\"Several cases have been decided since 1926 which, without citing § 131 are contrary to it: * * *.\n* * * * * *\n\"No case has been found which has cited § 131 or which is in accord with it. The dicta relied upon in 1927, together with the analogy to the rule concerning the privilege to kill to prevent the commission of a felony, are now outweighed by recent decisions directly in point by two federal courts and the highest courts in Kentucky and West Virginia. In addition a strong dictum in a recent Tennessee case is contrary to the dictum in the earlier Tennessee case which the Institute relied upon in 1926.\n\"The present Reporter believes that § 131 as originally worded stated a desirable rule of law but that the change is necessary in a Restatement of existing authorities. This is not a situation in which there is a split of authority. Every case which actually decides the question agrees that the original English common law is still the law. In addition the wide scope of the original common law rule is given to peace officers by statute in California, Colorado, Kansas and Missouri.\" Restatement of the Law, 1948 Supp. p. 632.\nThe language used in stating the modified rule in the 1948 Supplement was adopted verbatim in Restatement, Torts 2d, § 131, published in 1965. The Reporter's Comments to the section quote with apparent approval the Reporter's Comments from the 1948 Supplement. Restatement, Torts 2d, Appendix to § 131.\nAs noted above, the Restatement is intended to describe what the law is, not what the law should be. Perusal of the American cases decided since the first Restatement leads us to conclude that the Institute was correct in its determination that the courts have almost unanimously adhered to the rule as set down by Blackstone.[8]\nThe only recent case which we have found to adopt the rule that the officer's privilege to use a firearm turns upon the seriousness of the felony or the dangerous propensities of the felon is Sauls v. Hutto, 304 F.Supp. 124 (E.D.La.1969). The facts of that case were strikingly similar to those of the case at bar. A police officer shot and fatally wounded a 17-year-old boy who was fleeing from the scene of a crash between the stolen automobile he had been driving and a parked car. In an action by decedent's mother, the Federal court, applying Louisiana law, held:\n\"Louisiana's courts likely would take this view: a police officer is not justified in shooting at a man who is suspected of stealing an automobile in order to apprehend him. A bullet in the back is not Louisiana's penalty for fleeing to escape arrest. Deadly force may be used only when life itself is endangered or great bodily harm is threatened.\" 304 F.Supp. 132.\nThe decision was grounded almost entirely, however, upon a Louisiana statute.[9]\n*535 Although the courts have overwhelmingly favored the common-law rule, commentators, law reformers, police department administrators, and legislatures increasingly tend to favor the more restrictive rule as to the scope of the privilege. The American Law Institute's Model Penal Code, promulgated in 1962, would establish the following rule:\n\"The use of deadly force is not justifiable under this Section unless:\n(i) the arrest is for a felony; and\n(ii) the person effecting the arrest is authorized to act as a peace officer or is assisting a person whom he believes to be authorized to act as a peace officer; and\n(iii) the actor believes that the force employed creates no substantial risk of injury to innocent persons; and\n(iv) the actor believes that:\n(1) the crime for which the arrest is made involved conduct including the use or threatened use of deadly force; or\n(2) there is a substantial risk that the person to be arrested will cause death or serious bodily harm if his apprehension is delayed.\" § 3.07(2)(b), 10 U.L.A. 484.\nStatutes similar in some respects to that rule have been adopted by the legislatures of New York, Georgia, Illinois, and Louisiana.[10]\nWhile the statutes adopted in these states may indicate a \"modern\" trend, it should be noted that a far larger number of states have statutes codifying the common-law rule. See, Note, 12 Wm. &amp; Mary L.Rev. 67, 72.\nIn recent years, a spate of law review articles has appeared on the question, many of which advocate the legislative enactment of the Model Penal Code.[11]\nIn addition, a large number of metropolitan law-enforcement agencies now instruct their personnel to follow a rule similar to that of the Model Penal Code. Locally, the Hennepin County Sheriff's Department,[12] the Ramsey County Sheriff's Department,[13] and the Minnesota Highway Patrol[14] have *536 adopted the more restrictive rule.[15] The President's Commission on Law Enforcement and Criminal Justice has also advocated this rule for law-enforcement authorities. Task Force Report: The Police, p. 189 (1967).[16] The St. Paul Police Department, of which Officer McGinn is a member, however, instructed its personnel on the common-law rule.[17]\nPlaintiffs urge us to adopt the Model Penal Code rule and to require the trial court to instruct the jury on that rule upon retrial. We decline to do so because we believe for several reasons that the issue of whether to adopt § 3.07(2)(b) of the Model Penal Code is a legislative and not a judicial question.\nFirst, the policy embodied in the Model Penal Code has been the subject of widespread and heated debate. The proposal has evoked strong support and equally strong opposition. The nature of the debate reveals that one's view on the Model Penal Code provision is likely to be a highly ideological matter, turning upon one's philosophy of law enforcement. The views of the two opposing camps are typified by the statements of Professors Jerome Mikell and John Barker Waite.\nSpeaking out against the common-law rule, Professor Mikell has stated:\n\"It has been said, `Why should not the man be shot down, the man who is running away with an automobile? * * *' May I ask what are we killing him for * * *. Are we killing him for stealing the automobile? If we catch him and try him we throw every protection around him. We say he cannot be tried until 12 men of the grand jury indict him, and then he cannot be convicted until 12 men of the petit jury have proved him guilty beyond a reasonable doubt, and then when we have done all that, what do we do to him? Put him before a policeman and have a policeman shoot him? Of course not. We give him three years in a penitentiary. It cannot be then that we allow the officer to kill him because he stole the automobile, * * * Is it for fleeing that we kill him? Fleeing from arrest is also a common-law offense and is punishable by a light penalty * * *. If we are not killing him for stealing the automobile and not killing him for fleeing, what are we killing him for?\" Quoted in Michael &amp; Wechsler, Criminal Law and Its Administration, p. 82, note 3.\nIn opposing the Model Penal Code rule, Professor Waite stated:\n\"I am convinced that only through truly effective power of arrest can law be satisfactorily enforced. * * * [E]ffectiveness in making arrests requires more than merely pitting the footwork of policemen *537 against that of suspected criminals. * * *\n* * * * * *\n\"* * * I would make the preclusion from flight effective by giving the officer authority to utilize necessary force * *.\n* * * * * *\n\"* * * [T]he danger to socially necessary effective law enforcement is undeniable. * * *\n\"If we pass [§ 3.07(2)(b)] we say to the criminal, `You are foolish. No matter what you have done you are foolish if you submit to arrest. The officer dare not take the risk of shooting at you. If you can outrun him, outrun him. * * * If you are faster than he is you are free, and God bless you.' I feel entirely unwilling to give that benediction to the modern criminal.\" Model Penal Code, Tent.Draft No. 8 (1958), Comments on § 3.07, p. 60.\nThis court is not in a position to resolve the conflicting ideologies represented in the two passages quoted above. It is in the legislative forum that the deterrent effect of the traditional rule may be evaluated and the law-enforcement policies of this state may be fully debated and determined. The issues upon which the decision turns are more moral and sociological than they are legal. The legislature, and not this court, is the proper decision maker. As we said in Spanel v. Mounds View School Dist. No. 621, 264 Minn. 279, 292, 118 N.W.2d 795, 803 (1962):\n\"While the court has the right and the duty to modify rules of the common law after they have become archaic, we readily concede that the flexibility of the legislative process\u0097which is denied the judiciary \u0097makes the latter avenue of approach more desirable.\"\nSecond, the Model Penal Code provision, as its very name implies, is a proposed statute. It is intended to define justifiable homicide. We have no power to adopt a justifiable-homicide statute. Defining crimes is a legislative prerogative and in Minn.St. 609.065 our legislature has adopted its own justifiable-homicide statute, one that embodies the common-law view of a law officer's privilege to use a firearm.\nWe could, of course, adopt the substance of the Model Penal Code rule to be applied in tort actions involving alleged assaults and batteries by a police officer. Though the legislature has the legitimate authority to define crimes and defenses, we retain the common-law authority to define torts and their defenses. See, Spanel v. Mounds View School Dist. No. 621, supra. If we were to exercise that authority in this case, however, the police officer contemplating the use of force under emergency conditions would be held to conflicting standards of conduct by the civil and criminal law. The confusion which would be engendered by such a situation can only produce unfair and inequitable results. We cannot have differing legislative and judicial policies on the scope of the officer's privilege. Consequently, we desist from creating such a situation. Thus, while we are not technically bound to follow Minn.St. 609.06 as limited by Minn.St. 609.065, we recognize in them a legislative policy toward which we feel we must defer in defining tort liability in the present situation. See, Prosser, Torts (4 ed.) § 2, p. 9.\nFor the foregoing reasons we decline to adopt the Model Penal Code rule, though there is much to recommend it. We believe that there is a need for a thorough study of the issue of the use of firearms by law-enforcement officers, so that a reasoned choice may be made between the competing rules. We also believe that we are not the proper body for the task.\nWe read Minn.St. 609.065 as a codification of the common-law rule. Although its language is not identical to that of the Restatement, its substance is similar. The word \"necessary\" in § 609.065 is the practical equivalent of the phrase \"the actor reasonably believes that the arrest cannot otherwise be effected\" in the Restatement rule. The \"lawful arrest\" language of our statute is to be read as requiring probable cause in instances where there is no arrest *538 warrant. This is substantially the equivalent of the \"reasonable belief\" language of the Restatement.\nConforming to the legislative policy relating to the use of force in law enforcement, which is enunciated in Minn.St. 609.06 as limited by Minn.St. 609.065, we hold that in a tort action based on battery by a law-enforcement officer, the scope of the officer's privilege to use a firearm rests upon the following rules:\n(1) Where an officer has probable cause to believe that a person has committed or is committing a felony, he may use reasonable force upon or toward that person in effecting a lawful arrest; and\n(2) Reasonable force may include the intentional discharge of a firearm upon or toward that person only if the officer reasonably believes that absent such use of a firearm he could not effect the arrest.[18]\nOn the retrial of this case, it is upon these rules, together with such appropriate definitions as the trial judge may consider necessary to assist the jury, that the trial court should instruct.\n\nDismissal of the City of St. Paul\nFinally, plaintiffs argue that the trial court erred in directing a verdict in favor of the city of St. Paul. Plaintiffs' complaint alleged that the city was negligent in failing properly to train Officer McGinn in the use of firearms. Finding no evidence to create a fact issue for the jury on the negligent training theory, the trial court granted defendant city's motion for a directed verdict at the close of plaintiffs' case. The propriety of that decision is not questioned on appeal.\nAt that point in the proceedings, plaintiffs sought to amend their complaint under Rule 15, Rules of Civil Procedure, to allege that the city was vicariously liable for torts committed by Officer McGinn in the scope of his employment. The trial court denied the motion. Plaintiffs argue here that the issue of vicarious liability was tried by consent and that amendment of the pleadings to include that issue was mandatory under Rule 15.02. However, the trial court has discretion to determine whether the issue was tried by consent. See 6 Wright &amp; Miller, Federal Practice and Procedure, Civil, § 1493, p. 469, interpreting identical language in the Federal rule. Where the evidence offered is pertinent to an issue already stated in the pleadings, the trial court may properly find that no new issue was litigated by consent. Hohenstein v. Goergen, 287 Minn. 512, 514, 176 N.W.2d 749, 752 (1970). Here, evidence concerning whether defendant was on duty and acting within the scope of his employment when he shot plaintiff was relevant to the defense of privilege and does not necessarily indicate that the new issue of vicarious liability was tried by consent. We find that the trial court did not abuse its discretion in this respect.\nNevertheless, regardless of whether the vicarious liability issue was tried by consent, Rule 15.01 provides that leave to amend pleadings \"shall be freely given when justice so requires.\" The trial court did apparently conclude that justice required inclusion of the city as a defendant on a vicarious liability theory. It informed plaintiffs that the city could be brought back into the case if Officer McGinn were found liable.\nThis method of procedure, bringing the city in at the conclusion of the trial rather than at the outset, was selected to avoid a conflict-of-interest situation. In order to protect its own interests, the city would have found it necessary to characterize Officer McGinn's conduct as an unlawful and unprivileged battery committed by him while outside the scope of his duties as a *539 police officer. Yet the city attorney represented both defendants pursuant to Minn. St. 471.44. While interruption of the trial to obtain separate counsel might have been an important consideration in denying leave to amend the complaint, that consideration will not be important upon remand because the parties will be commencing a new trial. Thus, the city and Officer McGinn will have no greater conflict of interest than other codefendants related as principal and agent.\nThe underlying assumption of the trial court in selecting this procedure appears to have been that the doctrine of collateral estoppel would operate to preclude the city from attacking a jury finding that Officer McGinn was liable. Otherwise, the issue of Officer McGinn's liability would have to be tried all over again after the city was joined as a party on vicarious liability. But the doctrine of collateral estoppel would not operate as a bar unless the city were a party or in privity with Officer McGinn. 46 Am.Jur.2d, Judgments, § 628; 49 C.J.S. Judgments § 413. The concept of privity is difficult to apply. Margo-Kraft Distributors, Inc. v. Minneapolis Gas Co., 294 Minn. 274, 278, 200 N.W.2d 45, 47 (1972). Unless the city's interests were represented by McGinn, or the city participated in and controlled McGinn's defense for its own self-interest, there would be no privity for the purposes of collateral estoppel. Manifestly here, where the interests of the city and Officer McGinn are adverse, no privity would exist. Accordingly, the assumption underlying the trial court's procedure is erroneous.\nUnder these circumstances, if the plaintiffs on remand renew their motion to amend their complaint and allege vicarious liability against the city, we think it is clear that the motion should be granted.\n\nConclusion\nPlaintiffs' claim that the trial court unduly favored defendant and gave an argumentative jury charge finds no support in the record.\nWe hold that because the trial court improperly framed the issues in this case in terms of negligence rather than battery, the case must be remanded for a new trial.\nReversed and remanded for a new trial.\nThe original opinion filed on January 2, 1976, in this case is withdrawn and this opinion is substituted in its place. The petition for rehearing is denied.\nSHERAN, Chief Justice (concurring specially).\nI concur with the disposition of this case because it is based on the existing law as I understand it to be. I believe the law should be modified in line with the views of Mr. Justice Otis and Mr. Justice Rogosheske, but think that the law-enforcement officials and the legislature should first be given opportunity to make the change. This course, it seems to me, will be more likely to assure that the police officer who acts in a stress situation will not be exposed to personal liability for what others, after the event, might consider to be an error in judgment.\nOTIS, Justice (concurring in part and dissenting in part).\nI agree that plaintiff is entitled to a new trial, but dissent from that part of the majority opinion which rejects in tort cases § 3.07(2)(b) of the Model Penal Code, 10 U.L.A. 484, adopted by the American Law Institute, if in so doing it is the intention of the court to approve the use of deadly force in effecting the arrest of any person suspected of committing a felony.\nThe majority defines reasonable force as follows:\n\"Reasonable force may include the intentional discharge of a firearm upon or toward that person only if the officer reasonably believes that absent such use of a firearm he could not effect the arrest.\"\nI would add to this rule the limitation that deadly force, that is the intentional killing of a fleeing felon, may not be used unless the arresting officer has probable cause to believe the felon may endanger the lives and safety of other people if not apprehended.\n*540 Unless we thus limit the use of deadly force in effecting an arrest for a felony, upon a retrial, the court in the instant case will be justified in instructing the jury that a police officer may shoot to kill a 15-year-old child suspected only of stealing an automobile.\nUnder the circumstances I would hold as a matter of law that if the jury finds the defendant used deadly force against the plaintiff, the jury must find defendant liable for damages.\nROGOSHESKE, Justice (concurring in part and dissenting in part).\nI agree that plaintiff is entitled to a new trial, but join my brother Otis in dissenting from that part of the majority opinion which leaves virtually unlimited a police officer's privilege to use deadly force to apprehend a fleeing felony suspect.[1] The majority concludes that deadly force may be used whenever the officer reasonably believes that absent such force he could not effect the arrest of the felony suspect. I join in urging that we adopt the rule that in effecting the arrest of a felony suspect deadly force may not be used unless the arresting officer believes the offense for which the arrest is to be made involved the use or threatened use of deadly force, or he has reasonable grounds to believe the felony suspect may endanger the lives and safety of other persons if his apprehension is delayed. See, Restatement, Torts, § 131; Model Penal Code, § 3.07(2), 10 U.L.A. 484.\nWhen an officer believes the crime for which a suspect is being arrested included the use or threatened use of deadly force, or when the officer reasonably believes that the suspect he is pursuing may endanger the lives and safety of other persons if his arrest is delayed, there can be no doubt that the officer is not only privileged but has a duty to use deadly force to prevent the escape of the fleeing felony suspect. It is equally settled that an officer's use of such force, other than in self-defense, is never justified or privileged in the arrest of a misdemeanor suspect. See, Prosser, Torts (4 ed.) § 26, p. 135, notes 5 and 6. The difficult issue presented in this case is the scope of the officer's privilege to use deadly force in effecting the arrest of a felony suspect whose immediate apprehension is not essential to public safety. As the majority opinion indicates, there are two conflicting interests at stake in these circumstances. The first is that of the state in preventing the escape of the felony suspect, in deterring future escape attempts, and in maintaining the effective arrest power of the police. The second is that of the felony suspect in his own life and in an orderly and impartial adjudication of his guilt or innocence. I believe a sufficient factual basis is presented to enable this court to balance these conflicting interests, and that it is our duty to do so.\nIt is very doubtful that the use of deadly force to apprehend a nondangerous, nonthreatening, fleeing felony suspect is necessary to the effective enforcement of the criminal law in Minnesota. As so well stated by the majority, the Hennepin County Sheriff's Department, the Ramsey County Sheriff's Department, and the Minnesota Highway Patrol, without waiting for legislative guidance, have all voluntarily ordered their officers not to use deadly force against fleeing felony suspects unless the crime for which the arrest or recapture is sought is a dangerous felony where human life had been put in jeopardy.[2] If these local agencies who are charged with the enforcement of the criminal law believe they can enforce that law and make the necessary arrests without the use of deadly force against nondangerous felons, then there is a substantial basis for doubting that the use of such force is essential to the *541 arrest power of other police agencies in either metropolitan or rural Minnesota.\nIn conflict with this uncertain need for a lethal arrest power is the certain conviction of our society, embodied in our public policy of fundamental rights, that human life is not to be lightly forfeited. There is no felony in Minnesota, however heinous, that is punishable by death. Minn.St. 609.095, 609.10. In other states, capital punishment may be decreed only after due process of law has been afforded the felony suspect.[3] I believe that the best interest of an ordered society demands that a man's life may not be taken on the spot by a police officer without substantial justification. In my view, no such justification exists in the case of a fleeing felony suspect who is believed only to have committed a crime against property and who poses no risk to the lives and safety of others except his escape from immediate apprehension. As Professor Wechsler stated at the 1958 meeting of the American Law Institute (A. L. I. Proceedings [1958], p. 285):\n\"* * * [T]he preservation of life has such moral and ethical standing in our culture and society, that the deliberate sacrifice of life merely for the protection of property ought not to be sanctioned by law.\"\nThe permanent paralysis of a 15-year-old boy who was caught with a stolen car and the distressed reaction of defendant police officer following the shooting emphasizes as nothing else can the tragedy of any other view.\nThe majority opinion acknowledges that the Model Penal Code has \"much to recommend it\" but declines to adopt that rule because the issue presents a \"legislative and not a judicial question.\" I cannot agree that our responsibility can be so easily abrogated. Although the legislature is charged with defining crimes and defenses, it is traditionally and historically the duty of courts to modify and refine liability for torts. See, Spanel v. Mounds View School Dist. No. 621, 264 Minn. 279, 118 N.W.2d 795 (1962). As this is a case of first impression in Minnesota, we are asked to define the scope of a police officer's privilege to use a firearm against a nondangerous felony suspect and thus necessarily to determine the issue of civil liability for resulting injury.\nThe majority persuasively asserts that there exists a legislative policy to which this court should defer in defining tort liability in the instant case. Minn.St. 609.065(3) provides that an intentional homicide by a police officer is not a crime when necessary to effect the lawful arrest of a felony suspect. Prosser warns us, however, that \"the criminal law must be regarded as a very unreliable analogy to the law of torts.\" Prosser, Torts (4 ed.) § 2, p. 9. Here, that warning is apt because this criminal statute distinguishes between the killing of felony and misdemeanor suspects, when sound policy dictates that the tort law should distinguish between the killing of dangerous and nondangerous criminal suspects. Surely a police officer should not be imprisoned if he mistakes a nondangerous for a dangerous felony suspect and uses his firearm against the former. However, unless he is in violation of specific instructions, his employer ought to bear financial responsibility for mistakes committed in the line of duty. See, A. B. A. Standards for Criminal Justice, The Urban Police Function (Approved Draft, 1973) § 5.5.[4] Viewed in this way, it does not follow, as the majority declares, that under the rule urged a police officer contemplating the use of force under emergency conditions would be held to conflicting standards of conduct by the civil and criminal law. A police officer who *542 makes a mistake and uses deadly force against a nondangerous felon would know unequivocally that he is committing a civil wrong. The legislature and the courts of this state, out of awareness of his difficult job in these emergency circumstances, will not jail him for his mistake, but in no way can that justify granting immunity for a civil wrong. The adoption of the Restatement rule would not result in confusion and unfairness and uncertainty. Rather, and hopefully, it would lead all police officers in Minnesota to do what some, if not most, well-trained and experienced police officers already practice, which is to follow the rule that the use of deadly force is not a proper arrest procedure for nondangerous, nonthreatening felons.\nThe adoption of the rule urged should be applied prospectively. Defendant officer in this case acted under the then prevailing rules of the St. Paul Police Department. It would be manifestly unfair to apply a new rule to his past actions then governed by a conflicting police department rule.\nOTIS, J., agrees with the opinion of ROGOSHESKE, J.\nMacLAUGHLIN, Justice (concurring in part and dissenting in part).\nI concur in the opinion of Mr. Justice ROGOSHESKE.\nYETKA, Justice (concurring in part and dissenting in part).\nI concur in the opinion of Mr. Justice ROGOSHESKE.\nNOTES\n[*]  Acting as Justice of the Supreme Court by appointment pursuant to Minn.Const. art. 6, § 2, and Minn.St. 2.724, subd. 2.\n[1]  See, Young v. Hansen, 296 Minn. 430, 209 N.W.2d 392 (1973).\n[2]  More precisely, plaintiffs pleaded and argued that defendant had committed two separate intentional torts\u0097both assault and battery. In the interest of simplicity, this opinion treats the case as though battery alone was at issue. We need not decide whether the facts of this case fulfill the elements of an assault as plaintiff's damages flow from the actual shooting and not from any fear that he might be shot.\n[3]  The interrogatories and the jury's answers were: \"We, the jury * * *, find the facts * * * by making the following answers to the questions as set forth herein.\n\n\"Question 1: Was Defendant, Michael McGinn, negligent at the time of the shooting on April 9, 1971?\n\"Answer: No. (Yes or no)\n\"Question 2: Was such negligence as you so find a direct cause of Plaintiff's injury?\n\"Answer: (Yes or no)\n\"Question 3: Was Plaintiff, Richard Schumann, negligent at the time of the shooting on April 9, 1971?\n\"Answer: Yes. (Yes or no)\n\"Question 4: Was such negligence as you so find a direct cause of Plaintiff's injury?\n\"Answer: Yes. (Yes or no)\n\"Question 5: [Comparative negligence question].\"\n[4]  \"(1) An actor is subject to liability to another for battery if\n\n\"(a) he acts intending to cause a harmful or offensive contact with the person of the other or a third person, or an imminent apprehension of such a contact, and\n\"(b) an offensive contact with the person of the other directly or indirectly results.\n\"(2) An act which is not done with the intention stated in Subsection (1,a) does not make the actor liable to the other for a mere offensive contact with the other's person although the act involves an unreasonable risk of inflicting it and, therefore, would be negligent or reckless if the risk threatened bodily harm.\"\n[5]  A few jurisdictions reach a contrary result, having adopted the rule that a police officer is presumed to act lawfully. See, Wall v. Zeeb, 153 N.W.2d 779 (N.D.1967); Modesett v. Emmons, 292 S.W. 855 (Tex.Com.App.1927); West v. Nantz Admr., 267 Ky. 113, 101 S.W.2d 673 (1937).\n[6]  See, e. g., Murphy v. Murray, 74 Cal.App. 726, 241 P. 938 (1925); Askay v. Maloney, 85 Or. 333, 166 P. 29 (1917); Goold v. Saunders, 196 Iowa 380, 194 N.W. 227 (1923). Cf. Love v. Bass, 145 Tenn. 522, 238 S.W. 94 (1922).\n[7]  Cf. Storey v. State, 71 Ala. 329 (1882); Donehy v. Commonwealth, 170 Ky. 474, 186 S.W. 161 (1916); United States v. Clark, 31 F. 710 (Cir.Ct.E.D.Mich.1887); State v. Bryant, 65 N.C. 327 (1871); Reneau v. State, 2 Lea. (70 Tenn.) 720 (1879).\n[8]  See, e. g., Martyn v. Donlin, 151 Conn. 402, 198 A.2d 700 (1964); City of Miami v. Nelson, 186 So.2d 535 (Fla.App.1966); Alaniz v. Funk, 69 N.Mex. 164, 364 P.2d 1033 (1961); Reese v. City of Seattle, 81 Wash.2d 374, 503 P.2d 64 (1972); Clark v. Carney, 71 Ohio App. 14, 42 N.E.2d 938 (1942); Thompson v. Norfolk &amp; W. Ry. Co., 116 W.Va. 705, 182 S.E. 880 (1935); Scarbrough v. State, 168 Tenn. 106, 76 S.W.2d 106 (1934); Johnson v. Chesapeake &amp; O. Ry. Co., 259 Ky. 789, 83 S.W.2d 521 (1935); Noback v. Town of Montclair, 33 N.J.Super. 420, 110 A.2d 339 (1954); Wimberly v. City of Paterson, 75 N.J.Super. 584, 183 A.2d 691, appeal denied, 38 N.J. 340, 184 A.2d 652 (1962); Uraneck v. Lima, 359 Mass. 749, 269 N.E.2d 670 (1971); Walsh v. Oehlert, 508 S.W.2d 222 (Mo. App.1974); Ambrose v. Wheatley, 321 F.Supp. 1220 (D.Del.1971).\n[9]  That statute, La.Rev.Stat. § 14:20 (1950), provides in part: \"A homicide is justifiable:\n\n* * * * * *\n\"(2) When committed, for the purpose of preventing a violent or forcible felony involving danger to life or of great bodily harm, by one who reasonably believes that such an offense is about to be committed and that such action is necessary for its prevention.\"\n[10]  See, N.Y.Penal Law, § 35.30 (McKinney 1975); Ga.Code § 26-902 (1972); Ill.Ann.Stat. c. 38, §§ 7-5, 7-9 (Smith-Hurd 1972); La.Rev. Stat. § 14:20 (1950).\n[11]  See, e. g., Note, 12 Wm. &amp; Mary L.Rev. 67; Tsimbinos, The Justified Use of Deadly Force, 4 Crim.L.Bull. 3; McDonald, Use of Force by Police to Effect Lawful Arrest, 9 Crim.L.Q. 435; Comment, 31 La.L.Rev. 131; Note, 59 Col.L. Rev. 1212; but see, Note, 14 McGill L.Rev. 293 (1970).\n[12]  The Firearms Policy of the Hennepin County Sheriff's Department, Section VII B, provides: \"Use of Firearms. A Deputy may discharge a firearm under the following conditions:\n\n* * * * * *\n\"2. To accomplish an arrest for a felony, or to deter an escape of a felon, or to recapture an escapee who was under arrest for a felony and other means have failed, provided that:\n\"a. The crime for which the arrest or recapture is sought involved conduct including the use or threatened use of deadly force.\n\"b. There is substantial risk that the person sought will cause death or serious bodily harm if his apprehension is delayed.\"\n[13]  The Ramsey County Sheriff's Department, in its Regulation 591.1, advises its personnel as follows: \"* * * Members may discharge a firearm under the following circumstances:\n\n* * * * * *\n\"2. To effect the arrest or to prevent the escape, when every other means of effecting the arrest or preventing the escape has been exhausted, of a person who has committed a felony or has attempted to commit a felony in the policeman's presence, or when a felony has been committed and the policeman has reasonable grounds to believe the person he is attempting to apprehend committed the felony;\n\"a.) provided, that the felony for which the arrest is sought involved an actual or threatened attack which the officer has reasonable cause to believe could result in death or serious bodily injury.\"\n[14]  The Minnesota Highway Patrol, in § 3-220.2 of its Highway Patrol Officer Manual, instructs its officers as follows:\n\n\"a. Deadly force may be used, as a last resort, to apprehend or prevent the escape of a dangerous felon. `Dangerous felons' are those who commit felonies against the person, such as kidnapping, murder, rape, robbery, felonious assault, etc.\n\"b. The use of deadly force to apprehend a nondangerous felon is not justified. Felonies against property, such as larceny, forgery, counterfeiting, etc. are regarded as being nondangerous.\"\n[15]  In addition to the local departments which have adopted this policy, similar rules have been adopted by the San Francisco Police Department (Patrol Officers Manual, W1\u0097Firearms Procedures [January 1972]), the Los Angeles Police Department (Shooting Review Board Directives 1/556 [May 1, 1972]), and the District of Columbia Metropolitan Police Department (General Order 901-1 and Manual, § 2.4:1(b) [December 1, 1971]).\n[16]  The Commission Report states: \"1. Deadly force should be restricted to the apprehension of perpetrators who, in the course of their crime threatened the use of deadly force, or if the officer believes there is a substantial risk that the person whose arrest is sought will cause death or serious bodily harm if his apprehension is delayed. The use of firearms should be flatly prohibited in the apprehension of misdemeanants, since the value of human life far outweighs the gravity of a misdemeanor.\"\n[17]  General Regulation 107 of the St. Paul Bureau of Police provides in part:\n\n\"B. No member of the Bureau of Police shall discharge a firearm in the performance of Police duties, except:\n* * * * * *\n\"2. To effect the arrest, or to prevent the escape of a person who has committed, or attempted to commit a felony in the officer's presence, or when a felony has been committed and the officer has reasonable ground to believe the person he is attempting to apprehend committed the felony, provided:\n\"a. Provided that the use of the firearm will not endanger or be likely to endanger the safety of innocent persons.\"\n[18]  It is generally agreed that an arrest for a misdemeanor does not justify the use of a firearm even though the criminal is in flight and there is no other possible way to apprehend him. Prosser, Torts (4 ed.) § 26, p. 135, and cases cited in note 5; Comment, 31 La.L.Rev. 131, 134, and cases cited in note 11. The right of an officer to use a firearm, in self-defense or in defense of others, in the appropriate circumstances, is not an issue here. Comment, 31 La.L.Rev. 132; see, Prosser, Torts (4 ed.) § 26.\n[1]  \"Deadly force\" as a term of legal art means to me force used by an officer for the purpose of causing, or which he knows creates a substantial risk of causing, death or serious bodily injury.\n[2]  The President's Commission on Law Enforcement and Criminal Justice has advocated a similar rule for law-enforcement officers. Task Force Report: The Police, p. 189 (1967).\n[3]  Since June 1967, moreover, no one in the United States has been executed for a criminal offense.\n[4]  A. B. A. Standards for Criminal Justice, The Urban Police Function (Approved Draft, 1973) § 5.5, provides: \"In order to strengthen the effectiveness of the tort remedy for improper police activities, municipal tort immunity, where it still exists, should be repealed and municipalities should be fully liable for the actions of police officers who are acting within the scope of their employment as municipal employees.\"\n\n",
            "ocr": false,
            "opinion_id": 2215247
        },
        {
            "author_str": "Otis",
            "per_curiam": false,
            "type": "035concurrenceinpart",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOtis, Justice\n(concurring in part and dissenting in part).\nI agree that plaintiff is entitled to a new trial, but dissent from that part of the majority opinion which rejects in tort cases § 3.07(2) (b) of the Model Penal Code, 10 U.L.A. 484, adopted by the American Law Institute, if in so doing it is the intention of the court to approve the use of deadly force in effecting the arrest of any person suspected of committing a felony.\nThe majority defines reasonable force as follows:\n“Reasonable force may include the intentional discharge of a firearm upon or toward that person only if the officer reasonably believes that absent such use of a firearm he could not effect the arrest.”\nI would add to this rule the limitation that deadly force, that is the intentional killing of a fleeing felon, may not be used unless the arresting officer has probable cause to believe the felon may endanger the lives and safety of other people if not apprehended.\nUnless we thus limit the use of deadly force in effecting an arrest for a felony, upon a retrial, the court in the instant case will be justified in instructing the jury that a police officer may shoot to kill a 15-year-old child suspected only of stealing an automobile.\nUnder the circumstances I would hold as a matter of law that if the jury finds the defendant used deadly force against the plaintiff, the jury must find defendant liable for damages.\n",
            "ocr": false,
            "opinion_id": 9738316
        },
        {
            "author_str": "Rogosheske",
            "per_curiam": false,
            "type": "035concurrenceinpart",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nRogosheske, Justice\n(concurring in part and dissenting in part).\nI agree that plaintiff is entitled to a new trial, but join my brother Otis in dissenting from that part of the majority opinion which leaves virtually unlimited a police officer’s privilege to *473use deadly force to apprehend a fleeing feony suspect.1 The majority concludes that deadly force may be used whenever the officer reasonably believes that absent such force he could not effect the arrest of the felony suspect. I join in urging that we adopt the rule that in effecting the arrest of a felony suspect deadly force may not be used unless the arresting officer believes the offense for which the arrest is to be made involved the use or threatened use of deadly force, or he has reasonable grounds to believe the felony suspect may endanger the lives and safety of other persons if his apprehension is delayed. See, Restatement, Torts, § 181; Model Penal Code, § 3.07(2), 10 U. L. A. 484.\nWhen an officer believes the crime for which a suspect is being arrested included the use or threatened use of deadly force, or when the officer reasonably believes that the suspect he is pursuing may endanger the lives and safety of other persons if his arrest is delayed, there can be no doubt that the officer is not only privileged but has a duty to use deadly force to prevent the escape of the fleeing felony suspect. It is equally settled that an officer’s use of such force, other than in self-defense, is never justified or privileged in the arrest of a misdemeanor suspect. See, Prosser, Torts (4 ed.) § 26, p. 135, notes, 5 and 6. The difficult issue presented in this case is the scope of the officer’s privilege to use deadly force in effecting the arrest of a felony suspect whose immediate apprehension is not essential to public safety. As the majority opinion indicates, there are two conflicting interests at stake in these circumstances. The first is that of the state in preventing the escape of the felony suspect, in deterring future escape attempts, and in maintaining the effective arrest power of the police. The second is that of the felony suspect in his own life and in an orderly and impartial adjudication of his guilt or innocence. I believe a sufficient fac*474tual basis is presented to enable this court to balance these conflicting interests, and that it is our duty to do so.\nIt is very doubtful that the use of deadly force to apprehend a nondangerous, nonthreatening, fleeing felony suspect is necessary to the effective enforcement of the criminal law in Minnesota. As so well stated by the majority, the Hennepin County Sheriff’s Department, the Ramsey County Sheriff’s Department, and the Minnesota Highway Patrol, without waiting for legislative guidance, have all voluntarily ordered their officers not to use deadly force against fleeing felony suspects unless the crime for which the arrest or recapture is sought is a dangerous felony where human life had been put in jeopardy.2 If these local agencies who are charged with the enforcement of the criminal law believe they can enforce that law and make the necessary arrests without the use of deadly force against nondangerous felons, then there is a substantial basis for doubting that the use of such force is essential to the arrest power of other police agencies in either metropolitan or rural Minnesota.\nIn conflict with this uncertain need for a lethal arrest power is the certain conviction of our society, embodied in our public policy of fundamental rights, that human life is not to be lightly forfeited. There is no felony in Minnesota, however heinous, that is punishable by death. Minn. St. 609.095, 609.10. In other states, capital punishment may be decreed only after due process of law has been afforded the felony suspect.3 I believe that the best interest of an ordered society demands that a man’s life may not be taken on the spot by a police officer without substantial justification. In my view, no such justification exists in the case of a fleeing felony suspect who is believed only to have committed a crime against property and who poses no risk to the lives and *475safety of others except his escape from immediate apprehension. As Professor Wechsler stated at the 1958 meeting of the American Law Institute (A. L. I. Proceedings [1958], p. 285):\n“* * * [T]he preservation of life has such moral and ethical standing in our culture and society, that the deliberate sacrifice of life merely for the protection of property ought not to be sanctioned by law.”\nThe permanent paralysis of a 15-year-old boy who was caught with a stolen car and the distressed reaction of defendant police officer following the shooting emphasizes as nothing else can the tragedy of any other view.\nThe majority opinion acknowledges that the Model Penal Code has “much to recommend it” but declines to adopt that rule because the issue presents a “legislative and not a judicial question.” I cannot agree that our responsibility can be so easily abrogated. Although the legislature is charged with defining crimes and defenses, it is traditionally and historically the duty of courts to modify and refine liability for torts. See, Spanel v. Mounds View School Dist. No. 621, 264 Minn. 279, 118 N. W. 2d 795 (1962). As this is a case of first impression in Minnesota, we are asked to define the scope of a police officer’s privilege to use a firearm against a nondangerous felony suspect and thus necessarily to determine the issue of civil liability for resulting injury.\nThe majority persuasively asserts that there exists a legislative policy to which this court should defer in defining tort liability in the instant case. Minn. St. 609.065(3) provides that an intentional homicide by a police officer is not a crime when necessary to effect the lawful arrest of a felony suspect. Prosser warns us, however, that “the criminal law must be regarded as a very unreliable analogy to the law of torts.” Prosser, Torts (4 ed.) § 2, p. 9. Here, that warning is apt because this criminal statute distinguishes between the killing of felony and misdemeanor suspects, when sound policy dictates that the tort law *476should distinguish between the killing of dangerous and non-dangerous criminal suspects. Surely a police officer should not ibe imprisoned if he mistakes a nondangerous for a dangerous felony suspect and uses his firearm against the former. However, unless he is in violation of specific instructions, his employer ought to bear financial responsibility for mistakes committed in the line of duty. See, A. B. A. Standards for Criminal Justice, The Urban Police Function (Approved Draft, 1973) § 5.5.4 Viewed in this way, it does not follow, as the majority declares, that under the rule urged a police officer contemplating the use of force under emergency conditions would be held to conflicting standards of conduct by the civil and criminal law. A police officer who makes a mistake and uses deadly force against a non-dangerous felon would know unequivocally that he is committing a civil wrong. The legislature and the courts of this state, out of awareness of his difficult job in these emergency circumstances, will not jail him for his mistake, but in no way can that justify granting immunity for a civil wrong. The adoption of the Restatement rule would not result in confusion and unfairness and uncertainty. Rather, and hopefully, it would lead all police officers in Minnesota to do what some, if not most, well-trained and experienced police officers already practice, which is to follow the rule that the use of deadly force is not a proper arrest procedure for nondangerous, nonthreatening felons.\nThe adoption of the rule urged should be applied prospectively. Defendant officer in this case acted under the then pre- I vailing rules of the St. Paul Police Department. It would be manifestly unfair to apply a new rule to his past actions then] governed by a conflicting police department rule.\n*477Mr. Justice Otis agrees with the opinion of Mr. Justice Rogosheske.\nMacLaughlin, Justice (concurring in part and dissenting in part).\nI concur in the opinion of Mr. Justice Rogosheske.\nYetka, Justice (concurring in part and dissenting in part).\nI concur in the opinion of Mr. Justice Rogosheske.\n\n “Deadly force” as a term of legal art means to me force used by an officer for the purpose of causing, or which he knows creates a substantial risk of causing, death or serious bodily injury.\n\n\n The President’s Commission on Law Enforcement and Criminal Justice has advocated a similar rule for law-enforcement officers. Task Force Report: The Police, p. 189 (1967).\n\n\n Since June 1967, moreover, no one in the United States has been executed for a criminal offense.\n\n\n A. B. A. Standards for Criminal Justice, The Urban Police Func-I tion (Approved Draft, 1973) § 5.5, provides: “In order to strengthen thel effectiveness of the tort remedy for improper police activities, munici-l pal tort immunity, where it still exists, should be repealed and munici-f palities should be fully liable for the actions of police officers who arel acting within the scope of their employment as municipal employees.”!\n\n",
            "ocr": false,
            "opinion_id": 9738317
        }
    ],
    "court_short_name": "Supreme Court of Minnesota",
    "court_full_name": "Supreme Court of Minnesota",
    "court_type": "S",
    "court_jurisdiction": "Minnesota, MN",
    "crime_category": "Kidnapping"
}