{
    "id": 2234511,
    "judges": "Wolfson",
    "date_filed": 1001635200000,
    "date_filed_is_approximate": false,
    "slug": "people-v-bowman",
    "case_name_short": "Bowman",
    "case_name": "People v. Bowman",
    "case_name_full": "The PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. CARLOS BOWMAN, Defendant-Appellant",
    "attorneys": "Michael J. Pelletier and Bonnie Kim, both of State Appellate Defender’s Office, of Chicago, for appellant., Richard A. Devine, State’s Attorney, of Chicago (Renee Goldfarb, Mary L. Boland, and Catherine M. Malloy, Assistant State’s Attorneys, of counsel), for the People.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 20,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b429-6\" pgmap=\"429\">\n    THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. CARLOS BOWMAN, Defendant-Appellant.\n   </parties><br><court id=\"b429-7\" pgmap=\"429\">\n    First District (3rd Division)\n   </court><docketnumber id=\"A3B\" pgmap=\"429\">\n    No. 1—99—3846\n   </docketnumber><br><decisiondate id=\"b429-8\" pgmap=\"429\">\n    Opinion filed September 28, 2001.\n   </decisiondate><br><attorneys id=\"b431-5\" pgmap=\"431\">\n    Michael J. Pelletier and Bonnie Kim, both of State Appellate Defender’s Office, of Chicago, for appellant.\n   </attorneys><br><attorneys id=\"b431-6\" pgmap=\"431\">\n    Richard A. Devine, State’s Attorney, of Chicago (Renee Goldfarb, Mary L. Boland, and Catherine M. Malloy, Assistant State’s Attorneys, of counsel), for the People.\n   </attorneys>",
    "citations": [
        "758 N.E.2d 408",
        "325 Ill. App. 3d 411",
        "259 Ill. Dec. 285"
    ],
    "opinions": [
        {
            "author_str": "Wolfson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n758 N.E.2d 408 (2001)\n325 Ill. App.3d 411\n259 Ill.Dec. 285\nThe PEOPLE of the State of Illinois, Plaintiff-Appellee,\nv.\nCarlos BOWMAN, Defendant-Appellant.\nNo. 1-99-3846.\nAppellate Court of Illinois, First District, Third Division.\nSeptember 28, 2001.\n*410 Michael J. Pelletier, Deputy Defender, and Bonnie Kim, Assistant Appellate Defender, Office of the State Appellate Defender, Chicago, for Appellant.\nRichard A. Devine, State's Attorney of Cook County, Chicago (Renee Goldfarb, Mary L. Boland, Catherine M. Malloy, of counsel), for Appellee.\nJustice WOLFSON delivered the opinion of the court:\nThis was an aggravated criminal sexual assault trial. Three of the prospective jurors said that sexual assaults has touched their lives, either as victims or as having relatives or close friends who were victims. One of the prospective jurors sat on the case. Whether these jurors should have been excused for cause is a central issue in this appeal. We conclude there was no reversible error.\n\n\n*411 FACTS\nWhile the issues on appeal relate only to jury selection and sentencing, the factual setting of this case sheds light on the trial court's decisions.\nThe victim S.A. was unable to testify at trial. She committed suicide two weeks after the defendant sexually assaulted her.\nOn January 15, 1997, at about 12:30 p.m., S.A. and her boyfriend Ben Paul had lunch in a dining hall at the University of Chicago. After lunch, S.A. went to a general chemistry discussion session. When S.A. left Ben, she did not have any abrasions or injuries on her face.\nAfter the discussion session, S.A. was to meet Ben at about 6:00 or 6:30 and drive him to work. She did not take Ben to work that evening.\nOn January 15, 1997, at about 7:45 p.m., S.A. walked into the University of Chicago Bernard Mitchell Hospital emergency room on 901 East 58th Street. She approached University of Chicago police officer Earl Robertson and told him she had just been raped.\nOfficer Robertson testified S.A. \"was rather shook up.\" She had \"two bruises on each side of her face\" and looked as if she had been crying. After speaking to S.A., Officer Robertson escorted her to the triage.\nOnce S.A. was in the triage, she gave a description of the attacker. She described him as a black male, between 5'6 and 5'10, between 145 and 155 pounds, with a tattoo on his chest of a name on a heart.\nS.A. also described the attacker's car. She said it was a large two-door car, maroon in color, with no license plates or inside door handles. She remembered seeing the word \"Caprice\" or \"Classic\" on the car.\nIn the triage, S.A.'s \"vitals\" were checked by nurse Mona Harris. Nurse Harris testified that when she asked S.A. what happened, S.A. said she had been sexually assaulted. Nurse Harris asked her what type of penetration had occurred. S.A. replied it was vaginal penetration.\nNurse Harris then continued her assessment of S.A.'s condition. Nurse Harris said S.A. \"appeared upset but contained and her vital signs were abnormal which is indicative of being upset or stressed.\"\nS.A. told nurse Harris she was \"cold and wet.\" Nurse Harris saw that S.A. was shivering, she \"had [fresh] abrasions on her face and neck,\" and \"the bottom of her jeans were wet and her shoes and socks were soaked.\" Nurse Harris took S.A. to a treatment area, so she could warm up and rest.\nWhile in the treatment area, S.A. was examined by emergency room nurse Mary Louise Steinway and treated by medical doctor Kenneth Jung. Nurse Steinway testified S.A. appeared \"very quiet, afraid, [and] scared.\" Nurse Steinway noticed S.A. had abrasions on her face.\nDuring Nurse Steinway's examination of S.A., she asked S.A. to explain what caused her to come to the hospital. S.A. replied that she had been walking on a street when she was suddenly abducted. A man dragged her against her will into his car. While being forced into the car, she scraped her right foot against the door. The man drove S.A. around for a long while, through various streets. He finally stopped at an abandoned building and forced her inside. S.A. struggled with him. But the man was able to force her into a room, throw her down on a mattress, and commence to rape her by penetrating her vaginally with his penis and ejaculating in her.\n*412 When S.A. was asked how she got the wounds on her face, she replied that during the struggle, the man scratched her face and bruised it when he \"slammed [her] up against the wall.\"\nDr. Jung collected semen from S.A.'s vagina. The semen was shown to match the DNA profile of the defendant. Specifically, only one in 16 billion African-American men would be expected to exhibit such a profile.\nS.A. was discharged from the emergency room at about 11 p.m. She left the hospital with Susan Art.\nSusan Art is the Assistant Dean of Students for the University of Chicago. Dean Art testified she was the \"sexual assault dean on call\" on January 15, 1997. She came to S.A.'s aid at about 8:00 p.m. that night, at the hospital.\nWhen Dean Art first saw S.A., she noticed S.A. was shaking and having a hard time speaking. Dean Art saw that \"the skin seemed to be worn off\" the left side of S.A.'s face, and she had bruises on her neck. Dean Art stayed with S.A. while she was being examined and treated.\nDean Art and S.A. left the hospital with Chicago Police detective Darlene Kapers and University of Chicago policewoman Debra Rockymore (formerly Debra Poe) shortly after 11 p.m. All four women got into a squad car and went to the area S.A. was abducted, the 5600 block of Woodlawn Avenue. From there, they took a \"circuitous\" route to the area where S.A. said she was sexually assaulted, the 4300 block of Berkeley.\nOn Berkeley, there were three dilapidated houses. There also was a parked car that attracted everyone's attention. The officers at the scene said the car was a maroon or burgundy two-door Chevy with no license plates. The car was parked in front of 4321 Berkeley. There were men in the car.\nDetective Kapers stopped the squad car behind the car on Berkeley, opened the door of the squad car, drew her gun, and ran around to the back of the other car. Detective Kapers left her car door open, so Dean Art put her arm over the front seat and made S.A. lie down. Dean Art also put her head down.\nAfter about five minutes, Detective Kapers came back and moved the car forward, away from the other car, then she got out again. This time she closed the car door behind her.\nThe officers removed the men from the car and asked them to lift their shirts. One of the men in the car, identified as the defendant, had a tattoo on his chest of a heart with a name on it. He was immediately placed under arrest.\nThe officers then searched the defendant's car. In it, they found S.A.'s school books and her school identification card from the University of Chicago.\nAfter some time, Detective Kapers returned to the squad car and took Dean Art and S.A. to Area One, police headquarters. At Area One, S.A. was interviewed by police detectives and a state's attorney. Dean Art and S.A. remained at Area One for five hours, until about 5:30 a.m. Then Dean Art took S.A. home to her mother.\nThe defendant testified that although he did have sexual intercourse with S.A., the intercourse was consensual.\nAccording to the defendant, he was staying part-time at 4321 South Berkeley. On the afternoon of January 15, 1997, he was at the Berkeley building. He met his cousin, his father, and his father's friends in front of the building. At some point, he said S.A. walked up alone from 44th Street and Berkeley.\n*413 Defendant did not know S.A., but he had the impression his friend Bernard Gaines knew her. Defendant noticed S.A. had scrapes on her cheek and marks on both sides of her face.\nJust after meeting S.A., he and S.A. went into the Berkeley building together. She said she was cold.\nDefendant said he did not drag S.A. into the building. S.A. followed him into the building, up the stairs, and into his room on the third floor. S.A. was not happy and appeared \"gloomy.\" So, they sat on the couch and just talked.\nAfter talking for about an hour, defendant massaged S.A.'s feet. Afterwards, S.A. walked over to a bed. Defendant followed her, sat on the bed, and continued talking to her. As they talked on the bed, S.A. took off defendant's shirt and pants. She then took off her own clothes, but not all of her clothes. She left her bra and socks on.\nDefendant and S.A. then had sexual intercourse without a condom. It lasted \"around thirty seconds\" and he ejaculated inside of her.\nDefendant said he did not force himself on S.A. After having sexual intercourse, they stayed on the bed for a couple of hours.\nDefendant said he borrowed his father's 1976 maroon Chevy Caprice to drop S.A. off at 53rd and Ellis. Defendant gave S.A. his beeper number. She then opened the car door, herself, and left. That was the last time he saw or spoke to S.A.\nLater, defendant went back to 4321 Berkeley. He was sitting in his father's Chevy Caprice when police drove up and ordered him to get out of the car. The police arrested him at 11:45 p.m. on January 15, 1997.\nOn February 20, 1997, defendant was indicted for five counts of aggravated criminal sexual assault, three counts of aggravated kidnapping, and three counts of kidnapping.\n\nJURY SELECTION\nThe trial judge conducted voir dire of the first panel of prospective jurors. The judge called their names. He then explained the charges brought against the defendant, reviewed the indictment, and explained trial procedure and the defendant's presumption of innocence.\nThe trial judge first asked the prospective jurors general questions relating to their ability to sit as jurors. The trial judge then asked each prospective juror about answers he or she gave on the jury service forms. Only the responses of prospective jurors Charlyn Leeper, Gail Eisenberg, and Sandra Brunson are relevant to this appeal.\nCHARLYN LEEPER\n\"THE COURT: Ms. Leeper, you indicate you live in a south suburb. You work as a sales coordinator. And you indicate that you have one child under the age of three. You indicate that a family member or close friend had been a victim of a crime. Can you tell us about that?\nTHE PROSPECTIVE JUROR: My mother and two of my sisters were raped.\nTHE COURT: How long ago?\nTHE PROSPECTIVE JUROR: My mother about three years ago. My sisters about 15 years ago.\nTHE COURT: Was anybody arrested in those cases?\nTHE PROSPECTIVE JUROR: NO.\nTHE COURT: Would those cause you to be unfair in this case?\n\n*414 THE PROSPECTIVE JUROR: Probably.\nTHE COURT: You indicate that a member of your family had been a party to a lawsuit. What type of lawsuit?\nTHE PROSPECTIVE JUROR: I'm currently being sued for custody of my son.\nTHE COURT: What are your hobbies and interests?\nTHE PROSPECTIVE JUROR: We roller skate all the time.\nTHE COURT: Do you read anything in particular?\nTHE PROSPECTIVE JUROR: Magazines.\nTHE COURT: Do you belong to any organizations?\nTHE PROSPECTIVE JUROR: Church, that's about it.\nTHE COURT: Thank you very kindly.\"\nGAIL EISENBERG\n\"THE COURT: Ms. Eisenberg, you indicate you live in the city of Chicago. You are a librarian for a major university and your spouse is a book seller. You have been a victim of a crime?\nTHE PROSPECTIVE JUROR: I know I raised my hand earlier. I had been a victim of a crime similar to that the accused is accused of.\nTHE COURT: How long ago?\nTHE PROSPECTIVE JUROR: 17 years.\nTHE COURT: Was anybody arrested?\nTHE PROSPECTIVE JUROR: Yes.\nTHE COURT: Did you attend a trial?\nTHE PROSPECTIVE JUROR: No.\nTHE COURT: Would that cause you to be unfair to either side in this case?\nTHE PROSPECTIVE JUROR: I'm not sure, possibly.\nTHE COURT: Would you do your best to put that experience out of your mind and give each side a fair trial as best you can?\nTHE PROSPECTIVE JUROR: Yeah.\nTHE COURT: A family member or close friend has been a victim of a crime. Can you tell me about that?\nTHE PROSPECTIVE JUROR: I have several close friends who have been victims of sexual assault and robbery, burglary.\nTHE COURT: Would that cause you to be unfair in this case?\nTHE PROSPECTIVE JUROR: No.\"\nSANDRA BRUNSON\n\"THE COURT: You live in the south suburbs. You indicate you're a speech pathologist. You work for a major school district. Your spouse is a police officer. Is he involved in the suburbs or Chicago police department?\nTHE PROSPECTIVE JUROR: A suburban department.\nTHE COURT: You have four children. Two of your children or actually three of your children are adults. Any one of them work in law or law enforcement?\nTHE PROSPECTIVE JUROR: No.\nTHE COURT: You indicate that a family member or a close friend had been a victim of a crime. Could you explain?\nTHE PROSPECTIVE JUROR: Three of my female relatives have been sexually assaulted. None were brought to court. They did not choose to go through the process. They were afraid.\nTHE COURT: Would that cause you to be unfair to either side in this case?\n\n*415 THE PROSPECTIVE JUROR: I would hope not.\nTHE COURT: Could you do the best of your ability to give each side a fair trial and listen to the evidence and determine the facts on the evidence and the laws as I give it to you?\nTHE PROSPECTIVE JUROR: Yes, I would.\"\nAfter interviewing each prospective juror, the trial judge took a short break from the jury selection process. During the break, defense counsel asked, \"Could we have a sidebar about a question I would like the jury asked?\" The judge said he would discuss defense counsel's question in chambers.\nIn chambers, the trial judge asked the state's attorney and defense counsel if they wanted to ask any questions of the potential jurors. Defense counsel replied,\n\"I have a question. Judge, because this is a trial which will involve considerable police testimony, I can't remember if you asked generally first, but we always like to include the question whether a police officer's testimony would be regarded the same as any other citizens and that whether his office would mean any more or less in terms of weight they would give their testimony.\"\nThe trial judge said, \"I posed that question. Not in the same manner you did. But I will not ask it again. Do you have any other questions you want the jury to be asked?\" Defense counsel responded, \"No further questions.\"\nAfter accepting four venirepersons, the trial judge tendered the next four potential jury members to defense counsel. The next four members included Charlyn Leeper, Gail Eisenberg, and, after the defense used a peremptory challenge, Sandra Brunson.\nAt first, Defense counsel did not move to dismiss Charlyn Leeper.\nDefense counsel moved to dismiss Gail Eisenberg for cause. He said, \"Regardless of the fact that she told you in her second answer that she could be fair, I don't think we can really accept that answer as being a valid one.\" The state responded that although she was a victim of sexual assault, \"it happened 17 years ago. She said that she would be fair.\" The trial judge denied the defense motion. Defense counsel used a peremptory challenge.\nDefense counsel moved to dismiss Sandra Brunson for cause. He said her response, \"I would hope not,\" is \"equivocal enough in a case like this where our client is charged with sexual assault. I think she could not be fair.\" The trial judge denied the defense motion because \"she said she could be fair when I asked specifically and pointed that issue to her.\"\nThe defense then used its sixth peremptory challenge on Brunson. One peremptory challenge remained.\nThe trial judge then asked, \"Both sides accept the jurors [Charlyn] Leeper and [George] Lanbaris, is that correct?\" Both sides said, \"That's correct.\" However, defense counsel asked, \"Will we be allowed to back strike her[, Leeper,] if necessary?\" The trial judge responded, \"No, you can't.\"\nThe trial judge then suggested that Lanbaris and Leeper come back after lunch and be included in the second panel of the venire. This way, defense counsel would have a second opportunity to ask supplemental questions. Defense counsel agreed.\nThe trial judge excused prospective jurors not chosen from the first panel of the venire and told the chosen prospective jurors to come back the next day for the trial. The judge told Leeper and Lanbaris *416 to take a lunch break and come back, so they could be included in the second panel of the venire.\nAfter the lunch break, the trial judge conducted voir dire of the second panel of the venire. The judge called their names and explained the charges brought against the defendant, reviewed the indictment, and explained trial procedure and the defendant's presumption of innocence.\nAgain, the trial judge asked the prospective jurors general questions relating to their ability to sit as jurors, such as, \"Do any one of you know anyone who has been arrested or charged for a crime, that includes yourselves?\"\nHe again called on each juror by name, and asked the entire second venire the same series of questions he asked the first venire. After each question asked by the trial judge, no hands were raised.\nAfter the trial judge asked each prospective juror about the answers he or she gave on the jury service forms, he tendered to defense counsel four prospective jurors, including Charlyn Leeper.\nDefense counsel then moved to dismiss Leeper, saying, \"When Ms. Charlyn Leeper told us she was involved in a pending lawsuit, the fact that it was of another county [(McClain County)], I think is not as significant as the fact it is a pending lawsuit, wherever it is. Other jurors have been excused on similar grounds, Judge. We ask that she also be excused.\" There was no mention of the questions and answers concerning the sexual attacks on Leeper's mother and sisters.\nThe trial judge responded, \"The law in the state of Illinois specifically states it has to be a county the trial is being heard in. So if she doesn't have a pending case in Cook County, it's not an automatic exclusion. Motion for cause is denied.\"\nDefense counsel did not use his final peremptory challenge on Leeper. Instead, defense counsel used his final peremptory challenge on prospective juror Larry Prosek, who was a former police officer and had a daughter in the FBI. Defense counsel accepted Leeper as a juror, and the second and final panels of prospective jurors were accepted by both parties.\n\nPOST-TRIAL AND SENTENCING\nAfter hearing all the evidence, the jury found the defendant guilty of aggravated criminal sexual assault and aggravated kidnapping.\nDefendant's trial attorney filed a post-trial motion asking for a reversal of convictions and/or a new trial. The only mention of Leeper in the post-trial motion was that during voir dire the trial court erred in denying defendant's motion to excuse for cause \"Charlyn Leeper, due to her involvement in a pending lawsuit.\" Again, there was no mention of the questions and answers concerning the sexual assaults of Leeper's mother and sisters. The court denied defendant's motion.\nAt the sentencing hearing, the state presented two witnesses in aggravation, Dean Art and Maxine Levy, S.A.'s high school counselor. Dean Art read a narrative written by S.A. before her suicide that detailed the kidnapping and sexual assault. Dean Art then read her own statement in aggravation.\nMaxine Levy read her statement in aggravation and also read a portion of Ben Paul's statement in aggravation. The state then read into the record statements in aggravation from S.A.'s mother, brother, grandmother, grandfather, uncle, two aunts, and her boyfriend Ben Paul\u0097a total of 10 statements.\nThe trial judge sentenced the defendant to 30 years for aggravated sexual assault *417 and 30 years for aggravated kidnapping. The judge ordered the sentences to run consecutively. See 730 ILCS 5/5-8-4(a) (West 1998)\nAt defense counsel's request, the trial court indicated on the mittimus that defendant was to receive sentencing credit for time served from January 16, 1997 to October 5, 1995 (992 days credit).\nThis appeal followed.\n\nDECISION\n\nJURY SELECTION\nDefendant contends he was denied his right to a fair and impartial jury under the sixth and fourteenth amendments to the United States Constitution (U.S. Const. Amends.VI, XIV). Specifically, defendant contends: (1) the trial court erred in refusing to grant defense requests that certain jurors be excused for cause, and, in one instance, in not asking more questions; and (2) the court erred in refusing to ask a certain question proposed by the defense.\nAccording to defendant, these errors require that he receive a new trial. We disagree.\n\nDenial of Defense Challenges for Cause\nDefendant contends the trial court erred by refusing his requests to have venirepersons Gail Eisenberg, Sandra Brunson, and Charlyn Leeper excused for cause. Defendant says he was forced to use two peremptory challenges to remove Eisenberg and Brunson. Leeper served on the jury that convicted him.\nDefendant contends that \"because the trial court in this case did not remove Leeper from the jury or excuse Eisenberg and Brunson for cause, the court did not fulfill its duty to ensure that [defendant] Bowman had a fair trial before an impartial jury.\"\nBoth the federal (U.S. Const.Amends.VI, XIV) and state constitutions (Ill. Const. 1970, art. I, § 8) guarantee a criminal defendant the right to a trial by an impartial jury. People v. Wilson, 303 Ill.App.3d 1035, 1041, 237 Ill.Dec. 778, 710 N.E.2d 408 (1999). Voir dire serves this guarantee by enabling the trial court to select impartial jurors who are free from bias or prejudice and by ensuring that lawyers have an informed and intelligent basis on which to exercise their peremptory challenges. People v. Clark, 278 Ill.App.3d 996, 1003, 215 Ill.Dec. 749, 664 N.E.2d 146, 151 (1996).\n\"The determination of whether a prospective juror is biased is within the sound discretion of the trial judge whose decision will not be reversed unless it is against the manifest weight of the evidence. [Citations.]\" People v. Ephraim, 323 Ill.App.3d 1097, 257 Ill.Dec. 291, 753 N.E.2d 486 (2001).\nThe party claiming a juror has a disqualifying state of mind has the burden of showing the actual existence of this state of mind in the juror so as to raise the \"presumption of partiality.\" Ephraim, 257 Ill.Dec. 291, 753 N.E.2d at 493.\nThe relevant inquiry is whether the questions and the procedures employed to gauge juror competency created a reasonable assurance that any prejudice or bias present would be discovered. Wilson, 303 Ill.App.3d at 1042, 237 Ill.Dec. 778, 710 N.E.2d 408. The juror's entire voir dire examination must be considered. People v. Buss, 187 Ill.2d 144, 187, 240 Ill.Dec. 520, 718 N.E.2d 1 (1999)\n\nGail Eisenberg and Sandra Brunson\nDefendant contends that when Eisenberg and Brunson expressed doubt about their ability to be impartial, they should have been excused for cause. The trial judge denied defendant's requests. The *418 State contends Eisenberg and Brunson told the court they would be impartial, and, therefore, the trial court properly denied defendant's request to excuse them for cause.\n\"While a prospective juror may be removed for cause when that person's `views would prevent or substantially impair the performance of his duties as a juror'[, citation], an equivocal response does not require that a juror be excused for cause.\" Buss, 187 Ill.2d at 187, 240 Ill.Dec. 520, 718 N.E.2d 1. Most importantly, \"[a]n equivocal response by a prospective juror does not necessitate striking the prospective juror for cause where the prospective juror later states that he will try to disregard his bias.\" People v. Hobley, 159 Ill.2d 272, 297, 202 Ill.Dec. 256, 637 N.E.2d 992 (1994).\nA complete examination of Eisenberg's voir dire examination shows the trial court did not abuse its discretion in finding there was no need to excuse Eisenberg for cause. In regard to whether Eisenberg had ever been the victim of a crime, she said 17 years ago she had been a victim of a crime similar to the one Bowman is accused of However, Eisenberg answered \"yeah\" when she was asked, \"Would you do your best to put that experience out of your mind and give each side a fair trial as best you can?\"\nIn addition, although Eisenberg said she had \"several close friends who have been victims of sexual assault\", she said that would not cause her to be unfair in this case.\nEisenberg's statements, when viewed as a whole, indicate she could keep a fair and open mind when evaluating the evidence. See People v. Tipton, 222 Ill.App.3d 657, 664, 165 Ill.Dec. 131, 584 N.E.2d 310 (1991) (The trial court did not abuse its discretion for refusing to dismiss a potential juror for cause where, in a sexual assault case, the potential juror was asked whether the fact that her sister had been raped five years earlier would influence her consideration of the case, and her answer was, \"I don't know. I honestly don't know. I would try to * * * do my best.\")\nThe trial court's decision to deny defendant's request to excuse Eisenberg for cause was not against the manifest weight of the evidence.\nSimilarly, the trial court's denial of defendant's request to excuse Brunson for cause was not against the manifest weight of the evidence.\nWhen asked whether Brunson would \"be unfair to either side in this case\" because three of her female relatives have been sexually assaulted, she responded, \"I would hope not.\" Brunson then was asked, \"Could you do the best of your ability to give each side a fair trial and listen to the evidence and determine the facts on the evidence and the laws as I give it to you?\" She replied, \"Yes, I would.\"\nThe totality of Brunson's responses indicates she would keep a fair and open mind in weighing the evidence. See Hobley 159 Ill.2d at 297, 202 Ill.Dec. 256, 637 N.E.2d 992 (not error to refuse dismissal for cause where one juror first stated she would \"try to\" follow applicable law and another juror first \"guessed\" she could follow applicable law); People v. Bragg, 277 Ill.App.3d 468, 213 Ill.Dec. 731, 659 N.E.2d 1378 (1995) (Although a potential juror gave one equivocal answer\u0097\"I will do my best\" to follow the law\u0097the trial court did not err in refusing to dismiss the potential juror for cause since he said he could follow the law presented to him).\nDefendant cites to People v. Johnson, 215 Ill.App.3d 713, 725, 159 Ill.Dec. 187, 575 N.E.2d 1247 (1991), for the proposition *419 that where a juror expresses self-doubt about being impartial, reversal is required. However, in Johnson, the venireperson repeatedly gave equivocal responses when asked if he could be impartial.\nWe have held that a single equivocal answer, as in Hobley, does not require acceptance of a challenge for cause. In People v. Reid, 272 Ill.App.3d 301, 307-08, 208 Ill.Dec. 537, 649 N.E.2d 593 (1995), we found no abuse of discretion where the venireperson said he would \"try\" to not let his experiences affect his judgment. In People v. Barragan, 266 Ill.App.3d 961, 975, 204 Ill.Dec. 311, 641 N.E.2d 535 (1993), there was no abuse of discretion when a venireperson first said that \"[i]t would be hard\" to be fair.\nThe jurors in Reid and Barragan, as in this case, expressed a willingness to follow the law in their other answers and did not specifically indicate they were biased against defendant. We find Reid, Hobley, and Barragan apply to this case, not Johnson. See Bragg, 277 Ill.App.3d at 470, 213 Ill.Dec. 731, 659 N.E.2d 1378 (The court relied on Reid, Hobley, and Barragan to distinguish itself from Johnson\u0097more than a suspicion of bias is needed to show a juror's partiality).\nWe find the trial court acted within its discretion in refusing defense challenges for cause against Eisenberg and Brunson.\n\nCharlyn Leeper\nDefendant next contends the trial court abused its discretion by conducting an insufficient voir dire examination of juror Leeper and by not dismissing her for cause. Defendant specifically asserts error in the trial court's failure to question Leeper further concerning the effect of the \"rape\" of her mother and her two sisters on her ability to be fair and impartial. He claims the trial court's inadequate voir dire deprived him of his right to a trial by an impartial jury, and urges this court to reverse his convictions and remand for a new trial.\nThe State correctly notes defendant did not raise this point during jury selection or in his post-trial motion. See People v. Enoch, 122 Ill.2d 176, 185-92, 119 Ill.Dec. 265, 522 N.E.2d 1124 (1988); People v. Martin, 271 Ill.App.3d 346, 354, 208 Ill. Dec. 70, 648 N.E.2d 992 (1995).\nHowever, because this issue affects the constitutional right to a fair trial, we will consider defendant's contentions under the plain error exception to the waiver rule. See 134 Ill.2d R. 615(a); People v. Boston, 271 Ill.App.3d 358, 360, 208 Ill.Dec. 80, 648 N.E.2d 1002 (1995).\nThe primary responsibility for initiating and conducting voir dire lies with the trial court, and the manner and scope of that examination rests within the court's sound discretion, although counsel have a limited right to pose questions directly to prospective jurors. See Supreme Court Rule 431 (177 Ill.2d R. 431); People v. Williams, 164 Ill.2d 1, 16, 206 Ill.Dec. 592, 645 N.E.2d 844 (1994).\nAn abuse of that discretion will be found \"only if, after review of the record, it is determined that the conduct of the court thwarted the selection of an impartial jury.\" Williams, 164 Ill.2d at 16-17, 206 Ill.Dec. 592, 645 N.E.2d 844; People v. Johnson, 276 Ill.App.3d 656, 658, 213 Ill. Dec. 392, 659 N.E.2d 22 (1995).\nAs we understand the defendant's position, the trial judge should have, sua sponte, excused Leeper after she said \"probably\" when asked whether the rapes of her mother and sisters would cause her to be unfair in this case. Or, short of discharge for cause, the judge should have asked her more questions in order to rehabilitate her.\n*420 We do not agree. Of course, the \"probably\" answer, with no follow-up or explanation, is troubling. But the problem, if there is one, was created by defense counsel, who made considered decisions during the jury selection process.\nDefense counsel obviously understood the avenues that were open to him. He knew how to challenge jurors for cause when they indicated their lives had been touched by sexual assaults. He challenged jurors Eisenberg and Brunson for that reason. When those challenges failed, he used peremptory challenges to remove those prospective jurors.\nWhen it came to Leeper, however, the approach was different. Counsel had two opportunities to challenge Leeper for any cause created by her \"probably\" answer\u0097 before and after lunch. He did not. Instead, he asked that Leeper be dismissed because she had a case pending in another county. The record is clear: defense counsel never asked the trial judge to excuse juror Leeper because she said \"probably\". The judge correctly denied the motion that was made, since pending litigation in another county is not a reason to dismiss a prospective juror for cause. See 705 ILCS 305/14 (1998).\nIn addition, defense counsel was offered the opportunity to pose additional questions to the prospective juror. Again, he declined. Defense counsel knew how to ask for additional questions, and in fact did ask the judge to put questions to jurors concerning the credibility of police officers. He made no suggestion that Leeper should be asked additional questions about her state of mind concerning the sexual attacks on close family members.\nWe have found no case that holds, under circumstances similar to these, the trial court has a sua sponte duty to ask a prospective juror more questions. Still, its failure to do so is troubling. Had defense counsel asked for further inquiry, and had the request been turned down, we would have a far different case.\nLeeper was not forced on the defendant. He had one peremptory challenge left when he accepted her. He had the opportunity to use that challenge before and after lunch. He did not use it. Instead, he accepted her without complaint.\nIn short, for reasons that are unclear to us, defense counsel decided to keep Leeper on the jury. The defendant cannot now complain about her presence in the jury box. It would be a bad idea to allow defendants to accept a questionable juror, proceed to trial, then, when things turn out badly, claim entitlement to reversal because that juror voted to convict.\nBy not giving the court the opportunity to prevent or correct errors at trial, a lawyer would gain the advantage of obtaining a reversal through an intentional failure to act, in effect, a free trial. See People v. Robinson, 299 Ill.App.3d 426, 436, 233 Ill.Dec. 588, 701 N.E.2d 231 (1998), citing People v. Carlson, 79 Ill.2d 564, 577, 38 Ill.Dec. 809, 404 N.E.2d 233 (1980).\nWe have said a failure to challenge a juror for cause or by peremptory challenge waives any objection to that juror. People v. Wilson, 303 Ill.App.3d 1035, 1042, 237 Ill.Dec. 778, 710 N.E.2d 408 (1999), quoting People v. Ford, 19 Ill.2d 466, 475, 168 N.E.2d 33 (1960) (\"We have frequently stated that a defendant, having failed to use his peremptory challenges, is in no position to complain concerning jury selections.\")\nDuring the trial court's group questioning of prospective jurors, it posed questions about fairness, impartiality, and willingness to follow the law. Leeper heard those questions twice, in the morning and after lunch. Each time she, along with *421 other jurors, was given the opportunity to express disagreement with the important principles of law set out by the trial court. She, along with the other jurors, was invited to respond negatively by raising her hand. She did not do so.\nWe understand group questioning might not be as effective as one-on-one questioning by the judge, but it is a technique recognized as adequate by the Supreme Court Rules. See Committee Comments to Supreme Court Rule 431 (177 Ill.2d R. 431, Committee Comments).\nWe made the point about defense counsel's obligation to inquire in People v. Wilson, 303 Ill.App.3d 1035, 1039, 237 Ill.Dec. 778, 710 N.E.2d 408 (1999).\nIn Wilson, during individual examination, the trial court asked a prospective juror if any member of his family or a friend was either a law enforcement official, a lawyer, or a judge. The prospective juror said he had three friends who served as police officers and acknowledged he occasionally discussed with them the cases in which they were involved.\nThe trial court asked the prospective juror if \"there [was] anything about [those relationships] that would affect [his] ability to be fair and impartial in [defendant's] case.\" He said \"yes.\" Wilson, 303 Ill. App.3d at 1039, 237 Ill.Dec. 778, 710 N.E.2d 408.\nThe prospective juror did not explain his response, and the court did not ask additional questions.\nThe prospective juror also indicated his brother-in-law was an attorney for the Fraternal Order of Police. The court asked him if \"there [was] anything about [that relationship] that would affect [his] ability to give both sides a fair trial in [defendant's] case.\" He responded \"yes.\" Wilson, 303 Ill.App.3d at 1039-40, 237 Ill. Dec. 778, 710 N.E.2d 408.\nThe prospective juror did not explain his answer, and the court did not inquire further.\nIn Wilson, as is in this case, defense counsel neither questioned the prospective juror himself nor asked the trial court to conduct further voir dire. Without objection, the prospective juror was sworn as a juror, and ultimately served as jury foreperson at defendant's trial. Wilson, 303 Ill.App.3d at 1039-40, 237 Ill.Dec. 778, 710 N.E.2d 408.\nOn appeal, the court held the defendant failed to meet his burden to show that the juror was partial. Wilson, 303 Ill.App.3d at 1042, 237 Ill.Dec. 778, 710 N.E.2d 408. The appellate court found the trial judge's determination that the juror could be impartial was not against the manifest weight of the evidence where (1) the trial court admonished the venire, which included the juror, (2) the juror said he would follow the law and decide defendant's case based on the evidence and the law presented, and (3) the juror never indicated he was biased against defendant. Wilson, 303 Ill.App.3d at 1039-40, 237 Ill.Dec. 778, 710 N.E.2d 408 (\"an evaluation of the voir dire as a whole demonstrates the trial court's questioning was extensive enough to reveal any prejudice or bias against defendant\").\nWe find the trial judge did not abuse his \"sound discretion\" during the jury selection process in this case. People v. Seuffer, 144 Ill.2d 482, 502, 163 Ill.Dec. 805, 582 N.E.2d 71 (1991).\n\nIneffective Assistance of Counsel\nDefendant also contends he was denied effective assistance of counsel during jury selection. According to defendant, defense counsel erred by (1) not challenging Leeper for cause for the right reason, (2) not exercising an available peremptory challenge, and (3) not requesting further examination of Leeper after she said her *422 impartiality \"probably\" would be affected by a family history of sexual violence. Defendant maintains these alleged errors are so egregious that this court can presume ineffective assistance.\nGenerally, a defendant claiming ineffective assistance of counsel must satisfy the two-prong test set out in Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984), and adopted by our supreme court in People v. Albanese, 104 Ill.2d 504, 526-27, 85 Ill.Dec. 441, 473 N.E.2d 1246 (1984).\nUnder the Strickland test, the defendant must show (1) counsel made errors so serious, and his performance was so deficient, that he was not functioning as the \"counsel\" guaranteed under the sixth amendment of the United States Constitution, and (2) these deficiencies so prejudiced the defendant as to deprive him of a fair trial, a trial whose result is reliable. 466 U.S. at 687, 104 S.Ct. at 2064, 80 L.Ed.2d at 693.\nThe proper standard for attorney performance under the first prong of the Strickland test is that of \"reasonably effective assistance.\" Strickland, 466 U.S. at 687, 104 S.Ct. at 2064, 80 L.Ed.2d at 693. To establish counsel's performance as deficient, the defendant must show \"counsel's representation fell below an objective standard of reasonableness.\" Strickland, 466 U.S. at 687, 104 S.Ct. at 2064, 80 L.Ed.2d at 693.\nAs said in Strickland, \"judicial scrutiny of counsel's performance must be highly deferential.\" 466 U.S. at 689, 104 S.Ct. at 2065, 80 L.Ed.2d at 694. A defendant claiming ineffective assistance must overcome a strong presumption the challenged action of counsel was the product of sound trial strategy and not of incompetence. People v. Harris, 129 Ill.2d 123, 156, 135 Ill.Dec. 861, 544 N.E.2d 357 (1989), citing Strickland, 466 U.S. at 689, 104 S.Ct. at 2065, 80 L.Ed.2d at 694-95. Our courts will not find ineffective assistance of counsel where the claim arises from matters of defense strategy. People v. Flores, 128 Ill.2d 66, 86, 131 Ill.Dec. 106, 538 N.E.2d 481 (1989).\nThe decision whether to exercise an available peremptory challenge is a strategic one. Wilson, 303 Ill.App.3d at 1043, 237 Ill.Dec. 778, 710 N.E.2d 408, citing People v. Martin, 271 Ill.App.3d 346, 354, 208 Ill.Dec. 70, 648 N.E.2d 992 (1995). The defendant has failed to show that counsel's decisions, questionable as they might be, were not tactical and a matter of jury selection strategy. We do not find defense counsel's decision not to peremptorily challenge Leeper was objectively unreasonable.\nEven if we were to assume a deficiency on the part of defense counsel, defendant has not shown the requisite prejudice. The prejudice prong of the Strickland test generally requires the defendant to show \"a reasonable probability that, but for the counsel's unprofessional errors, the result of the proceeding would have been different.\" Strickland, 466 U.S. at 694, 104 S.Ct. at 2068, 80 L.Ed.2d at 698.\nWhere a defendant challenges his conviction, the question is whether a reasonable probability exists that, absent the alleged errors, the factfinder would have entertained a reasonable doubt of guilt. Strickland, 466 U.S. at 695, 104 S.Ct. at 2068, 80 L.Ed.2d at 698.\nThe evidence against defendant was strong. By failing to identify any clear bias or prejudice held by Leeper against him, defendant has not demonstrated the verdict would probably have been different if Leeper had not served as a juror. We find defendant was not deprived of his *423 constitutional right to effective assistance of counsel.\n\n[Nonpublishable material under Supreme Court Rule 23 omitted here.]\n\nCONCLUSION\nWe affirm the defendant's convictions and sentences. Pursuant to Supreme Court Rule 615(b)(1) (134 Ill.2d R. 615(b)(1)), we correct the mittimus in this case so that it reflects a total of 994 days of pretrial custody.\nAffirmed and mittimus corrected.\nHALL, P.J., and SOUTH, J., concur.\n",
            "ocr": false,
            "opinion_id": 2234511
        }
    ],
    "court_short_name": "Appellate Court of Illinois",
    "court_full_name": "Appellate Court of Illinois",
    "court_type": "SA",
    "court_jurisdiction": "Illinois, IL",
    "crime_category": "Kidnapping"
}