{
    "id": 2801077,
    "judges": "Bacharach, Baldock, Briscoe",
    "date_filed": 1431648000000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-allen",
    "case_name_short": "Allen",
    "case_name": "United States v. Allen",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Brian Hayden ALLEN, Defendant-Appellant",
    "attorneys": "Stuart S. Healy, III, Thomas Andrew Szott, Office of the United States Attorney, Cheyenne, WY, for Plaintiff-Appellee., Daniel G. Blythe, Grant Russell Smith, Office of the Federal Public Defender, Cheyenne, WY, for ‘ Defendant-Appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": "<parties id=\"b801-13\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Brian Hayden ALLEN, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b801-16\">\n    No. 14-8064.\n   </docketnumber><br><court id=\"b801-17\">\n    United States Court of Appeals, Tenth Circuit.\n   </court><br><decisiondate id=\"b801-18\">\n    May 15, 2015.\n   </decisiondate><br><attorneys id=\"b802-22\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"774\"> \n     *774\n     </span>\n    Stuart S. Healy, III, Thomas Andrew Szott, Office of the United States Attorney, Cheyenne, WY, for Plaintiff-Appellee.\n   </attorneys><br><attorneys id=\"b802-23\">\n    Daniel G. Blythe, Grant Russell Smith, Office of the Federal Public Defender, Cheyenne, WY, for ‘ Defendant-Appellant.\n   </attorneys><br><judges id=\"b803-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"775\"> \n     *775\n     </span>\n    Before BRISCOE, Chief Judge, BALDOCK and BACHARACH, Circuit Judges.\n   </judges>",
    "citations": [
        "610 F. App'x 773"
    ],
    "opinions": [
        {
            "author_str": "Briscoe",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 17.0,
            "download_url": "http://www.ca10.uscourts.gov/opinions/14/14-8064.pdf",
            "author_id": null,
            "opinion_text": "                                                                              FILED\n                                                                 United States Court of Appeals\n                                                                         Tenth Circuit\n\n                         UNITED STATES COURT OF APPEALS                   May 15, 2015\n                                                                     Elisabeth A. Shumaker\n                                     TENTH CIRCUIT                       Clerk of Court\n\n\n\n UNITED STATES OF AMERICA,\n\n           Plaintiff-Appellee,\n\n v.                                                           No. 14-8064\n                                                   (D.C. No. 2:14-CR-00077-SWS-1)\n BRIAN HAYDEN ALLEN,                                           (D. Wyo.)\n\n           Defendant-Appellant.\n\n\n\n                                  ORDER AND JUDGMENT*\n\n\nBefore BRISCOE, Chief Judge, BALDOCK and BACHARACH, Circuit Judges.\n\n\n       Defendant Brian Allen was convicted of being a felon in possession of a firearm\n\nand ammunition in violation of 18 U.S.C. §§ 922(g)(1) and 924(a)(2). He now appeals\n\nthat conviction, alleging that the district court improperly admitted certain evidence at\n\ntrial. Exercising jurisdiction pursuant to 28 U.S.C. § 1291, we affirm.\n\n                                              I\n\n       On the evening of January 29, 2014, the Cheyenne police received a 911 call about\n\na kidnapping. The 911 caller, later identified as Kelly Fryman, told the police that her\n\n\n\n       *\n        This order and judgment is not binding precedent, except under the doctrines of\nlaw of the case, res judicata, and collateral estoppel. It may be cited, however, for its\npersuasive value consistent with Fed. R. App. P. 32.1 and 10th Cir. R. 32.1.\n\fboyfriend, Shawn Barry, had been taken at gunpoint and was being held captive. It was\n\nlater determined that Barry was being held at the Outlaw Saloon in Cheyenne, Wyoming.\n\n       When the police arrived at the Outlaw Saloon, they found Barry sitting at a table\n\nwith two other men, Jonathan Leeka and the appellant, Brian Allen. All three men were\n\ndrinking. Officer Gaskins, along with another officer, approached the table and frisked\n\neach of the men for weapons. Neither Allen nor Barry had any weapons; however, Leeka\n\nwas found in possession of a gun. Following a police investigation, Allen was charged\n\nwith being a felon in possession of a firearm in violation of 18 U.S.C. §§ 922(g)(1) and\n\n924(a)(2). At trial, Leeka, Barry, and Fryman all testified. Their collective testimonies\n\ndescribed the following events:\n\n       During the afternoon of January 29, 2014, Leeka and Allen drove around town in\n\nLeeka’s white pick-up truck. The two men had lunch and then went to a tattoo parlor and\n\nto several bars. According to Leeka, Allen had a “good buzz going” throughout the\n\nafternoon. ROA, Vol. 3 at 109.\n\n       After the two men left the last bar, Leeka started driving back toward Allen’s\n\nhouse. As they were driving through Allen’s neighborhood, Allen noticed a small white\n\nKia, which was double parked in front of an apartment complex. Allen told Leeka that\n\nthe car belonged to a friend of his and that he wanted to stop and wait for his friend.\n\nLeeka did as Allen asked and pulled over. As they waited for Allen’s friend, Allen asked\n\nLeeka if he still had a gun in the glove box. Leeka said that he did and gave Allen the key\n\nto the glove box. Allen removed the gun and loaded it with the magazine, which was\n\n                                              2\n\fsitting on top of the gun in a holster.\n\n       According to Leeka, Allen’s demeanor suddenly changed after that. Allen became\n\n“cold and angry.” ROA, Vol. 3 at 119. Allen told Leeka that his “friend” with the Kia\n\nwas in trouble because he had been telling people that he was a member of the same\n\nviolent gang as Allen and that he was buying cocaine. Allen also told Leeka that Leeka\n\nwas going to help him “do this,” or Leeka and everyone he cared about would be\n\n“slaughtered.” ROA, Vol. 3 at 120.\n\n       Following this exchange, Leeka and Allen saw Shawn Barry emerge from one of\n\nthe apartments. The apartment Barry came out of belonged to his then-girlfriend (now\n\nfiancée) Kelly Fryman. Barry had made plans with Fryman to go out that night. But\n\nwhen Barry arrived, Fryman was not quite ready so Barry stepped outside to smoke a\n\ncigarette and take the dog out. Soon after Barry left the apartment, he ran into Allen.\n\nAllen ordered Barry to get into the driver’s seat of the Kia. Allen then took the dog from\n\nBarry, put the dog back in Fryman’s apartment, and got into the passenger seat of the Kia.\n\nBarry noticed that Allen had a black semi-automatic handgun in his hand. Allen pointed\n\nthe gun at Barry and told him to drive.\n\n       As Barry was driving, he noticed a white pick-up truck following them. Allen told\n\nBarry that the person in the truck had an “AR” pointed at them. Id. at 169. Barry drove\n\nabout a block before he pulled into the parking lot of a church. Fryman, who had seen the\n\nKia pull away from in front of her apartment complex and into the parking lot, ran up to\n\nthe car and knocked on the window. She immediately recognized the man in the\n\n                                             3\n\fpassenger seat as Allen. She also saw that Allen had a gun, which she described as silver,\n\nalthough the gun the police recovered that night was black. Both Barry and Allen told\n\nFryman to leave. But before she did, Barry gave Fryman a hug and whispered in her ear\n\nto “call the cops.” Id. at 170. Fryman left and called 911.\n\n       In the meantime, Barry and Allen started driving toward the Outlaw Saloon, with\n\nLeeka following. After arriving at the saloon, Barry was patted down. During the pat-\n\ndown, one of Barry’s two cell phones was taken. His second cell phone, which he had\n\nconcealed in his waistband, remained in his possession.\n\n       All three men—Barry, Allen, and Leeka—then went into the saloon and bought\n\nsome drinks. Barry told Allen and Leeka that he needed to use the bathroom. Barry\n\nhoped that he would be able to text Fryman while in the bathroom. However, Allen\n\nordered Leeka to follow Barry into the bathroom. A few minutes after Barry and Leeka\n\nhad entered the bathroom, Allen came in. Allen told Leeka to let Barry use the stall.\n\nBarry was then able to text Fryman. He told her that he was at the Outlaw Saloon and to\n\ncall the police.\n\n       While Barry was in the stall, Leeka asked Allen for his gun back; Leeka told Allen\n\nthat he did not need to be caught with a gun. Allen agreed and gave the gun back to\n\nLeeka. All three men then left the bathroom and returned to their table. A few minutes\n\nlater, the police arrived and took the men into custody.\n\n       In addition to the testimonies of Leeka, Barry, and Fryman, several police officers\n\nalso testified at trial, including Officers Casey Patterson and Robert Gaskins, as well as\n\n                                             4\n\fDetective Micah Veniegas. Officer Patterson testified that he was on duty that night and\n\nthat around 10 p.m. he was dispatched to the apartment complex where Fryman lived.\n\nOfficer Patterson stated that he had received the following information from dispatch: that\n\na “kidnapping had occurred in front of [Fryman’s] residence,” and that Fryman “followed\n\non foot the vehicle that was being driven by her boyfriend to [a] parking lot” nearby. Id.\n\nat 252. Officer Patterson drove by the church parking lot, which was now empty, and\n\nthen to Fryman’s apartment. As he was speaking with Fryman, Officer Patterson stated\n\nthat Fryman received a text message, which said, “I’m at the Outlaw, let them know.” Id.\n\nat 254.\n\n          Officer Gaskins was also on duty that night. He too was told that a 911 call had\n\ncome in about a potential kidnapping. Officer Gaskins said that dispatch had told him to\n\nbe on the lookout for two vehicles that matched the description of Leeka’s truck and\n\nBarry’s Kia. Officer Gaskins testified that a short time later another call came in saying\n\nthat the suspects might be at the Outlaw Saloon. Officer Gaskins then went to the Outlaw\n\nSaloon, where he noticed both Leeka’s and Barry’s vehicles in the parking lot. He and\n\nanother officer went into the saloon and saw Barry waving his hands at them. The\n\nofficers walked over to the table where Allen, Leeka, and Barry were sitting and frisked\n\nthem. As Officer Gaskins was frisking Barry, Barry told him that he had a cell phone but\n\nthat he did not want the other men to know about it. Officer Gaskins was wearing a\n\nrecorder throughout this incident.\n\n          The last officer to testify was Detective Micah Veniegas. Detective Veniegas\n\n                                               5\n\fstated that he interviewed Leeka, Barry, and Fryman, and that he had participated in the\n\nsearch of Leeka’s truck. Detective Veniegas indicated that they found an empty holster,\n\none magazine with ten bullets, and a wallet in Leeka’s truck. He also testified that the\n\npolice downloaded Barry’s cell phone records from that night and that those records\n\nshowed a text message from Barry to Fryman saying, “At the Outlaw call now.” Id. at\n\n267-68.\n\n       Finally, the prosecution also had a DNA expert, Michelle Martin, testify. Martin, a\n\nforensic biologist at the Wyoming State Crime Lab, stated that she was asked to test\n\nseveral pieces of evidence for DNA, including a firearm, magazine, and ammunition. She\n\nexplained that she found a mixture of DNA on the evidence, which she ran against four\n\nsamples she had received from the police. Those four samples were from Allen, Leeka,\n\nOfficer Patterson, and another deputy officer. When asked whether she was able to draw\n\nany conclusions from her tests about who possessed the firearm, all she could say was\n\n“No, I could not.” Id. at 305.\n\n       Based on this evidence, the jury convicted Allen of being a felon in possession of a\n\nfirearm and ammunition in violation of 18 U.S.C. §§ 922(g)(1) and 924(a)(2). Allen now\n\nappeals his conviction, arguing that the district court erred by admitting several pieces of\n\nevidence. In particular, Allen argues that the district court erred by (1) allowing Martin to\n\ntestify that, based on her DNA tests, she could not tell who possessed the gun; (2)\n\nallowing the prosecution to impermissibly bolster two of its witnesses—Leeka and Barry;\n\nand (3) allowing testimony regarding Allen’s alleged affiliation with a violent gang.\n\n                                              6\n\fAllen argues that these errors were not harmless and require reversal.\n\n       We disagree. Because we conclude that the district court did not err in admitting\n\nany of the challenged evidence, we affirm Allen’s conviction.\n\n                                             II\n\n       1. DNA Evidence\n\n       Allen first challenges the admission of Martin’s testimony that the results of her\n\nDNA tests were inconclusive. We review the district court’s decision to admit this\n\nevidence for abuse of discretion. See United States v. Talamante, 981 F.2d 1153, 1155\n\n(10th Cir. 1992).\n\n       Allen contends Martin’s testimony was admitted in violation of Federal Rule of\n\nEvidence 403. Rule 403 states that a “court may exclude relevant evidence if its\n\nprobative value is substantially outweighed by a danger of . . . unfair prejudice, confusing\n\nthe issues, misleading the jury, undue delay, wasting time, or needlessly presenting\n\ncumulative evidence.” Fed. R. Evid. 403. Allen contends that Martin’s testimony should\n\nhave been excluded because it had little, if any, probative value and was highly\n\nprejudicial.\n\n       While it is a bit baffling why the prosecution would choose to present this\n\ninconclusive testimony at all, we conclude it was not error to allow its admission. Martin\n\ntestified that she received a firearm, several rounds of ammunition, and a magazine to test\n\nfor DNA; that she compared the DNA she found on those items to the DNA samples she\n\nreceived from Allen, Leeka, Officer Patterson, and another deputy officer; and that she\n\n                                             7\n\fwas not able to draw any conclusions from her tests. Put simply, Martin testified that she\n\ncould not determine who possessed the gun. Martin’s testimony was seemingly\n\ninsignificant. She could not implicate Allen nor could she rule him out. While the\n\nprobative value of this evidence was minimal at best, the danger of unfair prejudice\n\nagainst Allen was even more slight. Martin’s testimony was not confusing, nor was it\n\nlikely to lure the jury into improperly believing that Allen’s DNA was part of the mixture\n\nfound on the gun. Martin simply stated that she could draw no conclusions about who did\n\nor did not possess the gun. Moreover, although the prosecution presented this testimony,\n\nit likely benefitted Allen more than it did the prosecution, for if Allen handled the gun in\n\nthe way that Leeka and Barry described, then his DNA would presumably be all over the\n\ngun. Thus, the district court did not abuse its discretion in admitting this evidence.\n\n       2. Bolstering of Witnesses\n\n       Allen next argues that the prosecution improperly vouched for and bolstered the\n\ncredibility of two of its witness: Leeka and Barry. Specifically, Allen challenges\n\nstatements elicited by the prosecution from Leeka regarding a proffer agreement he made\n\nand statements elicited from Fryman regarding the veracity of her fiancé, Barry. We\n\naddress each challenge in turn.\n\n       a. Statements from Leeka\n\n       Leeka testified that on the night in question he originally lied to the police, telling\n\nthem that he was the only one who possessed the gun that night. One week later, Leeka\n\nagreed to proffer his testimony to state detectives. He explained that his proffer\n\n                                               8\n\fagreement required that he be truthful and that he continue to cooperate with the\n\ninvestigation and prosecution of Allen. After Leeka explained his proffer agreement\n\nduring his trial testimony, the prosecution asked him whether he told the truth when he\n\nmade his proffer. Leeka said he had. Leeka then went on to testify that he met with\n\nfederal authorities regarding the federal case against Allen and that the same requirement\n\nto tell the truth applied. Leeka explained that it was his understanding that the federal\n\nauthorities could not directly affect the state kidnapping charges against him, but that the\n\nstate would consider input from federal authorities based on Leeka’s cooperation in the\n\nfederal case. Allen objected to all of these statements, citing Federal Rule of Evidence\n\n608. The district court overruled Allen’s objections. We review the district court’s ruling\n\nde novo. United States v. Anaya, 727 F.3d 1043, 1052 (10th Cir. 2013).\n\n       It is well established that the prosecution may not personally vouch for or bolster\n\nthe credibility of a witness. See United States v. Harlow, 444 F.3d 1255, 1262 (10th Cir.\n\n2006); see also United States v. Bowie, 892 F.2d 1494, 1498 (10th Cir. 1990). However,\n\nthat is not what occurred in this case. In this case, Leeka’s testimony regarding his\n\nproffer agreement simply revealed that Leeka had an obligation to tell the truth on the day\n\nof his proffer and also the consequences of Leeka’s decision to abide by or breach that\n\nagreement. See id. at 1499. This did not amount to bolstering. See Harlow, 444 F.3d at\n\n1262 (explaining that it is not improper for the prosecution to “introduce a witness’s plea\n\nagreement on direct examination, even if it includes a truthfulness provision,” and to\n\n“discuss [that] provision [to] make sure the witness is aware of the consequences of\n\n                                              9\n\ffailing to tell the truth” and to “head off claims that the witness’ testimony is suspect due\n\nto the plea agreement”); United States v. Jones, 468 F.3d 704, 708 (10th Cir. 2006)\n\n(applying same rules to plea agreements and proffer agreements); see also United States\n\nv. Magallanez, 408 F.3d 672, 680 (10th Cir. 2005); United States v. Lord, 907 F.2d 1028,\n\n1030-31 (10th Cir. 1990).\n\n       A discussion of the “‘truthfulness’ portion[]” of a witness’ agreement with the\n\ngovernment only becomes impermissible bolstering “when the prosecutors explicitly or\n\nimplicitly indicate that they can monitor and accurately verify the truthfulness of the\n\nwitness’ testimony.” Bowie, 892 F.2d at 1498. We have no evidence that the prosecution\n\ndid that here. All that we have here is a colloquy involving Leeka’s proffer agreement\n\nand the potential impact Leeka’s cooperation in Allen’s federal prosecution could have on\n\nthe state charges that had been brought against him. This colloquy did not constitute\n\nimpermissible bolstering by the prosecution.\n\n       The only portion of Leeka’s testimony that could come close to being considered\n\nimpermissible bolstering is the exchange discussing whether Leeka testified truthfully on\n\nthe day of the proffer. But again, this does not rise to the level of impermissible\n\nbolstering. The prosecution did not make any personal guarantee that Leeka’s testimony\n\nwas truthful, see Jones, 468 F.3d at 708, nor did it suggest that it could verify or monitor\n\nthe truthfulness of Leeka’s testimony, see Bowie, 892 F.2d at 1498. The prosecution\n\nasked Leeka whether he told the truth on that day, to which Leeka said yes. The jury was\n\nfree to make its own credibility determination when it heard Leeka’s testimony.\n\n                                             10\n\f       b. Statements from Fryman\n\n       Allen also argues that Fryman impermissibly bolstered the credibility of her fiancé,\n\nBarry. The prosecution asked Fryman about a false kidnapping report Barry had made\n\nseveral months after the January 2014 incident at issue in this case. The prosecution\n\nasked Fryman whether Barry had “told [her] the truth” about those false kidnapping\n\nallegations, to which Fryman said yes. ROA, Vol. 3 at 337. The prosecution also asked\n\nFryman whether Barry would lie to her, and whether she often suspected he might be\n\nlying to her. Again, Fryman said yes. Allen objected to all of these statements under\n\nFederal Rule of Evidence 608. The district court sustained Allen’s objection and offered\n\na curative instruction to the jury. Allen made no objection to the instruction provided by\n\nthe court.\n\n       Because Allen did not object to the court’s curative instruction or ask for a\n\nmistrial, our review is for plain error. See Anaya, 727 F.3d at 1052 (“[W]hen the\n\ndefendant objects at trial based on prosecutorial misconduct, the district court sustains the\n\nobjection and takes curative action such as giving a jury instruction, and the defendant\n\nfails to object to the adequacy of the curative action or ask for a mistrial, we review for\n\nplain error.”). Under plain error review, the defendant must show that “there is (1) error,\n\n(2) that is plain, which (3) affects substantial rights, and which (4) seriously affects the\n\nfairness, integrity, or public reputation of judicial proceedings.” United States v.\n\nGonzalez-Huerta, 403 F.3d 727, 732 (10th Cir. 2005) (en banc); see also United States v.\n\nRomero, 491 F.3d 1173, 1178 (10th Cir. 2007).\n\n                                              11\n\f       At the outset, it is not clear that Fryman’s testimony even constitutes\n\nimpermissible bolstering. The prosecution asked Fryman whether Barry had told her the\n\n“truth” about his having made a false police report alleging that he had been kidnapped\n\nfor a second time several months after the original January 2014 incident. The\n\nprosecution also asked Fryman whether she had suspected Barry was lying to her about\n\nthose allegations. The focus of this discussion was on whether Barry lied to the police\n\nabout this second kidnapping, and on whether he eventually admitted to lying. It is\n\npossible that from this exchange the jury might have believed that Fryman was capable of\n\ndetecting when Barry was lying to her, but we find that unlikely. Fryman stated that she\n\nthought Barry was lying about the second kidnapping because his timeline seemed\n\n“fishy” and he could never fully explain what had happened. ROA, Vol. 3 at 337. We do\n\nnot read her statements as indicating that she could detect when Barry was lying; rather,\n\nwe read them as indicating that in this one particular instance, Fryman felt like something\n\njust did not track. Accordingly, we question whether this challenged testimony even\n\nconstitutes impermissible bolstering.\n\n       Regardless, we need not decide this issue, as even if the district court is correct\n\nthat Fryman’s testimony rose to the level impermissible bolstering, we conclude there\n\nwas no reversible error. Here, the district court sustained Allen’s objection to Fryman’s\n\ntestimony and immediately provided the jury with a curative instruction in which the\n\ncourt told the jury that only it was allowed to assess the credibility of witnesses. In so\n\ndoing, the district court corrected any potential prejudice that may have resulted from\n\n                                             12\n\fFryman’s statements. And given the strength of the evidence presented against Allen,\n\nany prejudice that may have remained from Fryman’s testimony after the curative\n\ninstruction was given did not rise to the level of plain error that affected Allen’s\n\nsubstantial rights or the fairness or integrity of Allen’s trial. See Anaya, 727 F.3d at\n\n1057-58; see also United States v. Torres, 53 F.3d 1129, 1141 (10th Cir. 1995). Thus, the\n\ndistrict court did not plainly err.\n\n       3. Gang Evidence\n\n       Allen next argues that the district court erred in admitting evidence of his alleged\n\naffiliation with a violent gang under Rule 404(b) of the Federal Rules of Evidence. The\n\nprosecution argues that Rule 404(b) is inapplicable because it only applies to evidence of\n\nacts that are extrinsic to the charged crime. According to the prosecution, this evidence\n\nwas properly admitted not under Rule 404(b), but as evidence intrinsic to the events that\n\noccurred on the night in question. We review the district court’s decision to admit this\n\nevidence for abuse of discretion. Talamante, 981 F.2d at 1155.\n\n       We agree with the prosecution that this evidence was properly admitted as intrinsic\n\nevidence.1 Rule 404(b) does not apply to evidence of acts that are intrinsic to the charged\n\n\n       1\n         The basis for the district court’s decision to admit this gang evidence is not\nentirely clear. When the court initially ruled on whether the evidence could be admitted,\nit suggested the evidence was “intrinsic;” yet, it also stated that the evidence went to\n“motive, which is one of those factors under 404(b) . . . .” ROA, Vol.3 at 29. The district\ncourt then restated its ruling a short time later, and when it did, it went through a Rule\n404(b) analysis. Id. at 54. However, in doing so, the district court stated that it was going\nthrough the Rule 404(b) analysis as an “alternative,” as it had “already found that [the\nevidence] was intrinsic to the issues regarding the charge in this matter.” Id. While the\n                                                                                 (continued...)\n\n                                              13\n\fcrime. See United States v. Lambert, 995 F.2d 1006, 1007 (10th Cir. 1993); United\n\nStates v. Pace, 981 F.2d 1123, 1135 (10th Cir. 1992). “Other act evidence is intrinsic\n\nwhen the evidence of the other act and the evidence of the crime charged are inextricably\n\nintertwined or both acts are part of a single criminal episode or the other acts were\n\nnecessary preliminaries to the charged crime.” Lambert, 995 F.2d at 1007 (internal\n\nquotation marks omitted). “Such intrinsic ‘other act’ evidence, although not excluded by\n\n404(b), is still subject to the requirement of Fed. R. Evid. 403 that its probative value is\n\nnot substantially outweighed by the danger of unfair prejudice.” Id. (internal citation\n\nomitted).\n\n       In this case, the evidence of Allen’s alleged affiliation with a violent gang\n\nprovided the jury with relevant context for both Leeka’s and Barry’s testimonies. In\n\nparticular, it explained the nature of Allen’s relationship with Barry; it explained why\n\nAllen approached Barry that night; and it explained why Leeka entertained Allen’s\n\ndemands. See United States v. Parker, 553 F.3d 1309, 1314 (10th Cir. 2009) (“[I]ntrinsic\n\nevidence is directly connected to the factual circumstances of the crime and provides\n\ncontextual or background information to the jury.” (internal quotation marks omitted)).\n\nThis evidence was an “integral and natural part” of both Leeka’s and Barry’s “accounts of\n\nthe circumstances surrounding the offense” in this case. United States v. Johnson, 42\n\nF.3d 1312, 1316 (10th Cir. 1994) (internal quotation marks omitted). Accordingly, this\n\n\n(...continued)\ndistrict court could have been clearer at the outset, we conclude that its later discussion of\nthis evidence indicates that it considered the evidence to be intrinsic evidence.\n\n                                              14\n\fevidence was properly considered intrinsic evidence.\n\n       That does not end our analysis, however, as we must also consider whether the\n\ndistrict court properly admitted this evidence pursuant to Federal Rule of Evidence 403.\n\nSee Lambert, 995 F.2d at 1007-08. We conclude that it did. Rule 403 provides that\n\nrelevant evidence “may be excluded if its probative value is substantially outweighed by\n\nthe danger of unfair prejudice.” Fed. R. Evid. 403. Unfair prejudice in this context\n\nmeans “an undue tendency” to decide an issue “on an improper basis, commonly, though\n\nnot necessarily, an emotional one.” Fed. R. Evid. 403 advisory committee’s note.\n\n       Here, the evidence of Allen’s gang affiliation was probative in explaining the\n\nrelationship among and between Allen, Leeka, and Barry. It explained why Allen wanted\n\nto possess the gun and why Leeka and Barry acted the way they did. And while evidence\n\nof a defendant’s gang affiliation can be highly prejudicial in many instances, this is not\n\none of those instances. In this case, the district court not only limited the gang evidence\n\nthat could be admitted by precluding the parties from stating the name of the gang with\n\nwhich Allen was associated, see ROA, Vol. 3 at 29-30, but it also provided the jury with a\n\nlimiting instruction after this evidence was first introduced,2 see id. at 119-20. Under\n\nthese circumstances, the evidence’s probative value was not substantially outweighed by\n\n\n\n       2\n         The district court’s limiting instruction stated: “Ladies and gentlemen of the jury,\nyou have heard and will hear testimony as to Defendant’s alleged affiliation with a violent\ngang. That testimony is admitted for the sole purpose of establishing the motive for the\nalleged actions taken by the Defendant and/or witnesses and may only be considered for\nthis limited purpose. Membership or affiliation in a gang is not a crime.” ROA, Vol. 3 at\n119-20.\n\n                                             15\n\fthe danger of unfair prejudice. The district court did not abuse its discretion in admitting\n\nevidence of Allen’s alleged affiliation with a violent gang.\n\n       4. Cumulative Error\n\n       Allen’s final argument on appeal is that, collectively, the admission of all of the\n\nevidence discussed above constituted prejudicial error that warrants reversal. When\n\nperforming a cumulative error analysis, we aggregate all the errors that have been found\n\nindividually to be harmless and analyze whether the cumulative effect of those errors on\n\nthe outcome of the trial is no longer harmless. See United States v. Lopez-Medina, 596\n\nF.3d 716, 740-41 (10th Cir. 2010). Because Allen has failed to establish the existence of\n\nany errors, harmless or otherwise, he is precluded from relying on the cumulative error\n\ndoctrine. See id. (internal quotation marks omitted).\n\n       Regardless, even if we were to assume that the district court erred in admitting the\n\nevidence discussed above, it amounts to nothing more than harmless error. An error is\n\nharmless unless it has a “‘substantial influence on the outcome of the trial’” or “‘leave[s]\n\none in grave doubt as to whether it had such effect.’” United States v. Resendiz-Patino,\n\n420 F.3d 1177, 1181 (10th Cir. 2005) (quoting United States v. Jones, 44 F.3d 860, 873\n\n(10th Cir. 1995)); see also United States v. Medina-Copete, 757 F.3d 1092, 1108 (10th\n\nCir. 2014); Kotteakos v. United States, 328 U.S. 750, 769 (1946). At trial, the\n\nprosecution presented the testimony of Leeka, Barry, and Fryman, as well as the\n\nresponding officers. All of these witnesses told a similar story. Their stories were further\n\ncorroborated by the recording of Fryman’s 911 call, by the recording obtained from\n\n\n                                             16\n\fOfficer Gaskins at the Outlaw Saloon, and by Barry’s cell phone records. Taking all of\n\nthis evidence into account, we are not left in “grave doubt” as to whether the admission of\n\nthe allegedly improper evidence discussed above substantially influenced the outcome of\n\nAllen’s trial. The strength of the evidence presented against Allen, even taking into\n\naccount these potential errors, was more than sufficient to convict Allen.\n\n                                            III\n\n       We AFFIRM Allen’s conviction.\n\n\n                                                  Entered for the Court\n\n\n                                                  Mary Beck Briscoe\n                                                  Chief Judge\n\n\n\n\n                                            17\n\f",
            "ocr": false,
            "opinion_id": 2801077
        }
    ],
    "court_short_name": "Tenth Circuit",
    "court_full_name": "Court of Appeals for the Tenth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Kidnapping"
}