{
    "id": 2812586,
    "judges": null,
    "date_filed": 1435536000000,
    "date_filed_is_approximate": false,
    "slug": "jordan-v-fisher",
    "case_name_short": "Jordan",
    "case_name": "Jordan v. Fisher",
    "case_name_full": "Richard Gerald JORDAN v. Marshall L. FISHER, Commissioner, Mississippi Department of Corrections Et Al.",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Relating-to",
    "arguments": null,
    "headmatter": "<parties id=\"p-1\">\n    Richard Gerald JORDAN\n    <br/>\n    v.\n    <br/>\n    Marshall L. FISHER, Commissioner, Mississippi Department of Corrections et al.\n   </parties><docketnumber id=\"p-2\">\n    No. 14-8035.\n   </docketnumber><court id=\"p-3\">\n    Supreme Court of the United States\n   </court><decisiondate id=\"p-4\">\n    June 29, 2015.\n   </decisiondate><p id=\"p-5\">\n<strong>\n     Opinion\n    </strong>\n</p>",
    "citations": [
        "135 S. Ct. 2647",
        "192 L. Ed. 2d 948"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 10.0,
            "download_url": "http://www.supremecourt.gov/opinions/14pdf/14-8035_7l48.pdf",
            "author_id": null,
            "opinion_text": "                 Cite as: 576 U. S. ____ (2015)            1\n\n                   SOTOMAYOR, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n     RICHARD GERALD JORDAN v. MARSHALL L. \n\n       FISHER, COMMISSIONER, MISSISSIPPI \n\n          DEPARTMENT OF CORRECTIONS \n\n                    ET AL. \n\n\n   ON PETITION FOR WRIT OF CERTIORARI TO THE UNITED \n\n    STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT\n\n              No. 14–8035. Decided June 29, 2015\n\n\n  The petition for a writ of certiorari is denied.\n  JUSTICE SOTOMAYOR, with whom JUSTICE GINSBURG\nand JUSTICE KAGAN join, dissenting from the denial of\ncertiorari.\n  Three times, the same prosecutor sought and obtained a\ndeath sentence against petitioner Richard Jordan. And\neach time, a court vacated that sentence. After Jordan’s\nthird successful appeal, the prosecutor entered into a plea\nagreement whereby Jordan would receive a sentence of life\nwithout the possibility of parole. When the Mississippi\nSupreme Court later invalidated that agreement, Jordan\nrequested that the prosecutor reinstate the life-without-\nparole deal through a new plea. The prosecutor refused.\nJordan was then retried and again sentenced to death.\n  Jordan applied for federal habeas corpus relief on the\nground that the prosecutor’s decision to seek the death\npenalty after having agreed to a lesser sentence was un-\nconstitutionally vindictive. The District Court denied\nJordan’s petition, and the Court of Appeals for the Fifth\nCircuit, in a divided decision, denied Jordan’s request for a\ncertificate of appealability (COA). Because the Fifth\nCircuit clearly misapplied our precedents regarding the\nissuance of a COA, I would grant Jordan’s petition and\nsummarily reverse the Fifth Circuit’s judgment.\n\f2                    JORDAN v. FISHER\n\n                   SOTOMAYOR, J., dissenting\n\n                              I\n\n                              A\n\n   In 1976, Jordan was arrested for the abduction and\nmurder of Edwina Marter. Jackson County Assistant\nDistrict Attorney Joe Sam Owen led the prosecution. The\njury convicted Jordan of capital murder, and, under then-\napplicable Mississippi law, he automatically received a\nsentence of death. After Jordan’s sentence was imposed,\nhowever, the Mississippi Supreme Court held that auto-\nmatic death sentences violated the Eighth Amendment.\nSee Jackson v. State, 337 So. 2d 1242, 1251–1253 (1976)\n(citing Gregg v. Georgia, 428 U.S. 153 (1976) (joint opin-\nion of Stewart, Powell, and Stevens, JJ.)). Jordan was\naccordingly granted a new trial.\n   Owen continued to serve as the lead prosecutor at Jor-\ndan’s second trial. Jordan was again convicted of capital\nmurder and sentenced to death. The Fifth Circuit later\ndetermined, however, that the jury had been improperly\ninstructed on the imposition of the death penalty. Jordan\nv. Watkins, 681 F.2d 1067 (1982). The court therefore set\naside Jordan’s sentence.\n   Jordan’s new sentencing trial was held in 1983. By this\npoint, Owen had left the district attorney’s office for pri-\nvate practice. But at the behest of Marter’s family, Owen\nagreed to represent the State as a special prosecutor. A\njury once more sentenced Jordan to death, but this Court\nsubsequently vacated the decision upholding that sentence\nand remanded for reconsideration in light of Skipper v.\nSouth Carolina, 476 U.S. 1 (1986). See Jordan v. Missis-\nsippi, 476 U.S. 1101 (1986).\n   Rather than pursue yet another sentencing trial, Owen\nentered into a plea agreement with Jordan: Jordan would\nbe sentenced to life without the possibility of parole in\nexchange for his promise not to challenge that sentence.\nIn support of the agreement, Owen stipulated to several\nmitigating circumstances, including Jordan’s remorse, his\n\f                 Cite as: 576 U. S. ____ (2015)           3\n\n                   SOTOMAYOR, J., dissenting\n\nrecord of honorable service and disability incurred in the\nmilitary during the Vietnam War, his good behavior in\nprison, and his significant contributions to society while\nincarcerated. 1 Postconviction Record 20–21. The trial\ncourt accepted the plea and, in December 1991, Jordan\nwas sentenced to life without parole.\n   As it turned out, this sentence, too, was defective. At\nthe time the parties reached their plea agreement, Missis-\nsippi’s sentencing statutes authorized a term of life with-\nout parole only for those defendants who—unlike Jordan—\nhad been found to be habitual offenders. Citing this statu-\ntory gap, the Mississippi Supreme Court held in an unre-\nlated case that a plea agreement materially identical to\nJordan’s violated Mississippi public policy. Lanier v.\nState, 635 So. 2d 813 (1994). Such agreements, the court\nexplained, were “void ab initio,” and thus the parties were\n“placed back in the positions which they occupied prior to\nentering into the agreement.” Id., at 816–817.\n   Following the decision in Lanier, Jordan filed a pro se\nmotion with the trial court seeking to remedy his unlawful\nsentence by changing its term from life without parole to\nlife with the possibility of parole. While the motion was\npending, the Mississippi Legislature amended the State’s\ncriminal code to permit sentences of life without parole for\nall capital murder convictions. See 1994 Miss. Laws p.\n851 (amending Miss. Code. Ann. §97–3–21). The Missis-\nsippi Supreme Court ultimately agreed with Jordan that\nhis sentence was invalid under Lanier and remanded the\ncase for resentencing. Jordan v. State, 697 So. 2d 1190\n(1997) (table).\n   On remand, Jordan asked Owen (reprising his role as\nspecial prosecutor) to reinstate their earlier life-without-\nparole agreement based on the recent amendment to\nMississippi law. Jordan, in return, would agree to waive\nhis right to challenge the retroactive application of that\namendment to his case. Jordan had good reason to believe\n\f4                        JORDAN v. FISHER\n\n                       SOTOMAYOR, J., dissenting\n\nthat his request would be granted: Three other Mississippi\ncapital defendants had successfully petitioned to have\ntheir plea agreements invalidated under the logic of La-\nnier. Each had committed crimes at least as serious as\nJordan’s,1 and each had received a life sentence after their\nsuccessful appeals. Yet Owen refused to enter into the\nsame agreement he had previously accepted, instead\nseeking the death penalty at a new sentencing trial.\nOwen later explained that he had declined to negotiate\nbecause he felt Jordan had violated their original agree-\nment by asking the trial court to modify his sentence. See\nJordan v. State, 786 So. 2d 987, 1000 (Miss. 2001).\n   Jordan filed a motion contending that Owen had sought\nthe death penalty as retaliation for Jordan’s exercise of his\nlegal right to seek resentencing under Lanier. See Black-\nledge v. Perry, 417 U.S. 21, 28–29 (1974) (recognizing the\nDue Process Clause’s prohibition of prosecutorial vindic-\ntiveness). The trial court denied the motion, and Jordan\nreceived a death sentence.\n   Jordan continued to pursue his prosecutorial vindictive-\nness claim on direct appeal to the Mississippi Supreme\nCourt. That court rejected Jordan’s argument, noting,\namong other things, that its previous decision in Jordan’s\ncase had left open the possibility that Owen could seek the\ndeath penalty. Jordan v. State, 786 So. 2d, at 1001. Jus-\ntice Banks dissented, contending that Jordan’s allegations\nwere sufficiently troubling to merit an evidentiary hear-\ning. Id., at 1031–1032.\n                           B\n  After exhausting his postconviction remedies in the\nstate courts, Jordan initiated a federal habeas corpus\n——————\n    1 See\n        Lanier v. State, 635 So. 2d 813, 815 (Miss. 1994) (assaulting,\nkidnaping, and murdering a police officer); Stevenson v. State, 674\nSo. 2d 501, 502 (Miss. 1996) (stabbing to death a prison deputy); Patter-\nson v. State, 660 So. 2d 966, 967 (Miss. 1995) (kidnaping and murder).\n\f                 Cite as: 576 U. S. ____ (2015)            5\n\n                   SOTOMAYOR, J., dissenting\n\nproceeding in the Southern District of Mississippi. The\nDistrict Court denied relief on each of the claims in Jor-\ndan’s petition, including his vindictiveness claim. Jordan\nv. Epps, 740 F. Supp. 2d 802, 819 (2010). With respect to\nthat claim, the District Court opined that Owen could not\nhave been vindictive because he “did not substitute a\ndifferent charge for the charge that was originally im-\nposed, nor did he seek a different penalty than that origi-\nnally sought.” Ibid. The District Court also declined to\nissue a COA. App. to Pet. for Cert. 149a.\n   Jordan renewed his efforts to obtain a COA on his vin-\ndictiveness claim in an application to the Fifth Circuit, but\nthe court denied the request. Jordan v. Epps, 756 F.3d\n395 (2014). The Fifth Circuit held that Jordan had\n“fail[ed] to prove” actual vindictiveness by Owen because\n“it is not vindictive for a prosecutor to follow through on a\nthreat made during plea negotiations.” Id., at 406 (citing\nBordenkircher v. Hayes, 434 U.S. 357, 363–364 (1978)).\nThe court further held that its decision in Deloney v. Es-\ntelle, 713 F.2d 1080 (1983), precluded it from applying a\npresumption of vindictiveness. Deloney, the court rea-\nsoned, stood for the proposition that there could be no\nclaim for prosecutorial vindictiveness “absent an increase\nin charges beyond those raised in the original indictment.”\n756 F.3d, at 408.\n   In rejecting Jordan’s legal arguments, the Fifth Circuit\nacknowledged that the Ninth Circuit, sitting en banc, had\ngranted habeas relief to a capital defendant raising a\nsimilar vindictiveness claim. See id., at 411, n. 5 (citing\nAdamson v. Ricketts, 865 F.2d 1011 (1988)). “While the\nNinth Circuit may have taken a different approach to this\nquestion,” the Fifth Circuit maintained that it was bound\nby its contrary precedent. 756 F.3d, at 411, n. 5.\n   Judge Dennis filed an opinion dissenting in relevant\npart. He began by stressing that the court was “not called\nupon to make a decision on the ultimate merits of Jordan’s\n\f6                    JORDAN v. FISHER\n\n                   SOTOMAYOR, J., dissenting\n\nprosecutorial vindictiveness claim.” Id., at 416 (opinion\nconcurring in part and dissenting in part). Judge Dennis\nwent on to explain why, as he saw it, Jordan had “shown\nsufficient merit to the prosecutorial vindictiveness claim to\nwarrant his appeal being considered on the merits.” Id.,\nat 422.\n                              II\n\n                              A\n\n   In contrast to an ordinary civil litigant, a state prisoner\nwho seeks a writ of habeas corpus in federal court holds no\nautomatic right to appeal from an adverse decision by a\ndistrict court. Under the Antiterrorism and Effective\nDeath Penalty Act of 1996, a would-be habeas appellant\nmust first obtain a COA. 28 U.S. C. §2253(c)(1).\n   The COA statute permits the issuance of a COA only\nwhere a petitioner has made “a substantial showing of the\ndenial of a constitutional right.” §2253(c)(2). Our prece-\ndents give form to this statutory command, explaining\nthat a petitioner must “sho[w] that reasonable jurists\ncould debate whether (or, for that matter, agree that) the\npetition should have been resolved in a different manner\nor that the issues presented were ‘adequate to deserve\nencouragement to proceed further.’ ” Slack v. McDaniel,\n529 U.S. 473, 484 (2000) (quoting Barefoot v. Estelle, 463\nU.S. 880, 893, n. 4 (1983) (some internal quotation marks\nomitted)). Satisfying that standard, this Court has stated,\n“does not require a showing that the appeal will succeed.”\nMiller-El v. Cockrell, 537 U.S. 322, 337 (2003). Instead,\n“[a] prisoner seeking a COA must prove something more\nthan the absence of frivolity or the existence of mere good\nfaith on his or her part.” Id., at 338 (internal quotation\nmarks omitted).\n   We have made equally clear that a COA determination\nis a “threshold inquiry” that “does not require full consid-\neration of the factual or legal bases adduced in support of\n\f                 Cite as: 576 U. S. ____ (2015)            7\n\n                   SOTOMAYOR, J., dissenting\n\nthe claims.” Id., at 336. This insistence on limited review\nis more than a formality: The statute mandates that,\nabsent a COA, “an appeal may not be taken to the court of\nappeals.” §2253(c)(1). Thus, “until a COA has been issued\nfederal courts of appeals lack jurisdiction to rule on the\nmerits of appeals from habeas petitioners.” Id., at 336.\n                                B\n   Although the Fifth Circuit accurately recited the stand-\nard for issuing a COA, its application of that standard in\nthis case contravened our precedents in two significant\nrespects.\n   To start, the Fifth Circuit was too demanding in as-\nsessing whether reasonable jurists could debate the Dis-\ntrict Court’s denial of Jordan’s habeas petition. Two judges—\nfirst Justice Banks, and later Judge Dennis—found\nJordan’s vindictiveness claim highly debatable. And the\nen banc Ninth Circuit, presented with a similar claim in a\ncomparable procedural posture, had granted relief. Those\nfacts alone might be thought to indicate that reasonable\nminds could differ—had differed—on the resolution of\nJordan’s claim. Cf. Rule 22.3 (CA3 2011) (“[I]f any judge\non the panel is of the opinion that the applicant has made\nthe showing required by 28 U.S. C. §2253, the certificate\nwill issue”); Jones v. Basinger, 635 F.3d 1030, 1040 (CA7\n2011) (“When a state appellate court is divided on the\nmerits of the constitutional question, issuance of a certifi-\ncate of appealability should ordinarily be routine”).\n   The Fifth Circuit nevertheless rejected Jordan’s vindic-\ntiveness argument, finding the claim foreclosed by its\nprior decision in Deloney, 713 F.2d 1080. As Judge Den-\nnis’ dissent shows, however, Deloney (and the restrictive\ngloss it placed on this Court’s Blackledge decision) is sus-\nceptible of more than one reasonable interpretation. The\ndefendant there entered into a plea agreement that re-\nduced the charges against him. Later, the defendant not\n\f8                    JORDAN v. FISHER\n\n                   SOTOMAYOR, J., dissenting\n\nonly backed out of his agreement with prosecutors, he\ninsisted on proceeding to trial, undermining the entire\npurpose of the earlier plea-bargaining process. 713 F.2d,\nat 1081. When that trial resulted in a conviction, the\ndefendant alleged that the prosecutor had no right to try\nhim on the original, pre-plea-bargain charges. Id., at\n1085. Unsurprisingly, the Fifth Circuit disagreed; it held\nthat the defendant could not “bootstrap” his earlier efforts\nto obtain a lesser sentence into a vindictiveness claim.\nIbid.\n  Jordan’s situation is materially different. No one dis-\nputes that Jordan, like Deloney, attempted to alter the\nterms of his plea agreement. But he did so only because\nthe Mississippi Supreme Court’s decision in Lanier ren-\ndered invalid his life-without-parole sentence. In light of\nLanier, either Jordan or Owen should have asked to va-\ncate Jordan’s invalid sentence; Jordan simply moved first.\nMoreover, and again in contrast to the defendant in Delo-\nney, Jordan never attempted to deprive the State of the\nbenefit of its earlier bargain. Once Mississippi law\nchanged, Jordan was willing to return to the status quo\nante: He offered to accept the same sentence of life without\nparole. It was Owen, the prosecutor, who demanded a\nfourth trial. On these facts, it is far from certain that\nDeloney precludes Jordan from asserting a claim of prose-\ncutorial vindictiveness.\n  In any event, Jordan’s reading of the Fifth Circuit’s case\nlaw need not be the best one to allow him to obtain further\nreview. “[M]eritorious appeals are a subset of those in\nwhich a certificate should issue,” Thomas v. United States,\n328 F.3d 305, 308 (CA7 2003), not the full universe of\nsuch cases. “It is consistent with §2253 that a COA will\nissue in some instances where there is no certainty of\nultimate relief.” Miller-El, 537 U.S., at 337. “Indeed, a\nclaim can be debatable even though every jurist of reason\nmight agree, after the COA has been granted and the case\n\f                     Cite as: 576 U. S. ____ (2015)                    9\n\n                       SOTOMAYOR, J., dissenting\n\nreceived full consideration, that the petitioner will not\nprevail.” Id., at 338. The possibility that Jordan’s claim\nmay falter down the stretch should not necessarily bar it\nfrom leaving the starting gate.\n  The Fifth Circuit’s second, and more fundamental,\nmistake was failing to “limit its examination to a thresh-\nold inquiry.” Id., at 327. “[A] COA ruling is not the occa-\nsion for a ruling on the merit of [a] petitioner’s claim.” Id.,\nat 331. It requires only “an overview of the claims in the\nhabeas petition and a general assessment of their merits.”\nId., at 336.\n  Here, the Fifth Circuit engaged in precisely the analysis\nMiller-El and the COA statute forbid: conducting, across\nmore than five full pages of the Federal Reporter, a de-\ntailed evaluation of the merits and then concluding that\nbecause Jordan had “fail[ed] to prove” his constitutional\nclaim, 756 F.3d, at 407, a COA was not warranted. But\nproving his claim was not Jordan’s burden. When a court\ndecides whether a COA should issue, “[t]he question is the\ndebatability of the underlying constitutional claim, not the\nresolution of that debate.” Miller-El, 537 U.S., at 342.\nWhere, as here, “a court of appeals sidesteps this process\nby first deciding the merits of an appeal, and then justify-\ning its denial of a COA based on its adjudication of the\nactual merits, it is in essence deciding an appeal without\njurisdiction.” Id., at 336–337.2\n\n——————\n  2 This is not the first time the Fifth Circuit has denied a COA after\n\nengaging in an extensive review of the merits of a habeas petitioner’s\nclaims. See, e.g., Tabler v. Stephens, 588 Fed. Appx. 297 (2014); Reed v.\nStephens, 739 F.3d 753 (2014); Foster v. Quarterman, 466 F.3d 359\n(2006); Ruiz v. Quarterman, 460 F.3d 638 (2006); Cardenas v. Dretke,\n405 F.3d 244 (2005). Nor is it the first time the Fifth Circuit has\ndenied a COA over a dissenting opinion. See, e.g., Tabler, 588 Fed.\nAppx. 297; Jackson v. Dretke, 450 F.3d 614 (2006). Although I do not\nintend to imply that a COA was definitely warranted in each of these\ncases, the pattern they and others like them form is troubling.\n\f10                  JORDAN v. FISHER\n\n                  SOTOMAYOR, J., dissenting\n\n                        *   *     *\n   The barrier the COA requirement erects is important,\nbut not insurmountable. In cases where a habeas peti-\ntioner makes a threshold showing that his constitutional\nrights were violated, a COA should issue. I believe Jordan\nhas plainly made that showing. For that reason, I would\ngrant Jordan’s petition and summarily reverse the Fifth\nCircuit’s judgment. I respectfully dissent from the denial\nof certiorari.\n\f",
            "ocr": false,
            "opinion_id": 2812586
        }
    ],
    "court_short_name": "Supreme Court",
    "court_full_name": "Supreme Court of the United States",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Kidnapping"
}