{
    "id": 3149276,
    "judges": "Gratton, Lansing, Melanson",
    "date_filed": 1411516800000,
    "date_filed_is_approximate": false,
    "slug": "state-v-troy-cameron-young",
    "case_name_short": null,
    "case_name": "State v. Troy Cameron Young",
    "case_name_full": "STATE of Idaho, Plaintiff-Respondent, v. Troy Cameron YOUNG, Defendant-Appellant",
    "attorneys": "John M. Adams, Kootenai County Public Defender; Jay Logsdon, Deputy Public Defender, Coeur d’Alene, for appellant. Jay Logsdon argued., Hon. Lawrence G. Wasden, Attorney General; Russell J. Spencer, Deputy Attorney General, Boise, for respondent. Russell J. Spencer argued.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Review Denied Oct. 23, 3014.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b320-3\">\n    335 P.3d 620\n   </citation><br><parties id=\"b320-4\">\n    STATE of Idaho, Plaintiff-Respondent, v. Troy Cameron YOUNG, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b320-6\">\n    No. 41541.\n   </docketnumber><br><court id=\"b320-7\">\n    Court of Appeals of Idaho.\n   </court><br><decisiondate id=\"b320-8\">\n    Sept. 24, 2014.\n   </decisiondate><br><otherdate id=\"b320-9\">\n    Review Denied Oct. 23, 3014.\n   </otherdate><br><attorneys id=\"b321-24\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"281\"> \n     *281\n     </span>\n    John M. Adams, Kootenai County Public Defender; Jay Logsdon, Deputy Public Defender, Coeur d’Alene, for appellant. Jay Logsdon argued.\n   </attorneys><br><attorneys id=\"b321-25\">\n    Hon. Lawrence G. Wasden, Attorney General; Russell J. Spencer, Deputy Attorney General, Boise, for respondent. Russell J. Spencer argued.\n   </attorneys>",
    "citations": [
        "157 Idaho 280",
        "335 P.3d 620"
    ],
    "opinions": [
        {
            "author_str": "Melanson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 9.0,
            "download_url": "http://www.isc.idaho.gov/opinions/41541.pdf",
            "author_id": null,
            "opinion_text": "               IN THE COURT OF APPEALS OF THE STATE OF IDAHO\n\n                                          Docket No. 41541\n\nSTATE OF IDAHO,                                   )\n                                                  )    2014 Opinion No. 79\n       Plaintiff-Respondent,                      )\n                                                  )    Filed: September 24, 2014\nv.                                                )\n                                                  )    Stephen W. Kenyon, Clerk\nTROY CAMERON YOUNG,                               )\n                                                  )\n       Defendant-Appellant.                       )\n                                                  )\n\n       Appeal from the District Court of the First Judicial District, State of Idaho,\n       Kootenai County. Hon. Michael J. Griffin, District Judge. Hon. Penny E.\n       Friedlander, Magistrate.\n\n       Order of the district court, on intermediate appeal from the magistrate, affirming\n       judgment of conviction for domestic battery in the presence of a child, affirmed.\n\n       John M. Adams, Kootenai County Public Defender; Jay Logsdon, Deputy Public\n       Defender, Coeur d’Alene, for appellant. Jay Logsdon argued.\n\n       Hon. Lawrence G. Wasden, Attorney General; Russell J. Spencer, Deputy\n       Attorney General, Boise, for respondent. Russell J. Spencer argued.\n                 ________________________________________________\nMELANSON, Judge\n       Troy Cameron Young appeals from the district court’s order on intermediate appeal\naffirming Young’s judgment of conviction for domestic battery in the presence of a child. For\nthe reasons set forth below, we affirm.\n                                                 I.\n                                 FACTS AND PROCEDURES\n       Young and the victim are the biological father and mother of a child. Young and the\nvictim were never married to each other and were not cohabitating at the time of the battery.\nNeither parent had custody of the child, and the victim’s parental rights to the child had\npreviously been terminated. A birthday party was held for the child in a public venue. Many of\nthe child’s friends and relatives, both adults and children, attended the party, including Young\nand the victim. Young became upset and demanded that the child’s guardian force the victim to\n\n\n                                                 1\n\fsubmit to a drug test, which the guardian declined, explaining it was an improper setting for the\nrequest. Later, when the victim and the child were off to the side of the other guests, Young\nbegan to leave. He started walking up the stairs to leave the area, turned around, said something\nprofane, ran down the stairs, and tackled the victim in the presence of the child. Young was over\nsix feet tall and weighed 190 pounds. The force of his tackle drove the victim to the ground,\nwhere her head was injured when it struck the ground. Young was pulled off the victim, after\nwhich he left the party.\n       The state charged Young with domestic battery in the presence of a child. I.C. § 18-\n918(3)(b). Young argued that the domestic battery statute did not apply in his case because he\nand the victim were not “household member[s].” The magistrate held that, despite the asserted\nlack of a relationship between Young, the victim and their biological child, Young and the victim\ncould still be household members because the plain language of the statute includes biological\nparents of the same child in the definition of “household member.”\n       At trial, Young sought to present evidence that would support two defenses--defense of\nothers and necessity. He also requested jury instructions on the two defenses. The magistrate\nrequired Young to make an offer of proof before allowing him to offer evidence to the jury\nsupporting the two defenses. Young’s offer of proof included evidence that he knew the victim\nhad an ongoing drug problem; in the past the victim was labeled a hazard by Child Protection\nServices in Washington and was not allowed to be around the child without supervision; the\nvictim made previous suicide attempts; the victim had stated that, when she tried to get off drugs,\nshe became suicidal; in the past the victim had taken and consumed the child’s medications,\nsupposedly to see what they were like; in the past the victim was stopped by police while driving\na car and consumed all of the drugs in her possession before the police could get to her, resulting\nin an overdose; in the past the victim had tried to take the child from the legal guardian without\npermission; and, at the party, Young thought the victim was attempting to leave with the child.\n       The magistrate determined there was no reasonable view of the evidence to support either\ndefense and refused to give Young’s requested jury instructions. A jury found Young guilty. He\nappealed to the district court, which affirmed. Young again appeals.\n\n\n\n\n                                                2\n\f                                                 II.\n                                   STANDARD OF REVIEW\n       For an appeal from the district court, sitting in its appellate capacity over a case from the\nmagistrate division, this Court’s standard of review is the same as expressed by the Idaho\nSupreme Court. The Supreme Court reviews the magistrate record to determine whether there is\nsubstantial and competent evidence to support the magistrate’s findings of fact and whether the\nmagistrate’s conclusions of law follow from those findings. State v. Korn, 148 Idaho 413, 415,\n224 P.3d 480, 482 (2009). If those findings are so supported and the conclusions following\ntherefrom, and if the district court affirmed the magistrate’s decision, we affirm the district\ncourt’s decision as a matter of procedure. Id. Thus, the appellate courts do not review the\ndecision of the magistrate. State v. Trusdall, 155 Idaho 965, 968, 318 P.3d 955, 958 (Ct. App.\n2014). Rather, we are procedurally bound to affirm or dismiss the decisions of the district court.\nId.\n                                                III.\n                                           ANALYSIS\nA.     Meaning of “Household Member”\n       Young argues the magistrate erred in interpreting I.C. § 18-918(3)(b) to permit a finding\nthat he and the victim were household members even though they were not living together and\nthe victim’s parental rights to the child had been terminated. Further, Young argues that whether\nhe and the victim have a “child in common” was a determination to be made by the jury. The\nstate argues that Young and the victim were household members because they were the\nbiological parents of the same child, a “child in common” under the plain meaning of the statute.\n       This Court exercises free review over the application and construction of statutes. State\nv. Reyes, 139 Idaho 502, 505, 80 P.3d 1103, 1106 (Ct. App. 2003). Where the language of a\nstatute is plain and unambiguous, this Court must give effect to the statute as written, without\nengaging in statutory construction. State v. Burnight, 132 Idaho 654, 659, 978 P.2d 214, 219\n(1999); State v. Escobar, 134 Idaho 387, 389, 3 P.3d 65, 67 (Ct. App. 2000). The language of\nthe statute is to be given its plain, obvious, and rational meaning. Burnight, 132 Idaho at 659,\n978 P.2d at 219. If the language is clear and unambiguous, there is no occasion for the court to\nresort to legislative history or rules of statutory interpretation. Escobar, 134 Idaho at 389, 3 P.3d\nat 67. When this Court must engage in statutory construction because an ambiguity exists, it has\n\n\n                                                 3\n\fthe duty to ascertain the legislative intent and give effect to that intent. State v. Beard, 135 Idaho\n641, 646, 22 P.3d 116, 121 (Ct. App. 2001). To ascertain such intent, not only must the literal\nwords of the statute be examined, but also the context of those words, the public policy behind\nthe statute and its legislative history. Id. It is incumbent upon a court to give an ambiguous\nstatute an interpretation which will not render it a nullity. Id. Constructions of an ambiguous\nstatute that would lead to an absurd result are disfavored. State v. Doe, 140 Idaho 271, 275, 92\nP.3d 521, 525 (2004).\n       The statute under which Young was charged, I.C. § 18-918(3)(b), provides that a\n“household member who commits a battery. . . against another household member which does\nnot result in traumatic injury is guilty of a misdemeanor domestic battery.”             “Household\nmember” is defined as “a person who is a spouse, former spouse, or a person who has a child in\ncommon regardless of whether they have been married or a person with whom a person is\ncohabiting, whether or not they have married or have held themselves out to be husband or\nwife.” I.C. § 18-918(1)(a). The issue here is whether Young and the victim have a “child in\ncommon.”\n       Young argues that he could not have been found guilty of domestic battery because the\nvictim had no legal parental rights and therefore they do not have a child in common. However,\nthe term “child in common” is not ambiguous and plainly includes biological parents of a child\neven if they are not married to each other, have never held themselves out to the public as\nmarried to each other, and have never lived together in an intimate relationship. The term “child\nin common” does not depend upon a person’s legal rights to custody of a child. Therefore, the\ndistrict court did not err in affirming the magistrate’s finding that Young and the victim have a\nchild in common for purposes of the statute.\n       Young also argues that whether he and the victim have a child in common is a\ndetermination to be made by the jury. Young mistakes the jury’s role in the judicial process,\nwhich is fact-finder. The application and construction of a statute is a matter of law, which is\ndetermined by the court rather than the jury. See State v. Maidwell, 137 Idaho 424, 427, 50 P.3d\n439, 442 (2002). Therefore, the magistrate did not err in interpreting the statute’s “child in\ncommon” provision to include biological parent of a child. In addition, the evidence that Young\nand the victim were biological parents of the child was not in dispute. Therefore, the magistrate\n\n\n\n\n                                                  4\n\fdid not err in rejecting Young’s contention that the definition of “household member” could not\napply in his case.\nB.       Jury Instructions\n         Young argues the magistrate erred in not giving the jury instructions on Young’s\ndefenses and excluding evidence supporting those defenses. The state argues Young failed to\nmeet his burden of providing sufficient evidence to support the jury instructions. The question\nwhether the jury has been properly instructed is a question of law over which we exercise free\nreview. State v. Severson, 147 Idaho 694, 710, 215 P.3d 414, 430 (2009). When reviewing jury\ninstructions, we ask whether the instructions as a whole, and not individually, fairly and\naccurately reflect applicable law. State v. Bowman, 124 Idaho 936, 942, 866 P.2d 193, 199 (Ct.\nApp. 1993).\n         A defendant is entitled to have the jury instructed on every defense or theory of defense\nhaving any support in the evidence. State v. Hansen, 133 Idaho 323, 328, 986 P.2d 346, 351 (Ct.\nApp. 1999). However, requested jury instructions should not be given if they lack support in the\nfacts of the case or are erroneous statements of the law. State v. Babb, 125 Idaho 934, 941, 877\nP.2d 905, 912 (1994); State v. Bronnenberg, 124 Idaho 67, 71, 856 P.2d 104, 108 (Ct. App.\n1993).\n         Idaho Code Section 19-2132(a) requires that the trial court must provide to the jury being\ncharged “all matters of law necessary for their information” and must give a requested jury\ninstruction if it determines that instruction to be correct and pertinent. Under a four-part test, a\nrequested instruction must be given where: (1) it properly states the governing law; (2) a\nreasonable view of the evidence would support the defendant’s legal theory; (3) it is not\naddressed adequately by other jury instructions; and (4) it does not constitute an impermissible\ncomment as to the evidence. State v. Fetterly, 126 Idaho 475, 476-77, 886 P.2d 780, 781-82 (Ct.\nApp. 1995); see also State v. Evans, 119 Idaho 383, 385, 807 P.2d 62, 64 (Ct. App. 1991). To\nmeet the second prong of this test, the defendant must present at least some evidence supporting\nhis or her theory and any support will suffice as long as his or her theory comports with a\nreasonable view of the evidence. Fetterly, 126 Idaho at 476-77, 886 P.2d at 781-82; State v.\nKodesh, 122 Idaho 756, 758, 838 P.2d 885, 887 (Ct. App. 1992). In other words, a defendant\nmust present facts to support each element of a prima facie case for each defense. State v. Camp,\n134 Idaho 662, 665-66, 8 P.3d 657, 660-61 (Ct. App. 2000). If the defendant fails to provide\n\n\n                                                 5\n\fevidence supporting any one of the necessary elements of a defense, the defendant has failed to\nmeet his or her burden and is not entitled to have the jury instructed on that defense.\n        1.     Defense of others\n        Young argues that he was justified in using force for two reasons relative to the defense\nof others defense: first, that the victim had endangered the child previously, which led Young to\nbelieve the victim was an ongoing danger to the child and that it was necessary to protect the\nchild; and second, that the victim had previously attempted to take the child without permission,\nwhich led Young to believe that the victim was attempting to kidnap the child from the party.\nIdaho Code Section 19-203, which must be read in conjunction with I.C. §§ 19-201 1 and 19-\n202, 2 provides that “any other person, in aid or defense of the person about to be injured, may\nmake resistance sufficient to prevent the offense.” Section 19-203 embodies the common-law\ndefense of others and allows a defense to any individual who comes to the aid of a person about\nto be injured. However, Section 19-203 does not permit an individual to use just any force or to\nuse force at any time. The use of force is limited to “resistance sufficient” to prevent the\nthreatened offense. The conduct and force employed by one who claims self-defense or defense\nof others must be reasonable. State v. Hernandez, 133 Idaho 576, 585, 990 P.2d 742, 751 (Ct.\nApp. 1999); State v. Scroggins, 91 Idaho 847, 849, 433 P.2d 117, 119 (1967); see also I.C.J.I.\n1518.\n        Young’s offer of proof did not provide any evidence that his actions, coming to the aid of\nthe child through tackling the victim, were reasonable under the circumstances. In light of the\n\n\n1\n        Idaho Code Section 19-201 provides:\n\n               Lawful resistance to the commission of a public offense may be made:\n               1.    By the party about to be injured.\n               2.    By other parties.\n2\n        Idaho Code Section 19-201 provides:\n\n                Resistance sufficient to prevent the offense may be made by the party\n        about to be injured:\n               1.      To prevent an offense against his person, or his family, or some\n        member thereof.\n                2.     To prevent an illegal attempt by force to take or injure property in\n        his lawful possession.\n\n\n                                                 6\n\fpublic nature of the venue and that there were others present who could assist in preventing the\nvictim from taking the child, Young had a number of reasonable means available for stopping the\nvictim, but tackling was not one of them. Under these circumstances, reasonable responses to\nthe threat would have been to verbally attempt to stop the victim or even physically stop the\nvictim by grabbing her arm or standing in front of the door to block her exit. Young’s offer of\nproof did not include evidence of a use of force limited to resistance sufficient to prevent injury.\nBased on this determination, we conclude that the magistrate did not err in rejecting the\nrequested jury instruction.\n         2.     Necessity\n         Young argues that he was justified in using force because it was necessary to protect the\nchild from the victim. The common-law necessity defense is recognized in Idaho. State v.\nChisholm, 126 Idaho 319, 321, 882 P.2d 974, 976 (Ct. App. 1994). The necessity defense is\nbased on the premise that “a person who is compelled to commit an illegal act in order to prevent\na greater harm should not be punished for that act.” State v. Hastings, 118 Idaho 854, 855, 801\nP.2d 563, 564 (1990). The elements of the defense are: (1) a specific threat of immediate harm;\n(2) the circumstances which necessitate the illegal act must not have been brought about by the\ndefendant; (3) the same objective could not have been accomplished by a less offensive\nalternative available to the actor; and (4) the harm caused was not disproportionate to the harm\navoided. State v. Kopsa, 126 Idaho 512, 520, 887 P.2d 57, 65 (Ct. App. 1994); see also\nI.C.J.I. 1512. When the defense of necessity has been demonstrated, it justifies the defendant’s\nconduct in violating the literal language of the criminal law and so the defendant is not guilty of\nthe crime in question. State v. Tadlock, 136 Idaho 413, 414-15, 34 P.3d 1096, 1097-98 (Ct. App.\n2001).\n         Young failed to provide any evidence that tackling the victim was the least offensive\nalternative to prevent the victim from taking the child. Specifically, Young offered no evidence\nexplaining why he could not have stopped the victim by the less-offensive alternatives suggested\nby the magistrate, such as calling for help or standing between the victim and the door.\n         Young argues that the magistrate erred in weighing the evidence and finding that\nalternatives to tackling were available.    He argues that the availability of alternatives is a\nquestion that should have gone to the jury, rather than being determined by the magistrate.\nHowever, there is no entitlement to a jury instruction on the defense of necessity when no\n\n\n                                                 7\n\freasonable view of the evidence supports the elements of the instruction. See State v. Howley,\n128 Idaho 874, 879, 920 P.2d 391, 396 (1996). The magistrate was required to make the\nthreshold determination of whether a reasonable view of the evidence supports the elements of\nnecessity. The United States Supreme Court explained the importance of a threshold showing of\nevidence supporting an affirmative defense:\n       The requirement of a threshold showing on the part of those who assert an\n       affirmative defense to a crime is by no means a derogation of the importance of\n       the jury as a judge of credibility. Nor is it based on any distrust of the jury’s\n       ability to separate fact from fiction. On the contrary, it is a testament to the\n       importance of trial by jury and the need to husband the resources necessary for\n       that process by limiting evidence in a trial to that directed at the elements of the\n       crime or at affirmative defenses. If, as we here hold, an affirmative defense\n       consists of several elements and testimony supporting one element is insufficient\n       to sustain it even if believed, the trial court and jury need not be burdened with\n       testimony supporting other elements of the defense.\n\nUnited States v. Bailey, 444 U.S. 394, 416 (1980).\n       In this case, the magistrate was required to consider the evidence and determine whether\na reasonable view of the evidence supported the elements of the necessity defense.              The\nmagistrate properly considered Young’s offer of proof and determined that there was no\nreasonable view of the evidence offered by Young to show there were no less offensive\nalternatives to tackling the victim. Therefore, the magistrate did not err in refusing to give the\nnecessity defense jury instruction.\n                                                IV.\n                                         CONCLUSION\n       The plain language of the domestic battery statute includes the biological parents of a\nchild in common as household members. In addition, Young failed to provide evidence to\nsupport all elements of the defense of others and necessity defenses, so the magistrate did not err\nin refusing to give jury instructions on the defenses. Therefore, we hold that the district court did\nnot err in affirming Young’s judgment of conviction. Accordingly, the district court’s order on\nintermediate appeal affirming Young’s judgment of conviction for domestic battery in the\npresence of a child is affirmed.\n       Judge LANSING and Judge GRATTON, CONCUR.\n\n\n\n\n                                                 8\n\f9\n\f",
            "ocr": false,
            "opinion_id": 3149276
        }
    ],
    "court_short_name": "Idaho Court of Appeals",
    "court_full_name": "Idaho Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Idaho, ID",
    "crime_category": "Kidnapping"
}