{
    "id": 3190223,
    "judges": "William W. Francis, Jr., Judge",
    "date_filed": "1972-10-23",
    "date_filed_is_approximate": true,
    "slug": "state-of-missouri-v-rayan-m-alqabbaa",
    "case_name_short": null,
    "case_name": "STATE OF MISSOURI v. RAYAN M. ALQABBAA",
    "case_name_full": "STATE of Missouri, Appellant, v. Rayan M. ALQABBAA, Respondent",
    "attorneys": "Appellant’s Attorney: J. Daniel Patterson and Stephanie L. Wan,, of Springfield, MO, Respondent’s Attorney: Dee Wampler and Scott B. Pierson, of Springfield, MO",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Application for Transfer Denied April 12, 2017",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b139-11\">\n    STATE of Missouri, Appellant, v. Rayan M. ALQABBAA, Respondent.\n   </parties><br><docketnumber id=\"b139-13\">\n    No. SD 33783\n   </docketnumber><br><court id=\"b139-14\">\n    Missouri Court of Appeals, Southern District, Division Two.\n   </court><br><decisiondate id=\"b139-16\">\n    Filed: March 30, 2016\n   </decisiondate><br><otherdate id=\"b139-17\">\n    Application for Transfer Denied April 12, 2017\n   </otherdate><br><attorneys id=\"b139-28\">\n    Appellant’s Attorney: J. Daniel Patterson and Stephanie L. Wan,, of Springfield, MO\n   </attorneys><br><attorneys id=\"b140-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"122\"> \n     *122\n     </span>\n    Respondent’s Attorney: Dee Wampler and Scott B. Pierson, of Springfield, MO\n   </attorneys>",
    "citations": [
        "525 S.W.3d 121"
    ],
    "opinions": [
        {
            "author_str": "Francis",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "https://www.courts.mo.gov/file.jsp?id=99174",
            "author_id": 7709.0,
            "opinion_text": "STATE OF MISSOURI,                                     )\n                                                       )\n                           Appellant,                  )\n                                                       )\n         vs.                                           )        No. SD33783\n                                                       )        Filed: March 30, 2016\nRAYAN M. ALQABBAA,                                     )\n                                                       )\n                           Respondent.                 )\n\n                  APPEAL FROM THE CIRCUIT COURT OF GREENE COUNTY\n\n                           Honorable Mark A. Powell, Associate Circuit Judge\n\nREVERSED AND REMANDED\n\n         This is an appeal by the State of Missouri (“the State”) of an Order 1 entered by the trial\n\ncourt on January 28, 2015, in Case No. 1431-CR04607 (Case Two), in which the charges filed\n\nagainst Rayan M. Alqabbaa (“Alqabbaa”) were dismissed based on a previous judgment entered\n\nby a separate trial court on August 19, 2014, in Case No. 1331-CR02478-01 (Case One). The\n\nState, in one point on appeal, asserts the trial court in Case Two erred in relying on the judgment\n\nin Case One because the trial court in Case One was without authority to dismiss the charges\n\nagainst Alqabbaa with prejudice. Finding merit to the State’s point, we reverse and remand for\n\nfurther proceedings consistent with this opinion.\n\n1\n  Alqabbaa argues that because this Order was not a final judgment and was a dismissal “without prejudice,” this\nCourt cannot hear the State’s current appeal. However, as the State correctly points out, in a case such as this where\n“the basis of the dismissal without prejudice places a substantial cloud on a party’s right to further litigate an issue\nor claim[,]” State v. Smothers, 297 S.W.3d 626, 631 (Mo.App. W.D. 2009), the dismissal order is appealable\ndespite its explicit designation as having been entered “without prejudice.”\n\f                                    Factual and Procedural History\n\n        This matter arises out of allegations that during the evening of May 31, 2013, through the\n\nearly morning hours of June 1, 2013, Alqabbaa and another man abducted a young woman from\n\na local nightclub, transported her to an apartment, and sexually assaulted her.\n\n        The docket sheet reveals that on June 1, 2013, in Case One, the State charged Alqabbaa\n\nwith forcible sodomy (Count I), deviate sexual assault (Count II), and kidnapping (Count III).\n\nThe docket sheet also indicates the trial court in Case One found no probable cause to support\n\nCount I, and it was later dismissed. Counts II and III were bound over for arraignment and trial.\n\n        On December 16, 2013, Alqabbaa filed a demand for speedy trial, but withdrew that\n\ndemand on January 15, 2014. The case was set for a jury trial on April 7, 2014, but Alqabbaa\n\nfiled a waiver of right to a jury trial on March 17, 2014. A bench trial was then set for June 19,\n\n2014, but was continued at Alqabbaa’s request and ultimately reset for August 19, 2014.\n\n        On the morning of August 19, 2014, prior to the start of Alqabbaa’s bench trial in Case\n\nOne, the prosecutor entered an oral nolle prosequi. 2 Specifically, the prosecutor announced,\n\n“Judge, I am going to be dismissing this at this time.” The trial court then inquired if the State\n\nwould be refiling the case and when informed that the State would be refiling, the trial court\n\nstated, “Then it will be dismissed with prejudice to the defendant; it’s violated his constitutional\n\nrights. I’m also going to order that the prosecutor’s office pay for all the expenses of the\n\ndefendant in this case, all deposition expenses, and the court costs.” The trial court did not\n\nspecify which of Alqabbaa’s constitutional rights had been violated. 3\n\n\n\n2\n  Nolle prosequi is Latin for ‘“not to wish to prosecute”’ and is defined as “[a] legal notice that a lawsuit or\nprosecution has been abandoned.” BLACK’S LAW DICTIONARY 1074 (8th ed. 2004).\n3\n The State did file a notice of appeal in Case One challenging the trial court’s entry of a dismissal with prejudice,\nbut voluntarily dismissed that appeal on December 8, 2014.\n\n                                                         2\n\f       Case Two was filed in coordination with the dismissal of Case One. Case Two refiled\n\nthe charges of sexual assault (Count I) and kidnapping (Count II). Alqabbaa was arraigned on\n\nthose charges.\n\n       On November 17, 2014, in Case Two, Alqabbaa filed a “Motion to Dismiss Counts I and\n\nII for Double Jeopardy and Collateral Estoppel,” citing the trial court’s purported dismissal with\n\nprejudice in Case One.\n\n       After hearing arguments on the motion to dismiss, the trial court took the motion under\n\nadvisement and solicited written suggestions from the parties. On January 28, 2015, the trial\n\ncourt sustained the motion, in relevant part finding:\n\n       In a criminal case, a judgment is final when the trial court enters an order of\n       dismissal or discharge for the defendant prior to trial which has the effect of\n       foreclosing any further prosecution of the defendant on a particular charge. State\n       v. Burns, 994 S.W.2d 941 (Mo. banc 1999). A dismissal with prejudice purports\n       to do just that. The State certainly believed a final judgment had been entered on\n       August 19, 2014 based on its Notice of Appeal. This Court is mindful of State v.\n       Honeycutt, 96 S.W.2d 85 (Mo. banc 2003), but whether the Circuit Court’s ruling\n       was correct in dismissing the original case with prejudice is not for this Court to\n       determine. Therefore, because the Circuit Court dismissed the original case with\n       prejudice, this Court intends to sustain Defendant’s motion to dismiss in 30 days\n       unless instructed or prohibited otherwise.\n\n(Emphasis in original).     On January 29, 2015, and February 24, 2015, the State sought\n\nextraordinary relief through applications for writs requiring the trial court to rescind its judgment\n\nin Case One, and prohibiting the Order of the trial court in Case Two from being entered. Both\n\nof those applications were denied. This appeal followed.\n\n       In its sole point relied on, the State asserts the trial court erred in dismissing Case Two\n\nbecause the trial court improperly relied on the judgment of dismissal with prejudice in Case\n\nOne, which was in fact a nullity.\n\n\n\n\n                                                 3\n\f                                      Standard of Review\n\n       Whether the trial court in Case Two could appropriately rely upon the judgment of the\n\ntrial court in Case One as a dismissal with prejudice is a question of law we review de novo.\n\nState v. March, 130 S.W.3d 746, 748 (Mo.App. E.D. 2004).\n\n                                            Analysis\n\n       Section 56.087, RSMo Cum.Supp. (2006) is central to the resolution of the issue before\n\nus and states:\n\n               1. The prosecuting or circuit attorney has the power, in his or her\n       discretion, to dismiss a complaint, information, or indictment, or any count or\n       counts thereof, and in order to exercise that power it is not necessary for the\n       prosecutor or circuit attorney to obtain the consent of the court. The dismissal\n       may be made orally by the prosecuting or circuit attorney in open court, or by a\n       written statement of the dismissal signed by the prosecuting or circuit attorney\n       and filed with the clerk of court.\n\n              2. A dismissal filed by the prosecuting or circuit attorney prior to the time\n       double jeopardy has attached is without prejudice. A dismissal filed by the\n       prosecuting or circuit attorney after double jeopardy has attached is with\n       prejudice, unless the criminal defendant has consented to having the case\n       dismissed without prejudice.\n\n              3. A dismissal without prejudice means that the prosecutor or circuit\n       attorney has complete discretion to refile the case, as long as it is refiled within\n       the time specified by the applicable statute of limitations. A dismissal with\n       prejudice means that the prosecutor or circuit attorney cannot refile the case.\n\n              4. For the purposes of this section, double jeopardy attaches in a jury trial\n       when the jury has been impaneled and sworn. It attaches in a court-tried case\n       when the court begins to hear evidence.\n\n       In State v. Honeycutt, 96 S.W.3d 85, 89 (Mo. banc 2003), our supreme court explained\n\nthe rationale for a prosecutor’s authority to dismiss charges without prejudice absent the consent\n\nof the court:\n\n\n\n\n                                                4\n\f           [A] key reason for this rule is that the prosecutor may know far more about the\n           background of the case and the defendant than appears of record before the court,\n           and even if the record causes a judge to believe that a case should or should not be\n           dismissed, it should therefore be left to the prosecutor to exercise discretion to\n           dismiss a case or allow it to continue. Once a prosecutor dismisses a case without\n           prejudice, a court, thus, has no authority to convert the dismissal to one with\n           prejudice or to force the prosecutor to trial. . . . [T]his Court expressly affirms\n           that a trial judge does not have the inherent authority to dismiss a case with\n           prejudice for failure to prosecute in the absence of a speedy trial violation.[4]\n\nId. at 89 (internal citation omitted) (emphasis in original).\n\n           This Court further explained this principle in State v. Dozler, 455 S.W.3d 471 (Mo.App.\n\nS.D. 2015):\n\n           Once a prosecutor enters a nolle prosequi, the trial court is without jurisdiction to\n           take any further action in the case. Any orders entered after a trial court loses\n           jurisdiction in a case are nullities. . . . Once a case is voluntarily dismissed . . .\n           there is no case or matter.\n\nId. at 473 (internal quotations and citations omitted) (reversing and remanding a dismissal with\n\nprejudice that was antedated by prosecutor’s entry of nolle prosequi).\n\n           In Case One, the prosecutor exercised her discretion to dismiss the counts against\n\nAlqabbaa by orally dismissing them in open court. As section 56.087, Honeycutt, and Dozler\n\nindicate, the prosecutor’s entry of nolle prosequi terminated Case One—thereafter, there was no\n\ncase or matter properly before the trial court. Purported actions by the trial court as to Case One\n\nafter that time were, as a matter of law, nullities.\n\n           The trial court in Case Two was mistaken, therefore, in relying on a nullity arising out of\n\nCase One—a purported dismissal with prejudice—as a final judgment with preclusive effect over\n\ncharges against Alqabbaa in Case Two. Such reliance was prejudicial and in error.\n\n\n\n\n4\n    No issues as to a speedy trial violation are presented in this appeal.\n\n                                                              5\n\f       The Order of the trial court in Case Two is reversed and the case is remanded for further\n\nproceedings consistent with this opinion.\n\n\nWILLIAM W. FRANCIS, JR., J. – OPINION AUTHOR\n\nDON E. BURRELL, JR., P.J. – CONCURS\n\nNANCY STEFFEN RAHMEYER, J. – CONCURS\n\n\n\n\n                                               6\n\f",
            "ocr": false,
            "opinion_id": 3190135
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Kidnapping"
}