{
    "id": 3193099,
    "judges": "Clayton III, Dowd, James, Lawrence, Mooney",
    "date_filed": "1974-02-26",
    "date_filed_is_approximate": true,
    "slug": "anthony-wallace-v-state-of-missouri",
    "case_name_short": null,
    "case_name": "Anthony Wallace v. State of Missouri",
    "case_name_full": "Anthony WALLACE, Appellant, v. STATE of Missouri, Respondent",
    "attorneys": "FOR APPELLANT: Amy E. Lowe, 1010 Market St., Ste. T100, St. Louis, MO 63101., FOR RESPONDENT: Chris Foster, Attorney General, Gregory L. Barnes, Asst. Atty.-Gen., P.O. Box 899, Jefferson City, MO 65102. •",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b80-14\">\n    Anthony WALLACE, Appellant, v. STATE of Missouri, Respondent.\n   </parties><br><docketnumber id=\"b80-17\">\n    No. ED 103125\n   </docketnumber><br><court id=\"b80-18\">\n    Missouri Court of Appeals, Eastern District,\n    <em>\n     DIVISION THREE.\n    </em>\n</court><br><decisiondate id=\"b80-21\">\n    Filed: April 12, 2016\n   </decisiondate><br><attorneys id=\"b81-13\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"63\"> \n     *63\n     </span>\n    FOR APPELLANT: Amy E. Lowe, 1010 Market St., Ste. T100, St. Louis, MO 63101.\n   </attorneys><br><attorneys id=\"b81-14\">\n    FOR RESPONDENT: Chris Foster, Attorney General, Gregory L. Barnes, Asst. Atty.-Gen., P.O. Box 899, Jefferson City, MO 65102. •\n   </attorneys>",
    "citations": [
        "487 S.W.3d 62"
    ],
    "opinions": [
        {
            "author_str": "Clayton III",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "https://www.courts.mo.gov/file.jsp?id=99600",
            "author_id": 7694.0,
            "opinion_text": "                       In the Missouri Court of Appeals\n                               Eastern District\n                                                                    DIVISION THREE\n \nANTHONY WALLACE,                                                          )    No. ED103125\n                                                                          )\n              Appellant,                                                  )    Appeal from the Circuit Court\n                                                                          )    of the City of St. Louis\n              vs.                                                         )    1322-CC09064\n                                                                          )\nSTATE OF MISSOURI,                                                        )    Honorable Margaret M. Neill\n                                                                          )\n              Respondent.                                                 )    Filed: April 12, 2016\n \n              Anthony Wallace (“Movant”) appeals the judgment denying his Rule 29.151 motion for\n\npost-conviction relief without an evidentiary hearing. Because Movant’s amended motion for\n\npost-conviction relief was untimely filed and the motion court made no independent inquiry into\n\nwhether Movant was abandoned by post-conviction counsel, we reverse and remand the case to\n\nthe motion court for such an inquiry.\n\n                                                               I.      BACKGROUND\n \n              Following a bench trial, Movant was convicted of first-degree assault, second-degree\n\nrobbery, attempted forcible rape, attempted forcible sodomy, and kidnapping. The trial court\n\nsentenced Movant as a prior offender to a total sentence of life imprisonment plus thirty years of\n\nimprisonment.2 Movant then filed a direct appeal. This Court affirmed his convictions and\n\n                                                            \n1\n All references to Rules are to Missouri Supreme Court Rules (2015).\n2\n The trial court sentenced Movant to concurrent sentences of thirty and fifteen years of imprisonment for the assault\nand robbery counts, to be served consecutively with concurrent life sentences for the attempted rape and sodomy\ncounts, and to a fifteen-year sentence for kidnapping to be served concurrently with all other sentences.\n\fsentences in State v. Wallace, 399 S.W.3d 921 (Mo. App. E.D. 2013), with the mandate being\n\nissued on June 28, 2013.\n\n              Movant timely filed a pro se Rule 29.15 motion for post-conviction relief on July 30,\n\n2013.3 On August 29, 2013, the motion court designated the office of the public defender to\n\nrepresent Movant. Then, on October 4, 2013, an assistant public defender (“Counsel”) entered\n\nher appearance on behalf of Movant and filed a request for a thirty-day extension of time to file\n\nMovant’s amended motion for post-conviction relief. The parties agree there is nothing in the\n\nrecord indicating that the motion court ever ruled upon Counsel’s request for a thirty-day\n\nextension.\n\n              Counsel filed an amended Rule 29.15 motion for post-conviction relief on January 2,\n\n2014. Movant’s amended Rule 29.15 motion alleged, (1) his trial counsel was ineffective for\n\nfailing to present mitigating evidence at sentencing; and (2) his appellate counsel was ineffective\n\nfor failing to raise two sufficiency of the evidence claims in Movant’s direct appeal.\n\n              The motion court subsequently entered a judgment considering the merits of the claims in\n\nMovant’s amended Rule 29.15 motion and denying the motion without an evidentiary hearing.\n\nMovant appeals.\n\n                                                               II.   DISCUSSION\n\n              In this case, Movant raises three points on appeal arguing the motion court clearly erred in\n\ndenying his amended motion for post-conviction relief because trial counsel and appellate counsel\n\nwere ineffective for the reasons asserted in his motion.\n\n              Before we can potentially address the merits of a movant’s amended motion for post-\n\n                                                            \n3\n Movant’s pro se Rule 29.15 motion was filed thirty-two days after our Court issued the mandate in Movant’s direct\nappeal. Therefore, Movant’s pro se motion was filed within the ninety-day time limit set forth in Rule 29.15(b). See\nRule 29.15(b) (providing that “[i]f an appeal of the judgment or sentence sought to be vacated, set aside or corrected\nwas taken, the motion shall be filed within 90 days after the date the mandate of the appellate court is issued\naffirming such judgment or sentence”).\n\n                                                                      2\n\fconviction relief, we are compelled under Moore v. State, 458 S.W.3d 822 (Mo. banc 2015) to\n\nfirst determine whether the amended motion was timely filed. Federhofer v. State, 462 S.W.3d\n\n838, 841 (Mo. App. E.D. 2015). If this Court finds that an amended motion for post-conviction\n\nrelief filed by appointed post-conviction counsel was untimely filed, but there has been no\n\nindependent inquiry into whether movant was abandoned by post-conviction counsel, we must\n\nreverse and remand the case to the motion court for such an inquiry. Moore, 458 S.W.3d at 825-\n\n26; Federhofer, 462 S.W.3d at 841. If, after making an independent inquiry into abandonment,\n\nthe motion court determines the movant was not abandoned by post-conviction counsel, the court\n\nshould adjudicate the movant’s initial pro se motion for post-conviction relief. Silver v. State,\n\n477 S.W.3d 697, 698 (Mo. App. E.D. 2015). If, however, the motion court concludes the movant\n\nwas abandoned by post-conviction’s counsel untimely filing of an amended motion for post-\n\nconviction relief, the court must adjudicate the amended motion. Id. at 698-99.\n\n       Rule 29.15(g) governs the filing of an amended motion for post-conviction relief. The\n\nRule provides that where, as in this case, an appellant files a motion for post-conviction relief\n\nafter a direct criminal appeal and does not retain private counsel, the amended motion must be\n\nfiled within sixty days of “(1) the date both the mandate of the appellate court is issued and\n\ncounsel is appointed.” Rule 29.15(g). In addition, “[t]he court may extend the time for filing\n\nthe amended motion for one additional period not to exceed thirty days.” Id.\n\n       In this case, after the mandate in Movant’s appeal was issued, the motion court\n\ndesignated the office of the public defender to represent Movant on August 29, 2013 and\n\nCounsel entered her appearance on Movant’s behalf on October 4, 2013. Assuming arguendo\n\nthat the later date (the date of Counsel’s entry of appearance) triggered the time limits for the\n\n\n\n\n                                                 3\n\ffiling of Movant’s amended motion under Rule 29.15(g),4 Movant’s amended Rule 29.15 motion\n\nfor post-conviction relief was due on or before December 3, 2013 but was not filed until January\n\n2, 2014. Although Counsel filed a request for a thirty-day extension of time pursuant to Rule\n\n29.15(g), the parties agree there is nothing in the record indicating that the court ever ruled upon\n\nthe request for a thirty-day extension. “[E]xtensions will not be presumed to have been granted\n\nwithout a record thereof.” Childers v. State, 462 S.W.3d 825, 828 (Mo. App. E.D. 2015).\n\nAccordingly, our Court cannot find that the sixty-day deadline of Rule 29.15(g) had been\n\nextended in this case, and without such an extension, Movant’s amended motion filed on January\n\n2, 2014 was untimely. See Adams v. State, 2016 WL 1086487 at *3 (Mo. App. E.D.) and\n\nChilders, 462 S.W.3d at 827-28 (similarly holding). Because Movant’s amended motion was\n\nuntimely filed and the motion court made no independent inquiry into whether Movant was\n\nabandoned by Counsel, we must reverse and remand the case to the motion court for such an\n\ninquiry. Moore, 458 S.W.3d at 825-26; Federhofer, 462 S.W.3d at 841.\n\n\n\n\n                                                            \n4\n  We need not explicitly determine whether the date of Counsel’s entry of appearance or the date the motion court\ndesignated the public defender’s office triggers the time limits for the filing of Movant’s amended motion under the\ncircumstances of this case because either way, Movant’s amended motion was untimely. However, we note\nMissouri appellate courts have differed on the issue under particular circumstances and the Missouri Supreme Court\nrecently accepted transfer of this Court’s Creighton decision. Compare Laub v. State, 2015 WL 9311602 at *3-4\n(Mo. App. S.D.) (holding the date of counsel’s entry of appearance triggered the time limits for the filing of\nmovant’s amended motion under Rule 29.15(g) where the motion court filed a memorandum which notified the\npublic defender’s office of movant’s pro se motion and which stated the court was not appointing the office at that\ntime) (application for transfer denied by the Missouri Supreme Court on March 1, 2016 and case mandated on\nMarch 2, 2016, No. SD33759) and State v. Creighton, 2015 WL 9240967 at *1-3 (Mo. App. E.D.) (holding the date\nthe motion court designated the public defender’s office triggered the time limits for the filing of movant’s amended\nmotion under Rule 29.15(g) where the motion court filed a memorandum which notified the office of movant’s pro\nse motion and indigency, apparently with no further explanation) (application for transfer sustained by the Missouri\nSupreme Court on April 5, 2016, No. SC95527) and Harris v. State, 474 S.W.3d 600, 603 n.2, 602-03 (Mo. App.\nE.D. 2015) (finding the date the motion court “appoint[s] [ ] the public defender’s office, not when an individual\nattorney is designated by the public defender’s office” triggered the time limits for the filing of movant’s amended\nmotion under Rule 29.15(g) and opinion was silent regarding the details of the appointment of the office).\n\n\n                                                               4\n\f                                       III.    CONCLUSI\n                                               C      ION\n\n        The                  ment is reverrsed and the case is remaanded to the motion courrt for\n        T motion court’s judgm\n\nfurther prroceedings consistent\n                     c          wiith this opiniion.\n\n     \n\n\n                                                                                          ___ \n                                                     ROBERT M. CLAYT\n                                                                   TON III, Pressiding Judgee\n\nLawrence E. Mooneyy, J., and\nJames M.\n      M Dowd, J., concur.\n                  c         \n\n\n\n\n                                                      5\n\f",
            "ocr": false,
            "opinion_id": 3192993
        }
    ],
    "court_short_name": "Missouri Court of Appeals",
    "court_full_name": "Missouri Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Missouri, MO",
    "crime_category": "Kidnapping"
}