{
    "id": 3199289,
    "judges": "Allen, Bastian, Fletcher, Stanley, Tashima, Wallace, William",
    "date_filed": 1461888000000,
    "date_filed_is_approximate": false,
    "slug": "sameh-hussein-v-robin-barrett",
    "case_name_short": null,
    "case_name": "Sameh Hussein v. Robin Barrett",
    "case_name_full": "Sameh HUSSEIN, Plaintiff-Appellant, v. Robin BARRETT, San Francisco Field Office Director; United States Citizenship and Immigration Services, Defendants-Appellants",
    "attorneys": "Stephen A. Shaiken (argued), Law Offices of Stephen A. Shaiken, San Rafael, CA; Robert G. Ryan (on the brief), Law Offices of Robert G. Ryan, San Francisco, CA, for Plaintiff-Appellant., Regan Hildebrand (argued), Senior Litigation Counsel; Jeffrey S. Robins, Assistant Director; William C. Peachey, Director; Joyce R. Branda, Acting Assistant Attorney General; Office of Immigration Litigation, United States Department of Justice, Washington, D.C., for Defe'ndants-Appellees.",
    "nature_of_suit": "Civil",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and Submitted Feb. 12, 2016.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1099-8\">\n    Sameh HUSSEIN, Plaintiff-Appellant, v. Robin BARRETT, San Francisco Field Office Director; United States Citizenship and Immigration Services, Defendants-Appellants.\n   </parties><docketnumber id=\"AxA\">\n    No. 14-16303.\n   </docketnumber><court id=\"Ayvf\">\n    United States Court of Appeals, Ninth Circuit.\n   </court><otherdate id=\"Ajp\">\n    Argued and Submitted Feb. 12, 2016.\n   </otherdate><decisiondate id=\"Ahc\">\n    Filed April 29, 2016.\n   </decisiondate><br><attorneys id=\"b1101-17\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1085\"> \n     *1085\n     </span>\n    Stephen A. Shaiken (argued), Law Offices of Stephen A. Shaiken, San Rafael, CA; Robert G. Ryan (on the brief), Law Offices of Robert G. Ryan, San Francisco, CA, for Plaintiff-Appellant.\n   </attorneys><br><attorneys id=\"b1101-18\">\n    Regan Hildebrand (argued), Senior Litigation Counsel; Jeffrey S. Robins, Assistant Director; William C. Peachey, Director; Joyce R. Branda, Acting Assistant Attorney General; Office of Immigration Litigation, United States Department of Justice, Washington, D.C., for Defe'ndants-Appellees.\n   </attorneys><br><judges id=\"b1101-20\">\n    Before: A. WALLACE TASHIMA, WILLIAM A. FLETCHER, Circuit Judges, and STANLEY ALLEN\n    <span citation-index=\"1\" class=\"star-pagination\" label=\"1086\"> \n     *1086\n     </span>\n    BASTIAN, District Judge.\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n</judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b1102-10\">\n     The Honorable Stanley A. Bastían, United States District Judge for the Eastern District of Washington, sitting by designation.’\n    </p>\n</div></div>",
    "citations": [
        "820 F.3d 1083"
    ],
    "opinions": [
        {
            "author_str": "Bastian",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 12.0,
            "download_url": "http://cdn.ca9.uscourts.gov/datastore/opinions/2016/04/29/14-16303.pdf",
            "author_id": null,
            "opinion_text": "                      FOR PUBLICATION\n\n    UNITED STATES COURT OF APPEALS\n         FOR THE NINTH CIRCUIT\n\n\n SAMEH HUSSEIN,                                      No. 14-16303\n                       Plaintiff-Appellant,\n                                                       D.C. No.\n                      v.                            3:11-cv-05317-\n                                                         JST\n ROBIN BARRETT, San Francisco\n Field Office Director; UNITED\n STATES CITIZENSHIP AND                                OPINION\n IMMIGRATION SERVICES,\n               Defendants-Appellants.\n\n\n         Appeal from the United States District Court\n           for the Northern District of California\n           Jon S. Tigar, District Judge, Presiding\n\n                   Argued and Submitted\n        February 12, 2016—San Francisco, California\n\n                        Filed April 29, 2016\n\n Before: A. Wallace Tashima, William A. Fletcher, Circuit\n    Judges, and Stanley Allen Bastian, District Judge.*\n\n                    Opinion by Judge Bastian\n\n\n *\n   The Honorable Stanley A. Bastian, United States District Judge for the\nEastern District of Washington, sitting by designation.\n\f2                      HUSSEIN V. BARRETT\n\n                           SUMMARY**\n\n\n                            Immigration\n\n    The panel vacated the district court’s order denying\nSameh Hussein’s naturalization application for failure to\nsatisfy his statutory burden to establish good moral character.\n\n     The panel held that the district court erred in failing to\nmake specific findings that Hussein’s statements under oath\nto the Sacramento Superior Court regarding his marital status\nwere material and thus perjurious unlawful acts. The panel\nalso held that the district court abused its discretion in failing\nto consider all relevant factors when it made its ultimate\ndetermination, because a violation of the regulation’s catch-\nall provision 8 C.F.R. § 316.10(b)(3)(iii) is not a per se bar to\na good moral character finding.\n\n\n                             COUNSEL\n\nStephen A. Shaiken (argued), Law Offices of Stephen A.\nShaiken, San Rafael, California; Robert G. Ryan, Law\nOffices of Robert G. Ryan, San Francisco, California, for\nPlaintiff-Appellant.\n\nRegan Hildebrand (argued), Senior Litigation Counsel;\nJeffrey S. Robins, Assistant Director; William C. Peachey,\nDirector; Joyce R. Branda, Acting Assistant Attorney\nGeneral; Office of Immigration Litigation, United States\n\n  **\n     This summary constitutes no part of the opinion of the court. It has\nbeen prepared by court staff for the convenience of the reader.\n\f                    HUSSEIN V. BARRETT                        3\n\nDepartment of Justice, Washington, D.C., for Defendants-\nAppellees.\n\n\n                          OPINION\n\nBASTIAN, District Judge:\n\n    Sameh Hussein, a lawful permanent resident, appeals the\ndistrict court’s denial of his naturalization application. After\na bench trial, which followed a decision adverse to Hussein\nby the United States Citizenship and Immigration Services\n(USCIS), the district court concluded that Hussein failed to\nsatisfy his statutory burden of establishing good moral\ncharacter, but in doing so it erred in its application of the\nrelevant statutes and regulation. We vacate the district court’s\norder denying citizenship and remand for further proceedings.\n\n  FACTUAL AND PROCEDURAL BACKGROUND\n\n    Sameh Hussein, a citizen of Egypt, came to the United\nStates in 1996 on a student visa. He obtained lawful\npermanent resident status in 2000, as a result of his marriage\nto a United States citizen, Debra Hawley. He separated from\nHawley in 2003, but they did not divorce until 2008.\n\n    Hussein met Stacey Mabrey while still married to\nHawley. After his separation from Hawley, he began a\nrelationship with Mabrey. In December 2003, near the\nbeginning of his relationship with Mabrey, his close friend\nperformed a religious blessing for the couple. The blessing\nlasted less than thirty seconds and consisted of a recitation of\nthe first verse of the Koran. According to the friend who\nperformed the blessing, it is meant to protect a new\n\f4                   HUSSEIN V. BARRETT\n\nrelationship and to reflect the couple’s commitment to each\nother, but does not constitute a marriage in Islam, does not\nguarantee the couple will one day be married, and does not\nconstitute an engagement to be married.\n\n    Hussein and Mabrey never married, but cohabited until\n2009 when they separated. They have three children together.\nMabrey had two children born prior to the relationship that\nHussein raised and supported. After they separated, Mabrey\ntook the children to Qatar to visit Hussein’s mother, but\nrefused to return to the United States. In his attempts to force\nMabrey to return the children, Hussein contacted various law\nenforcement agencies, including the FBI and the Elk Grove\nPolice Department. During these conversations, the law\nenforcement officials were lead to believe that Mabrey was\nhis wife. At trial, Hussein explained he was in the habit of\ncalling Mabrey his wife in order to protect his social standing\nand to “avoid public embarrassment and avoid having to go\nthrough all that explanation.”\n\n    Stacey Mabrey eventually returned to the United States\nand was charged with abduction and intent to conceal,\nalthough the charges were eventually dropped. Hussein and\nMabrey became embroiled in a custody dispute in California.\nAs part of the proceedings, Hussein filed a declaration under\npenalty of perjury with the Sacramento Superior Court in\nwhich he stated that although he and Mabrey were never\nmarried, they were married under Islamic rules on December\n13, 2003, and the marriage is considered legal in Egypt,\nwhere he is a citizen. Ultimately, Hussein and Mabrey were\nawarded joint custody of their children, but Hussein was\nawarded physical custody.\n\f                    HUSSEIN V. BARRETT                        5\n\n    Hussein filed his application for naturalization in\nSeptember 2005, which was denied on December 9, 2010\nafter USCIS found Hussein lacked good moral character\nbecause he committed tax fraud. Hussein exhausted his\nadministrative remedies and sought de novo review with the\ndistrict court, denying he committed tax fraud and asserting\nany discrepancies were innocent mistakes that were corrected\nwith amended tax returns.\n\n    Just one month prior to trial, the government decided not\nto pursue the tax fraud allegations and changed the grounds\nupon which it opposed Hussein’s application for\nnaturalization. The government’s new theory at trial was that\nHussein lacked good moral character because he gave false\ntestimony at his naturalization interviews on March 11, 2010\nand June 22, 2010, when he testified he had only been\nmarried once and the person to whom he had been married\nwas Debra Hawley. The government’s theory rested on its\nbelief that Hussein and Mabrey were married.\n\n    The district court found that Hussein and Mabrey entered\ninto a religious blessing meant to reflect their commitment to\neach other in late 2003, but the blessing did not constitute a\nlegal or religious marriage. Consequently, it rejected the\ngovernment’s argument that Hussein lacks good moral\ncharacter because he gave false testimony at his\nnaturalization interviews, his deposition, and at trial, when he\ntestified that he was married only once. These statements\nwere not false because Hussein never actually married Stacey\nMabrey.\n\n   Instead, the district court found that Hussein knowingly\nmisrepresented to the Sacramento Superior Court that he was\nmarried to Mabrey because he believed making such a\n\f6                    HUSSEIN V. BARRETT\n\nmisrepresentation would benefit him in his custody dispute.\nConsequently, it concluded that Hussein’s petition must be\ndenied because he “committed unlawful acts that adversely\nreflect upon [his] moral character.” These acts consisted of\nHussein’s false representation to the Sacramento Superior\nCourt, which was under oath, as well as his statements to law\nenforcement that he was married to Mabrey, which were not\nunder oath.\n\n    The district court did not consider counterbalancing\nfactors regarding the issue of Hussein’s good moral character.\nAlso, while it did not conclusively find Hussein committed\nperjury in his declaration, it noted that these repeated false\nrepresentations show him to lack good moral character under\nthe regulation. Ultimately, the district court denied his\npetition because Hussein failed to satisfy his burden of\nestablishing good moral character.\n\n                 STANDARD OF REVIEW\n\n     We review the district court’s findings of fact for clear\nerror, including findings pertaining to good moral character.\nUnited States v. Hovsepian, 359 F.3d 1144, 1165 (9th Cir.\n2004) (Hovsepian I). “We may not disturb the district court’s\nfindings of fact unless we have the definite and firm\nconviction that the court has made a mistake.” United States\nv. Hovsepian, 422 F.3d 883, 885 (9th Cir. 2005) (Hovsepian\nII). “If the district court’s account of the evidence is plausible\nin light of the record viewed in its entirety, the court of\nappeals may not reverse it even though convinced that had it\nbeen sitting as the trier of fact, it would have weighed the\nevidence differently.” Id. at 885–86. We review de novo the\ndistrict court’s conclusions of law. Hovsepian I, 359 F.3d at\n1165.\n\f                    HUSSEIN V. BARRETT                         7\n\n                         ANALYSIS\n\n    In order to become a naturalized citizen, an applicant\nmust demonstrate that he satisfies the numerous statutory\ncriteria of the Immigration and Naturalization Act, including\nthe requirement that the applicant “has been and still is a\nperson of good moral character” during the statutorily defined\nperiod of residency. 8 U.S.C. § 1427(a); United States v.\nDang, 488 F.3d 1135, 1138–39 (9th Cir. 2007). An applicant\nbears the burden to show his or her eligibility for citizenship\nin every respect. Hovsepian I, 359 F.3d at 1168. The USCIS\nstipulated that Hussein satisfied all the statutory and\nregulatory requirements for naturalization other than the good\nmoral character requirement.\n\n    The determination of good moral character is governed by\nboth a statute, 8 U.S.C. § 1101(f), and a regulation, 8 C.F.R.\n§ 316.10. While the statute does not define “good moral\ncharacter,” it lists specific characteristics that preclude a\nfinding of good moral character. 8 U.S.C. § 1101(f). A person\nshall not “be regarded as, or found to be, a person of good\nmoral character” if, within the statutory period, he or she is an\nadmitted or convicted prostitute, smuggler, polygamist, moral\nturpitude criminal, drug user as defined by statute, or drug\ntrafficker (during the relevant good moral character period),\na gambler deriving substantial income from gambling, one\nconvicted of two or more gambling offenses during the\nstatutory period, one who gives false testimony for obtaining\nnaturalization, one who has been confined in a penal\ninstitution for more than 180 days during the statutory\nperiod, or one convicted of an aggravated felony, at any\n\f8                     HUSSEIN V. BARRETT\n\ntime.1 8 U.S.C. § 1101(f); see also Dang, 488 F.3d at 1139\nn.2. These enumerated factors provide a per se bar to\nnaturalization. Torres-Guzman v. INS, 804 F.2d 531, 533 (9th\nCir. 1986). In addition, the statute contains a “catch-all”\nprovision:\n\n        The fact that any person is not within any of\n        the foregoing classes shall not preclude a\n        finding that for other reasons such person is or\n        was not of good moral character.\n\n8 U.S.C. § 1101(f); Dang, 488 F.3d at 1139.\n\n    If the person has not committed acts bringing them within\nthe enumerated categories, and instead, the question is\nwhether the person meets the catch-all provision, the\nadjudicator must consider all of the petitioners’ evidence on\nfactors relevant to the determination of good moral character.\nTorres-Guzman, 804 F.2d at 534. Specifically, we held:\n\n        In the absence of a congressionally imposed\n        per se rule, a statutory direction to determine\n        the presence or absence of good moral\n        character requires the fact finder to weigh and\n        balance the favorable and unfavorable facts or\n        factors, reasonably bearing on character, that\n        are presented in evidence. To preclude\n\n\n\n    1\n    Recently, we held that 8 U.S.C. § 1101(f)(1) was unconstitutional\nbecause there is no rational basis for classifying persons afflicted by\nchronic alcoholism as persons who innately lack good moral character.\nLedezma-Cosina v. Lynch, __ F.3d. __ , 2016 WL 1161260 (9th Cir. Mar.\n24, 2016).\n\f                        HUSSEIN V. BARRETT                               9\n\n         consideration of favorable facts is to abuse\n         discretion.\n\nId.\n\n    Relevant factors include: education, family background,\nemployment history, financial status, and lack of criminal\nrecord. Id. at 533.\n\n    Pursuant to the statute, a regulation was promulgated,\nspecifically 8 C.F.R. § 316.10, to offer “guidance to officials\nmaking moral character determinations.” Dang, 488 F.3d at\n1139.2 The regulation instructs the USCIS to evaluate claims\nof good moral character on a case-by-case basis taking into\naccount the enumerated elements in the section as well as the\nstandards of the average citizen in the community of\nresidence. 8 C.F.R. § 316.10(a)(2). The regulation includes\nthe enumerated categories found in the statute, as well as an\nadditional subsection, as follows:\n\n         Unless the applicant establishes extenuating\n         circumstances, the applicant shall be found to\n         lack good moral character if, during the\n         statutory period, the applicant:\n\n         (iii) Committed unlawful acts that adversely\n         reflect upon the applicant’s moral character,\n\n\n\n\n 2\n   In Dang, we held that this regulation is a permissible interpretation of\nsection 1101(f) under Chevron U.S.A. Inc. v. Natural Resources Defense\nCouncil, Inc., 467 U.S. 837 (1984). 488 F.3d at 1140–41.\n\f10                  HUSSEIN V. BARRETT\n\n        or was convicted or imprisoned for such acts,\n        although the acts do not fall within the\n        purview of § 316.10(b) (1) or (2).\n\n8 C.F.R. § 316.10(b)(3)(iii).\n\n    In this case, we are asked specifically to address whether\nthe regulation creates additional enumerated categories. The\ndistinction between an enumerated category and a non-\nenumerated category is critical because it determines the\nscope of the relevant evidence regarding good moral\ncharacter. The enumerated categories are per se bars to\nnaturalization, which means that the court should not consider\nother evidence once it finds that one of the categories exists.\nHowever, if a non-enumerated category is being considered\nthen the court is required to also consider all evidence\nrelevant to the applicant’s character.\n\n    Here, the decision to reject Hussein’s application was\nbased on the district court’s conclusion that Hussein gave\nrepeated false representations regarding his marital status,\nboth to law enforcement and to the Sacramento Superior\nCourt. In reaching this conclusion, the district court relied on\nthe regulation, not the statute, and held as a matter of law that\n8 C.F.R. § 316.10(b)(3)(iii) is an enumerated factor that\nprovides a per se bar to a good moral character finding. This\nwas error. While we have held that section 316.10 is a\npermissible exercise of congressional delegation, see Dang,\n488 F.3d at 1141, we have not held that subsection\n(b)(3)(iii)’s catch-all provision is an enumerated element that\nserves as a per se bar to naturalization. And we decline to do\nso in this instance. On the contrary, section 316.10(b)(3)(iii),\nwhile providing guidance to officials, is not a\nCongressionally imposed per se rule, as contemplated by\n\f                    HUSSEIN V. BARRETT                       11\n\nTorres-Guzman. The statute creates per se bars to\nnaturalization, but the regulation does not.\n\n    There is no suggestion in the record that Hussein’s two\nstatements to law enforcement officers concerning Mabrey\nwere made under oath or penalty of perjury. These statements\ncannot legally be perjurious because, under California law,\nfor a statement to be perjury it must be made under oath or\nunder penalty of perjury. Chein v. Shumsky, 373 F.3d 978,\n983 (9th Cir. 2004)(en banc); Cal. Penal Code § 118. On the\nother hand, the false representation made by Hussein under\noath to the court may or may not have been perjury. It is not\npossible to reach that conclusion based on this record. Under\nCalifornia law, the elements of perjury include a willful\nstatement under oath of any material matter which the witness\nknows to be false. Id. The legal standard for materiality is\nwhether the statement in question “could probably have\ninfluenced the outcome of the proceedings.” Id. at 984. When\napplying the materiality test, California law focuses on\nwhether the false statement, at the time it was made, had the\ntendency to probably influence the outcome of the\nproceedings, not whether, as a matter of historical fact, the\nfalse statement probably did influence the outcome of the\nproceedings. Id.\n\n     In making its ruling, the district court did not address\nwhether Hussein’s statements to the Sacramento Superior\nCourt were material to the proceeding. Without this analysis,\nit is impossible for us to review the district’s conclusion that\nHussein committed an unlawful act that reflects adversely on\nhis moral character. On remand, the district court should\nmake a finding on whether Hussein’s statements made to the\nCalifornia courts were material, i.e. that Hussein “committed\n\f12                  HUSSEIN V. BARRETT\n\nan unlawful act.” Absent a finding of materiality, there can be\nno conclusion of perjury.\n\n                      CONCLUSION\n\n    Hussein’s statements to law enforcement officers were\nnot under oath and cannot be perjury. Hussein’s declaration\nto the Sacramento Superior Court could be perjury if it was\nmaterial. The failure of the district court to make specific\nfindings with respect to the materiality of Hussein’s\nstatements made to the Sacramento Superior Court prevents\nus from reviewing the district court’s determination that\nHussein committed unlawful acts that adversely reflect upon\nhis moral character. Additionally, because a violation of\n8 C.F.R. § 316.10(b)(3)(iii) is not a per se bar, the district\ncourt abused its discretion in failing to consider all relevant\nfactors in making its ultimate determination that Hussein\nfailed to show he is of good moral character. Accordingly, the\njudgment of the district court is vacated and this matter is\nremanded for further proceedings consistent with this\nopinion.\n\n    Costs on appeal are awarded to appellant to the extent\nauthorized by law.\n\n     VACATED and REMANDED.\n\f",
            "ocr": false,
            "opinion_id": 3199183
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Kidnapping"
}