{
    "id": 3955147,
    "judges": "KENNETH A. ROCCO, P.J.:",
    "date_filed": "2013-06-22",
    "date_filed_is_approximate": true,
    "slug": "state-v-barker-unpublished-decision-9-13-2001",
    "case_name_short": null,
    "case_name": "State v. Barker, Unpublished Decision (9-13-2001)",
    "case_name_full": "State of Ohio v. Terry Barker",
    "attorneys": "For plaintiff-appellee: WILLIAM D. MASON, Cuyahoga County Prosecutor, T. ALLAN REGAS, Assistant, Justice Center, Courts Tower, 1200 Ontario Street, Cleveland, Ohio 44113.\n\nFor defendant-appellant: KEVIN GIBBONS, Attorney at Law, 115 West Aurora Road, Northfield, Ohio 44067.",
    "nature_of_suit": null,
    "posture": "[EDITOR'S NOTE: This case is unpublished as indicated by the issuing court.] \nCriminal appeal from Cuyahoga County Court of Common Pleas, Case No. CR-396,717.\n\nJudgment AFFIRMED.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 8130.0,
            "opinion_text": "                        JOURNAL ENTRY and OPINION\nDefendant-appellant Terry Barker appeals from the trial court's order of sentence upon him following appellant's convictions for abduction and possession of criminal tools.\nAppellant contends the trial court failed adequately to justify its decision to impose maximum terms of incarceration and to require the terms to be served consecutively. Having reviewed the record in light of appellant's contentions, this court disagrees. Appellant's sentence, therefore, is affirmed.\nAppellant's convictions result from an incident that occurred in the early morning hours of August 14, 2000. The victim, a twenty-year-old female college student, was returning to her Parma home after a visit to her boyfriend's residence in Euclid, Ohio. She utilized the local interstates, driving first on I-90, then south on I-71 to Ohio Route 176. She exited onto Brookpark Road, turned west, then, at the intersection of Broadview Road, turned south.\nAs she traveled the nearly-deserted roadway, she noticed often in her vicinity a \"red pickup truck\"1 made by \"Nissan\" with a \"white truck cap\" and out-of-state license plates. The ubiquitousness of the vehicle near her at that hour heightened her awareness.\nThe victim turned right onto Russell Avenue and parked on the street in front of her parents' house. As she did so, she saw the red truck pass her vehicle on the driver's side. She exited her vehicle, collecting from the seat a hairbrush she had meant to take with her into the house. She had just closed her vehicle's door when the red truck \"pulled up next to [her] car.\" The truck now was facing Broadview Road; therefore, the driver must have turned his vehicle around in a nearby driveway.\nAs the victim stood next to her vehicle, the driver of the truck, later identified as appellant, \"opened up his door and started asking directions about how to get back to [I-]480, and with some quick movement he actually got out of his truck.\" Although nervous, the victim began to gesture in answer to appellant's query. Appellant suddenly \"grabbed [her] arms and * * * threw [her] in his truck.\" When he touched her, the victim began to scream.\nThe victim hit her head on the truck's door frame and landed on her back on the truck's front bench seat. Appellant scrambled to climb behind the wheel; however, the victim began to kick at him. Her foot connected solidly enough with appellant's chest to drive him backwards. The victim took advantage of this damage to appellant's equilibrium to \"slid[e her] way back out\" of his truck. As appellant struggled to push her back inside, the victim recalled the hairbrush she held. She struck at his head, causing appellant to \"let [her] go.\"\nAt that point, the victim managed to run toward her home; she observed appellant reenter his truck and speed away. She saw appellant's truck turn southbound onto Broadview, traveling away from the freeway.\nSince the victim's screams had awakened her mother, who immediately dialed 9-1-1, the Parma police officers soon were both arriving at the victim's home and, provided with the victim's descriptions, looking for the vehicle and her assailant.2 Approximately ten minutes after the incident had been reported, appellant and his truck were located in a Parma service station at the intersection of State and Pleasant Valley Roads. Upon the positive identification of him, appellant was arrested. An inventory of appellant's truck revealed several items in the front seat area, including a roll of duct tape, a utility knife, and an unused condom.\nAppellant subsequently was indicted on two counts, viz., abduction, R.C. 2905.02(A)(1), and possession of criminal tools, \"to wit: a 1996 Nissan,\" R.C. 2923.24. Appellant's case proceeded to a jury trial. After hearing all the evidence, the jury found appellant guilty of both charges.\nThe trial court referred appellant to the probation department for a presentence investigation and report before proceeding to sentence appellant. Appellant ultimately was sentenced to consecutive terms of incarceration of five years for the abduction conviction and one year for the conviction for possession of criminal tools.\nOn appeal, appellant challenges only his sentence, presenting the following two assignments of error:\n    I. THE TRIAL COURT ERRED BY IMPOSING THE MAXIMUM PRISON TERM FOR APPELLANT'S CONVICTION OF ABDUCTION AND POSSESSION OF CRIMINAL TOOLS BECAUSE THE RECORD DOES NOT SUPPORT THE SENTENCE AND THE SENTENCE IS CONTRARY TO LAW.\n    II. THE TRIAL COURT ERRED BY IMPOSING CONSECUTIVE PRISON SENTENCES FOR APPELLANT'S CONVICTION OF ABDUCTION AND POSSESSION (SIC) OF CRIMINAL TOOLS BECAUSE THE RECORD DOES NOT SUPPORT THE (SIC) SENTENCE.\nAppellant argues the trial court's imposition upon him for his convictions of both the maximum terms of incarceration and consecutive terms of incarceration is unwarranted in the record. Appellant further contends the trial court failed to comply with statutory requirements in imposing sentence. This court remains unpersuaded.\nIn addressing whether a trial court properly may impose a maximum term of incarceration, this court recently stated as follows:\n    R.C. 2929.14(C) specifies when a court may impose a maximum prison term:\n      * * * The court imposing a sentence upon an offender for a  felony may impose the longest prison term authorized for the offense pursuant to division (A) of this section only upon offenders who committed the worst forms of the offense, upon offenders who pose the greatest likelihood of committing future crimes, upon certain major drug offenders under division (D)(3) of this section, and upon certain repeat violent offenders in accordance with (D)(2) of this section. [Emphasis deleted.]\n    Thus, to impose the maximum sentence, there must be a  finding on the record that the offender committed one of the worst forms of the offense or posed the greatest likelihood of recidivism. State v. Futrell (Nov. 10, 1999), Cuyahoga App. Nos. 75033, 75034, 75035, unreported. While the court need not use the exact language of the statute, it must be clear from the record that the trial court made the required findings. Id., State v. Assad (June 11, 1998), Cuyahoga App. No. 72648, unreported.\nState v. Hollander (July 5, 2001), Cuyahoga App. No. 78334, unreported.\nThe trial court herein made the following relevant comments at appellant's sentencing hearing:\n      Now because Mr. Barker has apparently served a prison term, he is not entitled to the presumption under 2929.14(B) that he receive the shortest prison term here. Even if it were found that he had previously served a prison term, I still would not be willing to give him the shortest prison term because I think it would under the facts of this case demean the seriousness of his conduct and it would not adequately protect the public from future crime by him. Now I'm referring when I make those findings on the very predatory nature, his conduct here at one o'clock in the morning driving around looking for a victim, finding a victim, using a friendly, innocent inquiry to an otherwise unsuspecting person in a residential neighborhood and then grabbing out for that person, using physical force throwing her into his enclosed compartment of his vehicle with, of course, these items &#8212; duct tape and razor blades and things that could so obviously be used to carry this from an abduction to a  physical attack. The conduct here has a lot of things from the evidence, a very brazen quality to it. There are a lot of things to suggest this may well have been predatory (sic) to a serious sexual assault. I found the evidence very chilling and it's very predatory.\n      The defendant's contention today for the first time that he did this while he was under the influence of LSD makes it even more frightening since LSD and other similar drugs deprive people of the ability to restrain and moderate their behavior and exercise self-control. * * *. [T]he fact that he's willing to attack a complete stranger in this bold and brazen way and then of course load himself up with mind-altering drugs totally supports the Court's conclusion that the shortest prison term does not adequately protect the public from his future crime.\n      Now, in order for this Court under 2929.14(C) to impose the maximum prison term for either of these two offenses, one finding the Court would have to make would be that this offender committed the \"worst form of the offense\" but that's not the only finding provided in the statute that supports a maximum sentence.The other one is that the Court can impose the longest prison term upon offenders \"who pose the greatest likelihood of committing future crimes.\" That's the finding I can make today based on all of the factors that I mentioned.\n(Emphasis added.)\nFrom the trial court's comments, it is clear it imposed the maximum terms on the basis not only that appellant committed the \"worst form\" of the offenses but that appellant's escalating criminal behavior, as evidenced by the presentence report, posed a high threat of recidivism. Since the trial court made the required findings, appellant's first assignment of error lacks merit and is overruled. State v. Edmonson (1999), 86 Ohio St. 3d 324 at 326-327; State v. Berry (June 14, 2001), Cuyahoga App. No. 78187, unreported; State v. Maynard (Mar. 16, 2000), Cuyahoga App. No. 75722, unreported; cf., State v. Maynard (July 12, 2001), Cuyahoga App. No. 78167, unreported; State v. Rowland (May 11, 2001), Hamilton App. No. C-000592, unreported.\nSimilarly, although appellant, in his second assignment of error, argues the trial court's imposition of consecutive terms was improper, the record does not support his argument. Pursuant to R.C.2929.14(E)(4), the trial court may order consecutive sentences if it finds such service \"is necessary to protect the public * * * and that consecutive sentences are not disproportionate to the seriousness of the offender's conduct * * *.\" The court further must consider three other factors and, if any one of those factors applies, consecutive sentences are warranted. In this case, the trial court made both of the requisite findings as follows:\n      The other consideration the Court has to look at, of course, is if it's going to impose one or more maximum prison sentences based on that finding, should they be served concurrently or consecutively, and there of course the guidance to the Court is under 2929.14(E)(4), * * *.\n      I'm * * * drawn under the facts of this case to Subdivision B which is that the harm caused by the multiple offenses was so great or unusual no single prison term for any of the offenses committed as a part of a single course of conduct adequately reflects the seriousness. There I'm going back to these two offenses, the possession of these criminal tools kept ready at his hand there in the front seat of his vehicle and then of course the brazen and bold abduction and physical attack grabbing control of this young woman who was conveniently located as being someone close to his physical size that he could fairly overpower, so based on all of that and not based on the emotionality of this case even though there is plenty of that to go around but just going through the logical factors, * * * the fact that in listening to the evidence of what happened here I found it exceedingly serious and predatory on Mr.\n    Barker's behalf, so it's the Court's conclusion that he should get a prison term, not a community sentence. He's not entitled to the shortest prison term.\n      The appropriate findings do support maximum sentences and also that there is likewise support for consecutive sentences here. I've already said that I think consecutive sentences or, excuse me, it's necessary to protect the public from future crime by this individual and that of course supports a consecutive sentence. I think it's necessary to punish Mr. Barker and that supports a consecutive sentence. I don't think consecutive sentences here are disproportionate to the seriousness of his conduct taken as a whole or to the danger that he poses to the public, * * *\n(Emphasis added.)\nBased upon the trial court's compliance with statutory requirements and a review of the record, this court thus cannot clearly and convincingly find the trial court's order of sentence was improper. R.C.2953.08(G)(1)(b); State v. Maynard (Mar. 16, 2000), Cuyahoga App. No. 78167, unreported; State v. Hollander, supra; State v. Berry, supra; State v. Daniels (Apr. 26, 2001), Cuyahoga App. No. 77998, unreported; cf., State v. Givner (July 5, 2001), Cuyahoga App. No. 78625, unreported. For that reason, appellant's second assignment of error also is overruled.\nAppellant's convictions and sentences are affirmed.\nIt is ordered that appellee recover of appellant its costs herein taxed.\nThe court finds there were reasonable grounds for this appeal.\nIt is ordered that a special mandate issue out of this court directing the Cuyahoga County Court of Common Pleas to carry this judgment into execution. The defendant's conviction having been affirmed, any bail pending appeal is terminated. Case remanded to the trial court for execution of sentence.\nA certified copy of this entry shall constitute the mandate pursuant to Rule 27 of the Rules of Appellate Procedure.\nMICHAEL J. CORRIGAN, J. and TERRENCE O'DONNELL, J. CONCUR\n1 Quotes indicate testimony given by a witness at appellant's trial.\n2 The record reflects appellant was \"not much taller\" than the victim and slight of build.",
            "ocr": false,
            "opinion_id": 3704494
        }
    ],
    "court_short_name": "Ohio Court of Appeals",
    "court_full_name": "Ohio Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Ohio, OH",
    "crime_category": "Kidnapping"
}