{
    "id": 3977279,
    "judges": "Glasser, Melvin, Resnick, Sherck",
    "date_filed": "1976-12-08",
    "date_filed_is_approximate": true,
    "slug": "state-v-pearson",
    "case_name_short": "Pearson",
    "case_name": "State v. Pearson",
    "case_name_full": "The STATE of Ohio, Appellee, v. PEARSON, Appellant",
    "attorneys": "Alan R. Mayberry,  Wood County Prosecuting Attorney, for appellee.\n\n William V. Stephenson  and  Stanley Needles,  for appellant.",
    "nature_of_suit": null,
    "posture": "Appeal from the Court of Common Pleas, Wood County.",
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 5,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b787-10\">\n    The STATE of Ohio, Appellee, v. PEARSON, Appellant.\n   </parties><br><p data-order=\"1\" data-type=\"citation\" id=\"b787-12\">\n    [Cite as\n    <em>\n     State v. Pearson\n    </em>\n    (1997), 119 Ohio App.3d 745.]\n   </p><br><court data-order=\"2\" data-type=\"court\" id=\"b787-13\">\n    Court of Appeals of Ohio, Sixth District, Williams County.\n   </court><br><docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b787-15\">\n    No. WD-96-034.\n   </docketnumber><br><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b787-16\">\n    Decided May 23, 1997.\n   </decisiondate><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b789-14\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"747\"> \n     *747\n     </span>\n<em>\n     Alan R. Mayberry,\n    </em>\n    Wood County Prosecuting Attorney, for appellee.\n   </attorneys><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"APg\">\n<em>\n     William V. Stephenson\n    </em>\n    and\n    <em>\n     Stanley Needles,\n    </em>\n    for appellant.\n   </attorneys>",
    "citations": [
        "696 N.E.2d 273",
        "119 Ohio App. 3d 745"
    ],
    "opinions": [
        {
            "author_str": "Resnick",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": 5390.0,
            "opinion_text": "[EDITORS' NOTE:  THIS PAGE CONTAINS HEADNOTES. HEADNOTES ARE NOT AN OFFICIAL PRODUCT OF THE COURT, THEREFORE THEY ARE NOT DISPLAYED.] *Page 747 \nThis is an appeal by appellant, Eric B. Pearson, from his criminal convictions for rape, a violation of R.C. 2907.02, felonious sexual penetration, a violation of R.C. 2907.12, and kidnapping, a violation of R.C. 2905.01. After the Wood County Court of Common Pleas entered judgment on the jury verdicts and sentenced1 appellant, he filed the instant appeal and sets forth the following assignments of error:\n\"First Assignment of Error\n\"The trial court committed error prejudicial to the defendant by overruling the defendant's motion to suppress all evidence of the taking of blood samples and subsequent blood analysis of those blood samples taken by police in contravention of theFourth and Fifth Amendments of the Constitution of the United States and the laws of Ohio.\"\n\"Second Assignment of Error\n\"The trial court committed prejudicial error by allowing the state to present, over objection, other acts evidence which was not inextricably interwoven with the charged crime and was not necessary for its proof.\"\nDuring the early morning hours of August 27, 1993, the victim in this case, a resident of Bowling Green, Wood County, Ohio, was walking to her apartment after spending the evening with a female friend. As she walked down the alley to her residence, she was approached by a person wearing a hooded sweatshirt, a bandana over his face and dark running shorts. The victim froze and then took a few steps toward her assailant, who, at that point, grabbed the victim. When she screamed, the assailant put his hand over her mouth and placed an object in her back, threatening to kill her if she didn't \"shut up.\"\nAfter leading the victim around the dark alley for fifteen to twenty minutes, the assailant led her to a tree, where he tied her hands behind her back with a thick rope. He then pushed her to her knees and placed a canvas bag over her head. The assailant then forced the victim to the ground so that she was lying on her back. He removed the victim's shorts and underwear, fondled her breasts and inserted a finger into her vagina. The assailant then removed his finger from the victim's vagina and inserted his penis into her vagina.\nWhen he was finished, the assailant dressed the victim and took the bag off her head. He became very apologetic, told her about his personal life, including the fact that he had served a prison term for an attempted rape conviction, and asked *Page 749 \nher questions about her personal life. Eventually, the assailant walked the victim to a place close to her apartment door and released her.\nOnce she was inside her apartment, the victim notified the police of the crime and had a friend take her to the hospital where a \"rape kit\" examination was performed.\nThe evidence collected during this examination was sent to the Ohio Bureau of Criminal Identification and Investigation (\"BCI\"). Semen was detected on some of the items in the rape kit. Semen samples were taken from these items and forwarded to the laboratory for the Federal Bureau of Investigation for deoxyribonucleic acid (\"DNA\") analysis. Once the testing was completed, the results of the analysis and the semen samples were preserved pending the apprehension of a suspect in the Wood County case.\nIn March 1995, the Bowling Green Police Department received a teletype from the Tiffin Police Department. The teletype contained information indicating that the Tiffin Police Department had DNA evidence obtained from appellant and that he was suspected of committing rapes in Seneca County. As set forth in the teletype, the facts, i.e., modus operandi, surrounding the Seneca County rapes were very similar to the crime under investigation in Bowling Green.\nUpon receiving the teletype, the Bowling Green Police Department then focused its investigation of the August 27, 1993 Wood County offenses on appellant. This investigation included an interview with appellant and the comparison of facts surrounding the crimes in both Seneca and Wood County.\nAdditionally, in March 1995, the Bowling Green Police Department asked the Federal Bureau of Investigation laboratory to compare the DNA profile developed from blood drawn from appellant in September 1994 for use in Seneca County rape investigations to the DNA profile derived from the semen sample obtained from the victim in the Wood County case. The FBI determined that the DNA profiles from the semen samples found in the case of the Wood County victim matched the DNA profile from Eric Pearson's September 1994 blood sample.\nOn September 21, 1995, the Wood County Grand Jury indicted Eric Pearson on one count of rape, one count of felonious sexual penetration and one count of kidnapping for the acts he allegedly committed on August 27, 1993.\nTrial counsel filed a motion to suppress the results of the September 12, 1994 blood draw and the DNA comparison. He argued that the blood sample taken from Eric Pearson on September 12, 1994 violated appellant's constitutional rights under theFourth, Fifth and Fourteenth Amendments to the United States Constitution and Crim.R. 41. *Page 750 \nTrial counsel later filed a supplemental motion to suppress the results of DNA testing on a second blood sample, drawn on June 20, 1995, in Seneca County. Counsel argued that this blood sample was obtained in violation of appellant's Fourth, Fifth\nand Sixth Amendment rights as set forth in the United States Constitution.\nOn January 18, 1996, the trial court held a hearing on appellant's motions to suppress. The evidence offered at that hearing revealed that, in August 1994, Lieutenant Michelle Craig of the Tiffin Police Department contacted the Seneca County Prosecutor requesting a court order to take a blood sample from Eric Pearson. The blood sample was needed as part of an investigation of a rape occurring in Seneca County.\nThe prosecutor filed a motion that failed to set forth any facts connecting appellant to a particular crime. However, the Seneca County Court of Common Pleas granted the motion and ordered Eric Pearson to submit to a blood draw. The draw was accomplished on September 12, 1994.\nSubsequently, in June 1995, Lieutenant Craig filed a petition in the Tiffin Municipal Court for a search warrant allowing the seizure of a blood sample from Eric Pearson. The police officer also filed an affidavit in support of that petition. The court issued the search warrant, a second blood sample was drawn, and the sample was analyzed by the FBI. Nevertheless, it is conceded by appellee, the state of Ohio, that the results of the DNA testing on the second blood sample were never compared with the DNA profile derived from semen obtained during the investigation of the case before us.\nAt the hearing, appellee asserted that the results of the first test should not be suppressed because of the \"inevitable discovery\" exception to the exclusionary rule.\nPatrolman Kenneth E. Fortney of the Bowling Green Police Department provided extensive testimony regarding facts supporting a finding of probable cause to issue a search warrant for a blood draw from Eric Pearson in the Bowling Green case. In particular, the officer noted that a DNA profile obtained in the investigation of the Wood County case already existed indicating that the Bowling Green Police Department was ready, when a suspect was apprehended, to take the next step &#8212; obtaining a DNA profile of the alleged rapist. Fortney cited numerous factual similarities between the rapes/attacks that occurred in Seneca County and the Wood County case. These included, but are not limited to, the attitude of the assailant (angry prior to the sexual conduct and apologetic and personal after the conduct), the use of a bag over the victim's head in conjunction with tying the victim's hands behind her back, the wearing of dark clothing by the assailant, the wearing of a blue bandana over the lower portion of the assailant's face, the placing of the assailant's hand over the victim's mouth, *Page 751 \nand the use of some type of weapon coupled with a threat to kill. The patrolman also stated that a view of the crime scene corroborated the details of the victim's statement regarding the charged offenses and that the description of the assailant provided by the victim was consistent with the description in the teletype issued by the Tiffin Police Department.\nBased on these facts, Fortney testified that the Seneca County suspect, Eric Pearson, became a primary suspect in his case. Fortney stated that the only reason he did not seek a search warrant in order to obtain a blood sample from Pearson was the fact that the Tiffin Police Department informed him that it already had a DNA profile on Pearson.\nIn its judgment entry denying appellant's motion to suppress, the trial court found that the September blood draw \"was conducted without a warrant, without a hearing and without exigent circumstances.\" The court therefore found that the seizure of appellant's blood violated the Fourth Amendment guarantee against unreasonable searches and, absent an exception, the DNA evidence derived from this blood sample must be suppressed.\nThe court next determined that the facts of this case placed it outside the historical framework of the inevitable-discovery exception. That is, the court concluded that because the police investigations occurred in two separate cases in two different counties rather than in the same case, the inevitable-discovery exception was inapplicable. The court then held, however:\n\"The court's conclusion in this motion to suppress must rest upon the propriety of the blood sample taken pursuant to a search warrant in June 1995.\"\nAfter reviewing the facts underlying the issuance of the June 1995 search warrant, the trial court concluded it was \"properly issued.\" The court then reasoned:\n\"The blood drawn in June 1995 is from the same person (Pearson) as the blood previously analyzed for DNA. The DNA results of the 1994 draw can be imputed to the June 1995 draw since DNA is not a changing factor such as the test for alcohol or drugs. * * * The Court can take notice of the consistency ofDNA findings regardless of when the substance used was taken ordrawn.\n\"Since the 1995 warrant was proper and the blood taken from Pearson was legally drawn, the DNA test results of the 1995 blood sample are admissible and not subject to the exclusionary rule. The fact that the particular blood tested by the FBI happened to be drawn at an earlier time is irrelevant because there is no dispute that the results are applicable to blood drawn pursuant to a proper warrant. Considering that there would be no difference in the DNA evidence between the illegal and legal blood sample, it would be the height of folly to require the second sample to be retested only to obtain the same results. *Page 752 \n\"Pearson's DNA evidence is not subject to exclusion and will be admitted as evidence in the present case.\"\nAt Pearson's Wood County trial the DNA profile from the September 1994 blood draw and the DNA profile based on semen found in the Wood County case were compared and discussed by the state's expert. The expert opined that there was only a one-in-three-hundred-fifty-thousand chance that the semen found in the Wood County case was from someone (among the white male population) other than appellant. No mention was ever made of a second blood sample being drawn and analyzed.\nIn his first assignment of error, one of appellant's arguments challenges the basis of the trial court's judgment. Appellant asserts that evidentiary rules bar the trial court from imputing the same test results reached in the DNA analysis of the September 1994 blood sample to the June 1995 blood sample in order to avoid suppression of these results. We agree.\nIn the present case, the trial court, by concluding that the results of a DNA analysis of the two samples of blood would be identical, essentially took judicial notice of the reliability of DNA evidence and, in doing so, actually \"admitted\" the DNA profile reached by the testing of the June 1995 blood sample. We cannot accept this reasoning.\nEvid.R. 402 allows the admission of any relevant evidence so long as the probative value of that evidence is not outweighed by its prejudicial effect, and it does not confuse the issues or mislead the jury. Evid.R. 403(A). If a proper foundation is provided for its admission, a DNA profile, i.e., scientific evidence, is admissible into evidence. See State v. Pierce\n(1992), 64 Ohio St.3d 490, 597 N.E.2d 107. A proper foundation includes a demonstration that the DNA tests were conducted in compliance with accepted standards. State v. Thomas (1991),63 Ohio App.3d 501, 505, 579 N.E.2d 290, 293. Differences or inaccuracies in test results, even those based on blood samples drawn from the same person, can occur if the proper methodology is not followed. Therefore, the trial court could not \"admit\" the results of the June 1995 DNA tests because no showing of compliance was made.\nFurthermore, the reliability of DNA evidence is for the trier of fact, judge or jury, to determine \"based on expert testimony and other evidence presented.\" State v. Pierce,64 Ohio St.3d at 501, 597 N.E.2d at 115. It is clear front Pierce that, at least in Ohio at this point in time, the reliability of DNA evidence is not subject to judicial notice. Rather, it is a factual determination. Id. at 501, 597 N.E.2d at 115-116. Here, the result of DNA testing of the June 1995 blood sample was never actually placed into evidence or examined and compared by the *Page 753 \nexperts who testified at trial. Thus, the trial court erred in imputing the results of the testing of the 1994 blood sample to the 1995 blood sample.\nWe, nevertheless, affirm the trial court's judgment because the court reached the right result for the wrong reason.\nR.C. 2501.02 grants appellate jurisdiction to this court to review, affirm, modify, set aside or reverse lower court judgments that are based on the lower court's commission of prejudicial errors. Therefore, when a trial court states an erroneous basis for its judgment, we must still affirm that judgment if it is legally correct on other grounds, that is, it achieves the right result for the wrong reason, because such an error was not prejudicial. Agricultural Ins. Co. v. Constantine\n(1944), 144 Ohio St. 275, 284, 29 O.O. 426, 430, 58 N.E.2d 658,663; Jackson v. Ohio Bur. of Workers' Comp. (1994), 98 Ohio App.3d 579,585, 649 N.E.2d 30, 34; Newcomb v. Dredge (1957),105 Ohio App. 417, 424, 6 O.O.2d 178, 181-182, 152 N.E.2d 801,806-807. See, also, Whiteside, Ohio Appellate Practice (1996) 88, Section 7.03.\nIn this case, the only DNA results presented at trial were those obtained from DNA testing of the September 1994 blood sample, which, as admitted by the prosecution, was seized in violation of the Fourth Amendment to the United States Constitution, Section 14, Article I of the Ohio Constitution, and Crim.R. 41. See Schmerber v. California (1966),384 U.S. 757, 86 S.Ct. 1826, 16 L.Ed.2d 908. Consequently, unless an exception applies to the 1994 seizure of appellant's blood, the trial court was required to suppress the DNA evidence in this case.\nAppellee argues, and we agree, that the inevitable-discovery exception is applicable; therefore, the trial court properly allowed the admission of the DNA evidence.\nFirst, appellant does not maintain, as did the trial court, that the inevitable-discovery rule is inapplicable when the illegal search and seizure was the result of an investigation of a crime occurring in one county and an independent investigation of a separate crime in another county. We must note, however, that we do not agree with the common pleas court's reasoning.\nIn an era where, for example, a serial rapist has access to varying forms of transportation and may, therefore, commit his crimes in widely separate jurisdictions, law officers must increasingly rely on the sharing of information and evidence to apprehend and convict a suspect. This sharing of information and evidence is especially important in a case, such as the one before us, where scientific evidence plays a role in determining the identity of a serial rapist. In view of the importance that scientific evidence, in particular, a DNA profile, has in serial rape cases (as well as the time and the cost involved in DNA analysis), it is only natural that various law enforcement agencies will share this type of *Page 754 \nevidence. Thus, although our research disclosed no case law on this issue in Ohio, we are of the opinion that the case before us is probably not the first, and will certainly not be the last, in which this particular scenario is presented.\nFurthermore, the purpose of the inevitable-discovery exception is to prevent the setting aside of criminal convictions that would have been obtained without police misconduct. Nix v. Williams (1984), 467 U.S. 431, 443,104 S.Ct. 2501, 2509, 81 L.Ed.2d 377, 387, fn. 4. Here, police misconduct in one investigation of a defendant led to scientific evidence that was used to convict that defendant in another county of a separate offense. Application of the inevitable-discovery exception in that second case simply achieves the purpose enunciated by the United States Supreme Court. Therefore, we shall consider whether the DNA evidence reached by an analysis of the 1994 blood sample would have been inevitably discovered by the Bowling Green Police Department.\nThe inevitable-discovery rule allows the admission of illegally obtained evidence where \"it is established that the evidence would have been ultimately or inevitably discovered during the course of a lawful investigation.\" State v. Perkins\n(1985), 18 Ohio St.3d 193, 18 OBR 259, 480 N.E.2d 763, syllabus, adopting the rule set forth in Nix v. Williams, 467 U.S. 431,104 S.Ct. 2501, 81 L.Ed.2d 377. The state bears the burden of showing \"within a reasonable probability that police officials would have discovered the derivative evidence apart from the unlawful conduct.\" State v. Perkins, 18 Ohio St.3d at 196, 18 OBR at 261-262, 480 N.E.2d at 767. Proof of inevitable discovery \"involves no speculative elements but focuses on demonstrated historical facts capable of ready verification or impeachment.\"Nix v. Williams, 467 U.S. at 444, 104 S.Ct. at 2509,81 L.Ed.2d at 388, fn. 5.\nIf the state does demonstrate, by a preponderance of the evidence, that the evidence would have been discovered by lawful means, the deterrence of police misconduct has such little basis that the evidence should be allowed. Nix v. Williams,467 U.S. at 443-444, 104 S.Ct. at 2508-2509, 81 L.Ed.2d at 387-388.\nIn two cases involving the 1994 blood sample drawn from appellant, the Third District Court of Appeals held that the prosecution failed to establish the requirements for the application of the inevitable-discovery exception. See State v.Pearson (1996), 114 Ohio App.3d 168, 682 N.E.2d 1086; State v.Pearson (1996), 114 Ohio App.3d 153, 682 N.E.2d 1077. A majority of the panel in each of these cases held that the mere fact that the police, using the information gathered through its investigation of the Seneca County rapes, could have probably obtained a search warrant was insufficient to establish that the DNA evidence would have been discovered. *Page 755 \nIn reaching its decision, the majority relied on State v.Masten (Sept. 29, 1989), Hancock App. No. 5-88-7, unreported, 1989 WL 111983, a case in which evidence seized by means of a warrantless search of a locked file cabinet was suppressed. The Third District Court of Appeals refused to apply the inevitable-discovery exception, finding that \"circumstances justifying the application of the [inevitable-discovery] rule are most likely to be present if investigative procedures were already in place prior to the discovery via illegal means.\"Id. The Masten court concluded that the mere existence of sufficient probable cause to obtain a search warrant did not constitute the implementation of investigative procedures that would have led to the ultimate discovery of the tainted evidence.\nIn his dissents to the Pearson cases, the Honorable John R. Evans stated:\n\"In the case before us, there is no question that the evidence derived from the [1994] blood sample would ultimately have been discovered. In fact, as the majority points out, the police had the information in hand to obtain a valid search warrant from the court which would have enabled them to lawfully secure the required blood sample when the first sample was improperly obtained. Admittedly, the police work at this point in the case was not the best. Nevertheless, the evidence to be obtained from a blood sample is still available and there can be no question that the evidence will ultimately be obtained by lawful means. In fact, the record confirms that the police have already obtained a blood sample from the Appellant pursuant to a valid search warrant.\"\nJudge Evans then noted that the inevitable-discovery rule does not require certitude as to the inevitable discovery of the tainted evidence. Rather, it only requires a very high probability that the evidence would have been discovered through an untainted, independent means. Id., quoting State v. Ford\n(1989), 64 Ohio App.3d 105, 112, 580 N.E.2d 827, 831-832.\nJudge Evans also distinguished Masten from the Pearson cases, remarking that speculation existed in the Masten case as to whether a search warrant could be issued and whether the evidence could be found in the locked file cabinet. Judge Evans then considered the facts of the cases before the court and reasoned that \"the police had already done the investigation that could have produced a valid search warrant and, in fact, went to a judge with the results of their investigation (all of which was already in hand before any blood sample was taken) and secured a valid search warrant before the Appellant was tried on the charges. This action removes any speculation that a warrant might not be issued. Furthermore, there can be no question that the evidence will still be available when the valid search warrant is executed.\" Moreover, this evidence was \"obtained independently of the tainted source,\" since evidence from the first blood sample was not used to justify the issuance of the search warrant. *Page 756 \n\"The blood sample was needed for DNA comparison. For this purpose, the blood sample from one individual never changes. A sample taken today and another sample taken next week will be identical. On these facts, there can be no question that the investigative procedures already completed would have ultimately led to the inevitable discovery of the evidence.\"\nWe find Judge Evans's reasoning persuasive. Prior to any unlawful conduct on the part of the Tiffin Police Department, the Bowling Green Police Department conducted, in Wood County, a totally independent investigation of crimes separate from the Seneca County cases. That investigation revealed a modusoperandi that was distinctly unique. In fact, both law enforcement officers (with a combined total of approximately thirty-three years of experience) who were witnesses at the suppression hearing testified that they had never encountered a method like the one allegedly used by appellant\nIn the course of its investigation the Bowling Green Police Department also gathered sufficient evidence to establish a DNA profile of the assailant in the Wood County case. The next logical step to this investigation would be the gathering of DNA evidence from a suspect to compare with this profile. Thus, upon receipt of the teletype containing the modus operandi of the Seneca County suspect, that is, appellant, the Bowling Green Police Department had more than enough evidence upon which to base a probable cause finding for the issuance of a search warrant to obtain a blood sample from appellant. Therefore, the evidence used in the trial below would have been inevitably discovered through a lawful independent police investigation. See Annotation, What Circumstances Fall Within \"Inevitable Discovery\" Exception to Rule Precluding Admission, In Criminal Case, of Evidence Obtained in Violation of Federal Constitution (1987), 81 A.L.R. Fed. 331, 383, Section 11(a).\nIn addition, and assuming that the DNA evidence should have been suppressed, the admission of that evidence was harmless error.\nThe DNA evidence was excluded as a result of a violation of appellant's constitutional rights. The test for harmless constitutional error is whether \"`beyond a reasonable doubt' * * * the remaining evidence alone comprises `overwhelming' proof of defendant's guilt.\" State v. Williams (1983), 6 Ohio St.3d 281,290, 6 OBR 345, 353, 452 N.E.2d 1323, 1333; State v. Dolce\n(1993), 92 Ohio App.3d 687, 701, 637 N.E.2d 51, 60. Here, the DNA evidence was employed to establish the identity of appellant as the person who kidnapped and raped the Wood County victim. Even if the DNA evidence is excluded, the evidence offered by the prosecution of appellant's other wrongful acts constituted overwhelming proof, beyond a reasonable doubt, of his identity as that perpetrator. *Page 757 \nThis case, unlike State v. Pearson, 114 Ohio App.3d 168,682 N.E.2d 1086, did not use both blood samples thereby bolstering the corroboration of the identification evidence. Therefore, the doctrine of harmless error is applicable, and the admission of the sample was not prejudicial to appellant.\nAppellant's first assignment of error is found not well taken.\nAppellant's second assignment of error asserts that the trial court's admission of \"other acts\" evidence is reversible error.\nPrior to trial, appellant filed a motion in limine asking the trial court to preclude the introduction of evidence related to any of his alleged wrongful acts or crimes. After a hearing, the trial court denied the motion in limine with regard to incidents occurring on September 23, 1993 (involving the abduction of Jennifer N.), April 2, 1994 (involving the rape of Stacie S.), and July 14, 1994 (involving the rape of Theresa T.).\nEvid.R. 404(B) provides that evidence of other crimes, wrongs, or acts of the defendant is not admissible in order to show that he acted in conformity therewith, but it may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident. In a similar manner, R.C. 2945.59\nstates:\n\"In any criminal case in which the defendant's motive or intent, the absence of mistake or accident on his part, or the defendant's scheme, plan, or system in doing an act is material, any acts of the defendant which tend to show his motive or intent, the absence of mistake or accident on his part, or the defendant's scheme, plan, or system in doing the act in question may be proved, whether they are contemporaneous with or prior or subsequent thereto, notwithstanding that such proof may show or tend to show the commission of another crime by the defendant.\"\nIn State v. Broom (1988), 40 Ohio St.3d 277, 282-283,533 N.E.2d 682, 689-691, the Ohio Supreme Court held that if there is substantial proof the alleged other act was committed by the defendant and the evidence does in fact tend to prove any of those things enumerated, then evidence of the other act may be admissible.\nIn the present case, substantial proof was offered to establish that the other acts were committed by appellant. That is, Jennifer N. was able to identify appellant as her attacker; DNA evidence linked appellant to the attacks on Stacie S. and Theresa T. Further, these other acts can be employed to demonstrate a modus operandi applicable to the crime with which appellant was charged in Wood County and are admissible to establish identity. State v. Lowe (1994), 69 Ohio St.3d 527,530, 634 N.E.2d 616, 618-619. *Page 758 \nAt appellant's trial, the testimony of these three women was offered, over appellant's objection, to establish a modusoperandi, i.e., common scheme, plan or system, used by appellant in attacking his victims. The details of all three attacks were strikingly similar to the attack of the victim in the Wood County case. In three of the attacks, the perpetrator placed either a pillow case or canvas bag over his victims' heads and wore a bandana/kerchief over his face. Two of the women had their hands tied behind their backs. Three of the attacks occurred outside during the early morning hours. In all four attacks, the assailant threatened to kill the victim or, in one instance, a loved one, and became apologetic after the attack. Taken together, these and other factual similarities offered in the \"other acts\" testimony assisted the trier of fact in determining the identity of the assailant in the Wood County case.\nAppellant asserts that allowing the \"other acts\" testimony was overly prejudicial because DNA evidence established the identity of the perpetrator in the Wood County case.\nThe DNA evidence offered in this case does not conclusively establish the identity of the man who committed the offenses of rape, felonious sexual penetration and kidnapping in Wood County. Instead, the expert testimony provided the jury with a probability that appellant was the perpetrator of those crimes. The victim herself was unable to identify appellant as her assilant. The \"other acts\" evidence was therefore not overly prejudicial because it was necessary to establish the identity of the appellant as that assailant. Accordingly, the trial court did not abuse its discretion in admitting evidence of appellant's other wrongful acts or crimes. State v. Sage (1987),31 Ohio St.3d 173, 31 OBR 375, 510 N.E.2d 343, paragraph two of the syllabus.\nAppellant's second assignment of error is found not well taken.\nOn consideration whereof, this court finds that appellant was not prejudiced or prevented from having a fair trial, and the judgment of the Wood County Court of Common Pleas is affirmed. Appellant is ordered to pay the costs of this appeal.\nJudgment affirmed.\nMELVIN L. RESNICK, P.J., GLASSER and SHERCK, JJ., concur.\n1 Finding that kidnapping was an allied offense of a similar import, the trial court did not sentence appellant on this charge. *Page 759 ",
            "ocr": false,
            "opinion_id": 3728919
        }
    ],
    "court_short_name": "Ohio Court of Appeals",
    "court_full_name": "Ohio Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Ohio, OH",
    "crime_category": "Kidnapping"
}