{
    "id": 4255993,
    "judges": "Eckerstrom, Espinosa, Miller",
    "date_filed": "1977-09-08",
    "date_filed_is_approximate": true,
    "slug": "state-of-arizona-v-joseph-javier-romero",
    "case_name_short": null,
    "case_name": "State of Arizona v. Joseph Javier Romero",
    "case_name_full": "The STATE of Arizona, Appellee, v. Joseph Javier ROMERO, Appellant",
    "attorneys": "Mark Brnovich, Arizona Attorney General, Joseph T. Maziarz, Section Chief Counsel, Phoenix, By Tanja K. Kelly, Assistant Attorney General, Tucson, Counsel for Appellee, Steven R. Sonenberg, Pima County Public Defender, By Abigail Jensen, Assistant Public Defender, Tucson, Counsel for Appellant",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b547-11\">\n    381 P.3d 297\n   </citation><br><parties id=\"b547-12\">\n    The STATE of Arizona, Appellee, v. Joseph Javier ROMERO, Appellant.\n   </parties><br><docketnumber id=\"b547-15\">\n    No. 2 CA-CR 2012-0378\n   </docketnumber><br><court id=\"b547-16\">\n    Court of Appeals of Arizona, Division 2.\n   </court><br><decisiondate id=\"b547-18\">\n    Filed September 13, 2016\n   </decisiondate><br><attorneys id=\"b549-28\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"505\"> \n     *505\n     </span>\n    Mark Brnovich, Arizona Attorney General, Joseph T. Maziarz, Section Chief Counsel,\n    <span citation-index=\"1\" class=\"star-pagination\" label=\"506\"> \n     *506\n     </span>\n    Phoenix, By Tanja K. Kelly, Assistant Attorney General, Tucson, Counsel for Appellee\n   </attorneys><br><attorneys id=\"b550-4\">\n    Steven R. Sonenberg, Pima County Public Defender, By Abigail Jensen, Assistant Public Defender, Tucson, Counsel for Appellant\n   </attorneys><br><judges id=\"b550-5\">\n    Judge Miller authored the opinion of the Court, in which Chief Judge Eckerstrom concurred and Judge Espinosa dissented.\n   </judges>",
    "citations": [
        "240 Ariz. 503",
        "381 P.3d 297"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 18.0,
            "download_url": "https://www.appeals2.az.gov/Decisions/CR20120378 opinion.pdf",
            "author_id": null,
            "opinion_text": "                             IN THE\n             ARIZONA COURT OF APPEALS\n                          DIVISION TWO\n\n\n                      THE STATE OF ARIZONA,\n                             Appellee,\n\n                                v.\n\n                      JOSEPH JAVIER ROMERO,\n                            Appellant.\n\n                     No. 2 CA-CR 2012-0378\n                     Filed September 13, 2016\n\n\n          Appeal from the Superior Court in Pima County\n                       No. CR20103531001\n             The Honorable Deborah Bernini, Judge\n\n                           REVERSED\n\n\n                            COUNSEL\n\nMark Brnovich, Arizona Attorney General\nJoseph T. Maziarz, Section Chief Counsel, Phoenix\nBy Tanja K. Kelly, Assistant Attorney General, Tucson\nCounsel for Appellee\n\nSteven R. Sonenberg, Pima County Public Defender\nBy Abigail Jensen, Assistant Public Defender, Tucson\nCounsel for Appellant\n\f                        STATE v. ROMERO\n                        Opinion of the Court\n\n\n\n                             OPINION\n\nJudge Miller authored the opinion of the Court, in which\nChief Judge Eckerstrom concurred and Judge Espinosa dissented.\n\n\nM I L L E R, Judge:\n\n¶1           After a jury trial, Joseph Romero was convicted of\nsecond-degree murder. State v. Romero, 236 Ariz. 451, ¶ 1, 341 P.3d\n493, 495 (App. 2014) (Romero I), vacated in part, 239 Ariz. 6, 365 P.3d\n358 (2016) (Romero II). He raised multiple issues on appeal and this\ncourt affirmed his conviction. Id. Our supreme court granted\nRomero’s petition for review on a single issue—whether the trial\ncourt abused its discretion by precluding Romero from offering\nexpert testimony criticizing the methods used by firearms examiners\nto match a gun to a crime. Romero II, 239 Ariz. 6, ¶¶ 1, 10, 365 P.3d\nat 360, 361. The court held that the trial court erred, vacated a\nportion of our opinion, and remanded the case to this court for a\nsubstantive review of whether the error was harmless. Id. ¶¶ 24, 31.\nBecause we find that the state has not proven beyond a reasonable\ndoubt that the jury would have convicted Romero even had it heard\nthe precluded evidence, we reverse.\n\n                Factual and Procedural Background\n\n¶2           A detailed review of the facts appears in Romero II, thus\nwe limit our consideration to facts pertaining to harmless error.\nId. ¶¶ 2-9. Romero became a suspect in a seven-year-old homicide\nafter detectives, using previously-unexamined information in a cell\nphone left at the scene, questioned whether a .40-caliber Glock\nRomero had allegedly discarded a month after the homicide could\nhave been used to shoot the victim. Id. ¶¶ 2-5. Police firearms\nexpert Frank Powell test-fired the gun to retrieve the shell casings,\nwhich he compared with casings found at the scene of the murder.\nId. ¶ 5. He concluded the casings matched. Id. Romero denied\ninvolvement in the murder, but did not challenge Powell’s opinion\n\n\n                                  2\n\f                          STATE v. ROMERO\n                          Opinion of the Court\n\n\nby using testimony from another firearms identification expert. Id.\n¶ 6.\n\n¶3            After the first trial ended in a mistrial because the jury\ncould not reach a verdict, Romero proffered Ralph Haber as an\nexpert in the field of experimental design. Id. Haber generally\nopined that forensic firearms identification relies on unscientific\nstandards and methods. Id.; see also Romero I, 236 Ariz. 451, ¶ 12, 341\nP.3d at 497. Romero also sought to exclude Powell’s testimony,\narguing that firearms identification did not meet the requirements of\nRule 702, Ariz. R. Evid. Romero II, 239 Ariz. 6, ¶ 6, 365 P.3d at\n360-61. The state moved to preclude Haber’s testimony and\nopposed the motion to preclude Powell’s toolmark testimony. Id.\n¶¶ 6-7. The trial court denied the motion regarding Powell, but\ngranted the state’s motion, finding that Haber was not qualified as\nan expert in firearms identification and that his testimony would\nimpermissibly allow the jury to make decisions generally reserved\nfor a Daubert1 hearing. Id. ¶ 7. Our supreme court concluded it was\nerror to preclude Haber’s testimony because he was qualified in\nscientific experimental design, potential deficiencies in the design of\nexperiments relating to toolmark analysis were relevant in assessing\nPowell’s opinions, Haber’s opinion did not impinge on the trial\ncourt’s Rule 702 responsibilities, and Haber’s lack of practical\nexperience in toolmark analysis only went to the weight of his\ntestimony. Romero II, 239 Ariz. 6, ¶¶ 17-29, 365 P.3d at 362-64. As\nnoted above, the court remanded the case to this court to determine\nwhether the preclusion of Haber’s testimony was harmless. Id.\n¶¶ 30-31.\n\n                               Discussion\n\n¶4          We requested supplemental briefing from the parties to\nconsider whether, in light of our supreme court’s reasoning,\npreclusion of Haber’s testimony 2 requires us to reverse Romero’s\n\n\n      1Daubert   v. Merrell Dow Pharm., 509 U.S. 579 (1993).\n      2Haber   testified at the Daubert hearing.\n\n\n                                    3\n\f                        STATE v. ROMERO\n                        Opinion of the Court\n\n\nconvictions. The parties emphasized different aspects of the record.\nThe state primarily adopted the reasoning of our concurring\ncolleague in Romero I and argued that circumstantial evidence\nconnecting Romero to the scene of the crime was sufficiently\npersuasive to render it extremely unlikely that the ballistics\ntestimony was incorrect in also linking the gun to the crime, and\ntherefore the preclusion of Haber’s opinion challenging that link was\nharmless. 236 Ariz. 451, ¶ 69, 341 P.3d at 511 (Eckerstrom, C.J.,\nspecially concurring). Romero expanded his original argument to\nexplain how Haber’s testimony would have supplemented the cross-\nexamination of Powell, and he suggests Haber could have convinced\nthe jury to reject Powell’s opinion that the fatal bullets came from\nthe gun linked to Romero.\n\n¶5           The state focuses its argument principally on whether\nthe evidence unrelated to firearm identification shows\noverwhelmingly that the jury would have convicted Romero. This is\na guilt-focused argument that generally considers the weight of the\nuntainted, admissible evidence. In contrast, Romero contends that\nPowell’s testimony provided the bedrock of a guilty verdict. This\nerror-focused argument primarily considers the effect of the error on\nthe trial. To address these arguably separate and independent\nperspectives, we first examine Arizona principles in our black-letter\nlaw and then the factors developed in case law.\n\n¶6            Although Arizona’s Rules of Civil Procedure and the\nFederal Rules of Criminal Procedure instruct courts to disregard any\ntrial error that does not affect substantial rights, there is no\nanalogous rule of Arizona criminal procedure. See Ariz. R. Civ. P. 61\n(courts must disregard error that does not affect the substantial\nrights of the parties); Fed. R. Crim. P. 52(a) (error not affecting\nsubstantial rights must be disregarded). Arizona constitutional and\nstatutory law, however, proscribe reversal for a trial error if\n“substantial justice has been done,” Ariz. Const. art. VI, § 27, or\nthere has been no prejudice to a “substantial right” of the defendant,\nA.R.S. § 13-3987. Additionally, the United States Constitution\nprovides independent protections. See Chapman v. California, 386\nU.S. 18, 21 (1967) (“[W]e cannot leave to the States the formulation of\n\n\n                                  4\n\f                         STATE v. ROMERO\n                         Opinion of the Court\n\n\nthe authoritative laws, rules, and remedies designed to protect\npeople from infractions by the States of federally guaranteed\nrights.”). While an evidentiary error does not necessarily rise to the\nlevel of a deprivation of a constitutional right,3 the test for whether a\nsubstantial right has been affected does not vary depending on\nwhether the error arises out of procedural or constitutional law. See\nid. at 21-22 (declining to adopt rule that all federal constitutional\nerrors are harmful); see also State v. Ring, 204 Ariz. 534, ¶ 45, 65 P.3d\n915, 933 (2003) (noting constitutional error may be harmless).\n\n¶7            “In deciding whether error is harmless, the question ‘is\nnot whether, in a trial that occurred without the error, a guilty\nverdict would surely have been rendered, but whether the guilty\nverdict actually rendered in this trial was surely unattributable to\nthe error.’” State v. Leteve, 237 Ariz. 516, ¶ 25, 354 P.3d 393, 401\n(2015), quoting Sullivan v. Louisiana, 508 U.S. 275, 279 (1993). An\nappellate court making this harmless-error determination “does not\n. . . ‘become in effect a second jury to determine whether a defendant\nis guilty.’” Neder v. United States, 527 U.S. 1, 19 (1999), quoting Roger\nJ. Traynor, The Riddle of Harmless Error 21 (1970). Nonetheless, the\nappellate standard parallels the evidentiary standard required to\nconvict: “We must be confident beyond a reasonable doubt that the\nerror had no influence on the jury’s judgment.” State v. Bible, 175\nAriz. 549, 588, 858 P.2d 1152, 1191 (1993). Beyond these broad\nstatements, there is no bright-line rule for what constitutes harmless\nerror. Id. Not surprisingly, to the extent that the harmless error\ndoctrine has been applied outside an analytical framework, it has\nbeen criticized as conclusory. See, e.g., D. Alex Winkelman et al., An\nEmpirical Method for Harmless Error, 46 Ariz. St. L.J. 1405, 1412-14\n\n\n      3The  Arizona Rules of Evidence generally correspond to the\nFederal Rules of Evidence, but nonetheless stand on an independent\nbasis and sometimes “deliberately depart” from the federal rules.\nAriz. R. Evid., prefatory cmt. to 2012 amendments. Similarly,\nbecause our rules of evidence are founded in state procedural law,\n“federal court decisions interpreting the federal rule are persuasive\nbut not binding with respect to interpreting the Arizona rule.” Id.\n\n\n                                   5\n\f                          STATE v. ROMERO\n                          Opinion of the Court\n\n\n(2014); see also Charles S. Chapel, The Irony of Harmless Error, 51 Okla.\nL. Rev. 501, 505-06 & n.29 (1998) (criticizing harmless error review\nand listing other critical journal articles).\n\n¶8            In Bible, our supreme court favorably cited Weinstein’s\nEvidence for the variety of factors frequently considered by courts.\n175 Ariz. at 588, 858 P.2d at 1191. They are4:\n\n              (1) Whether the       other    evidence    is\n                  overwhelming;\n\n              (2) Whether the erroneously excluded or\n                  admitted evidence would have been\n                  primary evidence or material fact;\n\n              (3) Whether the party was able to present\n                  the substance of the claim or defense;\n\n              (4) The cumulative effect of all errors;\n\n              (5) Whether erroneously admitted or\n                  excluded    evidence      is    merely\n                  cumulative of similar evidence already\n                  received;\n\n              (6) Whether the relevant jury instructions\n                  were appropriate and useful;\n\n              (7) Whether the jury argument was based\n                  on tainted evidence; and\n\n              (8) The prejudicial effect of erroneously\n                  admitted or excluded evidence.\n\n1 Jack B. Weinstein & Margaret A. Berger, Weinstein’s Federal\nEvidence § 103.41[5] (2d ed. 2016) (hereinafter “Weinstein”). This list\nincorporates the approaches of both parties and allows a more\n\n      4 We   have changed the order of the factors to facilitate our\nanalysis.\n\n\n                                    6\n\f                        STATE v. ROMERO\n                        Opinion of the Court\n\n\nobjective basis to review for harmless error. Thus, we consider these\nfactors in light of all of the evidence below. See Bible, 175 Ariz. at\n588, 858 P.2d at 1191 (harmless error review is a case-specific factual\ninquiry based on all evidence). Not all factors will apply, nor will\nthey all carry the same weight in a particular case.5\n\nOverwhelming Evidence\n\n¶9          We begin with the issue of overwhelming evidence\nbecause it alone may be dispositive. For example, in Bible, the\nimproper admission of DNA evidence was found harmless because\nthe other evidence of guilt was “far beyond overwhelming.”\n175 Ariz. at 588-89, 858 P.2d at 1191-92. The court in Bible detailed\nsix paragraphs of additional evidence that linked Bible to the\nabduction and murder of the victim. Id.\n\n¶10        The state6 contends there is overwhelming evidence of\nRomero’s guilt because his cell phone was found at the scene of the\n\n\n      5 Our   dissenting colleague objects to the categorization of\nfactors as creating a fragmented approach which he suggests departs\nfrom the standards our supreme court has established. We\nrespectfully disagree. Bible first cited Weinstein for the factors\npotentially relevant in a harmless error analysis. 175 Ariz. at 588,\n858 P.2d at 1191. Moreover, each elucidated factor is based on or\nconsistent with Arizona case law.         In contrast, the dissent’s\nconcluding reliance on State v. Anthony, 218 Ariz. 439, ¶ 39, 189 P.3d\n366, 373 (2008), follows a summary description of one factor we\naddress in detail—but which is separate from additional factors not\nlimited to evidence of guilt. We also observe that although the court\nin Anthony provided a very detailed recitation of the circumstantial\nevidence supporting the murder conviction, its conclusion that the\nevidentiary error was not harmless involved weighing the impact of\nthe improper evidence. Id. ¶¶ 3-23, 40-42.\n      6The  dissent enlarges the discussion of several facts that are\nreferred to briefly by the state. To maintain context, we discuss\nthem here and with singular attribution to the state’s position.\n\n\n                                  7\n\f                         STATE v. ROMERO\n                         Opinion of the Court\n\n\nshooting; the victim was in the contacts list of the phone; two of the\nmen seen fleeing the scene were described as Hispanic; one of the\nfleeing men referred to another as “Joe”; the description of the truck\nat the scene was similar to a Ford Ranger Romero had driven; and,\nRomero discarded a Glock one month after the shooting when he\nwas being followed by police. To determine the significance of the\nevidence, we start with the offense charged and then address\nspecific facts.\n\n¶11           Romero was indicted for first-degree murder, but the\njury was not instructed on accomplice liability; rather, it was\ninstructed only on the lesser offenses of second-degree murder and\nmanslaughter. Moreover, the state only argued to the jury that\nRomero fired the fatal bullet and explicitly rejected before the court\nan alternative liability theory. The limited charge and instructions,\nand the absence of argument to the contrary, precluded alternative\ntheories of criminal liability that might have included shots fired by\nother persons present at the scene. See, e.g., State v. King, 226 Ariz.\n253, ¶ 16, 245 P.3d 938, 943 (App. 2011) (criminal liability may be\nbased on accomplice theory if state proves defendant aided or\nfacilitated commission of offense by principal). Thus, it was not\nsufficient to prove only that Romero was present and may have fired\na gun at the scene.\n\n¶12          The evidence unrelated to the Glock supports the\ncontention that Romero was at the scene, but it is not overwhelming.\nFor instance, the eyewitnesses differed as to whether there were two\nor three men running from the scene. The eyewitness who was able\nto estimate the height of the men initially described them as five feet,\nseven inches to five feet, eight inches, but added several inches to\nthe estimate in his trial testimony. Romero is six feet, one inch to six\nfeet, two inches. The same witness identified the truck as a Ford\nRanger or a Mazda pickup. Further, the evidence did not show that\nRomero was the exclusive driver of the Ford Ranger; rather, it\nsuggested he was merely one of its users. Finally, the name\nreference could have been mistaken for “Joel,” the victim’s\nroommate and the initial suspect in the case. Notably, no witness\nknew Romero or could identify him at trial as a person at the scene.\n\n\n                                   8\n\f                         STATE v. ROMERO\n                         Opinion of the Court\n\n\n¶13           Even if we assume the eyewitness testimony and the\nlocation at the scene of a cell phone used by Romero suggests he was\none of the two or three men running after four or five shots were\nheard, it was the state’s burden to prove Romero was the person\nwho actually fired the fatal shots. Moreover, although two bullets\nwere recovered from the victim’s body, there was no evidence\nlinking those bullets to specific shell casings. Thus, the match of a\nGlock—separately and independently linked to Romero—to the\nshell casings found on the ground was the strongest evidence that he\nfired the shots. Removing from consideration a factual conclusion of\na match, the remaining evidence was arguably sufficient to survive a\nRule 20 motion, but the state’s burden is greater: it must show\noverwhelming evidence. State v. Anthony, 218 Ariz. 439, ¶ 41, 189\nP.3d 366, 373 (2008) (state’s burden exceeds “whether the jury was\njustified in its verdict”). Finally, we note that Romero’s first trial\nresulted in a hung jury. See State v. Rich, 184 Ariz. 179, 181, 907 P.2d\n1382, 1384 (1995) (noting hung jury in conclusion error not\nharmless); see also Cobb v. State, 658 S.E.2d 750, 753 (Ga. 2008) (noting\n“prior hung juries are a factor supporting a finding of harmful\nerror”); State v. Edwards, 128 P.3d 631, ¶¶ 16-17 (Wash. Ct. App.\n2006) (noting previous hung jury in considering whether untainted\nevidence overwhelming). We are skeptical the prior jury would\nhave been unable to reach a verdict if the evidence was indeed as\n“overwhelming” as the state maintains. On this record, we cannot\nconclude there was overwhelming evidence that Romero fired the\ngun that killed the victim. See State v. Lehr, 201 Ariz. 509, ¶¶ 31-43,\n38 P.3d 1172, 1181-83 (2002) (preclusion of cross-examination and\ndefense expert testimony criticizing DNA testing not harmless\nwhere DNA was key evidence).\n\nPrimary Evidence\n\n¶14         In determining whether evidentiary errors are harmless,\ncourts also consider whether the error involved the admission or\nexclusion of primary evidence. Compare State v. Ontiveros-Loya,\n237 Ariz. 472, ¶ 22, 352 P.3d 941, 947-48 (App. 2015) (error not\nharmless where erroneously admitted photographs “strongest\nevidence produced at trial” that defendant possessed deadly\n\n\n                                   9\n\f                         STATE v. ROMERO\n                         Opinion of the Court\n\n\nweapon), with State v. Nelson, 146 Ariz. 246, 248-49, 705 P.2d 486,\n488-89 (App. 1985) (any error in admitting intoxilyzer test results\nharmless as to conviction for unlawful flight from pursuing law\nenforcement vehicle). Here, Haber’s proposed testimony, generally\ncritiquing the science of firearms identification, would not have\nincluded evidence that Haber had reached a different conclusion\nthan Powell; it was only intended to weaken Powell’s testimony that\nthe gun and shell casings matched, without directly contradicting\nPowell’s findings. Haber’s testimony therefore was not primary\nevidence. Cf. Petree v. Victor Fluid Power, Inc., 887 F.2d 34, 41-42 (3d\nCir. 1989) (erroneous preclusion of rebuttal evidence that “totally\ncontradicted” defense “star witness” not harmless).\n\nOpportunity to Present Claim or Defense\n\n¶15          Whether an error is harmless may also be considered in\nthe context of a party’s ability to present the substance of his claim\nor defense. See, e.g., Gaston v. Hunter, 121 Ariz. 33, 52-53, 588 P.2d\n326, 345-46 (App. 1978) (exclusion of some expert opinions harmless\nwhere substance elicited at other times in trial). The substance of\nRomero’s claim regarding the match of the gun was that not enough\nis known about the uniqueness of gun toolmarks 7 to warrant\nreliance on a match by an examiner. Romero impeached the\nfoundation of Powell’s opinions in cross-examination using a report\nfrom the National Academy of Sciences (NAS) that criticized “the\nlack of a precisely defined process” in toolmark analysis, which\nmakes difficult “well-characterized confidence limits.”          Nat’l\nResearch Council, Strengthening Forensic Science in the United States:\nA Path Forward 155 (2009). In fact, Haber’s opinions relied in no\nsmall part on the NAS report. Accordingly, we conclude Romero\n\n\n\n\n      7A  “toolmark” is the impression left on a softer surface when\nit comes into contact with a hard object. In this context, it refers to\nimprints left by the gun’s firing pin and related parts on the bullet\ncasings. See generally United States v. Monteiro, 407 F. Supp. 2d 351,\n359-61 (D. Mass. 2006).\n\n                                  10\n\f                         STATE v. ROMERO\n                         Opinion of the Court\n\n\nwas able to present the substance of his challenge to the reliability of\nPowell’s opinions.8\n\nCumulative Effect of Errors\n\n¶16          Evidentiary errors may compromise only a small\nportion of the total evidence or they may be repeated with a\nsignificant cumulative effect. See, e.g., Town of Paradise Valley v.\nLaughlin, 174 Ariz. 484, 487, 490, 851 P.2d 109, 112, 115 (App. 1992)\n(vacating and remanding due to “cumulative effect of the court’s\nerror,” although preclusion of defendant’s testimony alone would\nnot warrant new trial); Coyner Crop Dusters v. Marsh, 91 Ariz. 371,\n375, 372 P.2d 708, 711 (1962) (although new trial required because of\nincorrect jury instructions, other errors also considered because\n“cumulative effect” could result in unfair trial). In criminal cases,\nhowever, Arizona rejects the “cumulative error doctrine” outside the\ncontext of prosecutorial misconduct claims. State v. Hughes, 193\nAriz. 72, ¶ 25, 969 P.2d 1184, 1190-91 (1998). Because there is no\nclaim of prosecutorial misconduct, this factor does not apply.\n\nCumulative Evidence\n\n¶17          The significance of evidence erroneously admitted or\nexcluded may depend on whether it is more of the same type of\nevidence properly admitted in the case. See, e.g., State v. Williams,\n133 Ariz. 220, 226, 650 P.2d 1202, 1208 (1982) (erroneous admission\nof hearsay harmless where cumulative to testimony at trial).\nCumulative evidence supports a fact “otherwise established by\nexisting evidence”; that is, it is not enough to be simply corroborated\n\n\n      8Romero   argues for the first time in his supplemental brief on\nremand that Powell changed the basis of his opinion between the\ntwo trials, by testifying at the first trial that he relied on the\n“fingerprint” of the breech face of the gun on the cartridge and, at\nthe second trial, that he was referring to “shearing” caused by up-\nand-down motion of the cartridge against the firing pin aperture at\nthe second trial. A review of the context of his testimony, however,\nindicates he was referring to the same marks at both trials.\n\n\n                                  11\n\f                         STATE v. ROMERO\n                         Opinion of the Court\n\n\nby other evidence, and it cannot be the very issue in dispute. State v.\nBass, 198 Ariz. 571, ¶ 40, 12 P.3d 796, 806 (2000).\n\n¶18          That Romero was able to impeach Powell using the\nNAS report does not mean Haber’s opinions would have been\ncumulative. For example, his proposed testimony provided context\nfor the report’s criticism of firearms identification methods,\nexplaining how the accuracy of the field could be challenged. Haber\nalso could have responded directly to statements made by Powell.\nFor example, at the conclusion of Powell’s testimony, a juror\nsubmitted a question as to whether a different examiner with similar\ntraining and experience would reach the same conclusion regarding\nthe shell casings, and Powell said he was “completely confident.”\nHaber’s testimony would have addressed the scientific basis for that\nconfidence. Likewise, Haber would have been able to answer jury\nquestions. Ariz. R. Crim. P. 18.6(e). In this case, the expert\ntestimony would have augmented the cross-examination about the\nreport, rather than repeating it. Cf. State v. Ray, 123 Ariz. 171, 173 &\nn.1, 598 P.2d 990, 992 & n.1 (1979) (erroneous admission of\npreliminary hearing transcript not harmless where testimony\ncontained therein not cumulative).\n\nJury Instructions\n\n¶19           Errors also may be vitiated or exacerbated by jury\ninstructions. See Weinstein § 103.41[5]; cf. State v. Schroeder, 167 Ariz.\n47, 50-51, 804 P.2d 776, 780-81 (App. 1990) (expert’s improper\ntestimony regarding credibility of victim cured by court’s\nadmonition and instruction to jury regarding its role in determining\ncredibility). Here, the jury was instructed that it was “not bound by\nany expert opinion,” and could choose how much weight to give the\nopinion. Although this allowed the jury to choose not to credit\nPowell’s testimony, we cannot say it either vitiated or exacerbated\nthe error caused by the preclusion of Haber’s testimony.\n\nJury Arguments\n\n¶20      The effect of erroneous rulings may also be\ncompounded by reference to missing or improper evidence in\n\n\n                                   12\n\f                          STATE v. ROMERO\n                          Opinion of the Court\n\n\narguments to the jury. See Mueller v. Hubbard Milling Co., 573 F.2d\n1029, 1037 (8th Cir. 1978) (error not harmless where counsel\nemphasized erroneously admitted evidence in closing argument);\nsee also State v. Watkins, 126 Ariz. 293, 299, 614 P.2d 835, 841 (1980)\n(error harmless where erroneously admitted evidence not\nmentioned in opening or closing arguments). Here, the prosecutor\nargued, “[Y]ou cannot take [the criticisms in the National Academy\nof Science book] as some kind of evidence, because there is no\nevidence from this courtroom, from that witness stand that actually\nchallenges firearms analysis.” Although the argument was not\nimproper in view of the preclusion ruling, it highlights the fact that\nthe absence of direct evidence challenging Powell’s opinion was\nsufficiently important to the state’s position that it argued to the jury\nthe NAS report should not be used to impeach Powell. We conclude\nthe state’s emphasis on the defendant’s lack of “witness stand”\nevidence supporting the NAS report exacerbated the error of\nHaber’s preclusion.\n\nPrejudice\n\n¶21          Prejudicial effect is implicit in all factors, but also stands\nas a catch-all category when consideration of a particular factor\nwould not otherwise apply. Here, the preclusion of a defense\nwitness who would have challenged the testimony of the state’s\nexpert carried additional prejudice, because “‘science’ is often\naccepted in our society as synonymous with truth.” Bible, 175 Ariz.\nat 578, 858 P.2d at 1181, quoting 1 Morris K. Udall et al., Arizona\nPractice: Law of Evidence § 102, at 212 (3d ed. 1991).\n\n                      Summary and Disposition\n\n¶22          Looking at “the trial record as a whole,” United States v.\nHasting, 461 U.S. 499, 509 (1983), the evidence of guilt was not\noverwhelming, Haber’s testimony was not cumulative, no jury\ninstruction ameliorated the error, and the arguments to the jury\ncompounded the error. We cannot say beyond a reasonable doubt\nthat the preclusion of Haber’s testimony had no influence on the\njury’s verdict. Therefore, the error here was not harmless and we\n\n\n\n                                    13\n\f                         STATE v. ROMERO\n                         Opinion of the Court\n\n\nmust reverse. Romero’s conviction and sentence are reversed, and\nthis case is remanded to the superior court for further proceedings.\n\n\n\nE C K E R S T R O M, Chief Judge, concurring:\n\n¶23          I join with Judge Miller’s opinion in every respect. I\nwrite separately because I previously concluded that the trial court’s\nerror in precluding Dr. Haber’s testimony was harmless. Romero I,\n236 Ariz. 451, ¶ 69, 341 P.3d at 511 (Eckerstrom, C.J., specially\nconcurring). And, as my dissenting colleague correctly notes, the\nevidence in the case has not changed since I so reasoned.\n\n¶24          However, in light of the supplemental briefing and\nargument, I can no longer maintain that the jury’s verdict of guilt\n“was surely unattributable to the error.” Leteve, 237 Ariz. 516, ¶ 25,\n354 P.3d at 401, quoting Sullivan, 508 U.S. at 279. My original\nreasoning, quoted at length in the dissent, overlooked that\nDr. Haber’s testimony, if allowed, could have caused a juror to\nquestion the reliability of Mr. Powell’s testimony altogether. As an\nable lawyer once wrote: “[I]t is better to be only sometimes right,\nthan at all times wrong, so soon as I discover my opinions to be\nerroneous, I shall be ready to renounce them.” Abraham Lincoln,\nLetter to the People of Sangamo County (Mar. 9, 1832), reprinted in\nAbraham Lincoln: Speeches and Writings 1832-1858, at 1, 4-5 (Done E.\nFehrenbacher ed., 1989).\n\n\n\nE S P I N O S A, Judge, dissenting:\n\n¶25          I respectfully disagree with my colleagues for several\nreasons. First, I believe Arizona’s existing legal framework for\nevaluating harmless error, articulated by our supreme court in\nnumerous cases, provides appropriate and adequate standards for\nresolving the legal issue remanded to us. See, e.g., State v. Valverde,\n220 Ariz. 582, ¶ 11, 208 P.3d 233, 236 (2009); Anthony, 218 Ariz. 439,\n¶ 39, 189 P.3d at 373; Bible, 175 Ariz. at 588, 858 P.2d at 1191; State v.\nMcVay, 127 Ariz. 450, 453, 622 P.2d 9, 12 (1980). I therefore see no\n\n                                   14\n\f                         STATE v. ROMERO\n                         Opinion of the Court\n\n\nneed for the fragmented harmless error analysis adopted by the\nmajority, particularly on the facts of this case.\n\n¶26           The majority insists that it does not depart from our\nsupreme court’s established standards by employing its own multi-\nfactor approach in evaluating harmless error, but I question that\nview and the necessity of such an approach here. Though Bible cited\nWeinstein, it did so in support of its declaration that “[t]here is no\nbright line statement of what is and what is not harmless error,” and\nonly noted generally that Weinstein “list[ed] factors courts examine\nin determining whether error was harmless.” 175 Ariz. at 588, 858\nP.2d at 1191. It did not, however, mention, let alone expressly\nadopt, any of those factors. See id. Moreover, the court further\nclarified that “[d]ue to th[e] case-specific factual inquiry [involved],\nan error may be harmless in one case but require reversal in\nanother.” Id. In my view, the supreme court’s “broad statements”\nare neither conclusory nor accidental; instead, it appears the court\nhas intentionally articulated flexible standards in order to account\nfor the great number of variables and factual considerations that\noften arise in multifaceted criminal cases.\n\n¶27           Second, I would conclude under either approach that\nthe state has established beyond a reasonable doubt that the\nexclusion of Romero’s expert did not influence the jury’s verdict.\nSee Leteve, 237 Ariz. 516, ¶ 25, 354 P.3d at 401-02. As previously\nstated by my colleague who specially concurred in our first decision\nin this case:\n\n             Notwithstanding the relevance of [the\n             precluded]     testimony    to    significant\n             evidence against Romero, I would also\n             conclude the trial court’s error was\n             harmless beyond a reasonable doubt.\n             Haber’s testimony was brought exclusively\n             to challenge the weight the jury could place\n             on Powell’s opinion that only Romero’s\n             gun could have fired the fatal shots. But\n             there was other circumstantial evidence\n             connecting Romero to the scene of the\n\n                                  15\n\f                       STATE v. ROMERO\n                       Opinion of the Court\n\n\n            crime. [He] was both connected to a cell\n            phone found at the scene and a truck\n            observed leaving it. Given that the gun in\n            question was found with the very person\n            otherwise connected to the crime by two\n            other items of evidence, the results of\n            Powell’s testing rendered the proposition\n            that another gun had fired the bullets\n            unlikely in the extreme. Put another way,\n            it would be an extraordinary coincidence if\n            a weapon creating such similar markings as\n            the murder weapon, but not involved in\n            the murder, would happen to be found\n            with Romero. Haber’s testimony—that\n            Powell’s      methodology       could   not\n            scientifically exclude every other handgun\n            in circulation as having fired the weapon—\n            would not have altered that stark fact.\n\nRomero I, 236 Ariz. 451, ¶ 69, 341 P.3d at 511 (Eckerstrom, C.J.,\nspecially concurring). The evidence in this case has not changed\nsince those astute observations were made.\n\n¶28           Third, viewed in its entirety, overwhelming evidence,\nalbeit circumstantial, supported Romero’s conviction, including\nDNA linking him to the gun, as well as to the cell phone found on\nthe ground beside the victim; a billing address also linking him to\nthe phone; eye-witness testimony that immediately after the shots\nwere fired one of the murder party said, “damn it, Joe, or something\nto that effect,” using Romero’s first name; and Romero’s possession\nand, upon being followed by police, immediate disposal of a pistol\nof the same caliber used in the shooting—another highly significant\nlink, even if the match between the gun and the shell casings at the\nscene were not confirmed. Thus, as suggested in my colleague’s\nprevious concurrence, although the weight of one expert’s testimony\nis disputed, “[t]he other evidence, points with unerring consistency\nto one inarguable conclusion.” Bible, 175 Ariz. at 588, 858 P.2d at\n1191.\n\n\n                                16\n\f                        STATE v. ROMERO\n                        Opinion of the Court\n\n\n¶29          The majority reasons that the evidence only linked\nRomero to the scene, where at least two people were present, the\njury was not instructed on accomplice liability, and the match of the\ngun to the shell casings was the strongest evidence Romero was the\none who pulled the trigger. However, King, cited by the majority,\ndoes not say or suggest a jury cannot find guilt as an accomplice\nunless so instructed, 226 Ariz. 253, ¶¶ 14-20, 245 P.3d at 943-44, and\na jury is not ordinarily required to state the basis for its verdict,\ncf. State v. Hansen, 237 Ariz. 61, ¶¶ 20, 22, 345 P.3d 116, 123\n(App. 2015) (noting courts do not second-guess jury’s verdicts nor\ninquire into deliberative process; “[a] court must simply accept the\nverdicts without probing into the jurors’ thought processes or\ndemanding adherence to its instructions”).\n\n¶30          Here, a question from the jury during its deliberations\nasked if Romero must have “pulled the trigger” to be convicted, to\nwhich the trial court only referred the jury to the instructions\nprovided. The court later noted it had omitted an accomplice\ninstruction through oversight. See State v. Rhymes, 129 Ariz. 56, 60,\n628 P.2d 939, 943 (1981) (accomplice to murder liable under A.R.S.\n§ 13-303(A)(3) for substantive crime); State v. Rios, 217 Ariz.\n249, ¶ 10, 172 P.3d 844, 846 (App. 2007) (accomplice with requisite\nmental state “considered as liable as if he had personally committed\nthe offense”).\n\n¶31           Finally, whether or not Romero might have been\nconvicted as an accomplice, once it was established that he was\npresent for the murder, additional evidence demonstrated his role as\na shooter: an eyewitness reported that “both” people he had seen\nwere shooting at the victim, and it is manifestly evident that Romero\ndid not just wait in the truck because his cell phone was found on\nthe ground beside the victim—Romero surely did not throw it out\nthe window at him, either before or after he was shot. None of these\nfacts or the other circumstantial evidence has any connection to the\nreliability of the firearms testing, but all go to the “one inarguable\nconclusion,” id., arrived at by the jury, that Romero was responsible\nfor the murder.\n\n\n\n\n                                 17\n\f                        STATE v. ROMERO\n                        Opinion of the Court\n\n\n¶32         Accordingly, applying our supreme court’s well-\nestablished standards for harmless error to the issue and evidence\non remand, I would conclude beyond a reasonable doubt that the\nexclusion of Romero’s proffered expert “had no influence on the\njury’s judgment,” Bible, 175 Ariz. at 588; “the guilty verdict actually\nrendered in this trial was surely unattributable to the error,”\nAnthony, 218 Ariz. 439, ¶ 39, 189 P.3d at 373; and for those reasons\nwould uphold Romero’s murder conviction.\n\n\n\n\n                                  18\n\f",
            "ocr": false,
            "opinion_id": 4033254
        },
        {
            "author_str": "Miller",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nMILLER, Judge:\n¶ 1 After a jury trial, Joseph Romero was convicted of second-degree murder. State v. Romero, 236 Ariz. 461, ¶ 1, 341 P.3d 493, 496 (App.2014) (Romero I), vacated in part, 239 Ariz. 6, 365 P.3d 358 (2016) (Romero II). He raised multiple issues on appeal and this court affirmed his conviction. Id. Our supreme court granted Romero’s petition for review on a single issue—whether the trial court abused its discretion by precluding Romero from offering expert testimony criticizing the methods used by firearms examiners to match a gun to a crime. Romero II, 239 Ariz. 6, ¶¶ 1, 10, 365 P.3d at 360, 361. The court held that the trial court erred, vacated a portion of our opinion, and remanded the case to this court for a substantive review of whether the error was harmless. Id. ¶¶ 24, 31. Because we find that the state has not proven beyond a reasonable doubt that the jury would have convicted Romero even had it heard the precluded evidence, we reverse.\nFactual and Procedural Background\n¶ 2 A detailed review of the facts appears in Romero II, thus we limit our consideration to facts pertaining to harmless error. Id. ¶¶ 2-9. Romero became a suspect in a seven-year-old homicide after detectives, using previously-unexamined information in a cell phone left at the scene, questioned whether a .40-caliber dock Romero had allegedly discarded a month after the homicide could have been used to shoot the victim. Id. ¶¶ 2-5. Police firearms expert Frank Powell test-fired the gun to retrieve the shell casings, which he compared with casings found at the scene of the murder. Id. ¶ 6. He concluded the casings matched. Id. Romero denied involvement in the murder, but did not challenge Powell’s opinion by using testimony from another firearms identification expert. Id. ¶ 6.\n¶ 3 After the first trial ended in a mistrial because the jury could not reach a verdict, Romero proffered Ralph Haber as an expert in the field of experimental design. Id. Haber generally opined that forensic firearms identification relies on unscientific standards and methods. Id.; see also Romero I, 236 Ariz. 451, ¶ 12, 341 P.3d at 497. Romero also sought to exclude PoweU’s testimony, arguing that firearms identification did not meet the requirements of Rule 702, Ariz. R. Evid. Romero II, 239 Ariz. 6, ¶ 6, 365 P.3d at 360-61. The state moved to preclude Haber’s testimony and opposed the motion to preclude Powell’s toolmark testimony. Id. ¶¶ 6-7. The trial court denied the motion regarding Powell, but granted the state’s motion, finding that Haber was not qualified as an expert in firearms identification and that his testimony would impermissibly allow the jury to make decisions generally reserved for a Daubert1 hearing. Id. ¶ 7. Our supreme court concluded it was error to preclude Haber’s testimony because he was qualified in scientific experimental design, potential deficiencies in the design of experiments relating to tool-mark analysis were relevant in assessing Powell’s opinions, Haber’s opinion did not impinge on the trial court’s Rule 702 responsibilities, and Haber’s lack of practical experience in toolmark analysis only went to the weight of his testimony. Romero II, 239 Ariz. 6, ¶¶ 17-29, 365 P.3d at 362-64. As noted above, the court remanded the case to this court to determine whether the preclusion of Haber’s testimony was harmless. Id. ¶¶ 30-31.\nDiscussion\n¶4 We requested supplemental briefing from the parties to consider whether, in light of our supreme court’s reasoning, preclusion of Haber’s testimony2 requires us to reverse Romero’s convictions. The parties empha*507sized different aspects of the record. The state primarily adopted the reasoning of onr concurring colleague in Romero I and argued that circumstantial evidence connecting Romero to the scene of the crime was sufficiently persuasive to render it extremely unlikely that the ballistics testimony was incorrect in also linking the gun to the crime, and therefore the preclusion of Haber’s opinion challenging that link was harmless. 236 Ariz. 451, ¶ 69, 341 P.3d at 511 (Eckerstrom, C.J., specially concurring). Romero expanded his original argument to explain how Haber’s testimony would have supplemented the cross-examination of Powell, and he suggests Haber could have convinced the jury to reject Powell’s opinion that the fatal bullets came from the gun linked to Romero.\n¶ 5 The state focuses its argument principally on whether the evidence unrelated to firearm identification shows overwhelmingly that the jury would have convicted Romero. This is a guilt-focused argument that generally considers the weight of the untainted, admissible evidence. In contrast, Romero contends that Powell’s testimony provided the bedrock of a guilty verdict. This error-focused argument primarily considers the effect of the error on the trial. To address these arguably separate and independent perspectives, we first examine Arizona principles in oui' black-letter law and then the factors developed in case law.\n¶ 6 Although Arizona’s Rules of Civil Procedure and the Federal Rules of Criminal Procedure instruct courts to disregard any trial error that does not affect substantial rights, there is no analogous rule of Arizona criminal procedure. See Ariz. R. Civ. P. 61 (courts must disregard error that does not affect the substantial rights of the parties); Fed. R. Crim. P. 52(a) (error not affecting substantial rights must be disregarded). Arizona constitutional and statutory law, however, proscribe reversal for a trial error if “substantial justice has been done,” Ariz. Const. art. VI, § 27, or there has been no prejudice to a “substantial right” of the defendant, A.R.S. § 13-3987. Additionally, the United States Constitution provides independent protections. See Chapman v. California, 386 U.S. 18, 21, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967) (“[W]e cannot leave to the States the formulation of the authoritative laws, rules, and remedies designed to protect people from infractions by the States of federally guaranteed rights.”). While an evidentiary error does not necessarily rise to the level of a deprivation of a constitutional right,3 the test for whether a substantial right has been affected does not vary depending on whether the error arises out of procedural or constitutional law. See id. at 21-22, 87 S.Ct. 824 (declining to adopt rule that all federal constitutional errors are harmful); see also State v. Ring, 204 Ariz. 534, ¶ 45, 65 P.3d 915, 933 (2003) (noting constitutional error may be harmless).\n¶ 7 “In deciding whether error is harmless, the question ‘is not whether, in a trial that occurred without the error, a guilty verdict would surely have been rendered, but whether the guilty verdict actually rendered in this trial was surely unattributable to the error.’ ” State v. Leteve, 237 Ariz. 516, ¶ 25, 354 P.3d 393, 401 (2015), quoting Sullivan v. Louisiana, 508 U.S. 275, 279, 113 S.Ct. 2078, 124 L.Ed.2d 182 (1993). An appellate court making this harmless-error determination “does not ... ‘become in effect a second jury to determine whether a defendant is guilty.’ ” Neder v. United States, 527 U.S. 1, 19, 119 S.Ct. 1827, 144 L.Ed.2d 35 (1999), quoting Roger J. Traynor, The Riddle of Harmless Error 21 (1970). Nonetheless, the appellate standard parallels the evidentiary standard required to convict: “We must be confident beyond a reasonable doubt that the error had no influence on the jury’s judgment.” State v. Bible, 175 Ariz. 549, 588, 858 P.2d 1152, 1191 (1993). Beyond these broad statements, there is no bright-line rule for what constitutes harmless error. Id. Not surprisingly, to the extent that the harmless error doctrine has been applied outside an analytical frame*508work, it has been criticized as conclusory. See, e.g., D. Alex Winkelman et al., An Empirical Method for Harmless Error, 46 Ariz. St. L.J. 1405, 1412-14 (2014); see also Charles S. Chapel, The Irony of Harmless Error, 51 Okla. L. Rev. 501, 505-06 &amp; n,29 (1998) (criticizing harmless error review and listing other critical journal articles).\n¶ 8 In Bible, our supreme court favorably cited Weinstein’s Evidence for the variety of factors frequently considered by courts. 175 Ariz. at 588, 858 P.2d at 1191. They are4:\n(1) Whether the other evidence is overwhelming;\n(2) Whether the erroneously excluded or admitted evidence would have been primary evidence or material fact;\n(3) Whether the party was able to present the substance of the claim or defense;\n(4) The cumulative effect of all errors;\n(5) Whether erroneously admitted or excluded evidence is merely cumulative of similar evidence already received;\n(6) Whether the relevant jury instructions were appropriate and useful;\n(7) Whether the jury argument was based on tainted evidence; and\n(8) The prejudicial effect of erroneously admitted or excluded evidence.\n1 Jack B. Weinstein &amp; Margaret A. Berger, Weinstein’s Federal Evidence § 103.41[5] (2d ed. 2016) (hereinafter “Weinstein”). This list incorporates the approaches of both parties and allows a more objective basis to review for harmless error. Thus, we consider these factors in light of all of the evidence below. See Bible, 175 Ariz. at 588, 858 P.2d at 1191 (harmless error review is a case-specific factual inquiry based on all evidence). Not all factors will apply, nor will they all carry the same weight in a particular case.5\nOverwhelming Evidence\n¶ 9 We begin with the issue of overwhelming evidence because it alone may be dispositive. For example, in Bible, the improper admission of DNA evidence was found harmless because the other evidence of guilt was “far beyond overwhelming.” 175 Ariz. at 588-89, 858 P.2d at 1191-92. The court in Bible detailed six paragraphs of additional evidence that linked Bible to the abduction and murder of the victim. Id.\n¶ 10 The state6 contends there is overwhelming evidence of Romero’s guilt because his cell phone was found at the scene of the shooting; the victim was in the contacts list of the phone; two of the men seen fleeing the scene were described as Hispanic; one of the fleeing men referred to another as “Joe”; the description of the truck at the scene was similar to a Ford Ranger Romero had driven; and, Romero discarded a Glock one month after the shooting when he was being followed by police. To determine the significance of the evidence, we start with the offense charged and then address specific facts.\n¶ 11 Romero was indicted for first-degree murder, but the jury was not instructed on accomplice liability; rather, it was instructed only on the lesser offenses of second-degree murder and manslaughter. Moreover, the state only argued to the jury that Romero fired the fatal bullet and explicitly rejected before the court an alternative liability theory. The limited charge and instructions, and *509the absence of argument to the contrary, precluded alternative theories of criminal liability that might have included shots fired by other persons present at the scene. See, e.g., State v. King, 226 Ariz. 253, ¶ 16, 246 P.3d 938, 943 (App.2011) (criminal liability may be based on accomplice theory if state proves defendant aided or facilitated commission of offense by principal). Thus, it was not sufficient to prove only that Romero was present and may have fired a gun at the scene.\n¶ 12 The evidence unrelated to the Glock supports the contention that Romero was at the scene, but it is not overwhelming. For instance, the eyewitnesses differed as to whether there were two or three men running from the scene. The eyewitness who was able to estimate the height of the men initially described them as five feet, seven inches to five feet, eight inches, but added several inches to the estimate in his trial testimony. Romero is six feet, one inch to six feet, two inches. The same witness identified the truck as a Ford Ranger or a Mazda pickup. Further, the evidence did not show that Romero was the exclusive driver of the Ford Ranger; rather, it suggested he was merely one of its users. Finally, the name reference could have been mistaken for “Joel,” the victim’s roommate and the initial suspect in the case. Notably, no witness knew Romero or could identify him at trial as a person at the scene.\n¶ 13 Even if we assume the eyewitness testimony and the location at the scene of a cell phone used by Romero suggests he was one of the two or three men running after four or five shots were heard, it was the state’s burden to prove Romero was the person who actually fired the fatal shots. Moreover, although two bullets were recovered from the victim’s body, there was no evidence linking those bullets to specific shell casings. Thus, the match of a Glock—separately and independently linked to Romero—to the shell casings found on the ground was the strongest evidence that he fired the shots. Removing from consideration a factual conclusion of a match, the remaining evidence was arguably sufficient to survive a Rule 20 motion, but the state’s burden is greater: it must show overwhelming evidence. State v. Anthony, 218 Ariz. 439, ¶ 41, 189 P.3d 366, 373 (2008) (state’s burden exceeds “whether the jury was justified in its verdict”). Finally, we note that Romero’s first trial resulted in a hung jury. See State v. Rich, 184 Ariz. 179, 181, 907 P.2d 1382, 1384 (1995) (noting hung jury in conclusion error not harmless); see also Cobb v. State, 283 Ga. 388, 658 S.E.2d 750, 753 (Ga. 2008) (noting “prior hung juries are a factor supporting a finding of harmful error”); State v. Edwards, 131 Wash.App. 611, 128 P.3d 631, ¶¶ 16-17 (Wash.Ct.App. 2006) (noting previous hung jury in considering whether untainted evidence overwhelming), We are skeptical the prior jury would have been unable to reach a verdict if the evidence was indeed as “overwhelming” as the state maintains. On this record, we cannot conclude there was overwhelming evidence that Romero fired the gun that killed the victim. See State v. Lehr, 201 Ariz. 509, ¶¶ 31-43, 38 P.3d 1172, 1181-83 (2002) (preclusion of cross-examination and defense expert testimony criticizing DNA testing not harmless where DNA was key evidence).\nPrimary Evidence\n¶ 14 In determining whether evi-dentiary errors are harmless, courts also consider whether the error involved the admission or exclusion of primary evidence. Compare State v. Ontiveros-Loya, 237 Ariz. 472, ¶ 22, 352 P.3d 941, 947-48 (App.2015) (error not harmless where erroneously admitted photographs “strongest evidence produced at trial” that defendant possessed deadly weapon), with State v. Nelson, 146 Ariz. 246, 248-49, 705 P.2d 486, 488-89 (App. 1985) (any error in admitting intoxilyzer test results harmless as to conviction for unlawful flight from pursuing law enforcement vehicle). Here, Haber’s proposed testimony, generally critiquing the science of firearms identification, would not have included evidence that Haber had reached a different conclusion than Powell; it was only intended to weaken Powell’s testimony that the gun and shell casings matched, without directly contradicting Powell’s findings. Haber’s testimony therefore was not primary evidence. Cf. Petree v. Victor Fluid Power, Inc., 887 F.2d 34, 41-42 (3d Cir.1989) (erroneous preclusion of rebuttal evidence that “totally contradicted” defense “star witness” not harmless).\n*510Opportunity to Present Claim or Defense\n¶ 15 Whether an error is harmless may also be considei’ed in the context of a party’s ability to present the substance of his claim or defense. See, e.g., Gaston v. Hunter, 121 Ariz. 33, 52-53, 588 P.2d 326, 345-46 (App.1978) (exclusion of some expert opinions harmless where substance elicited at other times in trial). The substance of Romero’s claim regarding the match of the gun was that not enough is known about the uniqueness of gun toolmarks7 to warrant reliance on a match by an examiner. Romero impeached the foundation of Powell’s opinions in cross-examination using a report from the National Academy of Sciences (NAS) that criticized “the lack of a precisely defined process” in toolmark analysis, which makes difficult “well-characterized confidence limits.” Nat’l Research Council, Strengthening Forensic Science in the United States: A Path Forward 155 (2009). In fact, Haber’s opinions relied in no small part on the NAS report. Accordingly, we conclude Romero was able to present the substance of his challenge to the reliability of Powell’s opinions.8\nCumulative Effect of Errors\n¶ 16 Evidentiary errors may compromise only a small portion of the total evidence or they may be repeated with a significant cumulative effect. See, e.g., Town of Paradise Valley v. Laughlin, 174 Ariz. 484, 487, 490, 851 P.2d 109, 112, 115 (App.1992) (vacating and remanding due to “cumulative effect of the court’s error,” although preclusion of defendant’s testimony alone would not warrant new trial); Coyner Crop Dusters v. Marsh, 91 Ariz. 371, 375, 372 P.2d 708, 711 (1962) (although new trial required because of incorrect jury instructions, other errors also considered because “cumulative effect” could result in unfair trial). In criminal cases, however, Arizona rejects the “cumulative error doctrine” outside the context of prosecu-torial misconduct claims. State v. Hughes, 193 Ariz. 72, ¶ 25, 969 P.2d 1184, 1190-91 (1998). Because there is no claim of prosecu-torial misconduct, this factor does not apply.\nCumulative Evidence\n¶ 17 The significance of evidence erroneously admitted or excluded may depend on whether it is more of the same type of evidence properly admitted in the case. See, e.g., State v. Williams, 133 Ariz. 220, 226, 650 P.2d 1202, 1208 (1982) (erroneous admission of hearsay harmless where cumulative to testimony at trial). Cumulative evidence supports a fact “otherwise established by existing evidence”; that is, it is not enough to be simply corroborated by other evidence, and it cannot be the very issue in dispute. State v. Bass, 198 Ariz. 571, ¶ 40, 12 P.3d 796, 806 (2000).\n¶ 18 That Romero was able to impeach Powell using the NAS report does not mean Haber’s opinions would have been cumulative. For example, his proposed testimony provided context for the report’s criticism of firearms identification methods, explaining how the accuracy of the field could be challenged. Haber also could have responded directly to statements made by Powell. For example, at the conclusion of Powell’s testimony, a juror submitted a question as to whether a different examiner with similar training and experience would reach the same conclusion regarding the shell casings, and Powell said he was “completely confident.” Haber’s testimony would have addressed the scientific basis for that confidence. Likewise, Haber would have been able to answer jury questions. Ariz. R. Crim. P. 18.6(e). In this case, the expert testimony would have augmented the cross-examination about the report, rather than repeating it. Cf. State v. Ray, 123 Ariz. 171, 173 &amp; n.1, 598 *511P.2d 990, 992 &amp; n.1 (1979) (erroneous admission of preliminary hearing transcript not harmless where testimony contained therein not cumulative).\nJury Instructions\n¶ 19 Errors also may be vitiated or exacerbated by jury instructions. See Weinstein § 103.41[5]; cf. State v. Schroeder, 167 Ariz. 47, 50-51, 804 P.2d 776, 780-81 (App. 1990) (expert’s improper testimony regarding credibility of victim cured by court’s admonition and instruction to jury regarding its role in determining credibility). Here, the jury was instructed that it was “not bound by any expert opinion,” and could choose how much weight to give the opinion. Although this allowed the jury to choose not to credit Powell’s testimony, we cannot say it either vitiated or exacerbated the error caused by the preclusion of Haber’s testimony.\nJury Arguments\n¶ 20 The effect of erroneous rulings may also be compounded by reference to missing or improper evidence in arguments to the jury. See Mueller v. Hubbard Milling Co., 573 F.2d 1029, 1037 (8th Cir.1978) (error not harmless where counsel emphasized erroneously admitted evidence in closing argument); see also State v. Watkins, 126 Ariz. 293, 299, 614 P.2d 835, 841 (1980) (error harmless where erroneously admitted evidence not mentioned in opening or closing arguments). Here, the prosecutor argued, “[Y]ou cannot take [the criticisms in the National Academy of Science book] as some kind of evidence, because there is no evidence from this courtroom, from that witness stand that actually challenges firearms analysis.” Although the argument was not improper in view of the preclusion ruling, it highlights the fact that the absence of direct evidence challenging Powell’s opinion was sufficiently important to the state’s position that it argued to the jury the NAS report should not be used to impeach Powell. We conclude the state’s emphasis on the defendant’s lack of “witness stand” evidence supporting the NAS report exacerbated the error of Haber’s preclusion.\nPrejudice\n¶ 21 Prejudicial effect is implicit in all factors, but also stands as a catch-all category when consideration of a particular factor would not otherwise apply. Here, the preclusion of a defense witness who would have challenged the testimony of the state’s expert carried additional prejudice, because “ ‘science’ is often accepted in our society as synonymous with truth.” Bible, 175 Ariz. at 578, 858 P.2d at 1181, quoting 1 Morris K. Udall et al., Arizona Practice: Law of Evidence § 102, at 212 (3d ed. 1991).\nSummary and Disposition\n¶ 22 Looking at “the trial record as a whole,” United States v. Hasting, 461 U.S. 499, 509, 103 S.Ct. 1974, 76 L.Ed.2d 96 (1983), the evidence of guilt was not overwhelming, Haber’s testimony was not cumulative, no jury instruction ameliorated the error, and the arguments to the jury compounded the error. We cannot say beyond a reasonable doubt that the preclusion of Haber’s testimony had no influence on the jury’s verdict. Therefore, the error here was not harmless and we must reverse. Romero’s conviction and sentence are reversed, and this case is remanded to the superior court for further proceedings.\n\n. Daubert v. Merrell Dow Pharm., 509 U.S. 579, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993).\n\n\n. Haber testified at the Daubert hearing.\n\n\n. The Arizona Rules of Evidence generally correspond to the Federal Rules of Evidence, but nonetheless stand on an independent basis and sometimes \"deliberately depart” from the federal rules. Ariz. R. Evid., prefatory cmt. to 2012 amendments. Similarly, because our rules of evidence are founded in state procedural law, \"federal court decisions interpreting the federal rule are persuasive but not binding with respect to interpreting the Arizona rule.” Id.\n\n\n. We have changed the order of the factors to facilitate our analysis.\n\n\n. Our dissenting colleague objects to the categorization of factors as creating a fragmented approach which he suggests departs from the standards our supreme court has established. We respectfully disagree. Bible first cited Weinstein for the factors potentially relevant in a harmless error analysis. 175 Ariz. at 588, 858 P.2d at 1191, Moreover, each elucidated factor is based on or consistent with Arizona case law. In contrast, the dissent’s concluding reliance on State v. Anthony, 218 Ariz. 439, ¶ 39, 189 P.3d 366, 373 (2008), follows a summary description of one factor we address in detail—but which is separate from additional factors not limited to evidence of guilt. We also observe that although the court in Anthony provided a very detailed recitation of the circumstantial evidence supporting the murder conviction, its conclusion that the evidentiary error was not harmless involved weighing the impact of the improper evidence. Id. ¶¶ 3-23, 40-42.\n\n\n.The dissent enlarges the discussion of several facts that are referred to briefly by the state. To maintain context, we discuss them here and with singular attribution to the state's position.\n\n\n. A \"toolmark” is the impression left on a softer surface when it comes into contact with a hard object. In this context, it refers to imprints left by the gun’s firing pin and related parts on the bullet casings. See generally United States v. Monteiro, 407 F.Supp.2d 351, 359-61 (D.Mass.2006).\n\n\n. Romero argues for the first time in his supplemental brief on remand that Powell changed the basis of his opinion between the two trials, by testifying at the first trial that he relied on the “fingerprint\" of the breech face of the gun on the cartridge and, at the second trial, that he was referring to \"shearing” caused by up-and-down motion of the cartridge against the firing pin aperture at the second trial. A review of the context of his testimony, however, indicates he was referring to the same marks at both trials.\n\n",
            "ocr": false,
            "opinion_id": 9836039
        },
        {
            "author_str": "Eckerstrom",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nECKERSTROM, Chief Judge,\nconcurring:\n¶ 23 I join with Judge Miller’s opinion in every respect. I write separately because I previously concluded that the trial court’s error in precluding Dr. Haber’s testimony was harmless. Romero I, 236 Ariz. 451, ¶ 69, 341 P.3d at 511 (Eckerstrom, C.J., specially concurring). And, as my dissenting colleague correctly notes, the evidence in the case has not changed since I so reasoned.\n¶ 24 However, in light of the supplemental briefing and argument, I can no longer maintain that the jury’s verdict of guilt “was surely unattributable to the error.” Leteve, 237 Ariz. 516, ¶ 25, 354 P.3d at 401, quoting Sullivan, 508 U.S. at 279, 113 S.Ct. 2078. My original reasoning, quoted at length in the dissent, overlooked that Dr. Haber’s testimony, if allowed, could have caused a juror to question the reliability of Mr. Powell’s testimony altogether. As an able lawyer once *512wrote: “[I]t is better to be only sometimes right, than at all times wrong, so soon as I discover my opinions to be erroneous, I shall be ready to renounce them.” Abraham Lincoln, Letter to the People of Sangamo County (Mar. 9, 1832), reprinted in Abraham Lincoln: Speeches and Writings 1882-1858, at 1, 4-5 (Done E. Fehrenbacher ed., 1989).\n",
            "ocr": false,
            "opinion_id": 9836040
        },
        {
            "author_str": "Espinosa",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nESPINOSA, Judge,\ndissenting:\n¶ 25 I respectfully disagree with my colleagues for several reasons. First, I believe Arizona’s existing legal framework for evaluating harmless error, articulated by our supreme court in numerous cases, provides appropriate and adequate standards for resolving the legal issue remanded to us. See, e.g., State v. Valverde, 220 Ariz. 582, ¶ 11, 208 P.3d 233, 236 (2009); Anthony, 218 Ariz. 439, ¶ 39, 189 P.3d at 373; Bible, 175 Ariz. at 588, 858 P.2d at 1191; State v. McVay, 127 Ariz. 450, 453, 622 P.2d 9, 12 (1980). I therefore see no need for the fragmented harmless error analysis adopted by the majority, particularly on the facts of this case.\n¶ 26 The majority insists that it does not depart from our supreme court’s established standards by employing its own multi-factor approach in evaluating harmless error, but I question that view and the necessity of such an approach here. Though Bible cited Wein-stein, it did so in support of its declaration that “[t]here is no bright line statement of what is and what is not harmless error,” and only noted generally that Weinstein “list[ed] factors courts examine in determining whether error was harmless.” 175 Ariz. at 588, 858 P.2d at 1191. It did not, however, mention, let alone expressly adopt, any of those factors. See id. Moreover, the court further clarified that “[d]ue to th[e] case-specific factual inquiry [involved], an error may be harmless in one ease but require reversal in another.” Id. In my view, the supreme court’s “broad statements” are neither con-elusory nor accidental; instead, it appears the court has intentionally articulated flexible standards in order to account for the great number of variables and factual considerations that often arise in multifaceted criminal cases.\n¶ 27 Second, I would conclude under either approach that the state has established beyond a reasonable doubt that the exclusion of Romero’s expert did not influence the jury’s verdict. See Leteve, 237 Ariz. 516, ¶ 25, 354 P.3d at 401-02. As previously stated by my colleague who specially concurred in our first decision in this case:\nNotwithstanding the relevance of [the precluded] testimony to significant evidence against Romero, I would also conclude the trial court’s error was harmless beyond a reasonable doubt. Haber’s testimony was brought exclusively to challenge the weight the jury could place on Powell’s opinion that only Romero’s gun could have fired the fatal shots. But there was other circumstantial evidence connecting Romero to the scene of the crime. [He] was both connected to a cell phone found at the scene and a truck observed leaving it. Given that the gun in question was found with the very person otherwise connected to the crime by two other items of evidence, the results of Powell’s testing rendered the proposition that another gun had fired the bullets unlikely in the extreme. Put another way, it would be an extraordinary coincidence if a weapon creating such similar markings as the murder weapon, but not involved in the murder, would happen to be found with Romero. Haber’s testimony—that Powell’s methodology could not scientifically exclude every other handgun in circulation as having fired the weapon— would not have altered that stark fact.\nRomero I, 236 Ariz. 451, ¶ 69, 341 P.3d at 511 (Eckerstrom, C.J., specially concurring). The evidence in this case has not changed since those astute observations were made.\n¶ 28 Third, viewed in its entirety, overwhelming evidence, albeit circumstantial, supported Romero’s conviction, including DNA linking him to the gun, as well as to the cell phone found on the ground beside the victim; a billing address also linking him to the phone; eye-witness testimony that immediately after the shots were fired one of the murder party said, “damn it, Joe, or something to that effect,” using Romero’s first name; and Romero’s possession and, upon being followed by police, immediate disposal *513of a pistol of the same caliber used in the shooting—another highly significant link, even if the match between the gun and the shell casings at the scene were not confirmed. Thus, as suggested in my colleague’s previous concurrence, although the weight of one expert’s testimony is disputed, “[t]he other evidence, points with unerring consistency to one inarguable conclusion.” Bible, 175 Ariz. at 588, 858 P.2d at 1191.\n¶ 29 The majority reasons that the evidence only linked Romero to the scene, where at least two people were present, the jury was not instracted on accomplice liability, and the match of the gun to the shell casings was the strongest evidence Romero was the one who pulled the trigger. However, King, cited by the majority, does not say or suggest a jury cannot find guilt as an accomplice unless so instructed, 226 Ariz. 253, ¶¶ 14-20, 245 P.3d at 943-44, and a jury is not ordinarily required to state the basis for its verdict, cf. State v. Hansen, 237 Ariz. 61, ¶¶ 20, 22, 345 P.3d 116, 123 (App.2015) (noting courts do not second-guess jury’s verdicts nor inquire into deliberative process; “[a] court must simply accept the verdicts without probing into the jurors’ thought processes or demanding adherence to its instructions”).\n¶ 30 Here, a question from the jury during its deliberations asked if Romero must have “pulled the trigger” to be convicted, to which the trial court only referred the jury to the instructions provided. The court later noted it had omitted an accomplice instruction through oversight. See State v. Rhymes, 129 Ariz. 56, 60, 628 P.2d 939, 943 (1981) (accomplice to murder liable under A.R.S. § 13-303(A)(3) for substantive crime); State v. Rios, 217 Ariz. 249, ¶ 10, 172 P.3d 844, 846 (App.2007) (accomplice with requisite mental state “considered as liable as if he had personally committed the offense”).\n¶ 31 Finally, whether or not Romero might have been convicted as an accomplice, once it was established that he was present for the murder, additional evidence demonstrated his role as a shooter: an eyewitness reported that “both” people he had seen were shooting at the victim, and it is manifestly evident that Romero did not just wait in the truck because his cell phone was found on the ground beside the victim—Romero surely did not throw it out the window at him, either before or after he was shot. None of these facts or the other circumstantial evidence has any connection to the reliability of the firearms testing, but all go to the “one inarguable conclusion,” id. arrived at by the jury, that Romero was responsible for the murder.\n¶ 32 Accordingly, applying our supreme court’s well-established standards for harmless error to the issue and evidence on remand, I would conclude beyond a reasonable doubt that the exclusion of Romero’s proffered expert “had no influence on the jury’s judgment,” Bible, 175 Ariz. at 588, 858 P.2d 1152; “the guilty verdict actually rendered in this trial was surely unattributable to the error,” Anthony, 218 Ariz. 439, ¶ 39, 189 P.3d at 373; and for those reasons would uphold Romero’s murder conviction.\n",
            "ocr": false,
            "opinion_id": 9836041
        }
    ],
    "court_short_name": "Court of Appeals of Arizona",
    "court_full_name": "Court of Appeals of Arizona",
    "court_type": "SA",
    "court_jurisdiction": "Arizona, AZ",
    "crime_category": "Kidnapping"
}