{
    "id": 4370596,
    "judges": "Canady, Labarga, Lawson, Lewis, Pariente, Per Curiam, Polston, Quince",
    "date_filed": "1978-07-31",
    "date_filed_is_approximate": true,
    "slug": "in-re-standard-jury-instructions-in-criminal-casesreport-no-2016-08",
    "case_name_short": null,
    "case_name": "In Re Standard Jury Instructions in Criminal Cases—Report No. 2016-08",
    "case_name_full": "In Re: Standard Jury Instructions in Criminal Cases—report No. 2016-08",
    "attorneys": "Judge Frederic Rand Wallis, Chair, Supreme Court Committee on Standard Jury Instructions in Criminal Cases, Daytona Beach, Florida; Judge Jerri Lynn Collins, Past Chair, Supreme Court Committee on Standard Jury Instructions in Criminal Cases, Sanford, Florida; and Barton Neil Schneider and Jett Conn, Staff Liaisons, Office of the State Courts Administrator, Tallahassee, Florida, for Petitioner",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1039-10\">\n    IN RE: STANDARD JURY INSTRUCTIONS IN CRIMINAL CASES—REPORT NO. 2016-08.\n   </parties><br><docketnumber id=\"b1039-11\">\n    No. SC16-1681\n   </docketnumber><br><court id=\"b1039-12\">\n    Supreme Court of Florida.\n   </court><br><decisiondate id=\"b1039-13\">\n    [February 23, 2017]\n   </decisiondate><br><attorneys id=\"b1039-15\">\n    Judge Frederic Rand Wallis, Chair, Supreme Court Committee on Standard Jury Instructions in Criminal Cases, Daytona Beach, Florida; Judge Jerri Lynn Collins, Past Chair, Supreme Court Committee on Standard Jury Instructions in Criminal Cases, Sanford, Florida; and Barton Neil Schneider and Jett Conn, Staff Liaisons, Office of the State Courts Administrator, Tallahassee, Florida, for Petitioner\n   </attorneys>",
    "citations": [
        "211 So. 3d 995"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 22.0,
            "download_url": "http://www.floridasupremecourt.org/decisions/2017/sc16-1681.pdf",
            "author_id": null,
            "opinion_text": "          Supreme Court of Florida\n                                  ____________\n\n                                  No. SC16-1681\n                                  ____________\n\n\n  IN RE: STANDARD JURY INSTRUCTIONS IN CRIMINAL CASES—\n                    REPORT NO. 2016-08.\n\n                                [February 23, 2017]\n\nPER CURIAM.\n\n      The Supreme Court Committee on Standard Jury Instructions in Criminal\n\nCases (Committee) has submitted proposed changes to the standard jury\n\ninstructions and asks that the Court authorize the amended standard instructions for\n\npublication and use. We have jurisdiction. See art. V, § 2(a), Fla. Const.\n\n      The Committee proposes amending the following existing standard criminal\n\njury instructions: 7.8 (Driving Under the Influence Manslaughter); 7.8(a) (Boating\n\nUnder the Influence Manslaughter); 9.1 (Kidnapping); 9.2 (False Imprisonment);\n\n18.3 (False Information to Law Enforcement); 20.18(a) (Unlawful Possession of\n\nthe Personal Identification Information of Another Person); and 28.18 (Failure to\n\nObey the Lawful Order of a [Police] [Fire] [Traffic] Official). The Committee\n\npublished its proposals for comment in The Florida Bar News. No comments were\n\freceived by the Committee. The Court did not publish the proposals after they\n\nwere filed.\n\n      Having considered the Committee’s report, we authorize amended standard\n\njury instructions 7.8, 7.8(a), 9.1, 9.2, 18.3, and 28.18 for publication and use, with\n\nthe following modifications. In instructions 7.8 and 28.18, the statutory citations\n\nto the definition of “vehicle” are revised to reference the correct statute.\n\n      We decline to authorize amended instruction 20.18(a) as proposed by the\n\nCommittee. The Committee proposes to simplify the explanations of actual\n\npossession, constructive possession, mere proximity, joint possession, inferences\n\nof possession, and exceptions to inferences of possession of personal identification\n\ninformation in instruction 20.18(a) by replacing all of the explanations with what\n\nthe Committee considers a single, simpler explanation of “possession.” The\n\nCommittee expresses the belief that the existing explanations of the types of\n\npossession and inferences of possession in the instruction are deficient and\n\nconfusing; however, the Court is unaware of any case law that has held the current\n\nexplanations of possession deficient. Deciding such substantive matters is\n\nappropriate for this Court only within the context of an actual case or controversy.\n\nSee art. V, § 3(b), Fla. Const.; In re Std. Jury Instrs. in Crim. Cases—Report No.\n\n2015-05, 195 So. 3d 1088, 1089 (Fla. 2016). We therefore decline to authorize\n\namended instruction 20.18(a) for publication and use.\n\n\n                                          -2-\n\f      The amended criminal jury instructions, as set forth in the appendix to this\n\nopinion, are hereby authorized for publication and use.1 New language is indicated\n\nby underlining; deleted language is indicated by struck-through type. In\n\nauthorizing the publication and use of these instructions, we express no opinion on\n\ntheir correctness and remind all interested parties that this authorization forecloses\n\nneither requesting additional or alternative instructions nor contesting the legal\n\ncorrectness of the instructions. We further caution all interested parties that any\n\ncomments associated with the instructions reflect only the opinion of the\n\nCommittee and are not necessarily indicative of the views of this Court as to their\n\ncorrectness or applicability. The instructions as set forth in the appendix shall be\n\neffective when this opinion becomes final.\n\n      It is so ordered.\n\nLABARGA, C.J., and PARIENTE, LEWIS, QUINCE, CANADY, and\nPOLSTON, JJ., concur.\nLAWSON, J., did not participate.\n\nNOT FINAL UNTIL TIME EXPIRES TO FILE REHEARING MOTION, AND\nIF FILED, DETERMINED.\n\n\n\n       1. The amendments as reflected in the appendix are to the Criminal Jury\nInstructions as they appear on the Court’s website at www.floridasupremecourt.org\n/jury_instructions/instructions.shtml. We recognize that there may be minor\ndiscrepancies between the instructions as they appear on the website and the\npublished versions of the instructions. Any discrepancies as to instructions\nauthorized for publication and use after October 25, 2007, should be resolved by\nreference to the published opinion of this Court authorizing the instruction.\n\n                                         -3-\n\fOriginal Proceeding – Supreme Court Committee on Standard Jury Instructions in\nCriminal Cases\n\nJudge Frederic Rand Wallis, Chair, Supreme Court Committee on Standard Jury\nInstructions in Criminal Cases, Daytona Beach, Florida; Judge Jerri Lynn Collins,\nPast Chair, Supreme Court Committee on Standard Jury Instructions in Criminal\nCases, Sanford, Florida; and Barton Neil Schneider and Jett Conn, Staff Liaisons,\nOffice of the State Courts Administrator, Tallahassee, Florida,\n\n      for Petitioner\n\n\n\n\n                                       -4-\n\f                                  APPENDIX\n\n       7.8 DRIVING UNDER THE INFLUENCE MANSLAUGHTER\n               §§ 316.193(3)(a), (3)(b), and (3)(c)3., Fla. Stat.\n\n      To prove the crime of Driving under the Influence Manslaughter, the\nState must prove the following three elements beyond a reasonable doubt:\n\n      1.    (Defendant) drove [or was in actual physical control of] a vehicle.\n\n      2.    While driving [or in actual physical control of] the vehicle,\n            (defendant)\n\n      Give 2a or 2b or both as applicable.\n            a.    was under the influence of [alcoholic beverages] [a chemical\n                  substance] [a controlled substance] to the extent that [his]\n                  [her] normal faculties were impaired.\n\n            b.    had a [blood] [breath]-alcohol level of .08 or more grams of\n                  alcohol per [100 milliliters of blood] [210 liters of breath].\n\n      3.    As a result of operating the vehicle, (defendant) caused or\n            contributed to the cause of the death of [(victim)] [an unborn\n            child].\n\n      Give if §§ 316.193(3)(a), (3)(b), and (3)(c)3.b., Fla. Stat., is charged.\n      If you find the defendant guilty of Driving under the Influence\nManslaughter, you must further determine whether the State proved beyond\na reasonable doubt that:\n\n      4.    (Defendant), at the time of the crash,\n\n            a.    knew or should have known that the crash occurred\n\n            and\n\n            b.    failed to give information as required by law\n\n            and\n\n            c.    failed to render aid as required by law\n\n\n                                      -5-\n\f      Florida law requires that the driver of any vehicle involved in a crash\nresulting in injury to or death of any person, or damage to any vehicle or\nother property which is driven or attended by any person, must supply [his]\n[her] name, address, and the registration number of the vehicle [he] [she] is\ndriving to any person injured in the crash or to the driver or occupant of or\nperson attending any vehicle or other property damaged in the crash. Upon\nrequest and if available, the driver shall also exhibit [his] [her] license or\npermit to drive.\n\n       The driver shall give the same information and, upon request, exhibit\nhis or her license or permit, to any police officer who is at the scene of the\ncrash or who is investigating the crash.\n\n      The driver shall also render reasonable assistance to any person\ninjured in the crash, including carrying, or the making of arrangements for\nthe carrying, of such person to a physician, surgeon, or hospital for medical or\nsurgical treatment if it is apparent that treatment is necessary, or if such\ncarrying is requested by the injured person.\n\n      In the event none of the persons specified above are in condition to\nreceive the information to which they otherwise would be entitled, and no\npolice officer is present, the driver of a vehicle involved in the crash, after\ntrying to fulfill the requirements listed above as much as possible, shall\nimmediately report the crash to the nearest office of a duly authorized police\nauthority and supply the information specified above.\n\n      Give if applicable. § 316.193(4), Fla. Stat.(Offenses committed prior to\nOctober 1, 2008, alcohol level of .20 or higher.)\n      If you find the defendant guilty of Driving under the Influence\nManslaughter, you must also determine whether the State has proven beyond\na reasonable doubt whether:\n\n            a.    the defendant had a [blood] [breath]-alcohol level of .15 or\n                  higher while driving [or in actual physical control of] the\n                  vehicle.\n\n            b.    the defendant was accompanied in the vehicle by a person\n                  under the age of 18 years at the time of the dDriving under\n                  the iInfluence.\n\n\n\n                                      -6-\n\f       Definitions. Give as applicable.\n       § 316.003(95), Fla. Stat.\n       “Vehicle” is every device in, upon, or by which any person or property\nis or may be transported or drawn upon a highway, except devices used\nexclusively upon stationary rails or tracks.\n\n      § 316.1934(1), Fla. Stat.\n      “Normal faculties” include but are not limited to the ability to see, hear,\nwalk, talk, judge distances, drive an automobile, make judgments, act in\nemergencies and, in general, to normally perform the many mental and\nphysical acts of our daily lives.\n\n      Shaw v. State, 783 So. 2d 1097 (Fla. 5th DCA 2001).\n      “Impaired” means diminished in some material respect.\n\n      Give if applicable.\n      The option of “on a vehicle” pertains to vehicles such as motorcycles and\nbicycles.\n      “Actual physical control of a vehicle” means the defendant must be\nphysically in [or on] the vehicle and have the capability to operate the vehicle,\nregardless of whether [he] [she] is actually operating the vehicle at the time.\n\n      § 322.01(2), Fla. Stat.\n      “Alcoholic beverages” are considered to be substances of any kind and\ndescription which contain alcohol.\n\n      § 877.111(1), Fla. Stat.\n      (____________) is a chemical substance under Florida law.\n\n      Chapter 893, Fla. Stat.\n      (___________) is a controlled substance under Florida law.\n\n      § 775.021(5), Fla. Stat.\n      An “unborn child” means a member of the species Homo sapiens, at any\nstage of development, and who is carried in the womb.\n\n       Give if applicable. § 775.021(5)(b), Fla. Stat.\n       Driving Under the Influence Manslaughter does not require the State to\nprove that the defendant knew or should have known that (victim) was\npregnant or that the defendant intended to cause the death of the unborn\nchild.\n\n                                      -7-\n\f       When appropriate, give one or more of the following instructions on the\npresumptions of impairment established by §§ 316.1934(2)(a), (2)(b), and (2)(c),\nFla. Stat.Give if appropriate. § 316.1934(2)(a) and (2)(b), Fla. Stat.\n       1.    If you find from the evidence that while driving [or in actual\n             physical control of] a motor vehicle, the defendant had a blood or\n             breath-alcohol level of .05 or less, you shall presume that the\n             defendant was not under the influence of alcoholic beverages to\n             the extent that [his] [her] normal faculties were impaired; but this\n             presumption may be overcome by other evidence demonstrating\n             that the defendant was under the influence of alcoholic beverages\n             to the extent that [his] [her] normal faculties were impaired.\n\n      2.     If you find from the evidence that while driving [or in actual\n             physical control of] a motor vehicle, the defendant had a blood or\n             breath-alcohol level in excess of .05 but less than .08, that fact\n             does not give rise to any presumption that the defendant was or\n             was not under the influence of alcoholic beverages to the extent\n             that [his] [her] normal faculties were impaired. In such cases, you\n             may consider that evidence along with other evidence in\n             determining whether the defendant was under the influence of\n             alcoholic beverages to the extent that [his] [her] normal faculties\n             were impaired.\n\n      3.     If you find from the evidence that while driving or in actual\n             physical control of a motor vehicle, the defendant had a blood or\n             breath-alcohol level of .08 or more, that evidence would be\n             sufficient by itself to establish that the defendant was under the\n             influence of alcoholic beverages to the extent that [his] [her]\n             normal faculties were impaired. But this evidence may be\n             contradicted or rebutted by other evidence demonstrating that the\n             defendant was not under the influence of alcoholic beverages to\n             the extent that [his] [her] normal faculties were impaired.\n\n       It is not necessary to instruct on the “prima facie evidence of impairment”\nin § 316.1934(2)(c), Fla. Stat., if the State charged the defendant with driving with\na blood or breath-alcohol level of .08 or over. In those cases, if the jury finds that\nthe defendant drove with an unlawful blood or breath-alcohol level, impairment\nbecomes moot. Tyner v. State, 805 So. 2d 862 (Fla. 2d DCA 2001).\n\n\n\n\n                                         -8-\n\f      Defense of inoperability; give if applicable.\n      It is a defense to the charge of Driving under the Influence\nManslaughter if at the time of the alleged offense, the vehicle was inoperable.\nHowever, it is not a defense if the defendant was driving under the influence\nbefore the vehicle became inoperable. Therefore, if you are not convinced\nbeyond a reasonable doubt that the vehicle was operable at the time of the\nalleged offense, you should find the defendant not guilty. However, if you are\nconvinced that the vehicle was operable at the time of the alleged offense, then\nyou should find the defendant guilty, if all the other elements of the charge\nhave been proved beyond a reasonable doubt.\n\n                           Lesser Included Offenses\n\nDRIVING UNDER THE INFLUENCE MANSLAUGHTER — 316.193(3)(A),\n                       (3)(B), AND (3)(C)3.\nCATEGORY ONE      CATEGORY TWO FLA. STAT.              INS. NO.\nDriving under the                       316.193(1)     28.1\nInfluence\n                  Driving under the     316.193(3)(a), 28.3\n                  influence causing     (3)(b), and\n                  serious bodily injury (3)(c)2.\n                  Driving under the     316.193(3)(a), 28.1(a)\n                  influence causing     (3)(b), and\n                  damage to person or   (3)(c)1.\n                  property\n\n                                   Comment\n\n      This instruction was adopted in 1981 and amended in 1985 [477 So. 2d 985],\n1987 [508 So. 2d 1221], 1992 [603 So. 2d 1175], 1995 [665 So. 2d 212], 1998\n[723 So. 2d 123], 2006 [946 So. 2d 1061], 2009 [6 So. 3d 574], and 2016 [190 So.\n3d 1055], and 2017.\n\n     7.8(a) BOATING UNDER THE INFLUENCE MANSLAUGHTER\n                §§327.35(3)(a), (3)(b), and (3)(c)3., Fla. Stat.\n\n      To prove the crime of Boating under the Influence Manslaughter, the\nState must prove the following three elements beyond a reasonable doubt:\n\n      1.    (Defendant) operated a vessel.\n\n\n                                      -9-\n\f      2.    While operating the vessel, (defendant)\n\n      Give 2a or 2b or both as applicable.\n            a.    was under the influence of [alcoholic beverages] [a chemical\n                  substance] [a controlled substance] to the extent that [his]\n                  [her] normal faculties were impaired.\n\n            b.    had a [blood] [breath]-alcohol level of .08 or more grams of\n                  alcohol per [100 milliliters of blood] [210 liters of breath].\n\n      3.    As a result of operating the vessel, (defendant) caused or\n            contributed to the cause of the death of [(victim)] [an unborn\n            child].\n\n      Give if §§ 327.35(3)(a), (3)(b), and (3)(c)3.b., Fla. Stat., is charged.\n      If you find the defendant guilty of Boating under the Influence\nManslaughter, you must further determine whether the State proved beyond\na reasonable doubt that:\n\n      4.    (Defendant), at the time of the accident,\n\n            a.    knew or should have known that the accident occurred\n\n            and\n\n            b.    failed to give information as required by law\n\n            and\n\n            c.    failed to render aid as required by law.\n\n      Florida law requires that the operator of a vessel involved in a collision,\naccident, or other casualty, to render to other persons affected by the collision,\naccident, or other casualty such assistance as is practicable and necessary in\norder to save them from or minimize any danger caused by the collision,\naccident, or other casualty, so far as [he] [she] can do so without serious\ndanger to the operators own vessel, crew, and passengers.\n\n      Florida law also requires the operator to give [his] [her] name, address,\nand identification of [his] [her] vessel in writing to any person injured and to\n\n\n\n                                      - 10 -\n\fthe owner of any property damaged in the collision, accident, or other\ncasualty.\n\n      In cases of collision, accident, or other casualty resulting in death or\nmedical treatment beyond immediate first aid, Florida law requires that the\noperator, without delay and by the quickest means available, give notice of the\naccident to one of the following agencies: the Division of Law Enforcement of\nthe Fish and Wildlife Conservation Commission; the sheriff of the county\nwithin which the accident occurred; or the police chief of the municipality\nwithin which the accident occurred.\n\n      Give if applicable. § 327.35(4), Fla. Stat.\n      If you find the defendant guilty of Boating under the Influence\nManslaughter, you must also determine whether the State has proven beyond\na reasonable doubt whether:\n\n            a.     the defendant had a [blood] [breath]-alcohol level of .2015\n                   or higher while operating the vessel.\n\n            b.     the defendant was accompanied in the vessel by a person\n                   under the age of 18 years at the time of the bBoating under\n                   the iInfluence.\n\n      Definitions. Give as applicable.\n      State v. Davis, 110 So. 3d 27 (Fla. 2d DCA 2013).\n      “Vessel” means a boat and includes every description of watercraft,\nbarge, and airboat, other than a seaplane, on the water used or capable of\nbeing used as a means of transportation on water.\n\n      § 327.354(1), Fla. Stat.\n      “Normal faculties” include but are not limited to the ability to see, hear,\nwalk, talk, judge distances, operate a vessel, make judgments, act in\nemergencies and, in general, to normally perform the many mental and\nphysical acts of our daily lives.\n\n      § 327.02(30), Fla. Stat.\n      “Operate” means to be in charge of or in command of or in actual\nphysical control of a vessel upon the waters of this state, or to exercise control\nover or to have responsibility for a vessels navigation or safety while the vessel\nis underway upon the waters of this state, or to control or steer a vessel being\ntowed by another vessel upon the waters of the state.\n\n                                      - 11 -\n\f        Shaw v. State, 783 So. 2d 1097 (Fla. 5th DCA 2001).\n        Impaired means diminished in some material respect.\n\n      § 322.01(2), Fla. Stat.\n      “Alcoholic beverages” are considered to be substances of any kind and\ndescription which contain alcohol.\n\n        (___________) is a controlled substance under Florida law. Ch. 893, Fla.\nStat.\n\n       (___________) is a chemical substance under Florida law. § 877.111(1),\nFla. Stat.\n\n      § 775.021(5), Fla. Stat.\n      An “unborn child” means a member of the species Homo sapiens, at any\nstage of development, and who is carried in the womb.\n\n       Give if applicable. § 775.021(5)(b), Fla. Stat.\n       Boating Under the Influence Manslaughter does not require the State to\nprove that the defendant knew or should have known that (victim) was\npregnant or that the defendant intended to cause the death of the unborn\nchild.\n\n       When appropriate, give one or more of the following instructions on the\npresumptions of impairment established by §§ 327.354(2)(a), (2)(b), and (2)(c),\nFla. Stat.Give if appropriate. § 327.354(2)(a) and (2)(b), Fla. Stat.\n       1.    If you find from the evidence that while operating or in actual\n             physical control of the vessel, the defendant had a [blood]\n             [breath]- alcohol level of .05 or less, you shall presume that the\n             defendant was not under the influence of alcoholic beverages to\n             the extent that [his] [her] normal faculties were impaired; but this\n             presumption may be overcome by other evidence demonstrating\n             that the defendant was under the influence of alcoholic beverages\n             to the extent that [his] [her] normal faculties were impaired.\n\n        2.    If you find from the evidence that while operating or in actual\n              physical control of the vessel, the defendant had a [blood]\n              [breath]- alcohol level in excess of .05 but less than .08, that fact\n              does not give rise to any presumption that the defendant was or\n              was not under the influence of alcoholic beverages to the extent\n              that [his] [her] normal faculties were impaired. In such cases, you\n\n                                       - 12 -\n\f             may consider that evidence along with other evidence in\n             determining whether the defendant was under the influence of\n             alcoholic beverages to the extent that [his] [her] normal faculties\n             were impaired.\n\n      3.     If you find from the evidence that while operating or in actual\n             physical control of the vessel, the defendant had a [blood] [breath]\n             - alcohol level of .08 or more, that evidence would be sufficient by\n             itself to establish that the defendant was under the influence of\n             alcoholic beverages to the extent that [his] [her] normal faculties\n             were impaired. But this evidence may be contradicted or\n             rebutted by other evidence demonstrating that the defendant was\n             not under the influence of alcoholic beverages to the extent that\n             [his] [her] normal faculties were impaired.\n\n       It is not necessary to instruct on the “prima facie evidence of impairment”\nin § 327.354(2)(c), Fla. Stat., if the State charged the defendant with boating with\na blood or breath-alcohol level of .08 or over. In those cases, if the jury finds that\nthe defendant operated a vessel with an unlawful blood or breath-alcohol level,\nimpairment becomes moot. Tyner v. State, 805 So. 2d 862 (Fla. 2d DCA 2001).\n\n      Defense of inoperability; give if applicable.\n      It is a defense to the charge of Boating under the Influence\nManslaughter if the vessel was inoperable at the time of the alleged offense,\nunless the defendant was controlling or steering the vessel while it was being\ntowed by another vessel upon the waters of the state. However, it is not a\ndefense if the defendant was boating under the influence before the vessel\nbecame inoperable.\n\n                             Lesser Included Offenses\n\n  BOATING UNDER THE INFLUENCE MANSLAUGHTER — 327.35(3)(A),\n                        (3)(B), AND (3)(C)3.\n CATEGORY ONE      CATEGORY TWO FLA. STAT.             INS. NO.\n Boating under the                       327.35        28.14\n influence\n                   Boating under the     327.35(3)(a), 28.17\n                   influence causing     (3)(b), and\n                   serious bodily injury (3)(c)2.\n                   Boating under the     327.35(3)(a), 28.15\n\n\n                                         - 13 -\n\f                           influence causing      (3)(b), and\n                           damage to person or    (3)(c)1.\n                           property\n\n                                    Comment\n\n      This instruction was adopted in 2009 [6 So. 3d 574] and amended in 2016\n[190 So. 3d 1055], and 2017.\n\n                               9.1 KIDNAPPING\n                               § 787.01, Fla. Stat.\n\n      To prove the crime of Kidnapping, the State must prove the following\nthree elements beyond a reasonable doubt:\n\n      1.    (Defendant) [forcibly] [secretly] [by threat]\n\n            [confined]\n            [abducted]\n            [imprisoned]\n\n            (victim) against [his] [her] will.\n\n      2.    (Defendant) had no lawful authority to do so.\n\n      3.    (Defendant) acted with intent to:\n\n      Give 3a, 3b, 3c, or 3d as applicable.\n      If 3b is given, define applicable felony.\n             a.     hold (victim) for ransom or reward or as a shield or hostage.\n\n            b.    commit or facilitate the commission of (applicable felony).\n\n            c.    inflict bodily harm upon or to terrorize (victim) or another\n                  person.\n\n            d.    interfere with the performance of any governmental or\n                  political function.\n\n     Give when 3b is alleged. See Faison v. State, 426 So. 2d 963 (Fla. 1983).\n     In order to be kKidnapping, the [confinement] [abduction]\n[imprisonment]\n\n                                       - 14 -\n\f            a.     must not be slight, inconsequential, or merely incidental to\n                   the (applicable felony);\n\n            b.     must not be of the kind inherent in the nature of the\n                   (applicable felony); and\n\n            c.     must have some significance independent of the (applicable\n                   felony) in that it makes the (applicable felony) substantially\n                   easier of commission or substantially lessens the risk of\n                   detection.\n\n      Definition. Give if applicable. Bishop v. State, 46 So. 3d 75 (Fla. 5th DCA\n2010).\n      “Secretly” means the defendant intended to isolate or insulate (victim)\nfrom meaningful contact or meaningful communication with the public.\n\n      Read only if confinement is alleged and victim is under 13 years of age.\n      Confinement of a child under the age of 13 is against the child’s will if\nsuch confinement is without the consent of the child’s parent or legal\nguardian.\n\n      If a violation of § 787.01(3), Fla. Stat., is charged, instruct as follows:\n      If you find the defendant guilty of Kidnapping, you must also determine\nwhether the State has proved the following aggravating circumstances beyond\na reasonable doubt:\n\n      1.    At the time of the Kidnapping, (victim) was under 13 years of age;\n\n            and\n\n      2.    In the course of committing the Kidnapping, (defendant)\n            committed [an Aggravated Child Abuse] [a Sexual Battery against\n            (victim)] [a Lewd or Lascivious Battery] [a Lewd or Lascivious\n            Molestation] [a Lewd or Lascivious Conduct] [a Lewd or\n            Lascivious Exhibition] [a Procuring a Child for Prostitution upon\n            (victim)] [a Forcing, Compelling, or Coercing Another to Become\n            a Prostitute upon (victim)] [an Exploitation of a Child upon\n            (victim)] [Human Trafficking for Commercial Sexual Activity in\n            which [a Child under the Age of 18] [a Mentally Defective Person]\n            [or] [a Mentally Incapacitated Person] was Involved]. Define\n            applicable felony unless included in other instructions.\n\n                                       - 15 -\n\f       If the State has charged and is seeking the adult-on-minor sex offense\nmultiplier in § 921.0024(1)(b), Fla. Stat., instruct as follows. Alleyne v. United\nStates, 133 S. Ct. 2151 (2013).\n       If you find the defendant guilty of Kidnapping, you must also determine\nwhether the State has proved the following four elements beyond a reasonable\ndoubt:\n\n      1.    At the time of the Kidnapping, (defendant) was 18 years of age or\n            older.\n\n      2.    At the time of the Kidnapping, (victim) was younger than 18 years\n            of age.\n\n      3.    The Kidnapping was committed on or after October 1, 2014.\n\n      4.    In the course of committing the Kidnapping, (defendant)\n            committed [Sexual Battery] [Lewd or Lascivious Battery] [Lewd\n            or Lascivious Molestation] [Lewd or Lascivious Conduct] [Lewd\n            or Lascivious Exhibition] [Lewd or Lascivious Exhibition Over a\n            Computer Service] against (same victim as in element #2).\n\n      Define applicable felony unless included in other instructions.\n\n                            Lesser Included Offenses\n\n                         KIDNAPPING* — 787.01\n CATEGORY ONE            CATEGORY TWO       FLA. STAT.              INS. NO.\n False imprisonment                         787.02                  9.2\n                         Attempt            777.04(1)               5.1\n                         Aggravated assault 784.021                 8.2\n                         Battery            784.03                  8.3\n                         Assault            784.011                 8.1\n\n                                    Comments\n\n      The Kidnapping statute does not exempt a parent from criminal liability for\nkidnapping his or his own child. See Davila v. State, 75 So. 3d 192 (Fla. 2011).\n\n      *If the State alleged the life felony of Kidnapping with aggravating\ncircumstances in § 787.01(3), Fla. Stat., then those aggravating circumstances\nwould be lesser-included crimes.\n\n                                       - 16 -\n\f       *If the State charged the defendant in a way to score the adult-on-minor sex\noffense multiplier in § 921.0024(1)(b), Fla. Stat., then those sex crimes would be\nlesser-included crimes.\n\n      This instruction was adopted in 1981 and amended in 1985 [477 So. 2d 985],\n2014 [152 So. 3d 475], and 2015 [167 So. 3d 443], and 2017.\n\n                         9.2 FALSE IMPRISONMENT\n                               § 787.02, Fla. Stat.\n\n      To prove the crime of False Imprisonment, the State must prove the\nfollowing two elements beyond a reasonable doubt:\n\n      1.    (Defendant) [forcibly] [secretly] [by threat]\n\n            [confined]\n            [abducted]\n            [imprisoned]\n            [restrained]\n\n            (victim) against [his] [her] will.\n\n      2.    (Defendant) had no lawful authority to do so.\n\n      Definition. Give if applicable. Bishop v. State, 46 So. 3d 75 (Fla. 5th DCA\n2010).\n      “Secretly” means the defendant intended to isolate or insulate (victim)\nfrom meaningful contact or meaningful communication with the public.\n\n      Read only if confinement is alleged and victim is under 13 years of age.\n      Confinement of a child under the age of 13 is against the child’s will if\nsuch confinement is without the consent of the child’s parent or legal\nguardian.\n\n     If a violation of § 787.02(3), Fla. Stat., is charged, instruct as follows:\n     If you find the defendant guilty of False Imprisonment, you must also\ndetermine whether the State has proved the following aggravating\ncircumstances beyond a reasonable doubt:\n\n      1.    At the time of the False Imprisonment, (victim) was under 13\n            years of age;\n\n\n                                       - 17 -\n\f            and\n\n      2.    In the course of committing the False Imprisonment, (defendant)\n            committed [an Aggravated Child Abuse] [a Sexual Battery against\n            (victim)] [a Lewd or Lascivious Battery] [a Lewd or Lascivious\n            Molestation] [a Lewd or Lascivious Conduct] [a Lewd or\n            Lascivious Exhibition] [a Procuring a Child for Prostitution upon\n            (victim)] [a Forcing, Compelling, or Coercing Another to Become\n            a Prostitute upon (victim)] [an Exploitation of a Child upon\n            (victim)] [Human Trafficking for Commercial Sexual Activity in\n            which [a Child under the Age of 18] [a Mentally Defective Person]\n            [or] [a Mentally Incapacitated Person] was Involved]. Define\n            applicable felony unless included in other instructions.\n\n       If the State has charged and is seeking the adult-on-minor sex offense\nmultiplier in § 921.0024(1)(b), Fla. Stat., instruct as follows. Alleyne v. United\nStates, 133 S. Ct. 2151 (2013).\n       If you find the defendant guilty of False Imprisonment, you must also\ndetermine whether the State has proved the following four elements beyond a\nreasonable doubt:\n\n      1.    At the time of the False Imprisonment, (defendant) was 18 years of\n            age or older.\n\n      2.    At the time of the False Imprisonment, (victim) was younger than\n            18 years of age.\n\n      3.    The False Imprisonment was committed on or after October 1,\n            2014.\n\n      4.    In the course of committing the False Imprisonment, (defendant)\n            committed [Sexual Battery] [Lewd or Lascivious Battery] [Lewd\n            or Lascivious Molestation] [Lewd or Lascivious Conduct] [Lewd\n            or Lascivious Exhibition] [Lewd or Lascivious Exhibition Over a\n            Computer Service] against (same victim as in element #2).\n\n      Define applicable felony unless included in other instructions.\n\n\n\n\n                                       - 18 -\n\f                            Lesser Included Offenses\n\n            FALSE IMPRISONMENT* — 787.02\n CATEGORY ONE   CATEGORY TWO     FLA. STAT.                         INS. NO.\n None\n                Attempt          777.04(1)                          5.1\n                Battery          784.03                             8.3\n                Assault          784.011                            8.1\n\n                                    Comments\n\n      The Faison test for determining whether a particular confinement or\nmovement during the commission of another crime constitutes kidnapping, does\nnot apply to false imprisonment. Sanders v. State, 905 So. 2d 271 (Fla. 2d DCA\n2005).\n\n      *If the State alleged the first-degree felony punishable by life of False\nImprisonment with aggravating circumstances in § 787.02(3), Fla. Stat., then those\naggravating circumstances would be lesser-included crimes.\n\n       *If the State charged the defendant in a way to score the adult-on-minor sex\noffense multiplier in § 921.0024(1)(b), Fla. Stat., then those sex crimes would be\nlesser-included crimes.\n\n      This instruction was adopted in 1981 and was amended in 1985 [477 So. 2d\n985], 1998 [723 So. 2d 123], 2014 [152 So. 3d 475], and 2015 [167 So. 3d 443],\nand 2017.\n\n           18.3 FALSE INFORMATION TO LAW ENFORCEMENT\n                           § 837.055 Fla. Stat.\n\n     To prove the crime of False Information to Law Enforcement, the State\nmust prove the following five elements beyond a reasonable doubt:\n\n      1.    (Name of law enforcement officer) was conducting a [missing\n            person investigation] [felony criminal investigation].\n\n      2.    (Name of law enforcement officer) was a law enforcement officer.\n\n      3.    (Defendant) knew that (name of law enforcement officer) was a law\n            enforcement officer.\n\n\n                                       - 19 -\n\f      4.     (Defendant) knowingly and willfully gave false information to\n             (name of law enforcement officer).\n\n      5.     (Defendant) intended to mislead (name of law enforcement officer)\n             or impede the investigation.\n\n      Definition.\n      “Willfully” means intentionally, knowingly and purposely.\n\n                            Lesser Included Offenses\n\n      No lesser included offenses have been identified for this offense.\n\n                                    Comment\n\n      This instruction was adopted in 2008.\n\n\n28.18 FAILURE TO OBEY THE LAWFUL ORDER OF A [POLICE] [FIRE]\n                     [TRAFFIC] OFFICIAL\n                      § 316.072(3), Fla. Stat.\n\n       To prove the crime of Failure to Obey the Lawful Order of a (insert type\nof official from the list in § 316.072(3) Fla. Stat.), the State must prove the\nfollowing five elements beyond a reasonable doubt:\n\n      2.1.   (Defendant) was [operating a [vehicle] [bicycle]] [walking] upon [a\n             state-maintained highway] [county-maintained highway]\n             [municipal street or alley] [place where vehicles have the right to\n             travel].\n\n      3.2.   (Name of official) gave a lawful [order] [or] [direction] to\n             (defendant) regarding the operation of a vehicle or bicycle or the\n             movement of a pedestrian.\n\n      4.3.   At the time, (name of official) was acting in [his] [her] capacity as\n             a [law enforcement officer] [traffic crash investigation officer]\n             [traffic infraction enforcement officer] [member of the fire\n             department who was at the scene of a fire, rescue operation, or\n             other emergency].\n\n\n\n                                       - 20 -\n\f      5.4.   (Defendant) knew that [he] [she] had been given a[n] [order]\n             [direction] by a [law enforcement officer] [traffic crash\n             investigation officer] [traffic infraction enforcement officer]\n             [member of the fire department who was at the scene of a fire,\n             rescue operation, or other emergency].\n\n      6.5.   (Defendant) willfully failed to obey [or] [willfully refused to\n             comply] with the [order] [or] [direction] given.\n\n      Definitions. Give as applicable.\n      § 316.003(95), Fla. Stat.\n      A “vehicle” is every device, in, upon, or by which any person or\nproperty is or may be transported or drawn upon a highway, excepting\ndevices used exclusively upon stationary rails or tracks.\n\n      Patterson v. State, 512 So. 2d 1109 (Fla. 1stst DCA 1987).\n      “Willfully” means intentionally, knowingly, and purposely.\n\n      § 316.003(2), Fla. Stat.\n      A “bicycle” is every vehicle propelled solely by human power, and every\nmotorized bicycle propelled by a combination of human power and an electric\nhelper motor capable of propelling the vehicle at a speed of not more than 20\nmiles per hour on level ground upon which any person may ride, having two\ntandem wheels, and including any device generally recognized as a bicycle\nthough equipped with two front or two rear wheels. The term does not include\nsuch a vehicle with a seat height of no more than 25 inches from the ground\nwhen the seat is adjusted to its highest position or a scooter or similar device.\n\n      § 316.640, Fla. Stat.\n      A “traffic crash investigation officer” is an individual who successfully\ncompleted instruction in traffic accident investigation and court presentation\nthrough the Selective Traffic Enforcement Program as approved by the\nCriminal Justice Standards and Training Commission and funded through\nthe National Highway Traffic Safety Administration or a similar program\napproved by the Criminal Justice Standards and Training Commission, and\nwho is employed by (insert relevant agency listed in § 316.640, Fla. Stat.).\n\n      § 316.640, Fla. Stat.\n      A “traffic infraction enforcement officer” is an individual who\nsuccessfully completed instruction in traffic enforcement procedures and\ncourt presentation through the Selective Traffic Enforcement Program as\n\n                                       - 21 -\n\fapproved by the Division of Criminal Justice Standards and Training of the\nDepartment of Law Enforcement, or through a similar program, and who is\nemployed by (insert relevant agency listed in § 316.640, Fla. Stat.).\n\n      Note to judge: A special instruction may be necessary when the defendant\nclaims the order or direction was not lawful.\n\n                           Lesser Included Offenses\n\n            FAILURE TO OBEY — 316.072(3)\n CATEGORY ONE   CATEGORY TWO     FLA. STAT.                       INS. NO.\n None\n                Attempt          777.04(1)                        5.1\n\n                                   Comment\n\n      This instruction was adopted in 2015 [166 So. 3d 161] and amended in 2017.\n\n\n\n\n                                     - 22 -\n\f",
            "ocr": false,
            "opinion_id": 4147856
        }
    ],
    "court_short_name": "Supreme Court of Florida",
    "court_full_name": "Supreme Court of Florida",
    "court_type": "S",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Kidnapping"
}