{
    "id": 4513466,
    "judges": "Bacharach, Kelly, Matheson",
    "date_filed": "1989-07-08",
    "date_filed_is_approximate": true,
    "slug": "underwood-v-royal",
    "case_name_short": "Underwood",
    "case_name": "Underwood v. Royal",
    "case_name_full": "Kevin Ray UNDERWOOD, Petitioner-Appellant, v. Terry ROYAL, Warden, Oklahoma State Penitentiary, Respondent-Appellee.",
    "attorneys": "Sarah M. Jernigan, Assistant Federal Public Defender (Patti Palmer Ghezzi, Assistant Federal Public Defender, Western District of Oklahoma, with her on the briefs), Oklahoma City, Oklahoma, for Petitioner-Appellant., Jennifer J. Dickson, Assistant Attorney General (Mike Hunter, Attorney General of Oklahoma, with her on the brief), Oklahoma City, Oklahoma, for Respondent-Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"p-1\">\n    Kevin Ray UNDERWOOD, Petitioner-Appellant,\n    <br/>\n    v.\n    <br/>\n    Terry ROYAL, Warden, Oklahoma State Penitentiary, Respondent-Appellee.\n   </parties><docketnumber id=\"p-2\">\n    No. 16-6262\n   </docketnumber><court id=\"p-3\">\n    United States Court of Appeals, Tenth Circuit.\n   </court><decisiondate id=\"p-4\">\n    FILED July 2, 2018\n   </decisiondate><attorneys id=\"p-5\">\n    Sarah M. Jernigan, Assistant Federal Public Defender (Patti Palmer Ghezzi, Assistant Federal Public Defender, Western District of Oklahoma, with her on the briefs), Oklahoma City, Oklahoma, for Petitioner-Appellant.\n   </attorneys><attorneys id=\"p-6\">\n    Jennifer J. Dickson, Assistant Attorney General (Mike Hunter, Attorney General of Oklahoma, with her on the brief), Oklahoma City, Oklahoma, for Respondent-Appellee.\n   </attorneys><judges id=\"p-7\">\n    Before MATHESON, KELLY, and BACHARACH, Circuit Judges.\n   </judges>",
    "citations": [
        "894 F.3d 1154"
    ],
    "opinions": [
        {
            "author_str": "Matheson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 58.0,
            "download_url": "http://www.ca10.uscourts.gov/opinions/16/16-6262.pdf",
            "author_id": null,
            "opinion_text": "                                                                               FILED\n                                                                   United States Court of Appeals\n                                       PUBLISH                             Tenth Circuit\n\n                      UNITED STATES COURT OF APPEALS                       July 2, 2018\n\n                                                                       Elisabeth A. Shumaker\n                            FOR THE TENTH CIRCUIT                          Clerk of Court\n                        _________________________________\n\nKEVIN RAY UNDERWOOD,\n\n      Petitioner - Appellant,\n\nv.                                                           No. 16-6262\n\nTERRY ROYAL, Warden, Oklahoma\nState Penitentiary,\n\n      Respondent - Appellee.\n                      _________________________________\n\n                     Appeal from the United States District Court\n                        for the Western District of Oklahoma\n                             (D.C. No. 5:12-CV-00111-D)\n                       _________________________________\n\nSarah M. Jernigan, Assistant Federal Public Defender (Patti Palmer Ghezzi, Assistant\nFederal Public Defender, Western District of Oklahoma, with her on the briefs),\nOklahoma City, Oklahoma, for Petitioner-Appellant.\n\nJennifer J. Dickson, Assistant Attorney General (Mike Hunter, Attorney General of\nOklahoma, with her on the brief), Oklahoma City, Oklahoma, for Respondent-Appellee.\n                        _________________________________\n\nBefore MATHESON, KELLY, and BACHARACH, Circuit Judges.\n                  _________________________________\n\nMATHESON, Circuit Judge.\n                   _________________________________\n\n      Kevin Ray Underwood appeals from the federal district court’s denial of his\n\npetition for writ of habeas corpus under 28 U.S.C. § 2254. In 2008, a jury convicted Mr.\n\nUnderwood of first degree murder and sentenced him to death in Oklahoma state court.\n\fThe Oklahoma Court of Criminal Appeals (“OCCA”) affirmed Mr. Underwood’s\n\nconviction and sentence and later denied post-conviction relief.\n\n       Mr. Underwood sought federal habeas relief from his death sentence under § 2254.\n\nThe federal district court denied Mr. Underwood’s requests for relief and for a certificate\n\nof appealability (“COA”) on all eleven grounds raised in the § 2254 application. We\n\ngranted COAs on six of the eleven grounds for relief.\n\n       Exercising jurisdiction under 28 U.S.C. §§ 1291 and 2253, we affirm the district\n\ncourt’s denial of habeas relief on all six grounds.\n\n                                   I. BACKGROUND\n\n       We begin with the relevant factual history as presented by the OCCA.1 We then\n\nprovide an overview of the procedural history leading to this appeal. We present\n\nadditional background below as relevant to our discussion of Mr. Underwood’s claims.\n\n                                    A. Factual History\n\n       The OCCA, in addressing Mr. Underwood’s direct appeal, set forth the following\n\nrelevant facts:\n\n              [Mr. Underwood] was charged with murdering ten-year-old\n              [J.B.] on April 12, 2006, in Purcell, Oklahoma. [Mr.\n              Underwood] lived alone in the same apartment complex\n              where [J.B.] lived with her father, Curtis Bolin. Due to her\n              father’s work schedule, [J.B.] was typically home alone for a\n\n       1\n         See 28 U.S.C. § 2254(e)(1) (“[A] determination of a factual issue made by a State\ncourt shall be presumed to be correct. The applicant shall have the burden of rebutting\nthe presumption of correctness by clear and convincing evidence.”); see also Al-Yousif v.\nTrani, 779 F.3d 1173, 1181 (10th Cir. 2015) (“The presumption of correctness also\napplies to factual findings made by a state court of review based on the trial record.”\n(quotations omitted)).\n\n\n                                               2\n\fperiod of time after school. On the day in question, [J.B.]\nplayed in the school library with a friend for a short time\nbefore going home. She was never seen alive again.\n\nPolice, firefighters, and a host of citizen volunteers began a\nsearch for [J.B.]. The day after [J.B.]’s disappearance, the\nFederal Bureau of Investigation [the “FBI”] added over two\ndozen people to the effort. On April 14, 2006, two days after\n[J.B.] was last seen, police set up several roadblocks around\nthe apartment complex where she lived, seeking leads from\nlocal motorists. Around 3:45 p.m. that day, FBI Agent Craig\nOverby encountered a truck driven by [Mr. Underwood]’s\nfather at one of the roadblocks; [Mr. Underwood] was a\npassenger in the truck. [Mr. Underwood]’s father told\nOverby that they had heard about the disappearance, and that\nin fact, [Mr. Underwood] was the girl’s neighbor. From\nspeaking with other neighbors at the apartment complex,\nOverby knew that a young man living there may have been\nthe last person to see [J.B.]. Overby asked if [Mr.\nUnderwood] would come to the patrol car to talk for a\nmoment, and [Mr. Underwood] agreed, while his father\nwaited in the truck. In the patrol car, [Mr. Underwood] made\nstatements that piqued Overby’s interest.[] Overby asked [Mr.\nUnderwood] if he would come to the police station for\nadditional questioning. Again, [Mr. Underwood] agreed, and\nOverby assured [Mr. Underwood]’s father that he (Overby)\nwould give [Mr. Underwood] a ride home.\n\nAt the police station, [Mr. Underwood] was interviewed by\nAgent Overby and Agent Martin Maag. [Mr. Underwood]\ntold them about seeing [J.B.] on April 12, and discussed his\nactivities on that day and other matters. At the conclusion of\nthis interview, which lasted less than an hour, the agents\nasked [Mr. Underwood] if they could search his apartment.\n[Mr. Underwood] agreed. The agents accompanied [Mr.\nUnderwood] to his apartment around 5:00 p.m. While\nlooking around the apartment, Overby saw a large plastic\nstorage tub in [Mr. Underwood]’s closet; its lid was sealed\nwith duct tape. [Mr. Underwood] saw Overby looking at the\ntub, and volunteered that he kept comic books in it; he said\nthat he had taped the lid to keep moisture out. Overby asked\nif he could look inside the tub, and [Mr. Underwood] agreed.\nWhen Overby pulled back a portion of the tape and lifted a\n\n\n                                3\n\fcorner of the lid, he saw a girl’s shirt—and realized that it\nmatched [Mr. Underwood]’s description of the shirt [J.B.]\nwas wearing on the day she disappeared.[] When Overby\ncommented that he saw no comic books in the tub, [Mr.\nUnderwood] interjected, “Go ahead and arrest me.” Overby\nimmediately responded, “Where is she?” [Mr. Underwood]\nreplied, “She’s in there. I hit her and chopped her up.” [Mr.\nUnderwood] then became visibly upset, began\nhyperventilating, and exclaimed, “I’m going to burn in Hell.”\nHe was placed under arrest and escorted out to the agents’\nvehicle. Agent Overby summoned local authorities to secure\nthe scene.\n\nBack at the police station, [Mr. Underwood] was advised of\nhis right to remain silent, and his right to the assistance of\ncounsel during any questioning, consistent with Miranda v.\nArizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966).\nBecause he asked for a lawyer, the interview was concluded.\nAbout fifteen minutes later (approximately 5:45 p.m.), police\napproached [Mr. Underwood] and asked if he would reaffirm,\nin writing, his original verbal consent to a search of his\napartment. [Mr. Underwood] agreed, and spent the next few\nhours sitting in a police lieutenant’s office. He conversed\nwith various officers who were sent to guard him, and made\nsome incriminating statements during that time.\n\nAround 9:30 p.m. that evening, [Mr. Underwood] asked to\nspeak with the two FBI agents he had initially talked to\n(Overby and Maag). Because [Mr. Underwood] had\npreviously asked for counsel, [Oklahoma State Bureau of\nInvestigation (“OSBI”)] Agent Lydia Williams visited with\nhim to determine his intentions. Agent Williams reminded\n[Mr. Underwood] that he had earlier declined to be\nquestioned, and explained that because of that decision,\npolice could not question him any further. [Mr. Underwood]\nemphatically replied that he wanted to talk to the agents.\nAround 10:15 p.m., Agents Overby and Maag interviewed\n[Mr. Underwood] at the police station. Before questioning\nbegan, Overby reminded [Mr. Underwood] of his Miranda\nrights, and [Mr. Underwood] signed a written form\nacknowledging that he understood them and waived them.\nWhen asked if anyone had offered him anything in exchange\nfor agreeing to talk, [Mr. Underwood] replied that one of the\n\n\n                               4\n\fofficers had predicted things would go better for him if he\ncooperated. Besides acknowledging his waiver of Miranda\nrights, [Mr. Underwood] also signed another written consent\nto a search of his apartment. A video recording and transcript\nof the interview that followed, which lasted about an hour,\nwas presented to the jury at trial and is included in the record\non appeal.\n\nIn the interview, [Mr. Underwood] describes how he had\nrecently developed a desire to abduct a person, sexually\nmolest them, eat their flesh, and dispose of their remains. He\nexplains in considerable detail how he attempted to carry out\nthis plan on [J.B.], whom he had decided was a convenient\nvictim. [Mr. Underwood] stated that he invited [J.B.] into his\napartment to play with his pet rat. Once [J.B.] was inside,\n[Mr. Underwood] hit her on the back of the head several\ntimes with a wooden cutting board; she screamed in pain and\nbegged him to stop. [Mr. Underwood] proceeded to suffocate\nthe girl by sitting on her and placing his hand across her face.\n[Mr. Underwood] told the agents that this was not an easy\ntask, and that fifteen to twenty minutes passed before she\nsuccumbed. [Mr. Underwood] claimed he then attempted to\nhave sexual relations with the girl’s body, but was unable to\nperform. He then moved her body to the bathtub and\nattempted to decapitate it with a knife, but was unsuccessful\nat that task as well. Frustrated, [Mr. Underwood] wrapped\n[J.B.]’s body in plastic sheeting and placed it in a large plastic\ncontainer which he hid in his closet. [Mr. Underwood] also\ndismantled [J.B.]’s bicycle and hid it inside his apartment, to\nmake it look as if she had left the apartment complex.\n\n[J.B.]’s remains were taken to the Medical Examiner’s office\nfor an autopsy. The Medical Examiner noted bruises to the\nback of the girl’s head, consistent with [Mr. Underwood]’s\nclaim that he hit her forcefully with a cutting board. The\nexaminer also noted petechia in the girl’s eyes, and curved\nmarks on her face, consistent with [Mr. Underwood]’s\ndescription of how he had suffocated her. The most\npronounced wound on the body was a very deep incision to\n[J.B.]’s neck, which was also consistent with the injuries [Mr.\nUnderwood] admitted to inflicting. The Medical Examiner\nalso noted trauma to the girl’s genital area, including tearing\nof the hymen. However, the Medical Examiner could not say\n\n\n                                 5\n\f              that [J.B.] was alive, or even conscious, when her neck was\n              cut or when she was sexually assaulted. The official cause of\n              death was declared to be asphyxiation.\n\nUnderwood v. State, 252 P.3d 221, 230-31 (Okla. Crim. App. 2011) (footnotes omitted).\n\n                                   B. Procedural History\n\n       The following proceedings preceded Mr. Underwood’s present appeal: (1) jury\n\ntrial in Oklahoma state court, (2) direct appeal and application for state post-conviction\n\nrelief in the OCCA, and (3) application for federal post-conviction relief in the United\n\nStates District Court for the Western District of Oklahoma under § 2254. We provide a\n\nbrief overview of each proceeding.\n\n1. Trial\n\n       In 2008, an Oklahoma jury convicted Mr. Underwood of first degree murder,\n\nunder Section 701.7(A) of Title 21 of the Oklahoma Statutes, and sentenced him to death.\n\n       In the guilt stage, the jury found the evidence sufficient to establish that Mr.\n\nUnderwood murdered J.B. Underwood, 252 P.3d at 229. Although Mr. Underwood “did\n\nnot formally concede his guilt . . . , but instead required the State to present its evidence\n\non that issue, neither did he seriously contest the guilt-stage evidence against him.” Id. at\n\n232. “In fact, defense counsel told the jury in guilt-stage opening statements that it\n\nwould probably find [Mr. Underwood] guilty, but that there would be reasons to spare his\n\nlife.” Id. The guilt evidence presented to the jury included a video recording and printed\n\ntranscript of Mr. Underwood’s interview with the FBI agents, during which he had\n\nconfessed to the murder. Id. at 238.\n\n\n\n\n                                                6\n\f       In the punishment stage, the same jury found one aggravating circumstance and\n\nrecommended the death penalty after weighing it against any mitigating circumstances\n\nestablished at trial. Id. at 229-30, 246. In its aggravation case, the State put evidence of\n\ntwo aggravating circumstances before the jury: (1) the murder was especially heinous,\n\natrocious, or cruel (the “HAC” aggravator); and (2) Mr. Underwood posed a continuing\n\nthreat to society (the “continuing threat” aggravator). Id. at 230 n.1. The jury found the\n\nexistence of the HAC aggravator but not the continuing threat aggravator. Id. at 232. In\n\nhis mitigation case, Mr. Underwood presented “extensive evidence . . . , including the\n\ntestimony of family, friends, and three experts who had evaluated [his] mental health.”\n\nId. The jury recommended the death sentence, which the trial court imposed. Id. at 230.\n\n2. Direct Appeal and Application for State Post-Conviction Relief\n\n       Mr. Underwood appealed to the OCCA, raising a variety of trial errors, including\n\nthe six grounds for relief before us in this appeal. In 2011, the OCCA affirmed Mr.\n\nUnderwood’s conviction and sentence. Id. at 258.2 The court also performed a\n\nstatutorily mandated sentencing review and concluded that “the evidence was sufficient\n\nto support the one aggravating circumstance found by the jury” and that no “improper\n\nfactor” influenced the jury’s imposition of the death sentence. Id. Mr. Underwood then\n\napplied for post-conviction relief, which the OCCA denied in an unpublished summary\n\nopinion in 2012.\n\n\n\n       2\n      The Supreme Court denied Mr. Underwood’s petition for writ of certiorari.\nUnderwood v. Oklahoma, 565 U.S. 1121 (2012).\n\n\n                                               7\n\f3. Application for Federal Post-Conviction Relief under § 2254\n\n       In 2013, Mr. Underwood filed a petition for a writ of habeas corpus under 28\n\nU.S.C. § 2254 in the United States District Court for the Western District of Oklahoma.\n\nThe petition presented eleven grounds for relief, including the six before us in this appeal.\n\nThe district court denied relief on all eleven grounds. See Underwood v. Duckworth,\n\n2016 WL 4059162 (W.D. Okla. July 28, 2016). It also denied a COA on all grounds.\n\nSee Underwood v. Duckworth, 2016 WL 4120772 (W.D. Okla. July 28, 2016).\n\n       Mr. Underwood appealed, and this court granted COAs on six of Mr.\n\nUnderwood’s grounds for relief, which we address below.\n\n                                    II. DISCUSSION\n\n       We begin with our standard of review. We then analyze the six grounds for relief\n\non which we have granted COA: (1) ineffective assistance of trial counsel, (2)\n\nprosecutorial misconduct, (3) improper jury instruction and prosecutor statements on\n\nmitigating evidence, (4) admission of unconstitutional victim impact testimony, (5)\n\nimposition of the death penalty without a jury finding that the HAC aggravator\n\noutweighed any mitigating circumstances beyond a reasonable doubt, and (6) cumulative\n\nerror. We conclude that Mr. Underwood is not entitled to relief on any of these grounds.\n\nThroughout our discussion, we provide additional background information as needed.\n\n\n\n\n                                               8\n\f                                  A. Standard of Review\n\n       “Our review is . . . governed by the Antiterrorism and Effective Death Penalty Act\n\nof 1996 (‘AEDPA’), which requires federal courts to give significant deference to state\n\ncourt decisions.” Lockett v. Trammel, 711 F.3d 1218, 1230 (10th Cir. 2013).3\n\n       Under AEDPA, when a state court has decided a claim on the merits, we must\n\ndefer to the court’s adjudication of the claim unless it:\n\n              (1) resulted in a decision that was contrary to, or involved an\n                  unreasonable application of, clearly established Federal\n                  law, as determined by the Supreme Court of the United\n                  States; or\n\n              (2) resulted in a decision that was based on an unreasonable\n                  determination of the facts in light of the evidence\n                  presented in the State court proceeding.\n\n28 U.S.C. § 2254(d).4\n\n       Section 2254(d)(1)’s “contrary to” and “unreasonable application of” language\n\ndenotes two distinct inquiries. “An OCCA decision is ‘contrary to’ a clearly established\n\nlaw if it applies a rule different from the governing law set forth in Supreme Court cases,\n\nor if it decides a case differently than the Supreme Court has done on a set of materially\n\n\n       3\n        “AEDPA concerns federal court deference to the decisions of state courts. Our\nreview of the federal district court’s application of AEDPA is de novo.” Murphy v.\nRoyal, 875 F.3d 896, 913 n.20 (10th Cir. 2017), cert. granted, No. 17-1107, 2018 WL\n747674 (U.S. May 21, 2018).\n       4\n         AEDPA additionally provides that “a determination of a factual issue made by a\nState court shall be presumed to be correct” and that “[t]he applicant shall have the\nburden of rebutting the presumption of correctness by clear and convincing evidence.”\n28 U.S.C. § 2254(e)(1). In addressing Mr. Underwood’s challenges to the OCCA’s\nfactual determinations in our discussion below, we apply the § 2254(d)(2) standard, but\nhis arguments would likewise fail under § 2254(e)(1).\n\n                                                9\n\findistinguishable facts.” Lockett, 711 F.3d at 1231 (alterations and quotations omitted);\n\nsee also Bell v. Cone, 535 U.S. 685, 694 (2002). “An OCCA decision is an\n\n‘unreasonable application’ of clearly established federal law if it identifies the correct\n\ngoverning legal principle . . . but unreasonably applies that principle to the facts of\n\npetitioner’s case.” Lockett, 711 F.3d at 1231 (quotations omitted); see also Bell, 535 U.S.\n\nat 694.\n\n          “If a claim was not resolved by the state courts on the merits and is not otherwise\n\nprocedurally barred, . . . § 2254(d) . . . do[es] not apply . . . , [and] we review the [federal]\n\ndistrict court’s legal conclusions de novo and its factual findings, if any, for clear error.”\n\nCole v. Trammell, 755 F.3d 1142, 1148 (10th Cir. 2014).\n\n                                 B. The Six Issues on Appeal\n\n          Having presented our standard of review, we now address each of the six grounds\n\nfor relief on which we have granted COA: (1) ineffective assistance of trial counsel, (2)\n\nprosecutorial misconduct, (3) improper jury instruction and prosecutor statements on\n\nmitigating evidence, (4) admission of unconstitutional victim impact testimony, (5)\n\nimposition of the death penalty without a jury finding that the HAC aggravator\n\noutweighed any mitigating circumstances beyond a reasonable doubt, and (6) cumulative\n\nerror.\n\n1. Ineffective Assistance of Counsel\n\n          Mr. Underwood contends that he is entitled to relief from his death sentence based\n\non his trial counsel’s failure to present expert rebuttal testimony relating to the timing of\n\nJ.B.’s death. The OCCA rejected this claim on the merits. Underwood, 252 P.3d at 252.\n\n\n                                                10\n\f       In addressing this claim, we begin with the relevant legal background and\n\nadditional factual and procedural background. We then examine the OCCA’s merits\n\ndecision under § 2254(d) and conclude that it was not contrary to—or an unreasonable\n\napplication of—Supreme Court law or based on an unreasonable determination of the\n\nfacts. We therefore affirm the district court’s denial of habeas relief on Mr. Underwood’s\n\nineffective assistance claim.5\n\n       a. Legal background\n\n       We first discuss the general framework set forth in Strickland v. Washington, 466\n\nU.S. 668 (1984), to address ineffective assistance claims. We then focus on the deficient\n\nperformance part of the test, which guides our analysis below.\n\n              i. Overview\n\n       “The Supreme Court has held that the Sixth Amendment right to counsel includes\n\na right to effective representation.” Frost v. Pryor, 749 F.3d 1212, 1224 (10th Cir. 2014);\n\nsee also Strickland, 466 U.S. at 686. Counsel can “deprive a defendant of the right to\n\neffective assistance . . . by failing to render adequate legal assistance.” Strickland, 466\n\n\n       5\n         Mr. Underwood also sought—and was denied—an evidentiary hearing on the\nineffective assistance claim in both the OCCA and federal district court. See Underwood,\n252 P.3d at 250; Underwood, 2016 WL 4059162, at *33. Mr. Underwood asserts on\nappeal that “the district court’s denial of an evidentiary hearing [on the ineffective\nassistance claim] was error.” Aplt. Br. at 25. We decline to address this issue because it\nis inadequately briefed. See Leathers v. Leathers, 856 F.3d 729, 751 (10th Cir. 2017).\n       In any event, the Supreme Court has held “that review under § 2254(d)(1) is\nlimited to the record that was before the state court that adjudicated the claim on the\nmerits.” Cullen v. Pinholster, 563 U.S. 170, 181 (2011). As discussed above, Mr.\nUnderwood cannot overcome § 2254(d)(1) on the record that was before the OCCA with\nrespect to his ineffective assistance claim. Accordingly, the “district court [was] not\nrequired to hold an evidentiary hearing.” Id. at 183 (quotations omitted).\n\n                                               11\n\fU.S. at 686 (quotations omitted). To establish a violation under Strickland, a habeas\n\npetitioner must show that (1) “counsel’s performance was deficient,” and (2) “the\n\ndeficient performance prejudiced the defense.” Id. at 687. Because we rely only on\n\ndeficient performance to resolve this case, we restrict our discussion accordingly. See\n\nHooks v. Workman, 689 F.3d 1148, 1186 (10th Cir. 2012) (“These two prongs may be\n\naddressed in any order, and failure to satisfy either is dispositive.”).\n\n              ii. Deficient performance\n\n       To establish constitutionally deficient performance, “the defendant must show that\n\ncounsel’s representation fell below an objective standard of reasonableness.” Strickland,\n\n466 U.S. at 688. “[T]he defendant must overcome the presumption that, under the\n\ncircumstances, the challenged action might be considered sound trial strategy.” Id. at 689\n\n(quotations omitted). In other words, counsel’s performance “must have been completely\n\nunreasonable, not merely wrong.” Boyd v. Ward, 179 F.3d 904, 914 (10th Cir. 1999).\n\n“Every effort must be made to evaluate the conduct from counsel’s perspective at the\n\ntime.” Littlejohn v. Trammell, 704 F.3d 817, 859 (10th Cir. 2013) (quotations omitted).\n\n“However, while we entertain a strong presumption that counsel’s conduct falls within\n\nthe wide range of reasonable professional assistance, we nevertheless apply closer\n\nscrutiny when reviewing attorney performance during the sentencing phase of a capital\n\ncase.” Id. (citations and quotations omitted).\n\n       b. Relevant facts\n\n       In his interview with the FBI agents, Mr. Underwood described J.B.’s murder. He\n\ntold them he had “hit [J.B.] on the back of the head several times with a wooden cutting\n\n\n                                               12\n\fboard” and that she had “screamed in pain and begged him to stop.” Underwood, 252\n\nP.3d at 231. He stated that he had “suffocate[d] [J.B.] by sitting on her and placing his\n\nhand across her face” and that “fifteen to twenty minutes passed before she succumbed.”\n\nId. He “claimed he then attempted to have sexual relations with the girl’s body, but was\n\nunable to perform[,] . . . and attempted to decapitate it with a knife, but was unsuccessful\n\nat that task as well.” Id.\n\n       During the guilt stage of Mr. Underwood’s trial, Dr. Inas Yacoub, the Medical\n\nExaminer, testified for the State regarding the possibility that J.B. had survived Mr.\n\nUnderwood’s attempt to suffocate her and was still alive or even conscious when he then\n\nattempted to sexually assault and decapitate her. Dr. Yacoub had previously performed\n\nJ.B.’s autopsy and determined that J.B. died from “asphyxiation.” Id. at 231, 251. At\n\ntrial, Dr. Yacoub testified that the injuries observed in J.B.’s genital area and on her neck\n\nmay have occurred while she was still alive and even conscious. Trial Tr. Vol. VII at\n\n1174-78, 1817-19. On cross-examination, trial counsel for Mr. Underwood elicited Dr.\n\nYacoub’s acknowledgement that she could not determine with scientific certainty at what\n\npoint J.B. lost consciousness. Id. at 1817-19.\n\n       In the punishment stage of Mr. Underwood’s trial, the State “incorporated the\n\ntestimony from the guilt stage to show that the murder was especially, heinous, atrocious,\n\nor cruel.” Underwood, 252 P.3d at 232.6 In closing argument, the State referenced Dr.\n\n\n\n       6\n        Under Oklahoma law, the HAC aggravator is one of several aggravating\ncircumstances that, if found beyond a reasonable doubt, enables the imposition of the\ndeath penalty. Okla. Stat. tit. 21, §§ 701.11, 701.12. The HAC aggravator showing\n\n                                              13\n\fYacoub’s testimony to support its theory that J.B. experienced conscious physical\n\nsuffering before her death: “And the medical examiner told you there was probably—\n\nthere’s a possibility that there was more that preceded her last breath. And when she\n\ntalks about the injuries to her vagina, and she talks about the injuries to her throat . . . .\n\nThere’s a lot of stuff that preceded her last breath.” Trial Tr. Vol. X at 2553-54.\n\n       Before trial, Mr. Underwood’s trial counsel “had retained [a] forensic pathologist,\n\nDr. John Adams, to review the autopsy findings.” Underwood, 252 P.3d at 251. But trial\n\ncounsel never called Dr. Adams to testify. Id.\n\n       c. OCCA and federal district court decisions\n\n       In his appeal to the OCCA, Mr. Underwood argued that trial counsel’s failure to\n\ncall Dr. Adams to rebut Ms. Yacoub’s testimony constituted reversible error. Id. at 250.\n\nHe submitted a sworn affidavit, secured by appellate counsel, in which Dr. Adams stated\n\nhis expert opinion that J.B. could not have been alive during the attempted decapitation.\n\nDefendant’s Appeal Exhibit A. Dr. Adams based his conclusion in part on his\n\nobservation that the crime scene photographs showed very little blood spatter, whereas\n\n“widespread[] [blood spatter] would support a theory of antemortem injury.” Id. at 3-4.\n\nThe OCCA denied Mr. Underwood’s ineffective assistance claim on the merits,\n\n“discern[ing] sound strategic reasons for the defense team not calling its forensic\n\npathologist, and . . . find[ing] no prejudice flowing from that decision.” Underwood, 252\n\n\n\n\nrequires “evidence of conscious physical suffering of the victim prior to death.” Cheney\nv. State, 909 P.2d 74, 80 (Okla. Crim. App. 1995) (emphasis added) (quotations omitted).\n\n                                                14\n\fP.3d at 253. Mr. Underwood then sought federal habeas relief, which the district court\n\ndenied. Underwood, 2016 WL 4059162, at *13.\n\n       d. Analysis\n\n       We review the OCCA’s decision under §§ 2254(d)(1) and (d)(2) and conclude that\n\nit was not contrary to—or an unreasonable application of—clearly established Supreme\n\nCourt law or based on an unreasonable determination of the facts. Although the OCCA\n\naddressed both deficient performance and prejudice in its Strickland analysis, our\n\nanalysis begins and ends with the former ground, which alone provides a sufficient basis\n\nfor denying relief. See Hooks, 689 F.3d at 1186 (“[F]ailure to satisfy either [Strickland\n\nprong] is dispositive.”).\n\n              i. Section 2254(d)(1): Reasonableness of legal determinations\n\n       The OCCA’s conclusion that Dr. Adams’s affidavit did not overcome the\n\npresumption of sound trial strategy was consistent with and a reasonable application of\n\nStrickland. In determining whether counsel’s performance was deficient, “[e]very effort\n\nmust be made to evaluate the conduct from counsel’s perspective at the time.” Littlejohn,\n\n704 F.3d at 859 (quotations omitted). Here, the OCCA reasonably evaluated the value of\n\nDr. Adams’s rebuttal testimony from trial counsel’s perspective and determined it “might\n\nhave done more harm than good.” Underwood, 252 P.3d at 252.\n\n       As the OCCA reasoned, Dr. Adams’s testimony would have had no relevance in\n\nthe guilt stage and, in the punishment stage, could have drawn the jury’s attention away\n\nfrom Mr. Underwood’s affirmative mitigation case and back to the “gruesome” details of\n\nthe crime. Id. For example, Dr. Adams based his conclusion that J.B. was already\n\n\n                                             15\n\fdeceased at the time of the attempted decapitation in part on the absence of widespread\n\nblood spatter, as captured in the crime scene photographs. He also noted that “a massive\n\nexsanguination,” or loss of blood, would support the possibility that J.B. was alive during\n\nthe attempted decapitation. Defendant’s Appeal Exhibit A at 3-4. But in his confession,\n\nMr. Underwood had stated that, when he started cutting J.B.’s neck, “[he] couldn’t\n\nbelieve the amount of blood that came out.” State’s Trial Exhibit 162 at 69. Had Dr.\n\nAdams testified, the prosecution likely would have questioned him on cross-examination\n\nabout this statement. This line of questioning could potentially have discredited Dr.\n\nAdams’s conclusions and “would arguably have distracted the jury in a way unfavorable\n\nto the defense.” Underwood, 252 P.3d at 252.\n\n       We acknowledge Mr. Underwood’s concern about the emotional impact of Dr.\n\nYacoub’s unrebutted testimony on the jury, and we may even disagree with trial\n\ncounsel’s challenged course of action here. But under AEDPA’s deferential standard, we\n\ncannot conclude that the OCCA unreasonably applied Strickland in determining that trial\n\ncounsel’s strategy was at least reasonable.\n\n              ii. Section 2254(d)(2): Reasonableness of factual determinations\n\n       Mr. Underwood contends that the OCCA based its conclusion—that Dr. Adams’s\n\naffidavit failed to overcome the presumption of sound trial strategy—on unreasonable\n\nfactual determinations under § 2254(d)(2) because it “completely disregarded [Dr.]\n\nYacoub’s key prejudicial testimony” and “ignored Dr. Adams’s conclusive condemnation\n\n\n\n\n                                              16\n\fof [her] alternate theories.” Aplt. Br. at 24.7 We need not decide whether § 2254(d)(2),\n\nrather than § 2254(d)(1), supplies the appropriate standard of review.8 Under either\n\nstandard, Mr. Underwood’s argument fails for the same reason—the OCCA did not\n\ndisregard Dr. Yacoub’s testimony. Rather, the OCCA observed that her testimony was\n\n“inconclusive” and reasoned that it arguably related to “a collateral matter.” Underwood,\n\n252 P.3d at 252. Likewise, the OCCA did not disregard the testimony Dr. Adams was\n\nprepared to offer. Instead, the OCCA reasonably determined, as discussed above, that\n\nDr. Adams’s testimony “might have done more harm than good.” Id.\n\n2. Prosecutorial Misconduct—Arguing Facts Not in Evidence\n\n       Mr. Underwood contends that he is entitled to relief from his death sentence based\n\non the State’s closing argument in both stages of the trial that the evidence established he\n\nhad shaved J.B.’s pubic region with a razor. The OCCA rejected this claim on the merits.\n\nUnderwood, 252 P.3d at 249.\n\n       In addressing this claim, we begin with the relevant legal background and\n\nadditional factual and procedural background. We assume without deciding that the\n\nOCCA’s decision was based on an unreasonable determination of the facts under\n\n       7\n        This specific argument does not appear in Mr. Underwood’s § 2254 petition. In\nany event, as we explain below, it lacks merit.\n       8\n         We have previously said: “It is clear that, where the state courts plainly\nmisapprehend or misstate the record in making their findings, and the misapprehension\ngoes to a material factual issue that is central to petitioner’s claim, that misapprehension\ncan fatally undermine the fact-finding process, rendering the resulting factual finding\nunreasonable [under § 2254(d)(2)].” Byrd v. Workman, 645 F.3d 1159, 1171–72 (10th\nCir. 2011) (quotations omitted). But Mr. Underwood argues that the OCCA\ndisregarded—as opposed to misapprehended or misstated—Dr. Yacoub’s testimony and\nDr. Adams’s affidavit.\n\n                                              17\n\f§2254(d)(2). We therefore review the issue de novo and conclude that Mr. Underwood is\n\nnot entitled to relief because he has not shown the alleged error violated his due process.\n\nWe affirm the district court’s denial of habeas relief on Mr. Underwood’s prosecutorial\n\nmisconduct claim.\n\n       a. Legal background\n\n       We first provide a general overview of prosecutorial misconduct standards and the\n\nframework under Donnelly v. DeChristoforo, 416 U.S. 645 (1974), for determining when\n\nprosecutorial misconduct warrants reversal of state court convictions and sentences. We\n\nthen focus on case law regarding prosecutorial argument of facts not in evidence, the type\n\nof misconduct alleged here.\n\n              i. Overview\n\n       The Supreme Court has “counselled prosecutors ‘to refrain from improper\n\nmethods calculated to produce a wrongful conviction [or sentence].’” United States v.\n\nYoung, 470 U.S. 1, 7 (1985) (alterations omitted) (quoting Berger v. United States, 295\n\nU.S. 78, 88 (1935)); see Le v. Mullin, 311 F.3d 1002, 1018 (10th Cir. 2002). Although\n\n“the adversary system permits the prosecutor to . . . ‘strike hard blows, he is not at liberty\n\nto strike foul ones.’” Id. (quoting Berger, 295 U.S. at 88).\n\n       Prosecutorial misconduct does not necessarily result in constitutional error\n\nwarranting habeas relief. “Generally, there are two ways in which prosecutorial\n\nmisconduct . . . can result in constitutional error.” Littlejohn, 704 F.3d at 837. “First, it\n\ncan prejudice a specific right as to amount to a denial of that right.” Id. (alterations and\n\nquotations omitted). “Additionally, absent infringement of a specific constitutional right,\n\n\n                                               18\n\fa prosecutor’s misconduct may in some instances render a habeas petitioner’s trial ‘so\n\nfundamentally unfair as to deny him due process.’” Id. (quoting Donnelly, 416 U.S. at\n\n645). “This determination may be made only after considering all of the surrounding\n\ncircumstances, including the strength of the state’s case.” Malicoat v. Mullin, 426 F.3d\n\n1241, 1255 (10th Cir. 2005). The fundamental unfairness test applies to instances of\n\nprosecutorial misconduct occurring in either the guilt or sentencing stage of trial.\n\nSmallwood v. Gibson, 191 F.3d 1257, 1275-76 (10th Cir. 1999).\n\n              ii. Arguing facts not in evidence\n\n       Although “[a] prosecutor may comment on and draw reasonable inferences from\n\nevidence presented at trial,” Thornburg v. Mullin, 422 F.3d 1113, 1131 (10th Cir. 2005),\n\narguing “prejudicial facts not in evidence” is one type of prosecutorial misconduct. See\n\nBerger, 295 U.S. at 84. As with other types of prosecutorial misconduct, “[t]he line\n\nseparating acceptable from improper advocacy is not easily drawn; there is often a gray\n\nzone.” Young, 470 U.S. at 7.\n\n       b. Relevant facts\n\n       In closing argument in both stages of Mr. Underwood’s trial, the State interpreted\n\nthe evidence as showing that Mr. Underwood had shaved J.B.’s pubic region with a razor.\n\nTrial Tr. Vol. VII at 1853-54 (guilt stage); Trial Tr. Vol. X at 2522, 2554 (punishment\n\nstage). The evidence included a photograph of Mr. Underwood’s home, taken by law\n\nenforcement, depicting a blue object on a desk. State’s Trial Exhibit 90. The evidence\n\nalso included the testimony of Jolene Russell, an OSBI criminalist. Ms. Russell, after\n\nidentifying the blue object in the photograph as an “electric razor,” had recalled the\n\n\n                                              19\n\ffollowing observations “about [J.B.]’s vaginal area at the morgue when the body [was]\n\nbeing processed”: (1) “loose hairs around the pubic region,” (2) “[attached] pubic hair in\n\nthe vaginal area,” and (3) what appeared to be a “clean” area above the vaginal area.\n\nTrial Tr. Vol. VI at 1522. Finally, the evidence included the testimony of Dr. Yacoub,\n\nwho recalled removing “a hair from the pubic area” during J.B.’s autopsy but did not\n\notherwise comment on the presence or absence of hair in that area. Trial Tr. Vol. VII at\n\n1760.\n\n        c. OCCA and federal district court decisions\n\n        In his appeal to the OCCA, Mr. Underwood argued that the prosecution’s remarks\n\nconstituted reversible error. Underwood, 252 P.3d at 249.9 The OCCA denied Mr.\n\nUnderwood’s prosecutorial misconduct claim on the merits, determining that the\n\nprosecution’s remarks (1) were not improper, because they were “reasonably based on\n\nthe evidence,” and (2) “while [they] may have, to some degree, underscored the vile\n\nnature of the entire crime, [they] did not unfairly overshadow the other depraved things\n\n[Mr. Underwood] freely admitted to doing.” Id. In its discussion of this claim, the\n\nOCCA stated that “[Ms.] Russell noticed that the girl’s pubic area appeared partially\n\nshaven.” Id. Mr. Underwood then sought federal habeas relief, arguing the OCCA had\n\nmisstated the evidence, and the district court denied relief. Underwood, 2016 WL\n\n4059162, at *23.\n\n\n\n        9\n         Because the State allocated different portions of the closing arguments to two\ndifferent prosecutors, we designate them jointly as “the prosecution.”\n\n\n                                             20\n\f       d. Analysis\n\n       As previously explained, we review the Mr. Underwood’s prosecutorial\n\nmisconduct claim de novo and conclude that he is not entitled to habeas because he has\n\nnot shown the alleged error violated his due process under Donnelly.10 Mr. Underwood\n\ncontends that the OCCA “blatant[ly] misstate[d]” the evidence “when it said ‘[Ms.]\n\nRussell noticed that the girl’s pubic area appeared partially shaven.’” Aplt. Br. at 40\n\n(quoting Underwood, 252 P.3d at 249). We need not decide whether Mr. Underwood’s\n\nargument overcomes AEDPA deference. Even assuming we must review the\n\nprosecutorial misconduct claim de novo, he is not entitled to habeas relief. Based on our\n\nindependent review of the record, we agree with the OCCA’s determination that the\n\nalleged prosecutorial misconduct—the remarks about shaving—“did not unfairly\n\novershadow the other depraved things [Mr. Underwood] freely admitted to doing” in his\n\nconfession. Underwood, 252 P.3d at 249. The remarks therefore did not render his trial\n\n“so fundamentally unfair as to deny him due process.” Donnelly, 416 U.S. at 645.\n\n3. Jury Instruction and Prosecutorial Argument on Mitigating Evidence\n\n       Mr. Underwood contends that he is entitled to relief from his death sentence\n\nbecause one of the punishment stage jury instructions, and the State’s use of it in closing\n\narguments, unconstitutionally limited the jury’s consideration of the mitigating evidence.\n\nThe challenged instruction—Instruction No. 12—defined “[m]itigating circumstances” as\n\n\n       10\n          Mr. Underwood does not contend—nor do we conclude—that the alleged\nprosecutorial misconduct infringed any specific constitutional right. He must therefore\nsatisfy the Donnelly fundamental unfairness standard to show reversible constitutional\nerror warranting habeas relief. See Littlejohn, 704 F.3d at 837.\n\n                                              21\n\f“those which, in fairness, sympathy, and mercy, may extenuate or reduce the degree of\n\nmoral culpability or blame.” O.R. at 1491.11 The OCCA rejected this claim on the\n\nmerits. Underwood, 252 P.3d at 244.\n\n       In addressing this claim, we begin with the relevant legal background and\n\nadditional factual and procedural background. We then examine the OCCA’s merits\n\ndecision under § 2254(d) and conclude that it was not contrary to—or an unreasonable\n\napplication of—Supreme Court law or based on an unreasonable determination of the\n\nfacts. We therefore affirm the district court’s denial of habeas relief on Mr. Underwood’s\n\nclaim about Instruction No. 12 and the related prosecutorial arguments.\n\n       a. Legal background\n\n       We first provide general background on the Constitution’s requirements regarding\n\nthe jury’s consideration of mitigating evidence in capital sentencing proceedings. We\n\nthen discuss Grant v. Royal (Donald Grant), 886 F.3d 874 (10th Cir. 2018), in which this\n\ncourt recently considered and rejected a similar claim for habeas relief.\n\n                i. Overview\n\n       “[T]he Eighth and the Fourteenth Amendments require that the sentencer, in all\n\nbut the rarest kind of capital case, not be precluded from considering, as a mitigating\n\nfactor, any aspect of a defendant’s character or record and any of the circumstances of the\n\noffense that the defendant proffers as a basis for a sentence less than death.” Lockett v.\n\nOhio, 438 U.S. 586, 604 (1978) (plurality opinion) (footnote omitted); accord Eddings v.\n\n\n       11\n            “O.R.” refers to the record filed in Mr. Underwood’s direct appeal to the OCCA.\n\n\n                                              22\n\fOklahoma, 455 U.S. 104, 110 (1982). “[E]vidence, even if not related specifically to\n\npetitioner’s culpability for the crime he committed . . . must be treated as relevant\n\nmitigating evidence if it serves as a basis for a sentence less than death.” Johnson v.\n\nTexas, 509 U.S. 350, 381 (1993) (alterations, citations, and quotations omitted).\n\n       “The standard against which we assess whether jury instructions satisfy the rule of\n\nLockett and Eddings was set forth in Boyde v. California, [494 U.S. 370 (1990)].”\n\nJohnson, 509 U.S. at 367. “[T]he proper inquiry . . . is whether there is a reasonable\n\nlikelihood that the jury has applied the challenged instruction in a way that prevents the\n\nconsideration of constitutionally relevant evidence.” Boyde, 494 U.S. at 380. The\n\nreasonable likelihood test also governs claims that “arguments by the prosecutor . . .\n\nreinforced an impermissible interpretation of [the challenged jury instruction] and made it\n\nlikely that jurors would arrive at such an understanding.” Id. at 834.\n\n              ii. Grant v. Royal\n\n       In Grant, this court denied a habeas petitioner’s Lockett/Eddings claim based on\n\npunishment stage jury instructions and prosecutorial arguments analogous to those at\n\nissue in this case. The petitioner “argue[d] that one of the sentencing-phase jury\n\ninstructions, Instruction 12, standing alone and in conjunction with the State’s closing\n\nargument, unconstitutionally limited the jury’s consideration of evidence presented in\n\nmitigation of his death sentence.” (Donald) Grant, 886 F.3d at 930-31. The challenged\n\ninstruction read: “Mitigating circumstances are those which, in fairness, sympathy, and\n\nmercy, may extenuate or reduce the degree of moral culpability or blame.” Id. at 931\n\n(quotations omitted). During rebuttal closing argument, the prosecutor specifically\n\n\n                                              23\n\femployed this language, telling the jury that “what the law says is that before something\n\ncan be mitigating it must reduce the moral culpability or blame of the defendant.” Id. at\n\n937 (alterations omitted). And, in discussing the petitioner’s mitigating evidence relating\n\nto his alleged schizophrenia, the prosecutor argued that it “does not in any way” reduce\n\nthe petitioner’s “moral culpability or blame.” Id.\n\n       Applying AEDPA’s deferential standard of review, we held that the OCCA neither\n\ncontradicted nor unreasonably applied Lockett/Eddings and its progeny in rejecting the\n\npetitioner’s challenge to Instruction 12 and the prosecution’s statements relating to the\n\ninstruction. Id. at 936. We reasoned that, “even if . . . the [prosecutorial] arguments . . .\n\nwere improper, that would not necessarily mean that the OCCA was unreasonable in\n\ndetermining that there was no Lockett error because there was no reasonable likelihood\n\nthat the jury was precluded . . . from considering . . . mitigating evidence . . . that did not\n\nextenuate or reduce [the petitioner’s] moral culpability or blame.” Id. at 938 (emphasis in\n\noriginal).\n\n       In reaching this result, we examined the record and found reasonable support for\n\nthe OCCA’s determination. First, in addition to the challenged “moral culpability or\n\nblame” language, Instruction 12 also included “language that vested the jury with the\n\nresponsibility for determining what evidence was mitigating: ‘The determination of what\n\ncircumstances are mitigating is for you to resolve under the facts and circumstances of\n\nthis case.’” Id. at 940 (quoting Instruction 12). Second, a separate instruction—\n\nInstruction 13—“informed the jury that ‘evidence had been introduced as to specified . . .\n\nmitigating circumstances’ and then listed . . . factors that ordinarily would not be deemed\n\n\n                                                24\n\fto have extenuated or reduced [the petitioner]’s moral culpability or blame.” Id.\n\n(alterations omitted) (emphasis in original) (quoting Instruction 13). Instruction 13 also\n\n“ended with this admonition: ‘In addition, you may decide that other mitigating\n\ncircumstances exist, and if so, you should consider those circumstances as well.’” Id.\n\n(emphasis in original) (quoting Instruction 13). Third, a separate instruction—Instruction\n\n17—“specifically admonished the jury that [the court’s] instructions ‘contain all the law\n\nand rules you must follow.’” Id. at 941 (quoting Instruction 17). Fourth, in unchallenged\n\nportions of the State’s closing argument, the prosecutor “spent the lion’s share of her time\n\ncasting doubt on the veracity, credibility, and weight of the evidence supporting the\n\nmitigating circumstances that the court identified in Instruction 13.” Id. at 942. Fifth,\n\n“[a]t no point during her opening closing remarks did [the prosecutor] assert that the jury\n\nwas not free under the law to consider all of the mitigating factors that the court identified\n\nin Instruction 13 on the ground that some of them did not extenuate or reduce moral\n\nculpability or blame.” Id. at 943.\n\n       b. Relevant facts\n\n       This section presents the relevant jury instructions and prosecutorial arguments on\n\nthe mitigating evidence given in the punishment stage of Mr. Underwood’s trial.\n\n              i. Jury instructions\n\n       Three of the punishment stage jury instructions—12, 13, and 20—are relevant.\n\n       Instruction 12—the challenged instruction—contained identical language to\n\nInstruction 12 in Grant: “Mitigating circumstances are those which, in fairness,\n\nsympathy, and mercy, may extenuate or reduce the degree of moral culpability or blame.\n\n\n                                              25\n\fThe determination of what circumstances are mitigating is for you to resolve under the\n\nfacts and circumstances of this case.” O.R. at 1491 (emphasis added).\n\n      Instruction 13 also contained identical language to Instruction 13 in Grant:\n\n“Evidence has been introduced as to the following mitigating circumstances: [a list of 15\n\ncircumstances]. In addition, you may decide that other mitigating circumstances exist,\n\nand if so, you should consider those circumstances as well.” O.R. at 1492-93.12 As in\n\n\n      12\n           Instruction 13 listed fifteen separate circumstances:\n\n               1. Kevin Ray Underwood was exposed to severe trauma and\n                  mistreatment by his peers while growing up, and got\n                  through life only with the aid of a close circle of\n                  “protectors”.\n               2. Kevin Ray Underwood has, except for his crime against\n                  [J.B.], no prior history of any violent act.\n               3. Kevin Ray Underwood has, except for his crime against\n                  [J.B.] and a single speeding ticket, no prior history of\n                  violating any law.\n               4. Kevin Ray Underwood suffers from several psychological\n                  and psychiatric disorders including, but not limited to:\n                  schizotypal personality disorder, bi-polar disorder type II,\n                  multiple paraphilias, severe social phobia, anxiety, early\n                  onset of neuro-developmental disorder. None of these\n                  conditions has ever been appropriately treated by a mental\n                  health professional.\n               5. Kevin Ray Underwood was subjected to emotional and\n                  verbal abuse by his parents while growing up.\n               6. Kevin Ray Underwood has family and friends who love\n                  him, find meaning in his life, and will continue to visit\n                  him in prison.\n               7. Kevin Ray Underwood cooperated with law enforcement\n                  by giving a full confession to the murder of [J.B.].\n               8. Kevin Ray Underwood has expressed remorse for the\n                  killing of [J.B.]\n               9. Kevin Ray Underwood has spent most of his life on the\n                  fringe of society and constantly subjected to ridicule even\n                  into his adult years.\n\n                                               26\n\fGrant, the circumstances enumerated in Instruction 13 included some that “ordinarily\n\nwould not be deemed to have extenuated or reduced [the petitioner]’s moral culpability or\n\nblame.” (Donald) Grant, 886 F.3d at 940 (quotations omitted). For instance, Instruction\n\n13 listed circumstances pertaining to Mr. Underwood’s childhood and the value others\n\nplace in his life. Compare O.R. 1492 (“Kevin Ray Underwood was exposed to severe\n\ntrauma and mistreatment by his peers while growing up”) with (Donald) Grant, 886 F.3d\n\nat 940 (“A substantial portion of Donald Grant’s childhood was spent in a violent and\n\ndrug-infested neighborhood.” (quotations omitted)); compare O.R. 1492 (“Kevin Ray\n\nUnderwood has family and friends who love him, find meaning in his life, and will\n\ncontinue to visit him in prison.”) with (Donald) Grant, 886 F.3d at 940 (“Donald Grant’s\n\nlife will be of value to other persons besides himself.” (quotations omitted)).\n\n\n              10. Kevin Ray Underwood’s multiple psychological and\n                  psychiatric problems have prevented him from taking full\n                  advantage of his intellect by continuing his education and\n                  gaining employment appropriate to his intelligence level.\n              11. Kevin Ray Underwood will not be around young children\n                  if sentenced to prison for life.\n              12. Kevin Ray Underwood is much more likely to be\n                  victimized in prison than posing a risk of violence to\n                  others. In fact, his chances of harming anyone in prison\n                  are very, very small.\n              13. The symptoms and effects of Kevin Ray Underwood’s\n                  mental illnesses can be adequately controlled and lessened\n                  through appropriate and low-cost medication and\n                  treatment.\n              14. Kevin Ray Underwood comes from a family with a\n                  significant history of mental illness.\n              15. Kevin Ray Underwood has scored very low on scientific\n                  testing instruments designed to predict future violence.\n\nO.R. at 1492-93.\n\n                                              27\n\f       Instruction 20 again contained identical language to Instruction 17 in Grant,\n\ninstructing the jury that court’s instructions together “contain all the law and rules you\n\nmust follow.” O.R. at 1500.\n\n              ii. Prosecutorial arguments\n\n       As in Grant, the prosecution’s closing argument in the sentencing phase of Mr.\n\nUnderwood’s trial used the “moral culpability or blame” language from Instruction 12.\n\nIn closing, the prosecution addressed the jury as follows: “[T]he law . . . [t]alks to you\n\nthen about mitigating circumstances. Those are things which, in fairness, sympathy, and\n\nmercy, may extenuate or reduce the degree of moral culpability or blame. Reduce the\n\nmoral culpability or blame. And you have a list of a whole bunch of them.” Trial Tr.\n\nVol. X at 2518 (emphasis added).\n\n       The prosecution then attacked each of the circumstances listed in Instruction 13.\n\nFor many of the circumstances, the prosecution attacked the quality and quantity of Mr.\n\nUnderwood’s evidence. See, e.g., id. at 2518-19 (“[Defense counsel] talk[s] about that\n\n[Mr. Underwood] suffers from the psychological disorders. . . . He faked the test to look\n\nbad. You’ve got to wonder how you can trust or judge what he says when he’s talking to\n\na psychiatrist.”). But for some of the circumstances, the prosecution’s main or only\n\nattack invoked Instruction 12’s “moral culpability or blame” framework. Regarding Mr.\n\nUnderwood’s alleged exposure to trauma and mistreatment by his peers, the prosecution\n\nstated: “[L]et’s say he was. Does that reduce his blame for the killing of [J.B.]?” Id. at\n\n2518. Regarding Mr. Underwood’s alleged family support, the prosecution stated: “How\n\ndoes that, the fact that you have family and friends, reduce your blame for a crime?” Id.\n\n\n                                              28\n\fat 2520. Regarding Mr. Underwood’s alleged inability to obtain appropriate employment\n\ndue to various psychiatric disorders, the prosecution stated: “So? How does that lessen\n\nhis blame or culpability for the crime that he didn’t have a very good job?” Id. at 2523.\n\nAnd regarding Mr. Underwood’s alleged significant family history of mental illness, the\n\nprosecution stated simply: “So?” Id.\n\n       After remarking on each of the circumstances listed in Instruction 13, the\n\nprosecution concluded by advising the jury to “look at all of those mitigators” and to\n\n“decide what that means.” Id. at 2525. In its rebuttal closing argument, the prosecution\n\nrepeated many of the same points highlighted above.\n\n       c. OCCA and federal district court decisions\n\n       In his appeal to the OCCA, Mr. Underwood argued that the trial court’s wording\n\nof Instruction 12 and the prosecution’s arguments relating to it constituted reversible\n\nerror. Id. at 244. The OCCA denied Mr. Underwood’s Lockett/Eddings claim on the\n\nmerits. Id. at 244-45. Mr. Underwood then sought federal habeas relief, which the\n\ndistrict court denied. Underwood, 2016 WL 4059162, at *26.\n\n       d. Analysis\n\n       We review the OCCA’s decision under §§ 2254(d)(1) and (d)(2) and conclude that\n\nit was not contrary to—or an unreasonable application of—clearly established Supreme\n\nCourt law or based on an unreasonable determination of the facts.\n\n              i. Section 2254(d)(1): Reasonableness of legal determinations\n\n       The OCCA’s conclusion that Instruction 12 and the prosecution’s related\n\narguments did not warrant relief was consistent with and a reasonable application of\n\n\n                                              29\n\fLockett/Eddings and its progeny. As discussed above, Grant so held on facts\n\nindistinguishable from this case in all relevant respects, and Mr. Underwood has offered\n\nno reason why we should reverse this precedent.13 Nor could we, as “[w]e are bound by\n\nthe precedent of prior panels absent en banc reconsideration or a superseding contrary\n\ndecision by the Supreme Court.” United States v. Meyers, 200 F.3d 715, 720 (10th Cir.\n\n2000) (quotations omitted). We therefore cannot hold that the OCCA contradicted or\n\nunreasonably applied Lockett/Eddings and its progeny in adjudicating Mr. Underwood’s\n\nclaim.\n\n               ii. Section 2254(d)(2): Reasonableness of factual determinations\n\n         The OCCA did not base its conclusion—that Instruction 12 and the prosecution’s\n\nrelated arguments do not warrant relief—on an unreasonable factual determination. Mr.\n\nUnderwood argues that the OCCA made “an unreasonable determination of facts in that\n\nit misstate[d] the prosecution’s argument.” Aplt. Br. at 52 n.18. But the OCCA’s\n\nopinion nowhere misquoted the prosecution’s argument. Rather, the OCCA “found no\n\nerror” after “[c]onsidering the [prosecutorial] arguments as a whole.” Underwood, 252\n\nP.3d at 244. The “arguments as a whole” included “the prosecutor[’s] t[elling] the jurors\n\nthat they were to decide what qualified as mitigating evidence, and that they could\n\n         13\n          Grant in turn relied on this court’s previous decision in Hanson v. Sherrod, 797\nF.3d 810 (10th Cir. 2015), which also denied habeas relief on a Lockett/Eddings claim\ninvolving similar jury instructions and prosecutorial arguments. We stated that “[t]hough\nthe factual circumstances of Hanson are not entirely on all fours with [Grant], its mode of\nanalysis is instructive and its substantive holding provides cogent support for the\nconclusion we reach [in Grant].” (Donald) Grant, 886 F.3d at 939. This statement\napplies equally here, where the factual circumstances are effectively on all fours with\nGrant. But we need not discuss Hanson’s reasoning because Grant directly controls this\ncase’s resolution.\n\n                                             30\n\fconsider factors besides those advanced by the defense.” Id. This court has previously\n\ncharacterized such statements as “‘encourag[ing] the jury to consider all sorts of\n\nmitigating evidence,’ including the kind that did not extenuate or reduce moral\n\nculpability or blame.” (Donald) Grant, 886 F.3d at 942 (quoting Hanson v. Sherrod, 797\n\nF.3d 810, 852 (10th Cir. 2015)).\n\n4. Unconstitutional Victim Impact Evidence\n\n       Mr. Underwood contends that he is entitled to relief from his death sentence based\n\non the trial court’s admission of unconstitutional victim impact evidence. The OCCA\n\nfound no error. Underwood, 252 P.3d at 248. In light of Bosse v. Oklahoma, 137 S. Ct. 1\n\n(2016) (per curiam), however, the State concedes that the admission of the challenged\n\nevidence here—J.B.’s parents’ sentence recommendations—violated the Eighth\n\nAmendment. The parties dispute whether this error warrants automatic relief, and, if not,\n\nwhether this error prejudiced Mr. Underwood’s defense.\n\n       In addressing this claim, we begin with general legal background on the\n\nConstitution’s limitations on the admission of victim impact evidence in capital cases, as\n\nwell as additional factual and procedural background relevant to Mr. Underwood’s claim.\n\nWe then consider the issues disputed by the parties, providing additional background as\n\nneeded. Because the OCCA found no error and thus had no occasion to address these\n\nissues, we consider them de novo. See Cole, 755 F.3d at 1148 (“If a claim was not\n\nresolved by the state courts on the merits[,] . . . § 2254(d) . . . do[es] not apply . . . , [and]\n\nwe review the [federal] district court’s legal conclusions de novo and its factual findings,\n\nif any, for clear error.”); Lockett, 711 F.3d at 1218 (“Because the OCCA erred in finding\n\n\n                                                 31\n\fno Eighth Amendment violation, we grant no deference to its harmless error analysis and\n\nconsider the question de novo.”). We conclude that the error here neither warrants\n\nautomatic relief nor prejudiced the defense under the applicable standard. We therefore\n\naffirm the district court’s denial of habeas relief on Mr. Underwood’s claim based on the\n\nadmission of J.B.’s parents’ sentence recommendations.\n\n       a. Legal background\n\n       In Booth v. Maryland, 482 U.S. 496 (1987), the Supreme Court “held that ‘the\n\nEighth Amendment prohibits a capital sentencing jury from considering victim impact\n\nevidence’ that does not ‘relate directly to the circumstances of the crime.’” Bosse, 137 S.\n\nCt. at 1 (quoting Booth, 482 U.S. at 501-02, 507, n.10 (1987)). In Payne v. Tennessee,\n\n501 U.S. 808 (1991), the Court overruled Booth in part and held that the Eighth\n\nAmendment allows consideration of “‘victim impact’ evidence relating to the personal\n\ncharacteristics of the victim and the emotional impact of the crimes on the victim’s\n\nfamily.” Id. at 817, 827; see Bosse, 137 S. Ct. at 1-2.\n\n       The OCCA has long interpreted Payne as “implicitly overrul[ing] that portion of\n\nBooth regarding characterizations of the defendant and opinions of the sentence.” E.g.,\n\nConover v. State, 933 P.2d 904, 920 (Okla. Crim. App. 1997), abrogated by Bosse, 137\n\nS. Ct. 904. This court has long disagreed with the OCCA. Starting with United States v.\n\nMcVeigh, we have interpreted Booth and Payne to prohibit the prosecution from\n\npresenting sentencing recommendations from family members of the victim. 153 F.3d\n\n1166, 1217 (10th Cir. 1998) (“Payne did not overrule the prohibitions in Booth against\n\nthe admission of [victim’s family members’ sentence recommendations]”); see also Hain\n\n\n                                              32\n\fv. Gibson, 287 F.3d 1224, 1238-39 (10th Cir. 2002) (“To date, three circuits, including\n\nour own, have expressly recognized that the portion of Booth prohibiting family members\n\nof a victim from stating ‘characterizations and opinions about . . . the appropriate\n\nsentence’ during the penalty phase of a capital trial survived the holding in Payne and\n\nremains valid.”).\n\n       The Supreme Court recently clarified that the OCCA “remains bound by Booth’s\n\nprohibition on characterizations and opinions from a victim’s family members about the\n\ncrime, the defendant, and the appropriate sentence unless this Court reconsiders that ban”\n\nand that the OCCA “erred in concluding otherwise.” Bosse, 137 S. Ct. at 2.\n\n       b. Relevant facts—the sentence recommendations\n\n       In the punishment stage of Mr. Underwood’s trial, the trial court admitted victim\n\nimpact testimony from J.B.’s mother and father that included their opinions about the\n\nappropriate sentence.14 After J.B.’s mother testified to the impact of J.B.’s loss, the\n\nfollowing exchange occurred:\n\n       Q: [L]et me ask you, do you have a recommendation as to the appropriate\n           punishment for this defendant?\n       A: Yeah.\n       Q: And what is that?\n       A: He—The death penalty. I don’t have my little girl.\n\n\n\n\n       14\n           When the State noticed its intention to present these sentence recommendations,\nthe trial court warned that “the Tenth Circuit is not real favorable to this kind of\ntestimony but that it has been allowed in Oklahoma, but it is one of those things that\ncould be a risk of reversal.” Trial Tr. Vol. VIII at 1882. But the court agreed to admit\nthe recommendations “[a]s long as [J.B.’s parents] kn[ew] that and they’ve made that\nchoice,” as was the case. Id.\n\n                                              33\n\fTrial Tr. Vol. VIII at 1949-50 (emphasis added). After J.B.’s father testified to the\n\nimpact of J.B.’s loss, a similar exchange occurred:\n\n       Q: Do you have a recommendation for this jury as to what you believe is\n          appropriate punishment for the murder of your daughter?\n       A: Yes.\n       Q: Can you tell me what that is?\n       A: Would be the death penalty.\n\nId. at 1953-54 (emphasis added).\n\n       After the presentation of punishment stage evidence, the trial court instructed the\n\njury on the role of victim impact evidence: “This evidence is simply another method of\n\ninforming you about the specific harm caused by the crime in question. You may\n\nconsider this evidence in determining an appropriate punishment. However, your\n\nconsideration must be limited to a moral inquiry into the culpability of the defendant, not\n\nan emotional response to the evidence.” O.R. at 1499 (emphasis added).\n\n       At no point in its closing argument did the prosecution expressly refer to J.B.’s\n\nparents’ sentence recommendations. It merely summarized other portions of their victim\n\nimpact statements, emphasizing that J.B.’s death “is a loss that her family will never\n\nrecover from.” Trial Tr. Vol. X at 2527. It also advised the jury that the impact\n\nstatements spoke to “the specific harm that [J.B.’s] murder caused” and could be\n\nconsidered in determining the appropriate punishment. Id. at 2526. In rebuttal, the\n\nprosecution “submit[ted] to [the jury]” that “anything less” than death would be “an\n\ninjustice for [J.B.]” and “an injustice for that family sitting right there.” Id. at 2565.\n\n\n\n\n                                                34\n\f       c. OCCA and federal district court decisions\n\n       In his appeal to the OCCA, Mr. Underwood argued that the trial court’s admission\n\nof J.B.’s parents’ sentence recommendations constituted reversible error. Underwood,\n\n252 P.3d at 248. The OCCA denied Mr. Underwood’s Booth claim on the merits, finding\n\nno error. Id. Mr. Underwood then sought federal habeas relief, which the district court\n\ndenied because it determined that the error was harmless under the standard set forth in\n\nBrecht v. Abrahamson, 507 U.S. 619 (1993). Underwood, 2016 WL 4059162, at *18-\n\n*19.\n\n       d. Structural error, Footnote Nine error, or trial error\n\n       Mr. Underwood contends that he is entitled to automatic relief from his death\n\nsentence based on the concededly unconstitutional admission of J.B.’s parents’ sentence\n\nrecommendations at his trial. The State disagrees, arguing that Mr. Underwood is\n\nentitled to relief only if the Booth error was not harmless under Brecht. Mr. Underwood\n\nsubmits that the Booth error warrants automatic relief because (1) it was structural error,\n\nand (2) it falls under the class of errors that infect a proceeding’s integrity, as described in\n\nfootnote nine of Brecht (“Footnote Nine”).\n\n       In addressing Mr. Underwood’s arguments, we first provide additional legal\n\nbackground. We then consider Mr. Underwood’s arguments and conclude that he is not\n\nentitled to automatic relief based on the conceded Booth error here.\n\n              i. Additional legal background\n\n       On habeas review, we ordinarily apply the Brecht standard to determine whether\n\nconstitutional error warrants relief from the challenged conviction or sentence. Under\n\n\n                                               35\n\fthis standard, constitutional error may be disregarded unless found to have “had\n\nsubstantial and injurious effect or influence in determining the jury’s verdict.” Brecht,\n\n507 U.S. at 638. “If a reviewing court is in ‘grave doubt’ as to the harmlessness of an\n\nerror, the habeas petitioner must win.” Crease v. McKune, 189 F.3d 1188, 1193 (10th\n\nCir. 1999) (quoting O’Neal v. McAninch, 513 U.S. 432, 436 (1995)). “In harmless error\n\nanalysis in a capital case, we are mindful of the need for heightened reliability in\n\ndetermining a capital sentence.” Mollett v. Mullin, 348 F.3d 902, 920 (10th Cir. 2003)\n\n(quotations omitted); see also Kyles v. Whitley, 514 U.S. 419, 422 (1995) (“[O]ur duty to\n\nsearch for constitutional error with painstaking care is never more exacting than it is in a\n\ncapital case.” (quotations omitted)).\n\n       We provide additional background on two circumstances where constitutional\n\nerror alone requires reversal and the harmless error doctrine therefore does not apply: (1)\n\nstructural error, and (2) Footnote Nine error.\n\n                      1) Structural error\n\n       Notwithstanding Brecht, constitutional errors that rise to the level of “structural\n\nerror”—in contrast to ordinary “trial error”—require automatic reversal. As the Supreme\n\nCourt explained in Arizona v. Fulminante, “‘trial error’ . . . occur[s] during the\n\npresentation of the case to the jury, and . . . may therefore be . . . assessed . . . to\n\ndetermine whether its admission was harmless beyond a reasonable doubt,” whereas\n\n“structural defects in the constitution of the trial mechanism . . . defy analysis by\n\n‘harmless-error’ standards.” 499 U.S. 279, 307-08 (1991).\n\n\n\n\n                                                 36\n\f       “A defining feature of structural error is that the resulting unfairness or prejudice\n\nis necessarily unquantifiable and indeterminate, such that any inquiry into its effect on the\n\noutcome of the case would be purely speculative.” United States v. Solon, 596 F.3d\n\n1206, 1211 (10th Cir. 2010) (quotations omitted); see also United States v. Gonzalez-\n\nLopez, 548 U.S. 140, 149 n.4 (2006) (“[A]s we have done in the past, we rest our\n\nconclusion of structural error upon the difficulty of assessing the effect of the error.”). In\n\ncontrast, the effect of ordinary trial errors “may ‘be quantitatively assessed in the context\n\nof other evidence presented.’” Gonzales-Lopez, 548 U.S. at 148 (quoting Fulminante,\n\n499 U.S. at 307-08).\n\n       The Supreme Court has recognized the following categories of structural error: “a\n\ntotal deprivation of the right to counsel; the lack of an impartial trial judge; the unlawful\n\nexclusion of grand jurors of defendant’s race; a deprivation of the right to self-\n\nrepresentation at trial; the denial of the right to a public trial; and an erroneous\n\nreasonable-doubt jury instruction.” Solon, 596 F.3d at 1211.\n\n                       2) Footnote Nine error\n\n       Apart from structural error, the Supreme Court in Brecht suggested another\n\npotential type of error warranting automatic relief. In Footnote Nine, the Court stated\n\nthat Brecht “does not foreclose the possibility that in an unusual case, a deliberate and\n\nespecially egregious error of the trial type, or one that is combined with a pattern of\n\nprosecutorial misconduct, might so infect the integrity of the proceeding as to warrant the\n\ngrant of habeas relief, even if it did not substantially influence the jury’s verdict.” 507\n\nU.S. at 638 n.9.\n\n\n                                                37\n\f       This court has not previously had occasion to apply Footnote Nine to a Booth error\n\ninvolving the admission of unconstitutional sentence recommendations in a capital case.\n\nBut we find Duckett v. Mullin, 306 F.3d 982 (10th Cir. 2002), in which we applied\n\nFootnote Nine to alleged prosecutorial misconduct, instructive.\n\n       In Duckett, the habeas petitioner argued for application of Brecht’s Footnote Nine\n\nexception to the harmless error doctrine based on the Oklahoma prosecutor’s improper\n\nremarks in both the guilt and sentencing stages of the trial. Id. at 993. The prosecutor in\n\nDuckett had made improper remarks such as, in arguing for the death sentence, asking the\n\njury whether it would serve “justice [to] send this man down to prison, let him have clean\n\nsheets to sleep on every night, three good meals a day, visits by his friends and family,\n\nwhile [the victim] lies cold in his grave?” Id. at 992.\n\n       This particular prosecutor “ha[d] been chastised for participating in the same type\n\nof improper argumentation in other cases.” Id. at 993. Both the OCCA and federal\n\ncourts had “repeatedly condemned [him] and prosecutors from his office for their\n\nhabitual misconduct in argument.” Id. at 993 n.4 (quotations omitted). Accordingly,\n\n“our past experiences with this prosecutor le[ft] us convinced that his inappropriate\n\ncommentary at trial was intentional and calculated.” Id. at 993 (quotations omitted). We\n\nfurther observed that the prosecutor’s “persistent misconduct . . . has without doubt\n\nharmed the reputation of Oklahoma’s criminal justice system and left the unenviable\n\nlegacy of an indelibly tarnished legal career.” Id. at 994. And we emphasized that “[o]ur\n\nnation’s confidence in the fair and just administration of the death penalty is disserved by\n\nprosecutors who cynically test the bounds of the harmless-error doctrine.” Id.\n\n\n                                              38\n\f        Even so, we determined that the challenged prosecutorial misconduct did not rise\n\nto the level of Footnote Nine error, noting that “[t]he due process concerns flagged by\n\nfootnote nine of Brecht will manifest themselves only in very limited circumstances.” Id.\n\nat 994-95. Specifically, we stated that the key inquiry governing “whether the footnote’s\n\nexemption will be applicable ‘is whether the integrity of the proceeding was so infected\n\nthat the entire trial was unfair[,]’” and we could not conclude that that was so on\n\nDuckett’s facts. Id. at 995 (quoting Hardnett v. Marshall, 25 F.3d 875, 879 (9th Cir.\n\n1994)); see also Torres v. Mullin, 317 F.3d 1145, 1159 (10th Cir. 2003) (declining to\n\napply Footnote Nine in a post-Duckett case involving the same Oklahoma prosecutor).\n\n              ii. Analysis\n\n        Mr. Underwood is not entitled to automatic relief because the Booth error here\n\nconstituted neither structural error nor Footnote Nine error. We address each argument in\n\nturn.\n\n                     1) Structural error\n\n        The admission of J.B.’s parents’ sentence recommendations does not amount to\n\nstructural error. The error’s effect may be evaluated in light of the other evidence at trial\n\nand thus is not “necessarily unquantifiable and indeterminate.” Solon, 596 F.3d at 1211.\n\n        Mr. Underwood contends that “judges from this Court have indicated, rightly so,\n\nthat sentencing recommendations by victim’s family members can rise to the level of\n\nstructural error, requiring automatic reversal.” Aplt. Suppl. Br. at 5-6 (citing Hain, 287\n\nF.3d at 1239 n.11; DeRosa v. Workman, 696 F.3d 1302, 1305 (10th Cir. 2012) (Mem.)\n\n(Lucero, J., dissenting from denial of rehearing en banc)). We disagree. In Hain, we\n\n\n                                              39\n\fremarked that “[t]he decision in Booth does not expressly indicate whether the [Supreme]\n\nCourt believed [victim impact] errors to be trial errors subject to harmless error review,\n\nor structural error requiring automatic reversal.” 287 F.3d at 1239 n.11. We\n\n“[n]evertheless . . . d[id] not believe the OCCA unreasonably applied Booth in\n\nconcluding that such errors are subject to harmless error review.” Id.\n\n       Since Hain, we have repeatedly applied Brecht’s harmless error analysis to Booth\n\nerrors on de novo review, thus necessarily concluding that such errors are indeed subject\n\nto harmless error review. See, e.g., Grant v. Trammell (John Grant), 727 F.3d 1006,\n\n1016-17 (10th Cir. 2013). Contrary to Mr. Underwood’s assertion, Judge Lucero did not\n\ndisagree with this legal conclusion in his dissent from the denial of rehearing en banc in\n\nDeRosa. See DeRosa, 696 F.3d at 1305 (“Were the option not foreclosed by precedent,\n\none could make a strong case that the [OCCA’s] pattern of ignoring the United States\n\nSupreme Court should be immune from harmless error review as akin to structural error.”\n\n(emphasis added)).\n\n                     2) Footnote Nine error\n\n       The admission of J.B.’s parents’ sentence recommendations does not amount to\n\nFootnote Nine error. As discussed above, “[t]he due process concerns flagged by\n\nfootnote nine of Brecht will manifest themselves only in very limited circumstances.”\n\nDuckett, 306 F.3d at 994-95. Mr. Underwood contends that we are faced with such a\n\ncircumstance here. He asserts that the “OCCA, state trial judges, and prosecutors have\n\nrepeatedly and deliberately violated capital defendants’ Eighth Amendment rights\n\nthrough the admission of victim[s’] family members’ sentencing recommendations.”\n\n\n                                              40\n\fAplt. Suppl. Br. at 6. He further asserts that “this pattern has impugned the very integrity\n\nof the fair trial process.” Id. at 6-7.\n\n       We agree that the OCCA has disregarded longstanding Supreme Court precedent\n\nand has refused to recognize Booth errors. But even in Duckett, where we acknowledged\n\nthat the prosecutor’s flagrant and persistent misconduct was “emphatically not condoned\n\nby this court . . . [and] has without doubt harmed the reputation of Oklahoma’s criminal\n\njustice system,” we nevertheless said that the application of Footnote Nine requires\n\nmore—it requires that the error “in the present case so infected the trial as to make the\n\nproceeding fundamentally unfair and thus immune from harmless-error review.” 306\n\nF.3d at 994, 995 (emphasis added). Duckett therefore compels us to conclude that the\n\ntrial in the present case was not rendered fundamentally unfair by the Booth error,\n\nnotwithstanding the fact, as Mr. Underwood puts it, “that Oklahoma courts and\n\nprosecutors have continued to pursue the very victim-impact evidence precluded by\n\nBooth—for nearly 30 years.” Aplt. Suppl. Br. at 6-7.\n\n       e. Brecht harmless error analysis\n\n       Mr. Underwood contends that he is entitled to relief from his death sentence\n\nbecause he can show “substantial and injurious effect” under the Brecht standard. We\n\nfirst provide additional background on this court’s application of Brecht to the admission\n\nof unconstitutional sentence recommendations. We then summarize the mitigating and\n\naggravating evidence presented at Mr. Underwood’s trial to provide context for our\n\nanalysis. Guided by our precedents, we evaluate the conceded Booth error’s prejudicial\n\nimpact in light of this context and conclude that it does not warrant habeas relief.\n\n\n                                              41\n\f              i. Additional legal background\n\n       This court has held that the admission of unconstitutional victim sentence\n\nrecommendations required reversal under the Brecht standard in only one case: Dodd v.\n\nTrammell, 753 F.3d 971 (10th Cir. 2013). Before Dodd, “no prior panel of this court\n\nha[d] ruled that victim recommendations of the death penalty required reversal.” Id. at\n\n997. The Dodd panel acknowledged ten previous decisions holding “that such testimony\n\nwas harmless.” Id.15 It cited three factors warranting a different result in that case: (1)\n\n“the sheer volume of [the unconstitutional] testimony,” which included a “drumbeat” of\n\nseven death recommendations; (2) that the jury did not find the HAC aggravator or the\n\ncontinuing threat aggravator;16 and (3) that the defendant’s guilt “was not as clear cut” as\n\nin previous decisions, due to the prosecution’s sole reliance on circumstantial evidence.\n\nId. at 997-98. Based on these factors, the panel found itself “in grave doubt about the\n\neffect of the error on the jury’s sentencing decision” and held that “the admission of the\n\n       15\n         The panel cited (John) Grant, 727 F.3d at 1015–17; Lockett, 711 F.3d at 1226,\n1238–40; Lott v. Trammell, 705 F.3d 1167, 1202, 1214, 1218–19 (10th Cir. 2013);\nDeRosa v. Workman, 679 F.3d 1196, 1236–37, 1240 (10th Cir. 2012), reh’g denied in\nDeRosa, 696 F.3d 1302; Selsor v. Workman, 644 F.3d 984, 1025, 1027 (10th Cir. 2011);\nWelch v. Workman (Gary Welch), 639 F.3d 980, 996–1000, 1002–04 (10th Cir. 2011);\nWelch v. Sirmons (Frank Welch), 451 F.3d 675, 703–04 (10th Cir. 2006); Hooper v.\nMullin, 314 F.3d 1162, 1174 (10th Cir. 2002); Willingham v. Mullin, 296 F.3d 917, 930–\n32 (10th Cir.2002); and Hain, 287 F.3d at 1234–36, 1239–40. Dodd, 753 F.3d 971 at\n997.\n       16\n         The Dodd panel noted that in seven of the ten decisions it reviewed, the jury\nfound the HAC aggravator and that, in two of the remaining three decisions, the jury\nfound the continuing threat aggravator. 753 F.3d at 998. And “[i]n the only case in\nwhich the jury did not find either [of these] aggravator[s], the two victim statements ‘did\nnot expressly refer to the defendant being put to death; instead, they both simply stated\nwithout embellishment that they agreed with the prosecution’s “recommended\nsentence.”’” Id. (alterations omitted) (quoting Selsor, 644 F.3d at 1027).\n\n                                              42\n\fsentence recommendations in this case was not harmless.” Id. at 999 (citations and\n\nquotations omitted).\n\n              ii. Additional relevant facts\n\n       To determine whether J.B.’s parents’ statements had a substantial and injurious\n\neffect on the jury’s sentencing decision, we must consider them in the overall context of\n\nthe trial and the “record as a whole.” Brecht, 507 U.S. at 638; see also Lockett, 711 F.3d\n\nat 1239 (“In evaluating whether the unconstitutional portions of the [victim impact]\n\nstatement had a substantial and injurious effect on the jury, we must consider it in the\n\ncontext of all of the aggravating and mitigating evidence.”). We therefore summarize the\n\naggravating and mitigating evidence presented during the sentencing phase of Mr.\n\nUnderwood’s trial.\n\n                       1) The aggravating case\n\n       The State’s aggravating case consisted primarily of the guilt stage evidence, which\n\nit incorporated into the punishment stage. The guilt stage evidence included, most\n\nnotably, the video recording and transcript of Mr. Underwood’s interview with the FBI,\n\nduring which, as the OCCA wrote, he “describe[d] how he had recently developed a\n\ndesire to abduct a person, sexually molest them, eat their flesh, and dispose of their\n\nremains” and “explain[ed] in considerable detail how he attempted to carry out this plan\n\non [J.B.], whom he had decided was a convenient victim.” Underwood, 252 P.3d at 231.\n\nThese details included that he had (1) “hit [J.B.] on the back of the head several times\n\nwith a wooden cutting board” and heard her “scream[ing] in pain and beg[ing] him to\n\nstop,” (2) “suffocate[d] [J.B.] by sitting on her and placing his hand across her face . . .\n\n\n                                               43\n\f[for] fifteen to twenty minutes,” (3) “attempted to have sexual relations with [J.B.]’s\n\nbody,” and (4) “attempted to decapitate [J.B.’s body] with a knife.” Id. The guilt stage\n\nevidence also included crime scene photographs taken at Mr. Underwood’s apartment,\n\nphotographs of J.B.’s body taken at the Medical Examiner’s office, and physical items\n\ntaken from Mr. Underwood’s apartment that corroborated his confession.17\n\n                     2) The mitigating case\n\n       Mr. Underwood’s mitigating case consisted of testimony from 19 witnesses over\n\nthree days. They included family members, friends, former teachers, supervisors, and\n\ncoworkers who had known Mr. Underwood at various points in his life, a physician who\n\nhad treated Mr. Underwood for depression, jail officials who had had contact with Mr.\n\nUnderwood since his arrest, and three experts who had evaluated Mr. Underwood’s\n\npsychological and psychiatric health and his likelihood of committing future violence.18\n\n       After hearing this testimony, the jury was instructed that “[e]vidence ha[d] been\n\nintroduced as to the following mitigating circumstances:”\n\n              1. Kevin Ray Underwood was exposed to severe trauma and\n                 mistreatment by his peers while growing up, and got\n                 through life only with the aid of a close circle of\n                 “protectors”.\n\n              2. Kevin Ray Underwood has, except for his crime against\n                 [J.B.], no prior history of any violent act.\n\n\n\n       17\n       For example, the State entered into evidence the cutting board that Mr.\nUnderwood described using to hit J.B. in his confession. State’s Trial Exhibit 171.\n       18\n         The State called its own expert to rebut the defense experts’ testimony. Trial Tr.\nVol. X at 2427-88.\n\n                                              44\n\f3. Kevin Ray Underwood has, except for his crime against\n   [J.B.] and a single speeding ticket, no prior history of\n   violating any law.\n\n4. Kevin Ray Underwood suffers from several psychological\n   and psychiatric disorders including, but not limited to:\n   schizotypal personality disorder, bi-polar disorder type II,\n   multiple paraphilias, severe social phobia, anxiety, early\n   onset of neuro-developmental disorder. None of these\n   conditions has ever been appropriately treated by a mental\n   health professional.\n\n5. Kevin Ray Underwood was subjected to emotional and\n   verbal abuse by his parents while growing up.\n\n6. Kevin Ray Underwood has family and friends who love\n   him, find meaning in his life, and will continue to visit\n   him in prison.\n\n7. Kevin Ray Underwood cooperated with law enforcement\n   by giving a full confession to the murder of [J.B.].\n\n8. Kevin Ray Underwood has expressed remorse for the\n   killing of [J.B.].\n\n9. Kevin Ray Underwood has spent most of his life on the\n   fringe of society and constantly subjected to ridicule even\n   into his adult years.\n\n10. Kevin Ray Underwood’s multiple psychological and\n    psychiatric problems have prevented him from taking full\n    advantage of his intellect by continuing his education and\n    gaining employment appropriate to his intelligence level.\n\n11. Kevin Ray Underwood will not be around young children\n    if sentenced to prison for life.\n\n12. Kevin Ray Underwood is much more likely to be\n    victimized in prison than posing a risk of violence to\n    others. In fact, his chances of harming anyone in prison\n    are very, very small.\n\n\n\n\n                               45\n\f              13. The symptoms and effects of Kevin Ray Underwood’s\n                  mental illnesses can be adequately controlled and lessened\n                  through appropriate and low-cost medication and\n                  treatment.\n\n              14. Kevin Ray Underwood comes from a family with a\n                  significant history of mental illness.\n\n              15. Kevin Ray Underwood has scored very low on scientific\n                  testing instruments designed to predict future violence.\n\nO.R. at 1492-93.\n\n              iii. Analysis\n\n       Based on our careful review of the entire record, we conclude, guided by our\n\nprecedents, that the admission of J.B.’s parents’ sentencing recommendations did not\n\nhave a “substantial and injurious effect or influence in determining the jury’s verdict.”\n\nBrecht, 507 U.S. at 638. Three considerations taken together lead us to this conclusion:\n\n(1) the offending statements were relatively brief and emotionally restrained; (2) the\n\naggravating case was relatively strong; and (3) the mitigating case, while not\n\ninsubstantial, was not sufficient to overcome the aggravating evidence. In discussing\n\nthese considerations below, we also note that none of the factors that warranted reversal\n\nin Dodd are present in this case.\n\n                     1) The sentence recommendations\n\n       The offending statements, J.B.’s parents’ sentence recommendations, were\n\n“relatively pallid in comparison to other victim impact statements this circuit has found\n\nharmless.” Lockett, 711 F.3d at 1239. In response to the prosecution’s question eliciting\n\ntheir sentence recommendation, J.B.’s mother stated “The death penalty. I don’t have my\n\n\n\n                                              46\n\flittle girl.” and J.B.’s father stated “Would be the death penalty.” Trial Tr. Vol. VIII at\n\n1950, 1954. “This court has held far more extensive pleas to lack the required\n\n‘substantial and injurious’ effect on a jury’s verdict when the evidence against the\n\ndefendant at sentencing was strong.” (John) Grant, 727 F.3d at 1017; see also Lockett,\n\n711 F.3d at 1239 (“The [victim’s parents]’ request for the death penalty was a single,\n\nconcise sentence. In contrast, the three victim statements that were held to be harmless in\n\n[Welch v. Workman, 639 F.3d 980, 990, 999 (10th Cir. 2011)] contained extremely\n\nemotional pleas for the death penalty.”).\n\n       “Further, the jury was properly instructed by the trial court on the . . . proper role\n\nof victim-impact evidence.” DeRosa v. Workman, 679 F.3d 1196, 1237 (10th Cir. 2012),\n\nreh’g denied in DeRosa, 696 F.3d 1302; see O.R. at 1499 (“[Y]our consideration must be\n\nlimited to a moral inquiry into the culpability of the defendant, not an emotional response\n\nto the evidence.”). “As a general rule, we presume that juries follow [limiting]\n\ninstructions.” United States v. Lane, 883 F.2d 1484, 1498 (10th Cir. 1989).\n\n       Finally, unlike in Dodd, in which the State “went to the extraordinary length of\n\neliciting [a death penalty] recommendation from six, and perhaps seven, . . . witnesses,”19\n\nthe sentence recommendations presented at Mr. Underwood’s trial were more akin to a\n\n“one-off or a mere aside” than “a drumbeat.” 753 F.3d at 997.\n\n\n\n\n       19\n         In Dodd, six of the State’s witnesses recommended death in response to a\nquestion posed by the prosecutor, while a seventh witness “included her recommendation\nof the death sentence in the statement she read to the jury.” 753 F.3d at 997.\n\n\n                                               47\n\f                       2) The aggravating case\n\n       Although the jury found that only one aggravating circumstance—the HAC\n\naggravator—existed beyond a reasonable doubt, the aggravating case against Mr.\n\nUnderwood was relatively strong. The existence of the HAC aggravator in itself provides\n\na relatively strong basis for the death penalty as compared to the other aggravating\n\ncircumstances (apart from the continuing threat aggravator). See Dodd, 753 F.3d at 998\n\n(“This was also a significantly weaker case for the death penalty. Unlike seven of our\n\nprecedents, the jury did not find the [HAC] aggravating circumstance.”). Moreover, “the\n\nevidence of [this] aggravating circumstance[] was substantial.” Lockett, 711 F.3d at\n\n1240. The jury heard Mr. Underwood’s confession, in which he acknowledged the\n\nplanned nature of the crime, exhibited comprehension of its wrongfulness, and recounted\n\nits brutal details, including J.B.’s resistance, his feelings of sexual arousal, and his efforts\n\nto decapitate her.20\n\n\n       20\n          See State’s Trial Exhibit 162 at 27 (“I certainly planned this out, I mean I’d been\nthinkin’ about it for at least a month.”); id. at 41 (“I know what I did was wrong, and . . . I\nknow that I deserve to be punished for it.”); id. at 56 (“[W]hen she first came in [to the\napartment], it was like oh, now’s my chance, but then, you know, then I had to say no, I\ncan’t do it, and I just kinda struggled with myself the whole times she was in there.”); id.\nat 59 (“[T]hen finally I was just like you know, either do it or tell her to get the hell out of\nthe apartment, . . . and finally I did it.”); id. at 61 (“I whacked her with [a cutting board],\nand she’s . . . like ouww, and started crying and she’s like, oh God I’m sorry . . . so I\nwhacked her again, and she jumped up, and . . . I couldn’t believe it didn’t knock her\nout.”); id. at 62 (“[A]fter I hit her a couple times, I finally just had to, you know jump up\nand grab her, and . . . I couldn’t believe how strong she was. I could barely hold her\ndown.”); id. at 63 (“[O]nce I . . . finally got her down to the ground, . . . we struggled.\n[I]t took me probably fifteen, twenty minutes to kill her.”); id. (I was, kinda sittin’ on her\n. . . clamping . . . my hand on her [face and nose].”); id. at 67-68 (“I was gonna try to\nhave sex with her . . . , but the way she was like laying right on the floor I couldn’t really\nget to her very good.”); id. at 69-71 (“And so I was like . . . I’m just gonna go ahead and\n\n                                                48\n\f       Finally, in contrast to Dodd, guilt in this case, established in large part by Mr.\n\nUnderwood’s own confession, “was . . . as clear cut as in cases in which we have ruled\n\nthat victim recommendations were harmless.” 753 F.3d at 998.\n\n                      3) The mitigating case\n\n       Mr. Underwood’s mitigating case, as summarized above, contained substantial\n\ntestimony addressing multiple mitigating factors. In closing argument, defense counsel\n\nemphasized the strongest parts of the case for mitigation. Counsel emphasized Mr.\n\nUnderwood’s various mental health issues, repeatedly describing him as “a disturbed and\n\nconflicted, mentally ill young man when he committed this terrible crime.” Trial Tr. Vol.\n\nX at 2536; see also id. at 2538-39, 2541-43, 2546. Counsel also referenced the testimony\n\ngiven by the defense team’s psychiatric expert, Dr. Martin Kafka—that proper treatment\n\ncould potentially lessen the effects of Mr. Underwood’s psychiatric disorders and\n\nparaphilias. Id. at 2545; see Trial Tr. Vol. IX at 2262-65.\n\n       The mitigation case, in particular the evidence pertaining to his psychiatric\n\ndisorders and his amenability to treatment, was not, as we have said in another case, “less\n\nthan compelling.” Selsor v. Workman, 644 F.3d 984, 1027 (10th Cir. 2011) (finding a\n\nBooth error harmless under Brecht in part based on the weakness of the mitigating\n\nevidence, which consisted of testimony from one jail employee and four prison\n\nemployees, two of whom conceded that the habeas petitioner’s prison record was simply\n\ndrag her into the tub and behead her . . . . [S]o I started sawing at her neck . . . . I went to\nher spine and I, just sawed and sawed and sawed, and could not get through that last.”);\nid. at 71 (“I was disgusted at first, but then once I was climbing down on top of her,\nholding her down and choking her, I got aroused again.”).\n\n\n                                                49\n\f“a little better than average” (quotations omitted)). Although stronger than the evidence\n\nin Selsor, Mr. Underwood’s evidence was not sufficiently compelling as to put us in\n\n“grave doubt” as to the Booth error’s harmlessness, in light of the strength of the\n\naggravating circumstance in this case. See (John) Grant, 727 F.3d at 1017 (“To be sure,\n\n[the petitioner] did respond with evidence of his amenability to treatment and evidence\n\nabout his troubled childhood. But even viewed in its totality the case against him\n\nremained considerable.”).21 “Lastly, the jury was properly instructed on the use of\n\nmitigating evidence and its role in the sentencing deliberations,” further reducing the\n\nlikelihood that the admission of J.B.’s parents’ testimony prejudiced Mr. Underwood’s\n\ndefense. Selsor, 644 F.3d at 1027 (alterations and quotations omitted).\n\n\n\n\n       21\n          Mr. Underwood’s three expert witnesses generally agreed that he suffered from\na variety of psychological and psychiatric disorders, including, most notably: schizotypal\npersonality disorder, the less severe of the two types of bipolar disorder, depression,\nanxiety, and social phobia. Trial Tr. Vol. IX at 2178-82, 2251-62, 2327-31. The State’s\nrebuttal expert, who did not personally evaluate Mr. Underwood but reviewed the defense\nexperts’ work, testified that he “would . . . defer to their diagnoses” and “ha[d] no reason\nto doubt those diagnoses and their competence as examiners.” Trial Tr. Vol. X at 2472-\n73.\n        But even with these diagnoses, “[the defense experts’] testimony never indicated\nthat Mr. [Underwood]’s [mental health issues] caused his behavior to be ‘impulsive’ or\n‘aggressive’ in a way that would meaningfully explain his involvement in [J.B.’s]\nmurder[],” thus reducing the mitigating force of the mental health evidence in this case.\nSee (Donald) Grant, 886 F.3d at 922 (emphasis in original). Indeed, Dr. Kafka testified\nthat, “even though [Mr. Underwood’s violent and sexual] thoughts themselves were\nimpulsive-like . . . in that . . . they were just vibrating back and forth in his mind, . . . he\nput them into a plan of action that was planned out and not impulsive.” Trial Tr. Vol. IX\nat 2261 (emphasis added). And Mr. Underwood self-reported on a sexual compulsive\ndisorder questionnaire that he “ha[s] much control and [is] usually able to stop or divert\nsexual obsessions with some effort and concentration.” Id. at 2226.\n\n                                               50\n\f                                            ****\n       Based on the foregoing, Mr. Underwood is not entitled to relief because the Booth\n\nerror here does not warrant automatic reversal and, applying Brecht, “[g]iven that this\n\ncase contains similarly strong evidence [as in previous cases] against the defendant and\n\nyet a comparatively muted pair of pleas, we are hard pressed to see how we could,\n\nfaithful to our precedent, find . . . reversible error.” (John) Grant, 727 F.3d at 1017.\n\n5. Jury’s Weighing of Aggravating and Mitigating Circumstances\n\n       Mr. Underwood contends that he is entitled to relief from his death sentence\n\nbecause it was unconstitutionally imposed without a jury finding beyond a reasonable\n\ndoubt that the HAC aggravator outweighed the mitigating evidence. The OCCA rejected\n\nthis claim on the merits. Underwood, 252 P.3d at 246.\n\n       In addressing this claim, we begin with the relevant legal background and\n\nadditional factual and procedural background. We then examine the OCCA’s merits\n\ndecision under § 2254(d) and conclude that it was not contrary to—or an unreasonable\n\napplication of—Supreme Court law or based on an unreasonable determination of the\n\nfacts. We therefore affirm the district court’s denial of habeas relief on Mr. Underwood’s\n\nclaim that the state trial court failed to require the jury to find the aggravating\n\ncircumstances outweighed the mitigating circumstances beyond a reasonable doubt.\n\n       a. Legal background\n\n       We first provide a general overview of the reasonable doubt standard’s\n\napplicability to capital sentencing facts. We then discuss Matthews v. Workman, 577\n\n\n\n\n                                                51\n\fF.3d 1175 (10th Cir. 2009), in which this court previously considered and rejected the\n\nsame challenge to Oklahoma’s capital sentencing scheme before us in this appeal.\n\n              i. Overview\n\n       The Fourteenth Amendment right to due process and the Sixth Amendment right\n\nto a jury trial, taken together, entitle a criminal defendant to “a jury determination that he\n\nis guilty of every element of the crime with which he is charged, beyond a reasonable\n\ndoubt.” Apprendi v. New Jersey, 530 U.S. 466, 476-77 (2000) (brackets and quotations\n\nomitted). In Apprendi, the Supreme Court held that “any fact that increases the penalty\n\nfor a crime beyond the prescribed statutory maximum” is an element that “must be\n\nsubmitted to a jury, and proved beyond a reasonable doubt.” Id. at 490.\n\n       In Ring v. Arizona, 536 U.S. 584 (2002), the Supreme Court applied the Apprendi\n\nrule in invalidating Arizona’s capital sentencing system. Arizona’s system authorized\n\njudges to make the factual finding necessary for imposing the death sentence—that at\n\nleast one aggravating circumstance existed. Ring, 536 U.S. at 597-98. The Court held\n\nthat “[b]ecause Arizona’s enumerated aggravating factors operate as the functional\n\nequivalent of an element of a greater offense [by increasing the maximum penalty], . . .\n\nthe Sixth Amendment requires that they be found by a jury.” Id. at 609 (citations and\n\nquotations omitted).22\n\n\n       22\n         The Arizona scheme invalidated in Ring required judge-made findings of\naggravating circumstances beyond a reasonable doubt. 536 U.S. at 597. In contrast,\nOklahoma’s scheme requires jury-made findings that (1) at least one aggravating\ncircumstance exists and (2) the aggravating circumstance(s) outweigh the mitigating. Mr.\nUnderwood nevertheless contends that Oklahoma’s scheme violates Apprendi because,\nalthough the jury must make the first determination beyond a reasonable doubt, it need\n\n                                               52\n\f       The Supreme Court likewise applied Apprendi in invalidating Florida’s capital\n\nsentencing scheme in Hurst v. Florida, 136 S. Ct. 616 (2016). Under Florida’s scheme,\n\nthe trial court alone made the findings necessary for imposing the death penalty: that (1)\n\n“sufficient aggravating circumstances exist,” and (2) “there are insufficient mitigating\n\ncircumstances to outweigh the aggravating circumstances.” Hurst, 136 S. Ct. at 622\n\n(quotations omitted). But the Supreme Court’s holding in Hurst only referenced the first\n\nof these required findings: “Florida’s sentencing scheme, which required the judge alone\n\nto find the existence of an aggravating circumstance, is therefore unconstitutional.” Id. at\n\n624 (emphasis added). The Court thus did not address whether the second of the required\n\nfindings—that mitigating circumstances do not outweigh the aggravating\n\ncircumstances—is also subject to Apprendi’s rule.\n\n              ii. Matthews v. Workman\n\n       In Matthews, this court rejected an Apprendi challenge to Oklahoma’s capital\n\nsentencing scheme. Under Oklahoma’s scheme, the death penalty may not be imposed\n\n“[u]nless at least one of the statutory aggravating circumstances . . . is [found by a\n\nunanimous jury beyond a reasonable doubt] or if it is found that any such aggravating\n\ncircumstance is outweighed by the finding of one or more mitigating circumstances.”\n\nOkla. Stat. tit. 21, § 701.11. The Matthews petitioner sought habeas relief based on the\n\ntrial court’s punishment stage jury instructions, arguing that the jury should “have been\n\nnot do so as to the second. Even though Oklahoma’s scheme does not allow judge-made\nfindings, we consider Ring in addressing Mr. Underwood’s claim because the Apprendi\nrule entitles a defendant to a determination by the jury and also to a determination beyond\na reasonable doubt of “any fact . . . that increases the maximum penalty for a crime.”\nApprendi, 530 U.S. at 476.\n\n                                               53\n\finstructed that it had to find beyond a reasonable doubt that aggravating factors\n\noutweighed the mitigating.” Matthews, 577 F.3d at 1195 (emphasis in original).\n\nConsidering the issue de novo, we held that the weighing of aggravating and mitigating\n\ncircumstances under Oklahoma’s scheme is not subject to the Apprendi rule because it “is\n\nnot a finding of fact . . . but a highly subjective, largely moral judgment regarding the\n\npunishment that a particular person deserves.” Id. (quotations omitted).23\n\n       b. Relevant facts\n\n       In the punishment stage of Mr. Underwood’s trial, the trial court instructed the\n\njury in accordance with Oklahoma’s capital sentencing scheme:\n\n              If you unanimously find that one or more of the aggravating\n              circumstances existed beyond a reasonable doubt, the death\n              penalty shall not be imposed unless you also unanimously\n              find that any such aggravating circumstance or circumstances\n              outweigh the finding of one or more mitigating\n              circumstances. Even if you find that the aggravating\n              circumstances outweigh the mitigating circumstance, you\n              may impose a sentence of imprisonment for life with the\n              possibility of parole or imprisonment for life without the\n              possibility of parole.\n\nO.R. at 1494. The jury was therefore not instructed to find that the aggravating\n\ncircumstances outweighed the mitigating circumstances beyond a reasonable doubt.\n\n\n       23\n          Two state supreme courts have taken the opposite approach in applying\nApprendi to the weighing of aggravating and mitigating circumstances in capital\nsentencing. See Hurst v. State, 202 So. 3d 40, 44 (Fla. 2016) (interpreting Hurst as\nrequiring that “all critical findings necessary before the trial court may consider imposing\na sentence of death must be found unanimously by the jury,” including “the finding that\nthe aggravating factors outweigh the mitigating circumstances”); Rauf v. State, 145 A.3d\n430, 434 (Del. 2016) (invalidating Delaware’s capital sentencing scheme in part because\nit did not require a jury to find that aggravating circumstances outweigh mitigating\ncircumstances beyond a reasonable doubt).\n\n                                              54\n\f       c. OCCA and federal district court decisions\n\n       In his appeal to the OCCA, Mr. Underwood argued that the failure to instruct the\n\njury to find the aggravating circumstances outweighed the mitigating circumstances\n\nbeyond a reasonable doubt constituted reversible error. Underwood, 252 P.3d at 246.\n\nThe OCCA denied Mr. Underwood’s Apprendi claim on the merits, citing Matthews. Id.\n\nMr. Underwood then sought federal habeas relief, which the district court denied.\n\nUnderwood, 2016 WL 4059162, at *31.\n\n       d. Analysis\n\n       We review the OCCA’s decision under § 2254(d)(1) and conclude that it was not\n\ncontrary to—or an unreasonable application of—clearly established Supreme Court\n\nlaw.24 Matthews forecloses us from concluding otherwise. Matthews held that\n\nOklahoma’s capital sentencing scheme does not violate Apprendi even though it does not\n\nrequire the jury to find that the aggravating circumstances outweigh the mitigating\n\ncircumstances beyond a reasonable doubt. Matthews, 577 F.3d at 1195. We therefore\n\ncannot hold that the OCCA contradicted or unreasonably applied Apprendi in\n\nadjudicating Mr. Underwood’s claim. See Meyers, 200 F.3d at 720 (“We are bound by\n\nthe precedent of prior panels absent en banc reconsideration or a superseding contrary\n\ndecision by the Supreme Court.” (quotations omitted)); see also Lockett, 711 F.3d at\n\n1254-55 (holding that an analogous Apprendi claim was “foreclosed by our decision . . .\n\nin . . . Matthews”).\n\n       24\n         Mr. Underwood does not—nor do we—identify any § 2254(d)(2) unreasonable\nfactual determination underlying the OCCA’s adjudication of the Apprendi claim.\n\n\n                                             55\n\f       Mr. Underwood makes much of the Supreme Court’s references in Hurst to\n\njudicial weighing of aggravating and mitigating circumstances under the Florida scheme\n\nit invalidated. Hurst post-dates the OCCA’s decision and thus cannot serve as clearly\n\nestablished federal law for purposes of our review under AEDPA. See Greene v. Fisher,\n\n565 U.S. 34, 38 (2011) (explaining that § 2254(d)(1) “requires federal courts . . . to\n\nmeasure state-court decisions against [the Supreme] Court’s precedents as of the time the\n\nstate court renders its decision.” (quotations omitted)). We do not treat it as such in\n\nconsidering whether the OCCA’s decision was reasonable under § 2254(d)(1). We\n\ninstead address whether Hurst enables us to overrule Mathews, which forecloses Mr.\n\nUnderwood’s argument that the OCCA’s decision was contrary to or an unreasonable\n\napplication of the preexisting Supreme Court decisions, absent en banc reconsideration.\n\n       Hurst does not supply a superseding contrary Supreme Court decision that would\n\nallow us to overrule Matthews. Although Hurst contains some preliminary discussion of\n\nFlorida judges’ authority to both find and weigh aggravating circumstances\n\nindependently of the jury in capital cases, it invalidated Florida’s scheme specifically “to\n\nthe extent [it] allow[s] a sentencing judge to find an aggravating circumstance . . . that is\n\nnecessary for imposition of the death penalty.” 136 S. Ct. at 622, 624 (emphasis added).\n\nBecause Hurst did not directly address Apprendi’s application to the weighing of\n\naggravating and mitigating circumstances, it does not contravene Matthews.\n\n6. Cumulative Error\n\n       Finally, Mr. Underwood contends that the errors he alleges, taken together,\n\ndeprived him of a fair trial. “Because the OCCA [found no error and thus] did not\n\n\n                                              56\n\fconduct a cumulative-error analysis . . ., we must perform our own de novo, employing\n\nthe well-established standard found in Brecht.” (Donald) Grant, 886 F.3d at 955. “In\n\ndoing so, we inquire whether the identified harmless errors, in the aggregate, ‘had a\n\nsubstantial and injurious effect or influence in determining the jury’s verdict.’” Id.\n\n(alterations omitted) (quoting Brecht, 507 U.S. at 637)). We include the following in our\n\ncumulative error analysis: (1) the alleged prosecutorial misconduct—the remarks about\n\nshaving;25 and (2) the conceded Booth violation—the sentence recommendations.\n\n       Mr. Underwood has failed to show that the alleged prosecutorial misconduct and\n\nthe conceded Booth error, taken together, suffice to meet Brecht’s standard for showing\n\nprejudice. As discussed above, the aggravating evidence presented in this case—\n\nincluding the gruesome details of Mr. Underwood’s plans and the actual murder as\n\ndescribed in his confession—was particularly strong, whereas the mitigating evidence\n\nwas not. And, although we have recognized that “harmless individual errors . . . may be\n\ncollectively more potent than the sum of their parts, “Mr. [Underwood] makes no\n\nargument that the two errors that we have assumed here possess any particularized\n\n\n\n       25\n          In our above discussion of the prosecutorial misconduct claim, we did not\ndetermine whether the alleged error constituted actual error but instead concluded that\nany potential error did not merit habeas relief because it did not rise to the level of a due\nprocess violation. If the alleged prosecutorial misconduct constituted actual error, we\nmust include it in our cumulative error analysis. Cargle v. Mullin, 317 F.3d 1196, 1207\n(10th Cir. 2003) (“[C]laims of prosecutorial misconduct . . . require a showing of\nfundamental unfairness in order to provide habeas relief, unless they involve the violation\nof specific constitutional rights . . . . [S]uch claims should be included in the cumulative-\nerror calculus if they have been individually denied for insufficient prejudice.”). For\npurposes of our cumulative error analysis, we assume without deciding that the alleged\nprosecutorial misconduct constituted actual error and proceed accordingly.\n\n                                              57\n\fsynergies.” Id. at 956 (quotations omitted). Mr. Underwood is therefore not entitled to\n\nhabeas relief based on their cumulative effect on the jury’s sentencing determination.\n\n                                   III. CONCLUSION\n\n      We affirm the district court’s denial of Mr. Underwood’s § 2254 petition for writ\n\nof habeas corpus.\n\n\n\n\n                                             58\n\f",
            "ocr": false,
            "opinion_id": 4290719
        }
    ],
    "court_short_name": "Tenth Circuit",
    "court_full_name": "Court of Appeals for the Tenth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Kidnapping"
}