{
    "id": 4642367,
    "judges": null,
    "date_filed": "1998-10-21",
    "date_filed_is_approximate": true,
    "slug": "richard-djerf-v-charles-l-ryan",
    "case_name_short": null,
    "case_name": "Richard Djerf v. Charles L. Ryan",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "Prisoner Death Penalty",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "931 F.3d 870"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 29.0,
            "download_url": "http://cdn.ca9.uscourts.gov/datastore/opinions/2019/07/24/08-99027.pdf",
            "author_id": null,
            "opinion_text": "                  FOR PUBLICATION\n\n  UNITED STATES COURT OF APPEALS\n       FOR THE NINTH CIRCUIT\n\n\nRICHARD KENNETH DJERF,                   No. 08-99027\n        Petitioner-Appellant,\n                                         D.C. No.\n             v.                     2:02-cv-00358-JAT\n\nCHARLES L. RYAN,\n        Respondent-Appellee.              OPINION\n\n     Appeal from the United States District Court\n              for the District of Arizona\n     James A. Teilborg, District Judge, Presiding\n\n        Argued and Submitted March 26, 2019\n             San Francisco, California\n\n                   Filed July 24, 2019\n\n  Before: M. Margaret McKeown, Ronald M. Gould,\n          and Sandra S. Ikuta, Circuit Judges.\n\n             Opinion by Judge McKeown\n\f2                         DJERF V. RYAN\n\n                          SUMMARY *\n\n\n               Habeas Corpus / Death Penalty\n\n    The panel affirmed the district court’s dismissal of an\nArizona state prisoner’s 28 U.S.C. § 2254 habeas corpus\npetition challenging his conviction by guilty plea for four\ncounts of first-degree murder and his capital sentence.\n\n    Following a period of appointed representation,\npetitioner waived counsel and represented himself. He\nentered guilty pleas, and counsel resumed representation for\nsentencing.\n\n     The panel held that counsel did not provide\nconstitutionally ineffective pre-trial assistance by failing\nadequately to communicate with petitioner or visit him in\njail, or to diligently interview witnesses, review discovery,\nand examine evidence. The panel concluded that, under any\nstandard of review, counsel’s conduct was not objectively\nunreasonable.        Accordingly, petitioner’s claims of\ninvoluntary waiver of counsel and invalid guilty pleas,\npremised on ineffective pre-trial assistance, failed. Further,\npetitioner’s procedural default of the ineffective assistance\nclaims was not excused.\n\n    The panel affirmed the district court’s denial of\npetitioner’s claim that counsel provided ineffective\nassistance during sentencing by failing to investigate,\ndevelop, and present additional mitigation evidence related\n\n    *\n      This summary constitutes no part of the opinion of the court. It\nhas been prepared by court staff for the convenience of the reader.\n\f                       DJERF V. RYAN                         3\n\nto his family background and mental health. The panel\nconcluded that the state post-conviction court did not\nunreasonably apply Supreme Court precedent in holding that\nthere was no ineffective assistance of counsel during\nsentencing, and the district court did not abuse its discretion\nin denying petitioner’s request for an evidentiary hearing on\nthat claim.\n\n   Finally, any error in the Arizona court’s impermissibly\nignoring mitigating evidence of petitioner’s family\nbackground because it lacked a causal nexus to his crimes\nwas harmless.\n\n\n                         COUNSEL\n\nTherese Michelle Day (argued) and Michael L. Burke,\nAssistant Federal Public Defenders; Jon M. Sands, Federal\nPublic Defender; Office of the Federal Public Defender,\nPhoenix, Arizona; for Petitioner-Appellant.\n\nGinger Jarvis (argued), Assistant Attorney General; Lacey\nStover Gard, Chief Counsel; Mark Brnovich, Attorney\nGeneral; Office of the Attorney General, Phoenix, Arizona;\nfor Respondent-Appellee.\n\f4                        DJERF V. RYAN\n\n                           OPINION\n\nMcKEOWN, Circuit Judge:\n\n    Richard K. Djerf killed the mother, father, brother, and\nsister of a former friend to avenge a petty theft. He was\npromptly arrested and charged with numerous crimes. After\na year and a half of appointed representation, he waived\ncounsel and represented himself. Djerf pleaded guilty to\nfour counts of first-degree murder, and counsel resumed\nrepresentation for sentencing. The trial judge imposed a\ncapital sentence for each of the murder convictions. The\nArizona Supreme Court did the same on de novo review.\nArizona courts denied Djerf’s requests for post-conviction\nrelief, and the district court dismissed his federal habeas\npetition. We affirm.\n\n                   FACTUAL BACKGROUND 1\n\n    Djerf and Albert Luna, Jr. were friends from their job at\nthe local supermarket, but in early 1993 Albert stole several\nelectronics and a firearm from Djerf’s apartment. Djerf\nreported the incident and his suspicions about Albert’s\ninvolvement to the police, who took no action. Djerf sought\nrevenge several months later. Late one morning, Djerf\narrived at the Luna family home with a handgun, knife, latex\ngloves, handcuffs, and fuse cord, using a vase with fake\nflowers as a ruse to gain entry. Albert’s mother and five-\nyear-old brother were home; Djerf bound them and asked the\nmother whether she or her young son should die first and\nwhether she knew Albert’s whereabouts. Djerf briefly\n\n    1\n      The following account of Djerf’s crimes was set forth by the\nArizona Supreme Court on direct review. See State v. Djerf, 959 P.2d\n1274, 1279–80 (Ariz. 1998) (en banc).\n\f                      DJERF V. RYAN                        5\n\nuntied the mother, forcing her to load electronics and other\nvaluables from the home into the family car.\n\n   Several hours later, Albert’s eighteen-year-old sister\ncame home. Djerf bound and gagged her, cut off her clothes,\nand raped her before repeatedly stabbing her in the chest and\nhead and slitting her throat. Djerf then told Albert’s mother\nwhat he had done to her daughter.\n\n    Shortly after, Albert’s father came home. Djerf\nhandcuffed him and forced him to crawl on all fours and lay\nface down on his bed. Djerf struck him in the head several\ntimes with a baseball bat, removed his handcuffs, bound his\nhands with tape, and left him for dead. Djerf told the mother\nthat he had killed her husband.\n\n    Djerf then attempted, but failed, to snap the boy’s neck\nand to electrocute him with a stripped electrical wire. The\nfather, who had survived the earlier beating, charged and\nstabbed Djerf with a pocketknife. During the ensuing\nstruggle, Djerf stabbed the father and then fatally shot him\nsix times in front of the mother and boy. Djerf asked the\nmother whether she wanted to watch the boy die, or for him\nto watch her die, before shooting both in the head. He\ncovered the bodies and the house with gasoline, turned on\ntwo stove burners, and placed cardboard and a rag on the\nstove, before fleeing the house in the family’s car. The\ncardboard and rag never ignited. When Albert returned to\nthe house, he discovered the gruesome scene and notified the\npolice.\n\n    Over the next several days, Djerf described the murders\nto his girlfriend and two other friends. Djerf was arrested\nshortly after.\n\f6                      DJERF V. RYAN\n\n               PROCEDURAL BACKGROUND\n\n    A grand jury charged Djerf with four counts of first-\ndegree murder, as well as first-degree burglary, kidnapping,\nsexual assault, aggravated assault, attempted arson, theft,\nand unlawful use of a prohibited weapon. Michael Vaughn\nand Alan Simpson were appointed as counsel, and they\nrepresented Djerf at numerous hearings over the next year\nand a half. In February 1995, Djerf wrote to the trial judge\nto express his displeasure with the frequency of counsels’\ncommunication, their responsiveness, and their efforts to\nkeep him apprised of trial strategy. Djerf requested that\nVaughn and Simpson be withdrawn as counsel and asked to\nrepresent himself.\n\n    At a hearing several days later, the judge questioned\nDjerf at length to ensure he understood the disadvantages of\nself-representation and the severity of the potential penalties\nhe faced. Counsel expressed their belief that Djerf was\ncompetent, but strongly advised against self-representation.\nThe judge reiterated this advice, but nonetheless concluded\nDjerf knowingly, intelligently, and voluntarily waived his\nright to counsel, accepted the waiver of counsel, and\nappointed Vaughn and Simpson in an advisory capacity.\n\n    A few weeks later, the State requested an evaluation of\nDjerf’s competence. In a prescreening report, Dr. Jack Potts\nconcluded that Djerf understood the nature of the charges\nand possible penalties, the pending proceedings, his\nconstitutional rights, and the necessary waiver of those rights\nif he entered a guilty plea. According to the report, Djerf\nunderstood he faced a “far greater burden” if he represented\nhimself, but believed he had “very little to lose” given that\nthe case against him was so strong. The report concluded\nthat Djerf was competent to represent himself and that\n\f                       DJERF V. RYAN                         7\n\nfurther evaluation of his competency was unnecessary. The\ntrial judge agreed.\n\n    Several months later, Djerf sent a letter to the prosecutor\noffering to accept the maximum non-capital sentences on all\ncharges in exchange for an agreement not to pursue the death\npenalty, though he admitted he had little negotiating\nleverage. The prosecutor declined, affirming the State’s\nintention to pursue death sentences on the murder charges.\nThe prosecutor offered to dismiss all other charges if Djerf\nwould plead guilty to the murder charges “with no\nagreements as to sentence.” Djerf consulted with Vaughn\nand decided to accept the offer. During the change of plea\nhearing, the judge conducted a thorough canvass and\naccepted Djerf’s guilty pleas.\n\n    Several weeks later, in September 1995, Djerf asked to\nremove Vaughn and Simpson as advisory counsel in light of\ntheir purported lack of attention and failure to communicate,\nand to appoint “effective” and “experienced” counsel for\nsentencing. Djerf stated that he “would prefer that counsel\nrepresent me for sentencing, but . . . I have pretty much lost\ntrust in Mr. Vaughn and Mr. Simpson.” The trial judge\ndenied the motion, noting the substantial work counsel had\nperformed on Djerf’s case and their considerable experience\nin serious criminal cases. The judge concluded that\n“appoint[ing] some new attorney now at this stage would . . .\nnot be in the interest of justice” because it would cause\nfurther delay and Djerf might have the same complaints\nabout different lawyers.\n\n    Djerf ultimately withdrew his waiver of counsel, and the\ncourt reappointed Vaughn and Simpson.              The State\npresented its aggravation case over the course of five days in\nOctober 1995.\n\f8                         DJERF V. RYAN\n\n    After obtaining several continuances, Simpson presented\nDjerf’s mitigation case in February 1996. 2 A jail guard\ntestified to Djerf’s conduct in detention, referencing several\nminor disciplinary infractions but indicating he was not an\nespecially problematic inmate. Arthur Hanratty, a court-\nappointed investigator, testified about Djerf’s upbringing,\nbased on interviews with Djerf’s parents and sister and a\nreview of background records, school documents, and other\nmaterials. Counsel also introduced a recorded interview\nwith Djerf corroborating much of Hanratty’s testimony. The\ncourt then granted continuances for counsel’s ongoing\ndevelopment of potential mental health expert evidence.\nCounsel ultimately opted not to present any such evidence.\n\n     In late spring 1996, counsel filed a presentence\nmemorandum, and the mitigation hearing resumed, with\nanother jail guard testifying to Djerf’s respectful behavior\nand duties as a jail trustee serving meals. At the final\nsentencing hearing several weeks later, Djerf declined\nmultiple offers to address the court before a sentence was\nrendered. The judge concluded that the State had proven\nthree statutory aggravating factors for each murder and a\nfourth for the murder of the five-year-old boy. See Ariz.\nRev. Stat. § 13-703(F)(5), (6), (8), (9) (1996). According to\nthe judge, Djerf failed to prove any statutory or non-statutory\nmitigating factors: he “failed to show his difficult family\nbackground is a mitigating circumstance” because “[t]here\nis no evidence that any alleged difficult family background\nhad any effect on the defendant’s behavior during these\nkillings that was beyond the defendant’s control.” The judge\n\n\n\n    2\n      Vaughn was unable to attend the hearing because he “had to attend\nto matters in another court.”\n\f                        DJERF V. RYAN                          9\n\nentered capital sentences for each of the four murder\nconvictions.\n\n    In May 1998, the Arizona Supreme Court affirmed the\nconvictions and, on de novo review, imposed the same\ncapital sentences. Djerf, 959 P.2d at 1281–90. The court\ndecided that Djerf’s pre-trial waiver of counsel was valid and\nthat the trial judge did not abuse his discretion by declining\nto conduct a competency hearing. Id. at 1281–84. The court\nalso concluded that three aggravating factors had been\nproven for all four of the murders, a fourth aggravating\nfactor applied to the murder of the boy, and Djerf failed to\nprove any mitigating factors. Id. at 1286–90. According to\nthe Arizona Supreme Court, Djerf’s difficult family\nbackground was not mitigating because such evidence “is\nnot relevant unless the defendant can establish that his\nfamily experience is linked to his criminal behavior.” Id. at\n1289 (citing State v. Ross, 886 P.2d 1354, 1363 (Ariz.\n1994)). The U.S. Supreme Court denied Djerf’s petition for\nwrit of certiorari. Djerf v. Arizona, 525 U.S. 1024 (1998)\n(mem.).\n\n    In February 2000, the Arizona Supreme Court appointed\nJamie McAlister as counsel for Djerf’s state post-conviction\nproceedings. A year and a half later, a different trial judge\ndismissed Djerf’s petition for post-conviction relief. In early\n2002, the Arizona Supreme Court summarily denied a\npetition for review.\n\n    Djerf then filed a federal habeas petition in district court.\nSee 28 U.S.C. § 2254. In September 2004, Djerf requested\ndiscovery and an evidentiary hearing. A year later, the\ndistrict court denied Djerf’s request and dismissed several\nclaims as either procedurally barred or non-cognizable. In\nSeptember 2008, the district court denied the remaining\nclaims, but granted a certificate of appealability for two of\n\f10                     DJERF V. RYAN\n\nthem: (i) whether Djerf’s pre-trial waiver of counsel was\ninvoluntary because he was forced to decide between self-\nrepresentation and incompetent counsel, and (ii) whether\nSimpson and Vaughn provided ineffective assistance of\ncounsel during sentencing by failing to investigate and\npresent further mitigation evidence related to Djerf’s family\nbackground and mental health. Djerf appealed.\n\n    In March 2009, Djerf filed another petition for post-\nconviction relief in state court claiming his guilty pleas were\nnot knowing, intelligent, or voluntary and that McAlister\nprovided ineffective assistance during the initial post-\nconviction proceedings. The state court rejected the first\nclaim as precluded because it was denied by the Arizona\nSupreme Court on direct appeal. The court then dismissed\nthe second claim on the grounds that Djerf did not have a\nconstitutional right to counsel in post-conviction\nproceedings. A few months later, the Arizona Supreme\nCourt summarily dismissed the petition.\n\n     In 2012, the U.S. Supreme Court decided Martinez v.\nRyan, which held that “[i]nadequate assistance of counsel at\ninitial-review collateral proceedings may establish cause for\na prisoner’s procedural default of a claim of ineffective\nassistance at trial.” 566 U.S. 1, 9 (2012). We granted Djerf’s\nmotion for a partial remand to permit him to pursue several\nclaims, including whether McAlister’s allegedly inadequate\nrepresentation excused Djerf’s failure to exhaust certain\nclaims in the initial state post-conviction proceedings.\n\n    In April 2017, the district court denied all remaining\nclaims, holding that Djerf did not establish cause and\nprejudice to set aside the procedural default of his pre-trial\nineffective assistance claim. On appeal to this court, Djerf\nargued that the Arizona courts impermissibly ignored his\nfamily background mitigation evidence by employing an\n\f                       DJERF V. RYAN                        11\n\nunconstitutional “causal nexus” test. See generally Eddings\nv. Oklahoma, 455 U.S. 104 (1982). We expanded the\ncertificate of appealability to include the causal nexus claim\nand the claims denied by the district court on partial remand.\n\n        JURISDICTION AND STANDARDS OF REVIEW\n\n    We have jurisdiction under 28 U.S.C. §§ 1291 and\n2253(a). We review de novo the district court’s denial of a\nwrit of habeas corpus and for clear error its findings of fact.\nStanley v. Schriro, 598 F.3d 612, 617 (9th Cir. 2010).\nBecause Djerf’s federal habeas petition was filed after April\n24, 1996, he must satisfy the standards set forth in the\nAntiterrorism and Effective Death Penalty Act (“AEDPA”).\nUnder AEDPA, we may not grant relief unless a state court’s\nruling “was contrary to . . . clearly established Federal law[]\nas determined by the Supreme Court,” “involved an\nunreasonable application of” such law, or “was based on an\nunreasonable determination of the facts in light of the\nevidence presented in the State court proceeding.” 28 U.S.C.\n§ 2254(d). In conducting this review, we look to the last\nreasoned state court decision for each claim. White v. Ryan,\n895 F.3d 641, 665 (9th Cir. 2018).\n\n                          ANALYSIS\n\n    Djerf contends that Simpson and Vaughn provided\nineffective assistance during their pre-trial representation.\nHe acknowledges that he failed to raise, and therefore\nprocedurally defaulted, this claim in the initial state post-\nconviction proceedings. However, he argues that Martinez\nexcuses the procedural default, because McAlister’s\nineffective assistance during post-conviction proceedings\nwas the reason he failed to raise the claim. Djerf advances\ntwo other claims premised on Simpson and Vaughn’s\npurportedly deficient pre-trial representation: his waiver of\n\f12                    DJERF V. RYAN\n\ncounsel was involuntary because he was forced to decide\nbetween ineffective counsel and self-representation, and his\nguilty pleas were invalid because the trial judge failed to\ndisclose that he was forfeiting his right to proceed with\ncompetent counsel. Because the record does not establish\nthat Simpson and Vaughn’s pre-trial representation was\nconstitutionally deficient, the procedural default is not\nexcused, and the waiver of counsel and guilty pleas claims\nfail.\n\n    Djerf advances two other claims on appeal. He contends\nthat Simpson and Vaughn provided ineffective assistance\nduring sentencing by failing to investigate and present\nfurther evidence of his difficult family background and\nmental health issues. Affording the necessary deference to\nthe state court’s denial of this claim under AEDPA, we\naffirm. Finally, Djerf contends that the Arizona courts\nimpermissibly ignored mitigating evidence of his family\nbackground because it lacked a causal nexus to his crimes.\nWe conclude any such error was harmless.\n\nI. Claims   Premised        on     Ineffective   Pre-Trial\n   Representation\n\n    As noted, several of Djerf’s claims are premised on\nineffective pre-trial assistance by Vaughn and Simpson.\nSpecifically, Djerf contends that they failed to adequately\ncommunicate with or visit him in jail, or to diligently\ninterview witnesses, review discovery, and examine\nevidence. The record belies these complaints. Jail visitor\nlogs and Djerf’s own correspondence demonstrate that\ncounsel visited him in the months preceding his request for\nself-representation and communicated with him regularly\nover the telephone and at court. The record likewise\nestablishes that counsel performed significant work during\nthis time: they interviewed more than fifty witnesses, with\n\f                      DJERF V. RYAN                      13\n\nsome interviews lasting several days; they initiated\nnegotiations for a plea deal; they filed various motions on\nDjerf’s behalf and attended regular hearings; they prepared\nfor parallel, consolidated proceedings involving use and\ntreatment of DNA evidence; and they spent nearly an entire\nday reviewing the physical evidence in police custody.\nDuring his waiver of counsel hearing, and again in a hearing\nat the onset of sentencing proceedings, Djerf acknowledged\nthat Vaughn and Simpson had done considerable work on\nhis behalf during their months of representation. The record\ndemonstrates that brief continuances sought by counsel were\nreasonably necessary to permit the continued preparation for\ntrial and accommodate health issues and other case\nresponsibilities, not, as Djerf asserts, because counsel had\nfailed to start any serious work on his case.\n\n    We see no indication that Simpson and Vaughn’s\n“representation fell below an objective standard of\nreasonableness.” Strickland v. Washington, 466 U.S. 668,\n688 (1984). They satisfied their “duty to make reasonable\ninvestigations” by interviewing dozens of witnesses and\nseeking out and reviewing evidence. Id. at 691. The record\nrebuts Djerf’s conclusory allegations that counsel “did\nnothing at all to prepare a defense.” Crandell v. Bunnell,\n25 F.3d 754, 755 (9th Cir. 1994) (per curiam). At no point\nwas there a “complete breakdown in communication,”\nDaniels v. Woodford, 428 F.3d 1181, 1201 (9th Cir. 2005),\nnor did counsel ever fail to “consult with the defendant on\nimportant decisions [or] to keep the defendant informed of\nimportant developments in the course of the prosecution.”\nStrickland, 466 U.S. at 688. Again, despite Djerf’s\nsuggestions to the contrary, the record does not reveal any\nsignificant periods of time during which counsel failed to\ncommunicate with or respond to him. See Crandell, 25 F.3d\nat 755 (suggesting that complete silence for the first two\n\f14                           DJERF V. RYAN\n\nmonths of representation raised questions about competence\nof counsel). Under any standard of review, Simpson and\nVaughn’s conduct was not objectively unreasonable.\n\n    Because the record fails to establish that Vaughn and\nSimpson provided constitutionally inadequate pre-trial\nassistance, it also fails to establish that Djerf was forced to\nchoose between self-representation and incompetent\ncounsel. As a result, his claim that his waiver of counsel was\ninvoluntary fails. So does his related argument that the trial\njudge erred by failing to further investigate his motivation\nfor removing counsel and therefore discover the purportedly\nineffective representation. 3 Djerf’s challenge to the validity\nof his guilty pleas also fails—the record does not establish\nthat counsel were incompetent, so Djerf did not forfeit any\nright to proceed with competent counsel. No clearly\nestablished Supreme Court precedent entitles Djerf to relief\non his waiver of counsel and guilty plea claims, and the\nArizona courts reasonably applied the facts in the record to\ndeny them.\n\n    For the same reasons, we conclude that the procedural\ndefault of the underlying ineffective assistance claim is not\nexcused. To excuse a procedural default, a habeas petitioner\nmust establish both “cause” and “prejudice.” Coleman v.\nThompson, 501 U.S. 722, 750 (1991). Typically, ineffective\n\n     3\n       Djerf also argues that his waiver of counsel and request for self-\nrepresentation in February 1995 should have been construed as a request\nto substitute counsel and that the trial court erred by failing to do so. This\nargument is not consistent with the record; Djerf several times expressly\nstated his desire to represent himself, despite strong discouragement\nfrom the judge and counsel. At no point prior to or during the February\n1995 hearing did Djerf intimate a desire for other counsel. In view of\nthis record, the Arizona Supreme Court’s denial of this claim was not an\nunreasonable application of Supreme Court precedent. See Djerf,\n959 P.2d at 1283–84.\n\f                       DJERF V. RYAN                         15\n\nassistance of post-conviction counsel cannot excuse a\nprocedural default. See Martinez, 566 U.S. at 9, 13–14.\nHowever, Martinez created a narrow exception in Arizona\nand other states that bar ineffective assistance claims on\ndirect appeal; in those states, the initial collateral\nproceedings are the first opportunity to bring such claims.\nId. The Supreme Court subsequently expanded this\nexception, holding that where a “state procedural\nframework, by reason of its design and operation, makes it\nhighly unlikely in a typical case that a defendant will have a\nmeaningful opportunity to raise a claim of ineffective\nassistance of trial counsel on direct appeal, our holding in\nMartinez applies.” Trevino v. Thaler, 569 U.S. 413, 429\n(2013). To satisfy “cause” in this context, Djerf must show\nthat McAlister was ineffective under Strickland—that is,\nMcAlister’s post-conviction representation was deficient\nbecause she failed to bring the pre-trial ineffective assistance\nclaim, and there is a “reasonable probability” that, had the\nclaim been raised, “the result of the post-conviction\nproceedings would have been different.” Clabourne v.\nRyan, 745 F.3d 362, 377 (9th Cir. 2014), overruled on other\ngrounds by McKinney v. Ryan, 813 F.3d 798, 819 (9th Cir.\n2015) (en banc). To satisfy “prejudice,” Djerf must show\nthat the underlying claim is “substantial”—that is, that it has\n“some merit.” Id. There is considerable overlap between\nthese requirements, since each considers the strength and\nvalidity of the underlying ineffective assistance claim. See\nid.\n\n    Even if we were to assume that Djerf’s pre-trial\nineffective assistance claim was substantial (which would be\na stretch in light of the record and the service performed by\ncounsel), there is no reasonable probability that advancing\nthat claim during initial post-conviction proceedings would\nhave altered the result. See Rodney v. Filson, 916 F.3d 1254,\n\f16                     DJERF V. RYAN\n\n1260 (9th Cir. 2019) (clarifying that a petitioner represented\nby counsel in post-conviction proceedings must satisfy both\nStrickland prongs). Djerf’s post-hoc criticisms of counsel’s\npace of preparation were contradicted by his statements at\nthe time, as well as those of the prosecutor and trial judge.\nThe record shows regular visits and communication between\ncounsel and Djerf, and Djerf has not identified any authority,\nexisting then or now, suggesting that the frequency and\nnature of communication was constitutionally infirm. Even\nif Djerf had been able to show that the representation was\nconstitutionally deficient, he would have struggled to show\nthat the purported deficiencies resulted in sufficient\nprejudice to warrant overturning his four murder\nconvictions. We cannot excuse the procedural default of this\nclaim under these circumstances.\n\nII. Ineffective Representation During Sentencing\n\n    We next turn to Djerf’s claim that Simpson and Vaughn\nrendered ineffective assistance during sentencing by failing\nto further investigate, develop, and present additional\nmitigation evidence related to his family background and\nmental health. The trial judge’s post-conviction denial of\nthis claim was the last reasoned state court decision, so we\nreview that ruling under AEDPA. See Hibbler v. Benedetti,\n693 F.3d 1140, 1146 (9th Cir. 2012). In the district court,\nDjerf requested an evidentiary hearing in connection with\nthis claim. As explained below, the state post-conviction\ncourt did not unreasonably apply Supreme Court precedent\nin holding there was no ineffective assistance of counsel\nduring sentencing and the district court did not err in denying\nDjerf’s request to expand the record.\n\f                       DJERF V. RYAN                       17\n\n   A. Family Background\n\n    Djerf’s argument that counsel provided ineffective\nassistance by failing to obtain more background records and\nconduct more interviews was rejected by the post-conviction\njudge because Djerf failed to present any supporting\nevidence, and instead merely “speculate[d] that if his\nchildhood was investigated, some mitigating evidence might\nhave been discovered.” We review the post-conviction\njudge’s determination under AEDPA and determine it was\nnot an unreasonable application of Supreme Court\nprecedent.\n\n    Throughout the entirety of his state post-conviction and\nfederal habeas proceedings, Djerf has failed to identify any\nevidence related to his childhood that counsel should have,\nbut did not, uncover. Crucially, Djerf did not point the post-\nconviction judge to any evidence sentencing counsel failed\nto present that was meaningfully different from what was\nintroduced at mitigation. It was Djerf’s burden to establish\na reasonable probability that the result of the proceedings\nwould have been different but for counsel’s purported errors.\nStrickland, 466 U.S. at 694. Strickland prejudice is not\nestablished by mere speculation that witness testimony\n“might have given information helpful to” the defense.\nBragg v. Galaza, 242 F.3d 1082, 1088 (9th Cir. 2001).\nUnder the significant deference required by AEDPA, the\npost-conviction judge’s denial of this claim was neither an\nunreasonable application of clearly established law nor an\nunreasonable determination of the facts in light of the\nevidence in the record at that time.\n\n   B. Mental Health\n\n    Djerf’s argument that counsel provided ineffective\nassistance by failing to investigate and develop additional\n\f18                     DJERF V. RYAN\n\nmental health mitigating evidence was rejected by the post-\nconviction judge for a similar reason: Djerf merely relied on\nexpert reports prepared prior to sentencing to speculate that\n“there might be other mitigating information that should\nhave been presented.” Under AEDPA, the state court’s\nruling that Djerf did not suffer ineffective assistance of\ncounsel due to the alleged failure to develop additional\nmental health mitigating evidence was not an unreasonable\napplication of Supreme Court precedent.\n\n    In his initial post-conviction proceedings, Djerf’s\nappointed mental health expert conducted extensive\nneurological testing. However, Djerf did not introduce any\nreports or other evidence from this expert in support of his\npetition. Instead, he submitted Dr. Potts’s prescreening\nreport from April 1995 and reports prepared by Dr.\nMcMahon, Dr. Walter, and Dr. Duane prior to sentencing.\n\n    In the winter of 1995–96, Dr. McMahon conducted\nseveral hours of psychological testing and prepared a report,\nnoting that Djerf’s results were suggestive of “learning\ndisabilities and/or some diffuse neuropsychological\ndysfunction.” He recommended further evaluation. Dr.\nWalter then completed neuropsychological testing; he\nreported that Djerf performed “relatively well in [a] number\nof areas,” though there were indications that he might have\na “focal cerebral deficit in the right temporal area.” To better\nunderstand the possible “right temporal disturbance,” Dr.\nWalter recommended further neuropsychiatric evaluation to\nseek out possible “abnormal electrical activity.” Dr. Duane\nthen conducted an electro-encephalogram and advanced\nbrain-mapping.         Dr. Duane summarized Djerf’s\ndevelopmental history, noting that as an infant, Djerf “fell\nover and hit his head with a large knot” and reportedly fell\noften in the subsequent years. Dr. Duane concluded that the\n\f                           DJERF V. RYAN                             19\n\ntest results were consistent with a personality disorder, not\nbrain dysfunction. Dr. McMahon compiled the results of all\nthese findings and conclusions into a final report. Dr.\nMcMahon intimated that the test results are consistent with\nan antisocial personality disorder, not a delusional disorder\nor schizophrenia. Dr. McMahon acknowledged that Djerf\nlikely has “some learning disabilities that . . . affect his\nability to organize a situation and make effective decisions,”\nbut concluded “there is an absence of a sufficiently severe\nmental defect that it would have precluded his appreciating\nthe wrongfulness of his acts, or resulted in an inability to\nconform his behavior to the requirement of the law.”\nCounsel received each report, and, several days after\nreceiving Dr. McMahon’s final report, notified the court they\nwould not be submitting any expert mental health evidence\nin mitigation.\n\n    The post-conviction judge considered and rejected\nDjerf’s argument that sentencing counsel provided\nineffective assistance because they failed to adequately\ninvestigate and develop evidence of “a serious brain-related\ninjury” that Djerf experienced as a child. 4 At least two of\n\n    4\n      Djerf argues that AEDPA deference does not apply here because\nthe post-conviction judge made a factual error. Indeed, the judge\nincorrectly stated that the reports prepared by Dr. McMahon, Dr. Walter,\nand Dr. Duane had been “considered by the court prior to sentencing.”\nCounsel did not submit the reports to the court. However, this minor\nerror does not unlock de novo review. See 28 U.S.C. § 2254(d). The\njudge rejected this claim because Djerf failed to show there was helpful\nmental evidence that sentencing counsel could have, but failed to,\ndevelop. Djerf’s speculation that such evidence might have existed was\ninsufficient. Whether the sentencing court reviewed certain reports prior\nto sentencing had no bearing on this holding. De novo review is\nauthorized when a “decision . . . was based on an unreasonable\ndetermination of the facts,” not every time an order or opinion includes\nan incorrect factual finding. 28 U.S.C. § 2254(d) (emphasis added).\n\f20                     DJERF V. RYAN\n\nthe experts who evaluated Djerf prior to sentencing were\naware of his alleged childhood head injury. Djerf does not\nspecify what further information counsel should have but\nfailed to uncover and provide to the experts to assist in their\nevaluations: Djerf’s mother admitted she did not seek\nmedical attention for her son, and no other family member\nrecalled the injury or any side effects. The McMahon,\nWalter, and Duane reports could reasonably be read to rule\nout schizophrenia or any other comparably mitigating\ndisorder. Djerf asked the post-conviction judge to deduce\nfrom these reports that unidentified background evidence\nwould have changed the diagnosis or that other experts,\nequipped with such information, might have diagnosed him\nwith schizophrenia. It was not unreasonable for the judge to\ndecline the invitation to make this speculative leap. That\nDjerf later found experts who might nominally disagree with\nthe earlier findings, see infra p.23–24, does not render the\nstate court’s ruling unreasonable, as no evidence establishing\na diagnosis helpful to the defense was in the state post-\nconviction record. See Murray v. Schriro, 745 F.3d 984,\n1000 (9th Cir. 2014) (AEPDA review limited to evidence in\nstate court record). Any argument that sentencing counsel\nerred by failing to present reports or testimony from Dr.\nMcMahon, Dr. Walter, or Dr. Duane during mitigation is\nequally unavailing. “When counsel focuses on some issues\nto the exclusion of others, there is a strong presumption that\n[they] did so for tactical reasons . . . .” Yarborough v.\nGentry, 540 U.S. 1, 8 (2003) (per curiam). Given that many\naspects of their reports were harmful to Djerf’s mitigation\ncase, that presumption remains unrebutted here. For all of\nthese reasons, we hold that the post-conviction judge\n\f                           DJERF V. RYAN                              21\n\nreasonably applied Strickland in concluding that sentencing\ncounsel did not provide ineffective assistance. 5\n\n    We need not reach the second prong of Strickland, but if\nwe did, we would conclude that the sentencing counsel’s\nfailure to investigate, develop, and present additional mental\nhealth evidence was not prejudicial. Again, it is not clear\nwhat evidence counsel would have uncovered had they more\nvigorously investigated the purported head injury, or that the\ndiscovery of such evidence would have resulted in expert\nevidence supporting a schizophrenia diagnosis. Such\nspeculation rarely creates a “reasonable probability” that a\ndifferent result would have occurred absent the purportedly\ndeficient representation. Strickland, 466 U.S. at 694. The\nprejudice inquiry also requires consideration of the State’s\naggravation case, which was remarkably strong: at least\nthree aggravating factors applied for each victim, including\nundisputed, vivid details of gruesome physical, sexual, and\nemotional abuse preceding the killings. The post-conviction\njudge reasonably concluded that any deficient performance\nby sentencing counsel was harmless under Strickland.\n\n\n\n    5\n       Djerf claims that the post-conviction judge never reached the\nquestion of deficient performance and instead ruled only on prejudice.\nAccordingly, he insists we review Strickland performance de novo. See\nPorter v. McCollum, 558 U.S. 30, 39 (2009) (per curiam). We disagree;\nread fairly, the judge’s ruling addresses both prongs of the analysis. But\neven if we agreed with Djerf’s take on the ruling, we would reach the\nsame ultimate conclusion under de novo review. Counsel conducted a\n“thorough investigation of law and facts relevant to [Djerf’s] plausible\noptions” for mitigation, and we must therefore afford significant\ndeference to their tactical decisions. Hernandez v. Chappell, 923 F.3d\n544, 550 (9th Cir. 2019) (quoting Strickland, 466 U.S. at 690). Their\ninvestigation of possible mental health mitigation evidence was not\nunreasonable under prevailing professional norms. Strickland, 466 U.S.\nat 688.\n\f22                     DJERF V. RYAN\n\n     C. Evidentiary Hearing\n\n    In the district court, Djerf requested an evidentiary\nhearing in connection with his ineffective assistance of\nsentencing counsel claim, and he now seeks a remand to\npermit expansion of the record and reconsideration of this\nclaim. The district court denied the request because Djerf\nhad not been diligent in developing the proffered factual\nbasis in state court. For the following reasons, we affirm.\n\n    Under Cullen v. Pinholster, when a claim is subject to\nAEDPA review, a district court is limited to the record that\nwas before the state court that adjudicated the claim on the\nmerits. 563 U.S. 170, 185 (2011). The entirety of the\nineffective sentencing counsel claim is subject to AEDPA\ndeference, so no evidentiary expansion is permitted. Even if\nwe granted a remand, Pinholster would prohibit the\nintroduction of new evidence.\n\n    However, Pinholster was issued several years after Djerf\nrequested and the district court denied an evidentiary\nhearing. Lacking Pinholster’s guidance, the district court\nconsidered whether Djerf satisfied the exception for\nevidentiary expansion under 28 U.S.C. § 2254(e)(2)(A)(ii),\nwhich requires that “a factual predicate that could not have\nbeen previously discovered through the exercise of due\ndiligence.” See Dickens v. Ryan, 740 F.3d 1302, 1321 (9th\nCir. 2014) (en banc) (expansion of the record is “severely\nrestrict[ed]” when lack of diligence prevented factual\ndevelopment in post-conviction proceedings). Pinholster\nclarified that this statutory exception applies only to claims\nreviewed de novo; evidentiary expansion is prohibited for a\nclaim subject to AEDPA review, regardless of diligence.\n563 U.S. at 185–86.\n\f                       DJERF V. RYAN                       23\n\n    Even if we assume, as the district court did, that Djerf’s\nclaim was covered by § 2254(e)(A)(2)—because we\nreviewed the ineffective assistance of sentencing counsel\nclaim de novo—we conclude that the district court did not\nabuse its discretion by declining to expand the record. See\nWest v. Ryan, 608 F.3d 477, 484 (9th Cir. 2010) (reviewing\ndecision to expand record for abuse of discretion).\n\n    As a threshold matter, Djerf’s request for an evidentiary\nhearing in the initial post-conviction proceedings was not\nsufficient to demonstrate diligence. Cf. Baja v. Ducharme,\n187 F.3d 1075, 1078–79 (9th Cir. 1999); see also Dowthitt\nv. Johnson, 230 F.3d 733, 758 (5th Cir. 2000) (“Mere\nrequests for evidentiary hearings will not suffice; the\npetitioner must be diligent in pursuing the factual\ndevelopment of his claim.”). Moreover, Djerf fails to\nidentify any new evidence that he presented to the state court\nin support of that request or any proffer he made to\ndemonstrate why an evidentiary hearing at that time would\nhave been worthwhile.\n\n    In the district court, Djerf sought a hearing to present\ntestimony from his sister, his mother, Simpson, and\nHanratty. A short declaration from his sister offered a few\nnew, minor details about Djerf’s upbringing—e.g., their\nfather spanked him as a child—but otherwise only\ncorroborated the family background evidence originally\npresented in mitigation. Djerf fails to explain how the\ntestimony from the other witnesses would vary meaningfully\nfrom the family background evidence presented in\nmitigation, or why such evidence could not have been\nprocured through the exercise of diligence during the initial\npost-conviction proceedings.\n\n   Djerf also seeks to present testimony from new medical\nexperts who will testify in support of his theory that he\n\f24                     DJERF V. RYAN\n\nsuffered from schizophrenia at the time of his crimes. Djerf\nand post-conviction counsel knew that brain dysfunction and\nschizophrenia had been investigated by sentencing counsel\nand several experts. Yet, despite having an appointed expert\nin the post-conviction proceedings, Djerf did not present any\nnew medical, psychological, or neurological evidence at that\ntime. Djerf fails to explain why the factual basis for this\nclaim would have evaded discovery if he and his post-\nconviction counsel had been diligent. In sum, Djerf did little\nto show that an evidentiary hearing was warranted as to his\nfamily background or mental health, and the district court\ndid not abuse its discretion by refusing to hold one.\n\nIII.   Causal Nexus\n\n     Finally, we turn to Djerf’s claim that the Arizona courts\nimpermissibly refused to consider mitigating evidence of his\ndifficult family background because it lacked a causal\nconnection to his crimes. We focus on the Arizona Supreme\nCourt’s de novo review of Djerf’s sentence and consider the\ntrial judge’s rulings only to the extent that they were\n“adopted or substantially incorporated” by the higher court.\nMcKinney, 813 F.3d at 819. We have addressed many causal\nnexus appeals in recent years and need not repeat the history\nand nuance of this doctrine, which is extensively detailed in\nother decisions. See, e.g., id. at 811–24. In short, the\nSupreme Court has clearly established that a sentencing\ncourt must consider all mitigating evidence; state law may\nnot, for example, impose a threshold requirement that a\ndefendant demonstrate a causal connection to the offense.\nSee Smith v. Texas, 543 U.S. 37, 43–49 (2004) (per curiam);\nTennard v. Dretke, 542 U.S. 274, 283–88 (2004); Penry v.\nLynaugh, 492 U.S. 302, 319–28 (1989), abrogated on other\ngrounds by Atkins v. Virginia, 536 U.S. 304 (2002); Eddings,\n455 U.S. at 110–17; Lockett v. Ohio, 438 U.S. 586, 597–609\n\f                       DJERF V. RYAN                         25\n\n(1978). Of course, the sentencing court is free to assign little\nweight to mitigating evidence, but such evidence may not be\nstripped of all weight as a matter of law. See Harris v.\nAlabama, 513 U.S. 504, 512 (1995). However, relief is only\navailable when a causal nexus error was prejudicial—that is,\nwhen it was not harmless. McKinney, 813 F.3d at 821–22.\nWe assume, without deciding, that the Arizona Supreme\nCourt committed a causal nexus error here and move directly\nto the harmlessness inquiry.\n\n    The question is whether the Arizona Supreme Court’s\nrefusal to consider Djerf’s family background evidence “had\nsubstantial and injurious effect or influence in determining”\nhis sentence. Id. at 822 (quoting Brecht v. Abrahamson,\n507 U.S. 619, 623 (1993)). We review aggravating factors\nproven by the State and other mitigating evidence presented\nto the sentencing court, then we ask whether consideration\nof the improperly ignored evidence “would have had a\nsubstantial impact on a capital sentencer who was permitted\nto evaluate and give appropriate weight to it.” Id. at 823.\nWe conclude here it would not—any error was harmless.\n\n    The State established three aggravating factors for each\nof the victims: Djerf committed each murder expecting\nreceipt of something of pecuniary value; the murders were\ncommitted “in an especially heinous, cruel or depraved\nmanner”; and the murders were committed in tandem. Ariz.\nRev. Stat. § 13-703(F)(5), (6), (8) (1996). Because one of\nthe victims was under eighteen, the State established another\naggravating factor for his murder. Id. § 13-703(F)(9). Each\nof these factors is significant, but the undisputed facts\nsubstantiating the “heinous, cruel, or depraved” finding are\nespecially powerful: with clear premeditation and\npreparation, Djerf imposed appalling psychological and\nphysical suffering upon four strangers from a single family\n\f26                     DJERF V. RYAN\n\nbefore killing them in cold blood. The State’s aggravation\ncase stands out as one of, if not the, strongest we have\nreviewed in recent years.\n\n     On the other hand, Djerf’s mitigation case was, as he\nadmits on appeal, quite meager. Djerf was twenty-three\nyears old at the time of the crimes, did not resist arrest, was\nmostly well-behaved for the duration of his post-arrest\ndetention, and purported to accept responsibility and feel\nremorse for his conduct. The trial judge concluded that\nDjerf’s relative youth was not a mitigating factor because\nthere was no indication that he lacked substantial judgment\nor an ability to appreciate the consequences of his actions.\nDjerf’s compliance with arresting officers was likewise not\nmitigating because, by that time, his friends were\ncooperating with the police and he had no other option.\nSubsequent statements by Djerf blaming Albert Luna for the\ncrime and indicating that he could envision himself killing\nagain undermined his purported acceptance of responsibility\nand remorse. So did the tactical justifications for his guilty\nplea. The trial judge found that Djerf had adjusted to\nconfinement since his arrest, but several disciplinary\ninfractions kept that factor from warranting leniency. The\ntrial judge also concluded that Djerf did not suffer from any\npsychological disorders, noting that he expressly disclaimed\nany such problems. None of these considerations warranted\nleniency.\n\n    On direct appeal, Djerf challenged the court’s findings\nregarding age, remorse, and acceptance of responsibility.\nDjerf, 959 P.2d at 1288–90. The Arizona Supreme Court\nlargely reiterated the trial judge’s reasoning and reached the\nsame conclusions, finding that these considerations did not\nwarrant leniency. Id.\n\f                       DJERF V. RYAN                        27\n\n    That brings us to the evidence of a difficult family\nbackground—evidence that we assume the Arizona courts\nimproperly ignored. Djerf’s mother experienced some\ncomplications during pregnancy and childbirth. She recalled\nher son falling on his head as a toddler, though Djerf’s father\ndoes not recall any injuries. Neither parent was especially\naffectionate or doting with their son, and they divorced when\nhe was approximately six years old; Djerf maintained\nrelationships and alternately lived with each parent in the\nsubsequent years. Both parents raised their voice on\noccasion, and the mother’s new husband once pushed Djerf\nup against a wall. However, there is no evidence that Djerf\nexperienced physical or emotional abuse throughout his\nchildhood. His mother recalled him rarely interacting with\nfriends, while his father thought he had “normal”\nrelationships until high school. At that point, his father\nthought Djerf became “more of a loner,” although he\nregularly spent time with friends. Djerf’s mother and sister\ninsisted that Djerf’s father drank heavily, though Djerf did\nnot recall ever seeing him intoxicated. His sister also\nremembered their father as “loving” and a “good provider.”\nShe recalled a time from their childhood when Djerf\nhandcuffed her, but she did not recall anything else notable\nabout the incident. Djerf dropped out of high school, but\nlater obtained his diploma.\n\n    We have previously found a causal nexus error to be\nharmless when there is “overwhelming” evidence of\naggravating circumstances and proffered mitigation\nevidence is “limited” or “relatively minor.” Murray v.\nSchriro, 882 F.3d 778, 815–16 (9th Cir. 2018); Apelt v.\nRyan, 878 F.3d 800, 840 (9th Cir. 2017); Greenway v. Ryan,\n866 F.3d 1094, 1100 (9th Cir. 2017) (per curiam). That is\nprecisely the case here. This is not an instance where\nimproperly ignored mitigation evidence addressed\n\f28                     DJERF V. RYAN\n\n“sustained, severe childhood abuse” “beyond the\ncomprehension and understanding of most people.”\nMcKinney, 813 F.3d at 823. In Poyson v. Ryan, there was\nevidence of repeated physical and emotional childhood\nabuse, sexual assault, coerced alcohol and drug use,\ndevelopmental delays, the sudden death of a close parental\nfigure, and severe head injuries resulting in headaches and\nloss of consciousness. 879 F.3d 875, 892–93 (9th Cir. 2018).\nDespite significant aggravating factors, we concluded that\nexclusion of this “particularly compelling” mitigation\nevidence was prejudicial because it may have persuaded the\nsentencing court to impose a non-capital sentence. Id. The\nmitigating evidence here is categorically less compelling,\nand the aggravating circumstances are more severe.\n\n    This is also not a situation where the evidence was\nobjectively “important” and “interlinked” with other\ntheories of mitigation, such that improperly excluding that\nevidence deprived all other mitigation evidence of\npersuasive force. See Spreitz v. Ryan, 916 F.3d 1262, 1279–\n80 (9th Cir. 2019). We do not mean to suggest that Djerf\nexperienced an idyllic childhood. Rather, there was no\nevidence of severe abuse, trauma, or other troubling\nexperiences that might warrant leniency in light of\noverwhelming aggravating circumstances. We have no\nchoice but to conclude that any causal nexus error committed\nby the Arizona Supreme Court was harmless.\n\n                        CONCLUSION\n\n    The record fails to establish that Djerf’s pre-trial counsel\nwere incompetent or provided constitutionally deficient\nrepresentation. This conclusion defeats Djerf’s challenges\nto his waiver of counsel and guilty pleas, as both claims are\npremised on constitutionally inadequate representation.\nBecause there is not a reasonable probability that state post-\n\f                          DJERF V. RYAN                             29\n\nconviction proceedings would have turned out differently if\nDjerf had advanced a pre-trial ineffective assistance of\ncounsel claim, we cannot excuse the procedural default of\nthat claim. The state court reasonably concluded that\nsentencing counsel was not ineffective, and the district court\ndid not abuse its discretion by denying Djerf’s request for an\nevidentiary hearing on that claim. Finally, we conclude any\ncausal nexus error during Djerf’s sentencing was harmless.\n\n    AFFIRMED. 6\n\n\n\n\n    6\n       After oral argument, the Supreme Court granted certiorari in\nMcKinney v. Arizona, No. 18-1109, 2019 WL 936074 (June 10, 2019),\nto address the appropriate procedures for resentencing after a capital\nsentence is vacated in light of a prejudicial Eddings error. Djerf moved\nto stay these proceedings pending resolution of that case. Dkt. 119.\nBecause no resentencing is warranted here, the motion is DENIED.\n\f",
            "ocr": false,
            "opinion_id": 4419620
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Kidnapping"
}