{
    "id": 4649664,
    "judges": null,
    "date_filed": "1975-10-24",
    "date_filed_is_approximate": true,
    "slug": "state-v-vanderheiden",
    "case_name_short": "Vanderheiden",
    "case_name": "State v. Vanderheiden",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 9.0,
            "download_url": "https://supremecourt.nebraska.gov/sites/default/files/a19-279m.pdf",
            "author_id": null,
            "opinion_text": "                         IN THE NEBRASKA COURT OF APPEALS\n\n               MEMORANDUM OPINION AND JUDGMENT ON APPEAL\n                        (Memorandum Web Opinion)\n\n                                     STATE V. VANDERHEIDEN\n\n\n  NOTICE: THIS OPINION IS NOT DESIGNATED FOR PERMANENT PUBLICATION\n AND MAY NOT BE CITED EXCEPT AS PROVIDED BY NEB. CT. R. APP. P. § 2-102(E).\n\n\n                                 STATE OF NEBRASKA, APPELLEE,\n                                                 V.\n\n                            NICHOLAS S. VANDERHEIDEN, APPELLANT.\n\n\n                             Filed August 20, 2019.     No. A-19-279.\n\n\n        Appeal from the District Court for Greeley County: KARIN L. NOAKES, Judge. Affirmed in\npart, and in part vacated and remanded for resentencing.\n       Brad J. Montag, of Egley, Fullner, Montag, Morland & Easland, P.C., for appellant.\n       Douglas J. Peterson, Attorney General, and Melissa R. Vincent for appellee.\n\n\n       RIEDMANN, ARTERBURN, and WELCH, Judges.\n       ARTERBURN, Judge.\n                                        INTRODUCTION\n        Nicholas S. Vanderheiden appeals from his plea-based convictions of possession of a\ndeadly weapon during the commission of a felony, kidnapping--voluntarily released alive,\nterroristic threats, second degree false imprisonment, third degree assault, and criminal mischief.\nVanderheiden alleges that the district court imposed excessive sentences. The State argues that\nVanderheiden’s sentences were not excessive but that the court committed plain error in the\nsentences imposed on counts III, IV, V, VI, and VII. We affirm the sentences imposed on counts\nI and II. However we vacate the sentences imposed on counts III, IV, V, VI, and VII and remand\nthe matter to the district court for resentencing on those counts only.\n                                         BACKGROUND\n       The factual basis as set out by the State at the plea hearing is as follows:\n\n\n\n                                                -1-\n\f          On the evening of May 4, 2018 a party was held at a place known as the Rooster\nInn, . . . in Greeley County. The event was a going away party. . . . A number of juveniles\nwere present at the event; Will Frye, Carter Henry, Ty Borer, Bryce Kennedy, and . . . other\nwitnesses . . . as were defendants Mason Wells and Nick Vanderheiden.\n          Throughout the evening Will Frye was approached on more than one occasion by\nanother defendant who told Frye he was going to fight him. Wells made the same statement\nto several others at the party. Frye repeatedly told Wells he was not going to fight him.\nApproximately 11:30 p.m. Frye, Henry, Borer, Bryce Kennedy, and Sydney Rother, all\njuveniles, got into Will Frye’s pickup to leave the party. Wells approached the pickup and\nrepeatedly told Frye they were going to fight. Throughout all the events contained in this\nfactual basis, Mason Wells and Nick Vanderheiden were together and in each other’s\npresence, and in the presence of the juveniles.\n          Frye repeatedly told Wells they were not going to fight and asked to just let them\nleave. Wells repeated his demands that Frye and the passengers get out of his pickup. Wells\nstated, “Get out of the pickup or it’s going to be worse for all of you. Just get out.” Frye\nand the other passengers, all the passengers, exited the pickup.\n          Frye repeatedly told Wells he did not want to fight him and turned toward his\npickup. Wells struck Frye in the face two times and in the back one time with closed fists.\n          The four victims; Frye, Henry, Borer, and Kennedy, got back into Frye’s pickup.\nFrye locked his door. Wells went over to the front passenger side of the pickup where\nHenry was sitting with the door open. Wells demanded Henry get out. Henry refused to do\nso, and Wells struck Henry in the face while Henry was seated in the pickup.\n          Another person told Wells to get off [Henry] and let him go. At this point\nVanderheiden . . . grabbed the bug guard on Frye’s pickup and broke off a piece, then came\naround to the driver’s side and broke the driver’s side mirror. This damage totaled $580.28.\n          One of Wells’ friends grabbed Mason Wells, restraining him and yelled at Frye to\ngo. Frye started the pickup and left immediately with Henry, Borer, and Kennedy in the\npickup with him.\n          Frye was driving down WPA Road when a pickup driven by Wells, with\nVanderheiden as his passenger, overtook Frye’s pickup and swung the pickup sideways on\nthe road effectively blocking the road so Frye could not pass. Frye put his vehicle in reverse\nand started to back up to get away from Wells and Vanderheiden.\n          At that point Wells exited his pickup holding a shotgun, which he pointed at Frye.\nVanderheiden also exited the pickup holding a rifle. Wells pointed his weapon at Henry\nand demanded he get . . . out of the vehicle. Wells pulled Henry out of the passenger side\nof Frye’s pickup. During the same time, Vanderheiden stated, “We could kill all of you\nand bury you and no one would know.” The same statement, or similar words, were\nrepeated several times by Vanderheiden during this course of events, and in the presence\nof Wells, as well as Frye, Henry, Borer, and Kennedy, the victims.\n          Wells stated, “I’m going to get in [Frye’s] truck and you go get in with\n[Vanderheiden].” Vanderheiden pointed his rifle at Henry and walked Henry over to Wells’\npickup. Vanderheiden then forced Henry into Wells’ pickup. Wells got into Frye’s pickup\n\n\n\n                                        -2-\n\f        in the front passenger seat. Vanderheiden proceeded to drive off in Wells’ pickup, and\n        Wells told Frye to follow [Vanderheiden]. Frye complied. During the drive Wells stated to\n        Frye, Borer, and Kennedy, “You guys made this a lot worse by leaving.”\n                 After traveling approximately a half to three-quarters of a mile, Vanderheiden\n        stopped Wells’ pickup. Frye stopped as well. Vanderheiden told Henry to get out with your\n        hands up or I’ll put a round in your dome. Henry exited Wells’ pickup. Vanderheiden\n        pointed a rifle at Henry and they both walked towards Frye’s pickup. Vanderheiden told\n        Henry, “I’ve been waiting to do this for a long time”, and “I will kill you and bury you in\n        a hog confinement”. Wells yelled at Henry and Frye warning them that if they tried\n        anything he wouldn’t hesitate to shoot all of us. Borer and Kennedy were in this presence\n        when all of this occurred. They’re in the backseat of the pickup.\n                 Wells exited Frye’s pickup and spoke briefly with Vanderheiden. Vanderheiden\n        then approached Frye’s door and opened it. After he yelled continually at Frye,\n        Vanderheiden punched Frye, pulled him out of the pickup and continued to assault him. At\n        that point Wells told Frye to exit the pickup. I should say, he continued to assault him. At\n        some point Frye got back into his pickup. Wells then told him again to exit the pickup.\n        Frye did so, walked around to the passenger side of the pickup.\n                 At that point, Vanderheiden demanded that Frye get back into his vehicle. As Frye\n        was walking back towards the driver’s side of the pickup, Vanderheiden jabbed the butt of\n        the rifle he was holding into Frye’s back and told him, “I will shoot you.” Right as Frye\n        was getting back into his pickup, Vanderheiden pulled him out again and started hitting\n        Frye. Henry and Wells were behind Frye’s pickup.\n                 At this point, Byron Bower, who was driving along WPA Road, came upon this\n        scene. He jumped out of his pickup and began yelling at Wells. Wells put his weapon down\n        on the pickup, and Byron Bower then pushed Vanderheiden, who still had a rifle. Wells\n        ran toward Bower and began hitting and kicking Bower. Vanderheiden began assaulting\n        Bower, as well. The assault ended when Bower got free, returned to his pickup, and left.\n        Wells and Vanderheiden told Frye and Henry to leave. Wells stated, “[Bower’s] dead\n        now.” Henry and Frye got back into Frye’s pickup and left. So, the four victims left in\n        Frye’s pickup.\n                 Byron Bower contacted [the] Spalding Police Chief. . . . Wells and Vanderheiden\n        left the scene. Several contacts were made to 911, and [the] Police Chief, . . . [the] Greely\n        County Sheriff, . . . [the] County Deputy Sheriff, . . . and Nebraska State Patrol Troopers\n        . . . were dispatched to the scene. Law enforcement arrived at the Rooster Inn where Wells’\n        pickup was found parked. On seeing weapons in plain sight in the vehicle, law enforcement\n        confiscated the weapons in the vehicle, which included a .308 caliber rifle and a 12-gauge\n        tactical shotgun described by victims, as well as high-capacity magazines for the shotgun\n        and three other weapons.\n\n         Vanderheiden was originally charged with four counts of kidnapping--voluntarily released\nalive, Class II felonies; four counts of terroristic threats, Class IIIA felonies; eight counts of use of\n\n\n\n\n                                                  -3-\n\fa firearm to commit a felony, Class IC felonies; three counts of third degree assault, Class I\nmisdemeanors; and one count of criminal mischief, a Class II misdemeanor.\n         A plea agreement was reached and an amended information was filed charging\nVanderheiden with count I, possession of a deadly weapon (firearm) during the commission of a\nfelony, a Class II felony; count II, kidnapping--voluntarily released alive, a Class II felony; count\nIII, terroristic threats, a Class IIIA felony; counts IV and V, second degree false imprisonment,\nClass I misdemeanors; count VI, third degree assault, a Class I misdemeanor; and count VII,\ncriminal mischief ($500-$1,500), a Class II misdemeanor.\n         At the plea hearing on January 14, 2019, Vanderheiden entered no contest pleas to the\ncharges contained in the amended information. The court accepted the factual basis offered by the\nState and found that Vanderheiden’s pleas were entered freely, knowingly, voluntarily, and\nintelligently, and without any threats or promises. The court accepted Vanderheiden’s pleas and\nordered that a presentence investigation report (PSI) be completed prior to sentencing.\n         The PSI shows that the only entry on Vanderheiden’s record is for operation of an ATV\nwithout a license or insurance in 2015 for which he was fined. On the date of the offense,\nVanderheiden was 4 days short of his 20th birthday. A Level of Service/Case Management\nInventory was completed as part of the PSI. Overall, Vanderheiden scored in the low risk range to\nreoffend. However, he did score at high risk with regard to leisure/recreation and medium risk as\nto substance abuse. He graduated from Norfolk High School with a cumulative grade point average\nof 83.4755 on a 100.00 scale. He then completed the welding program at Northeast Community\nCollege. At the time of sentencing however, he worked part time at a car wash in Omaha. In his\ninterview with the probation officer, Vanderheiden stated that he was intoxicated on the night of\nthe offense. Though he denies having blackouts, he denied any memory of possessing a firearm\nthat night. He does recall his codefendant carrying a firearm. The probation officer noted that\nVanderheiden minimized his involvement in the incident.\n          The probation officer concludes that Vanderheiden is “facing two Class II Felonies with a\nminimum of one year imprisonment” and “[c]onsidering the nature of this incident, this officer\nfeels incarceration is appropriate” but that he is a “candidate for probation/post-release supervision\nwith the class of crimes for the remaining charges.” We note that to the degree the probation\nofficer’s comment appears to assume that probation was not a possible sentence for the Class II\nfelony charges, that assumption is not correct. A Class II felony does not carry a mandatory\nminimum sentence which would preclude probation.\n         Vanderheiden’s psychological evaluation states that he is in the borderline range of\nintellectual functioning suggesting that he has a below average cognitive ability overall with\ndeficits observed across a range of intellectual tasks. It states that Vanderheiden presents with\nsocial struggles and his personality testing suggested he is cynical, distrusting, feels alienated from\nothers, emotionally restrictive, and tends to be asocial. His mother revealed that Vanderheiden was\n“subject to emotional and physical abuse at the hands of his father” and that he had an addiction\nto drugs and alcohol. Vanderheiden did not report this during the PSI interview or his\npsychological evaluation. He was diagnosed with attention deficit hyperactivity disorder,\nadjustment disorder with mixed disturbance of anxiety and depression. It was also recommended\nthat he enroll in outpatient counseling, anger management, and alcohol/drug evaluation. A\n\n\n\n                                                 -4-\n\fchemical dependency evaluation was performed and he was diagnosed with alcohol use\ndisorder--mild. This was based on meeting the criteria for using more of the substance than\nintended at times and using the substance in potentially dangerous situations. It was recommended\nthat he engage in outpatient chemical dependency treatment.\n         A sentencing hearing was held on February 25, 2019. At the sentencing hearing,\nVanderheiden’s counsel stated that Vanderheiden has led a law-abiding life and comes from a\ngood family. He also noted that Vanderheiden had no criminal history. He stated that\nVanderheiden had held a job through high school and college and had a job lined up when the\nincident occurred. He went to college and received a certificate in welding. There was a letter from\nhis instructor at college indicating what a good student and hard worker he was. His counsel stated\nthat Vanderheiden had accepted responsibility and feels horrible for what happened. He says that\nVanderheiden “meets all the criteria for probation.” He stated that there is nothing that would\nindicate that there was a substantial risk that during a period of probation Vanderheiden would\nengage in additional criminal conduct and all of the tests, evaluations, and reports indicate that he\nis a low risk to reoffend. Vanderheiden’s counsel noted that none of the crimes for which\nVanderheiden had been convicted carried a mandatory minimum sentence, therefore probation\nwas a possible sentence.\n         At the sentencing hearing, the district court stated that it had considered Vanderheiden’s\nage, mentality, education, experience, and social and cultural background, as well as his past\ncriminal record, history of law-abiding conduct, the motivation for the offense, the nature of the\noffense, and the amount of violence involved in the commission of the crime. The court fully set\nout its reasoning for imposing the sentences ultimately given. The court stated:\n         In imposing these sentences I’ve considered your age, mentality, education, experience,\n         and social and cultural background, as well as your past criminal record, history of\n         law-abiding conduct, the motivation for the offense, the nature of the offense, and the\n         amount of violence involved in the commission of this crime.\n                 I’ve been doing sentences for quite a while now, 12 or 13 years, and I cannot think\n         of a decision that has weighed on me more heavily than as to what I should impose in this\n         circumstance. You are a young man. Prior to this evening there would be no way to predict\n         that you would do something as terrible as you did. Prior to this evening you had done what\n         everyone wants their young child to do. You stayed out of trouble. You graduated high\n         school. You were working on your future.\n                 However, I also have to consider the impact your actions had on all of these other\n         children. As your attorney has argued your claim at least is that you don’t remember\n         making the comments you made. Those comments are very disturbing to this Court,\n         undoubtedly to those juveniles. They will be dealing with the after effects of your actions\n         the rest of their lives, as well.\n                 I do believe that you probably wouldn’t have been involved in this if it weren’t for\n         the co-defendant, but you willingly went with the co-defendant, and that’s hard to\n         understand. Maybe you going with him, but it’s hard to understand your actions afterwards.\n         You know, whether you have a friend for two months or 20 years, if one of your friends is\n         on that kind of a mission, a real friend would have tried to stop it. A real friend would not\n\n\n\n                                                -5-\n\f       have contributed to those events, and by all accounts you did contribute to those events.\n       I’ve thought for several days trying to understand why you would. You know, the psych\n       eval, you not knowing any of these people makes it more disturbing, and trying to\n       understand that is part of what I was trying to figure out prior to today.\n               Perhaps -- [t]hat makes it more disturbing, but perhaps -- I note the psych eval\n       indicates you are lower range intellectually, maybe that allows you to be more of a\n       follower, I don’t know. But holding a rifle to the head and back of other people is such a\n       severe incident, and so traumatic to people, so fraught with the possibility that someone\n       could have been killed that I cannot consider you an appropriate candidate for probation.\n               A lesser sentence would depreciate the seriousness of these crimes and promote\n       disrespect for the law. The crime caused or threatened serious harm. Your actions were not\n       provoked by the victims. There is no reason to justify or excuse the offense.\n\n        The district court sentenced Vanderheiden to 5 to 10 years’ imprisonment on count I,\npossession of a deadly weapon during the commission of a felony; 3 to 10 years’ imprisonment on\ncount II, kidnapping; 3 years’ imprisonment on count III, terroristic threats; 1 year’s imprisonment\non counts IV and V, each charging second degree false imprisonment; 1 year’s imprisonment on\ncount VI, third degree assault; and 6 months’ imprisonment on count VII, criminal mischief. The\nsentences in counts II, III, IV, V, VI, and VII were ordered to be served concurrently with each\nother and consecutive to count I. Vanderheiden was not given any credit for time served.\nVanderheiden was also ordered to pay restitution in the amount of $606.94 to Frye and $343.86 to\nHenry.\n        Counts I and II are Class II felonies punishable by between 1 and 50 years’ imprisonment.\nSee Neb. Rev. Stat. § 28-105 (Reissue 2016). Count III is a Class IIIA felony and is normally\npunishable by up to 3 years’ imprisonment, up to a $10,000 fine, and between 9 and 18 months of\npostrelease supervision. Id. Counts IV, V, and VI are Class I misdemeanors punishable by up to 1\nyear of imprisonment, up to a $1,000 fine, or both. Neb. Rev. Stat. § 28-106 (Reissue 2016). Count\nVII is a Class II misdemeanor punishable by up to 6 months’ imprisonment, up to a $1,000 fine,\nor both. Id. Vanderheiden now appeals.\n                                   ASSIGNMENT OF ERROR\n       Vanderheiden assigns that the district court erred by imposing excessive sentences.\n                                    STANDARD OF REVIEW\n         An appellate court will not disturb a sentence imposed within the statutory limits absent an\nabuse of discretion by the trial court. State v. Mueller, 301 Neb. 778, 920 N.W.2d 424 (2018).\nWhere a sentence imposed within the statutory limits is alleged on appeal to be excessive, the\nappellate court must determine whether the sentencing court abused its discretion in considering\nand applying the relevant factors as well as any applicable legal principles in determining the\nsentence to be imposed. State v. Hunt, 299 Neb. 573, 909 N.W.2d 363 (2018).\n         An appellate court always reserves the right to note plain error which was not complained\nof at trial or on appeal. State v. Chacon, 296 Neb. 203, 894 N.W.2d 238 (2017). Plain error exists\n\n\n\n\n                                                -6-\n\fwhere there is error, plainly evident from the record but not complained of at trial, that prejudicially\neffects a substantial right of a litigant and is of such a nature that to leave it uncorrected would\ncause a miscarriage of justice or result in damage to the integrity, reputation, and fairness of the\njudicial process. State v. Jones, 293 Neb. 452, 878 N.W.2d 379 (2016).\n                                             ANALYSIS\n         Vanderheiden argues that the only conclusion that can be drawn from all of the testing,\nassessments, and screenings done by the probation office and other mental health professionals is\nthat he is a low risk to reoffend, thus justifying a lesser sentence. Vanderheiden notes that he had\nno prior criminal history and that “ten minutes of bad decision making he made on the evening of\nthe event by following the lead of the co-defendant is not indicative of how he would behave on\nprobation.” Brief for appellant at 18-19. He claims that there is “no indication in the PSI or\nevidence before the court that would indicate [he] was in need of correctional treatment that could\nbest be provided by commitment to a correctional facility.” Id. at 19. Vanderheiden claims that if\nyou “weigh all of these factors, including [his] age, mentality, education and experience, social\nand cultural background, record for law abiding conduct against the motivation for the offense, the\nnature of the offense and violence involved, it is clear the sentence imposed in this case was\nexcessive.” Id. at 20. Vanderheiden argues that the district court seems to give great weight to the\nnature of the offense and the fact that a lesser sentence would depreciate the seriousness of the\ncrime and promote disrespect for the law, and less weight to the character and circumstances of\nthe offender. He argues that when that “basis is used to defend the sentence imposed, it diminishes\nall of the other factors that the court must take into consideration when imposing a sentence.” Id.\n         In its brief the State argues that the sentences imposed were not excessive, particularly\ngiven the nature of the offense conduct. However, the State “submits the district court committed\nplain error by imposing determinate sentences on five of his convictions.” Brief for appellee at 11.\n                                           COUNTS I AND II\n        The record is clear that the sentencing decision made by the district court was very difficult.\nThe court fully discussed the various factors which were considered in reaching a decision. We\nagree with and understand the difficulty experienced by the district court in considering the\ndangerousness of the offense and the conduct displayed by Vanderheiden as opposed to his past\nrecord which is essentially devoid of criminal conduct. However we are mindful of our standard\nof review. Because the sentences imposed on Vanderheiden fall within the statutory sentencing\nlimits, we review the sentence for an abuse of discretion. State v. Mueller, 301 Neb. 778, 920\nN.W.2d 424 (2018). An abuse of discretion in imposing a sentence occurs when a sentencing\ncourt’s reasons or rulings are clearly untenable and unfairly deprive the litigant of a substantial\nright and just result. State v. Artis, 296 Neb. 172, 893 N.W.2d 421 (2017).\n        The district court stated that it had considered Vanderheiden’s age, mentality, education,\nexperience, and social and cultural background, as well as his past criminal record, history of\nlaw-abiding conduct, the motivation for the offense, the nature of the offense, and the amount of\nviolence involved in the commission of the crime, all proper factors that a judge should consider.\nSee State v. Mora, 298 Neb. 185, 903 N.W.2d 244 (2017). Based on these factors the court stated\n\n\n\n\n                                                 -7-\n\fthat the actions of Vanderheiden were of such a severe nature the court could not consider him an\nappropriate candidate for probation. The district court noted that a lesser sentence would depreciate\nthe seriousness of the crimes and promote disrespect for the law.\n        It is clear that the district court took the appropriate factors into consideration when\nsentencing Vanderheiden. Vanderheiden’s actions in this case put four people in fear for their lives.\nVanderheiden was not known to the victims. He pointed guns at their heads and backs while\nthreatening to shoot them. The victims’ statements read during the course of the sentencing hearing\nand contained in the PSI demonstrate the lasting trauma that they have experienced. Based upon\nthis record, it cannot be said that the district court abused its discretion in imposing the sentences.\n                                              COUNT III\n         The Court sentenced Vanderheiden to a determinate sentence of 3 years’ imprisonment on\ncount III, terroristic threats. Count III is a Class IIIA felony. Neb. Rev. Stat. § 29-2204.02(4)\n(Reissue 2016) required the district court to impose an indeterminate sentence for this offense, and\nits failure to do so constituted plain error.\n         Section 29-2204.02(4) states:\n         For any sentence of imprisonment for a Class III, IIIA, or IV felony for an offense\n         committed on or after August 30, 2015, imposed consecutively or concurrently with (a) a\n         sentence for a Class III, IIIA, or IV felony for an offense committed prior to August 30,\n         2015, or (b) a sentence of imprisonment for a Class I, IA, IB, IC, ID, II, or IIA felony, the\n         court shall impose an indeterminate sentence within the applicable range in section 28-105\n         that does not include a period of post-release supervision, in accordance with the process\n         set forth in section 29-2204.\n\n       We note that the district court correctly refrained from imposing a period of postrelease\nsupervision on this count. Nonetheless, the court could not impose a determinate sentence on this\ncount since the appellant was also sentenced on two Class II felonies. Therefore we vacate the\nsentence imposed by the district court on count III and remand it thereto for resentencing.\n                                     COUNTS IV, V, VI, AND VII\n        A similar issue exists with respect to the sentences imposed on the four misdemeanor\ncounts. The district court imposed determinate sentences on each of these counts.\n        Section 29-2204.02(5) states:\n        For any sentence of imprisonment for a misdemeanor imposed consecutively or\n        concurrently with a sentence of imprisonment for a Class III, IIIA, or IV felony for an\n        offense committed on or after August 30, 2015, the court shall impose a determinate\n        sentence within the applicable range in section 28-106 unless the person is also committed\n        to the Department of Correctional Services in accordance with section 29-2204 for (a) a\n        sentence of imprisonment for a Class III, IIIA, or IV felony committed prior to August 30,\n        2015, or (b) a sentence of imprisonment for a Class I, IA, IB, IC, ID, II, or IIA felony.\n\n\n\n\n                                                 -8-\n\f       Since the district court was required to impose indeterminate sentences on counts IV, V,\nVI and VII under this statute, we must find that the sentences imposed constitute plain error.\nTherefore, we vacate the sentences imposed by the district court on counts IV, V, VI, and VII and\nremand them to the district court for resentencing.\n                                        CONCLUSION\n        For the foregoing reasons, we affirm the sentences imposed on Vanderheiden as to counts\nI and II. However, we find plain error as to the remaining counts. Thus, we vacate the sentences\nimposed on counts III through VII, and remand the matter to the district court for resentencing on\ncounts III, IV, V, VI and VII in accordance with § 29-2204.02(4) and (5).\n                                                       AFFIRMED IN PART, AND IN PART VACATED\n                                                       AND REMANDED FOR RESENTENCING.\n\n\n\n\n                                              -9-\n\f",
            "ocr": false,
            "opinion_id": 4426917
        }
    ],
    "court_short_name": "Nebraska Court of Appeals",
    "court_full_name": "Nebraska Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Kidnapping"
}