{
    "id": 4656717,
    "judges": "Per Curiam",
    "date_filed": 1566950400000,
    "date_filed_is_approximate": false,
    "slug": "maria-azucena-pomposo-lopez-v-william-p-barr",
    "case_name_short": null,
    "case_name": "Maria Azucena Pomposo Lopez v. William P. Barr",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "agency",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 6.0,
            "download_url": "http://media.ca7.uscourts.gov/cgi-bin/rssExec.pl?Submit=Display&Path=Y2019/D08-28/C:19-1026:J:PerCuriam:aut:T:npDp:N:2390356:S:0",
            "author_id": null,
            "opinion_text": "                        NONPRECEDENTIAL DISPOSITION\n                To be cited only in accordance with Fed. R. App. P. 32.1\n\n\n\n                United States Court of Appeals\n                                For the Seventh Circuit\n                                Chicago, Illinois 60604\n\n                               Argued August 7, 2019\n                               Decided August 28, 2019\n\n                                         Before\n\n                          DANIEL A. MANION, Circuit Judge\n\n                          DIANE S. SYKES, Circuit Judge\n\n                          AMY C. BARRETT, Circuit Judge\n\nNo. 19-1026\n\nMARIA A. POMPOSO LOPEZ, et al.,                   Petition for Review of an Order of the\n    Petitioners,                                  Board of Immigration Appeals.\n\n      v.                                          Nos. A200-768-027, A208-296-669,\n                                                  A208-296-670 & A208-296-671\nWILIAM P. BARR,\nAttorney General of the United States\n      Respondent.\n\n                                        ORDER\n\n       Maria Pomposo Lopez, a Mexican citizen, petitions, along with her three minor\nchildren, for review of the Board of Immigration Appeal’s denial of her applications for\nasylum and withholding of removal under the Immigration and Nationality Act (based\non her membership in a social group of people subjected to familial abuse) and for\nwithholding of removal under the Convention Against Torture. The Board concluded\nthat Pomposo Lopez did not establish harm that rose to the level of past persecution, a\nwell-founded fear of future persecution based on a protected ground, or a likelihood\nthat she would be tortured if removed to Mexico. We agree and deny the petition for\nreview.\n\fNo. 19-1026                                                                      Page 2\n\n                                           I.\n       Pomposo Lopez unlawfully entered the United States in 2010 with her three\nminor children, Eyvi, Aryela, and Andrea, who are also petitioners in this case. They\nsettled in Columbus, Indiana with the children’s father.\n\n       Pomposo Lopez and her partner testified to the following. When Aryela was ten\nyears old, she confided in a school psychologist that she was being harassed and\ntouched inappropriately by her 24-year-old cousin who lived with the family. The\nschool contacted Aryela’s father, who took her to the police station to file a sexual\nmisconduct report in May 2014. When the police questioned Aryela alone, she said that\nthe sexual abuse did not occur, so they closed the case. Aryela’s father kicked out his\nnephew, who later moved to Utah.\n\n       Months later, Pomposo Lopez began receiving threatening text messages\npurportedly sent on behalf of the estranged nephew. The messager identified herself as\nthe nephew’s girlfriend and said that she knew where the family lived, that she was\ngoing to send someone to beat them up, and that Pomposo Lopez should be careful\nwith her children. The girlfriend also taunted Pomposo Lopez, telling her that the\nnephew would boast of his abuse of Aryela. Pomposo Lopez twice reported the\nmessages to the Columbus police, but they told her that she needed to receive more\nmessages before they opened an investigation.\n\n       In December 2014, Pomposo Lopez and her children returned to Mexico where\nthe harm grew more serious. In February 2015, Pomposo Lopez was held at gunpoint\nby two unknown men with pistols, while a third man tried to abduct Aryela on the\nstreet where they lived. Aryela escaped, but the men restrained Pomposo Lopez and\nwarned her that her partner should stop talking to the police. (In Pomposo Lopez’s\nabsence, her partner—then in the United States—had reported to Columbus police that\nhe had been receiving text messages, purportedly from the nephew and his girlfriend,\nthat insulted Pomposo Lopez and Aryela.) Pomposo Lopez reported the incident at\ngunpoint to a nearby police patrol, who told her that incidents like this happen often\nand that she “needed to give them a little bit of money in order for them to help [her]\nfind out what happened.” She did not pay and received no help.\n\n      The family also received phone threats in Mexico. Pomposo Lopez’s mother,\nwith whom the family was staying, received calls from unknown callers asking to speak\nwith Pomposo Lopez. On the one occasion that Pomposo Lopez answered the house\n\fNo. 19-1026                                                                        Page 3\n\nphone in May 2015, an unfamiliar female voice told her to be careful “because children\ncan get lost and be found later without their organs.” Pomposo Lopez reported this call\nto the police, who again refused to help her if she did not pay.\n\n       The next month, Pomposo Lopez and her children fled Mexico to escape the\nthreats. Since they left, Pomposo Lopez and her partner have not received any\nthreatening phone calls or text messages. But Pomposo Lopez’s father in Mexico\ncontinued to receive calls from an unknown caller, asking to speak with Pomposo\nLopez.\n\n       Pomposo Lopez and her children sought to reenter the United States in Laredo,\nTexas without visas and were stopped at the border. They were placed in removal\nproceedings and found removable. They applied for asylum and withholding of\nremoval based on what they later identified as a social group comprising (1) individuals\nor family members of individuals unable to leave a familial, or similar,\nrelationship/situation, and (2) individuals or family members of individuals who have\nreported crime/familial abuse. They also sought CAT protection.\n\n       After a series of continued hearings, the immigration judge denied all their\napplications. The IJ found Pomposo Lopez credible but concluded that the past harm\ndid not rise to the level of persecution. The IJ did not discuss the proposed social groups\nbut determined that any persecution was not based on a protected ground because the\nthreats were based on a personal family dispute. The IJ further concluded that Pomposo\nLopez had not established a well-founded fear of persecution that was objectively\nreasonable, in part, because no evidence reflected that Pomposo Lopez, her partner, or\nher relatives in Mexico had received threats in several years, and the police had closed\nthe sexual abuse case against the nephew. Because Pomposo Lopez could not meet the\nstandard for asylum, the IJ also determined that she could not meet the higher standard\nfor withholding of removal. The IJ denied CAT protection, finding that there was no\nevidence that the Mexican government acquiesced or even knew of any harm and that\nthe incidents that she described do not constitute torture.\n\n       Pomposo Lopez appealed to the Board, which upheld the IJ’s decision. The\nBoard agreed with the IJ that the harm did not rise to the level of past persecution. The\nBoard also determined that the harm was based on a personal family dispute and that\neven if the particular social groups were cognizable, the IJ correctly concluded that the\nfamily would not be targeted in the future based on any protected group. Finally, the\nBoard agreed with the IJ that the family was ineligible for CAT protection because they\n\fNo. 19-1026                                                                           Page 4\n\nhad not shown a likelihood of being tortured in Mexico with the acquiescence of the\ngovernment.\n\n                                             II.\n       On appeal, Pomposo Lopez first contends that the Board erred by concluding\nthat she did not demonstrate past persecution to support her claims of asylum and\nhumanitarian asylum under 8 C.F.R. § 1208.13(b)(1)(iii). She argues that considered\ntogether, the repeated phone threats on behalf of the nephew, the attempted\nkidnapping of Aryela, and her own holdup at gunpoint all rise to the level of\npersecution. She emphasizes that the incident at gunpoint and the phone message—\nwarning her that her children may get lost and turn up without organs—are “credible\nthreat[s] to inflict grave physical harm,” Stanojkova v. Holder, 645 F.3d 943, 948 (7th Cir.\n2011), of an “immediate or menacing nature.” Bejko v. Gonzales, 468 F.3d 482, 486\n(7th Cir. 2006).\n\n        We review the Board’s decision under the deferential “substantial evidence”\nstandard and will reverse only if the evidence compels a contrary finding. N.Y.C.C. v.\nBarr, 930 F.3d 884, 888 (7th Cir. 2019). The evidence to which Pomposo Lopez points\ndoes not compel a finding of past persecution. Persecution involves “the use of\nsignificant physical force against a person’s body” “or nonphysical harm of equal\ngravity.” Stanojkova, 645 F.3d at 948. A single, unsuccessful attempt to abduct Aryela at\ngunpoint and a series of threatening phone messages, without any physical harm or\nfurther attempts to carry out the threats, do not describe grave harm to compel a\nfinding of past persecution. See I.N.S. v. Elias-Zacarias, 502 U.S. 478, 481 (1992); Mema v.\nGonzales, 474 F.3d 412, 418 (7th Cir. 2007) (abduction at gunpoint followed by detention\nand physical abuse did not compel conclusion of past persecution); Hasanaj v. Ashcroft,\n385 F.3d 780, 782 (7th Cir. 2004) (single incident at gunpoint with no physical harm did\nnot compel finding of past persecution).\n\n       Moreover, “[t]hreats can constitute past persecution only in the most extreme\ncircumstances, such as where they are of a most immediate or menacing nature or if the\nperpetrators attempt to follow through on the threat” but “[i]n the majority of cases”\nthreats do not compel a finding of past persecution. Bejko, 468 F.3d at 486. A finding of\npast persecution can be compelled, however, if threats are accompanied by other\nincidents of severe violence. See Cecaj v. Gonzales, 440 F.3d 897, 899–900 (7th Cir. 2006)\n(past persecution found after two detentions with beatings, gunshot intended to\nintimidate, threatening phone calls, child kidnapping, and another threat); Kantoni\n\fNo. 19-1026                                                                         Page 5\n\nv. Gonzales, 461 F.3d 894, 898 (7th Cir. 2006) (past persecution found in situation of\n“rape, the destruction of one’s business, threats, detention, more threats, and threatened\nseizure of one’s children”). Here, the gunpoint incident was fortunately an isolated\noccurrence, and there is no evidence that the perpetrators attempted to follow through\non the threat. Although the incident occurred on the street near the family’s home, the\nfamily remained there for four more months without further encounters. Because\nPomposo Lopez has not established past persecution, her claim for humanitarian\nasylum also fails. See Georgieva v. Holder, 751 F.3d 514, 523 (7th Cir. 2014).\n\n       Pomposo Lopez next attacks several grounds supporting the IJ’s conclusion that\nshe lacks a well-founded fear of future persecution. First, she says that the IJ\nunreasonably concluded that she had not shown a well-founded fear because the family\nhad not received any threats since fleeing to the United States. This conclusion is\nunreasonable, she contends, because it requires asylum applicants to demonstrate that\nthreats are ongoing even after they have successfully fled danger—the very basis of\ntheir asylum claim. But the IJ’s reliance on the absence of any threats after Pomposo\nLopez fled Mexico is reasonable given the nature of the threats in this case.\nPomposo Lopez testified that the perpetrators of the threats and harm—the nephew\nand his girlfriend—reside in the United States and have family connections in both\ncountries, and, thus, could reasonably access the family in either country. Indeed, the\nthreatening phone messages began when Pomposo Lopez was in the United States. Yet,\ndespite this access, no one in Pomposo Lopez’s family received any threats, in either\ncountry, after she fled Mexico.\n\n       Pomposo Lopez counters that the IJ overlooked evidence from her declaration\nthat her father received phone calls for her in Mexico after she fled. But the relevant part\nof the declaration reads: “My father is still receiving phone calls for me in Mexico. The\nnumbers are marked private. We don’t know who is calling. My father tells them I am\nnot there.” This evidence does not establish that her father received any threats, and\nthus does not undermine the IJ’s conclusion that no threats occurred since Pomposo\nLopez left Mexico.\n\n      Next, Pomposo Lopez challenges the IJ’s determination that she lacks a fear of\npersecution on grounds that Aryela withdrew her statements about the alleged sexual\nabuse and the police closed the case. It was only after the police closed the case, she\ncontends, that the most significant harm occurred—the attempted kidnapping at\n\fNo. 19-1026                                                                         Page 6\n\ngunpoint. The case’s closure, then, she insists, is not indicative of whether she would\nreasonably experience further harm for filing the police report.\n\n       But substantial evidence supports the IJ’s conclusion that Pomposo Lopez had no\nreason to fear future persecution. The IJ reasonably concluded that—because Pomposo\nLopez and her partner had not heard from the nephew or his girlfriend in several years\nand there was no threat of criminal charges for the alleged abuse—the family had no\nreason to fear further threats from the nephew. The fact that Pomposo Lopez\nexperienced serious threats months after Aryela filed and withdrew her sexual abuse\ncomplaint does not weaken the IJ’s determination that the fear of further threats several\nyears later was objectively unreasonable given the absence of any threats in the\nintervening two years.\n\n       Because we have concluded that the record does not compel a finding that\nPomposo Lopez had a well-founded fear of future persecution, we need not address her\narguments that any persecution was based on her membership in a particular social\ngroup.\n\n       Pomposo Lopez also challenges the denials of her claims of statutory\nwithholding of removal and withholding of removal under CAT. The standard for\nwithholding of removal is more stringent than that for asylum. Boci v. Gonzales, 473 F.3d\n762, 767 (7th Cir. 2007). To qualify for withholding of removal, an alien must\ndemonstrate a clear probability that he or she will face persecution if removed. Id.\nBecause Pomposo Lopez has not met the more lenient burden of proof for asylum, she\ndoes not qualify for withholding of removal.\n\n        Finally, Pomposo Lopez seeks protection under CAT. To receive this protection,\nan applicant must show that “it is more likely than not that one would be tortured if\nremoved to the proposed country of removal.” Sarhan v. Holder, 658 F.3d 649, 653\n(7th Cir. 2011) (quoting Toure v. Holder, 624 F.3d 422, 429 (7th Cir. 2010)). “Torture” is\ndefined as “severe pain or suffering” or an “extreme form of cruel and inhuman\ntreatment” that is intentionally inflicted with the consent or acquiescence of a public\nofficial. 8 C.F.R. § 208.18(a)(1)–(2). Pomposo Lopez has provided no evidence of torture\nas defined by federal regulations, thus the record does not compel granting her relief\nunder CAT.\n\n       Because substantial evidence supports the Board’s conclusions, we deny the\npetition for review.\n\f",
            "ocr": false,
            "opinion_id": 4433970
        }
    ],
    "court_short_name": "Seventh Circuit",
    "court_full_name": "Court of Appeals for the Seventh Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Kidnapping"
}