{
    "id": 4690325,
    "judges": null,
    "date_filed": 1577145600000,
    "date_filed_is_approximate": false,
    "slug": "rodney-redwing-v-oregon-state-prison",
    "case_name_short": null,
    "case_name": "Rodney Redwing v. Oregon State Prison",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": "Habeas",
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 4.0,
            "download_url": "http://cdn.ca9.uscourts.gov/datastore/memoranda/2019/12/24/19-35049.pdf",
            "author_id": null,
            "opinion_text": "                           NOT FOR PUBLICATION                           FILED\n                    UNITED STATES COURT OF APPEALS                       DEC 24 2019\n                                                                      MOLLY C. DWYER, CLERK\n                                                                       U.S. COURT OF APPEALS\n                           FOR THE NINTH CIRCUIT\n\nRODNEY JAMES REDWING,                           No.    19-35049\n\n                Petitioner-Appellant,           D.C. No. 6:17-cv-00796-HZ\n\n v.\n                                                MEMORANDUM*\nOREGON STATE PRISON,\n\n                Respondent-Appellee.\n\n                  Appeal from the United States District Court\n                           for the District of Oregon\n                  Marco A. Hernandez, District Judge, Presiding\n\n                          Submitted December 13, 2019**\n                              Seattle, Washington\n\nBefore: GOULD and BERZON, Circuit Judges, and BENITEZ,*** District Judge.\n\n      Rodney Redwing appeals the district court’s denial of his petition for a writ\n\nof habeas corpus under 28 U.S.C. § 2254. We have jurisdiction under 28 U.S.C.\n\n\n\n      *\n             This disposition is not appropriate for publication and is not precedent\nexcept as provided by Ninth Circuit Rule 36-3.\n      **\n             The panel unanimously concludes this case is suitable for decision\nwithout oral argument. See Fed. R. App. P. 34(a)(2).\n      ***\n            The Honorable Roger T. Benitez, United States District Judge for the\nSouthern District of California, sitting by designation.\n\f§§ 1291 and 2253, and we review the district court’s denial of Redwing’s habeas\n\npetition de novo. Sanders v. Cullen, 873 F.3d 778, 793 (9th Cir. 2017). We\n\naffirm.\n\n      Following a trial by jury, Redwing was sentenced to 186 months in prison\n\nfor kidnapping and other crimes. Redwing argues his counsel rendered ineffective\n\nassistance under Strickland v. Washington, 466 U.S. 668 (1984). Specifically,\n\nRedwing claims that his attorney should have moved for acquittal on the\n\nkidnapping charge by arguing that there was insufficient evidence of asportation\n\nbased on State v. Wolleat, 111 P.3d 1131 (Or. 2005). To demonstrate ineffective\n\nassistance of counsel and warrant habeas relief, a petitioner must show both:\n\n(1) his attorney’s performance was deficient; and (2) resulting prejudice. See\n\nStrickland, 466 U.S. at 687. On this record, Redwing has not made the necessary\n\nshowing on either prong.\n\n      Redwing made this same argument pro se on direct appeal. The Oregon\n\nCourt of Appeals rejected the argument. Redwing again made the argument in\n\nOregon post-conviction proceedings. The argument was rejected by the post-\n\nconviction court, and that conclusion was affirmed by the Oregon Court of\n\nAppeals. The Oregon Supreme Court denied review. Whether the evidence of\n\nRedwing’s actions satisfied the kidnapping elements under Wolleat is an\n\ninterpretive question of state law. Here, two Oregon courts have already applied\n\n\n                                         2                                      19-35049\n\fOregon law to Redwing’s facts and concluded that Redwing’s sufficiency-of-the-\n\nevidence argument was unavailing. Normally on federal habeas review, “[a] state\n\ncourt has the last word on the interpretation of state law.” Mendez v. Small, 298\n\nF.3d 1154, 1158 (9th Cir. 2002); see also Bains v. Cambra, 204 F.3d 964, 972 (9th\n\nCir. 2000) (“[I]n reviewing such a [§ 2254] petition, a federal court is bound by the\n\nstate court’s interpretations of state law.”).\n\n      Moreover, the state courts’ conclusions that the evidence was sufficient to\n\nprove the asportation element of the crime is consistent with other Oregon\n\ndecisions. For example, while Wolleat held that moving a victim fifteen to twenty\n\nfeet within the same home, by itself, is not sufficient to show asportation, 111 P.3d\n\nat 1135-36, Redwing’s crime was more like that in State v. Mejia, 227 P.3d 1139\n\n(Or. 2010). In Mejia, the defendant pushed the victim from her open front door as\n\nshe was leaving her home, moved her to a bedroom a distance of approximately\n\nthirty-four feet, took away her cell phone when she tried to call for help, and\n\nrepeatedly choked her. Id. at 1140-41. The Oregon Supreme Court decided the\n\nmovement and confinement were sufficient proof of an intention to interfere with\n\nthe victim’s personal liberty apart from the assaultive and menacing acts, and thus\n\nqualified as kidnapping. Id. at 1145.\n\n      Redwing’s victim had escaped the brutality inside the home and made it\n\nseven feet outside before being picked up and carried back inside. Redwing also\n\n\n                                            3                                     19-35049\n\ftook away the victim’s car keys and cell phone. Had his attorney made the Wolleat\n\nargument Redwing claims his attorney should have made, it would have failed, as\n\nit did when Redwing himself presented the argument. Thus, it is clear that\n\nRedwing’s trial attorney did not perform deficiently by not pursuing what would\n\nhave been a losing motion for acquittal. And Redwing was not prejudiced by the\n\nmotion not made. Thus, the district court was correct in holding that the Oregon\n\ncourts reasonably applied federal law and satisfied § 2254(d) in denying\n\nRedwing’s claim of ineffective assistance of trial counsel.\n\n      AFFIRMED.\n\n\n\n\n                                         4                                   19-35049\n\f",
            "ocr": false,
            "opinion_id": 4467578
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Kidnapping"
}