{
    "id": 4745696,
    "judges": "Celebrezze",
    "date_filed": "2018-04-06",
    "date_filed_is_approximate": true,
    "slug": "state-v-butts",
    "case_name_short": "Butts",
    "case_name": "State v. Butts",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": "Rape R.C. 2907.02 expert witness expert testimony Evid.R. 702 scope plain error Crim.R. 52 victim-impact evidence sentence R.C. 2953.08 R.C. 2971.03 contrary to law. The trial court did not abuse its discretion or err in permitting the state's expert witness to testify about the effects that trauma has on child victims of sexual abuse. Appellant's sentence is not contrary to law.",
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "2020 Ohio 1498"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 27.0,
            "download_url": "http://www.supremecourt.ohio.gov/rod/docs/pdf/8/2020/2020-Ohio-1498.pdf",
            "author_id": 8067.0,
            "opinion_text": "[Cite as State v. Butts, 2020-Ohio-1498.]\n\n\n                                COURT OF APPEALS OF OHIO\n\n                              EIGHTH APPELLATE DISTRICT\n                                 COUNTY OF CUYAHOGA\n\nSTATE OF OHIO,                                    :\n\n                 Plaintiff-Appellee,              :\n                                                           No. 108381\n                 v.                               :\n\nTAMIR H. BUTTS,                                   :\n\n                 Defendant-Appellant.             :\n\n\n                                JOURNAL ENTRY AND OPINION\n\n                 JUDGMENT: AFFIRMED\n                 RELEASED AND JOURNALIZED: April 16, 2020\n\n\n          Criminal Appeal from the Cuyahoga County Court of Common Pleas\n                              Case No. CR-17-622310-A\n\n\n                                            Appearances:\n\n                 Michael C. O’Malley, Cuyahoga County Prosecuting\n                 Attorney, and Ronni Ducoff, Assistant Prosecuting\n                 Attorney, for appellee.\n\n                 David L. Doughten, for appellant.\n\n\nFRANK D. CELEBREZZE, JR., J.:\n\n                Defendant-appellant, Tamir Butts (“appellant”), brings the instant\n\nappeal challenging his convictions and sentence. Specifically, appellant argues that\n\nthe trial court erred by permitting the state’s expert witness to testify to matters\n\fbeyond that witness’s expertise, and the trial court failed to consider relevant\n\nsentencing options. After a thorough review of the record and law, this court affirms.\n\n                        I. Factual and Procedural History\n\n             The instant case is the result of sexual abuse suffered by the victim,\n\nK.R., at the hands of appellant. K.R. was seven years old when appellant began\n\nsexually abusing her, and the abuse continued as K.R. was eight and nine years old.\n\nAppellant and K.R.’s mother, I.P. (hereinafter “mother”), were in a relationship, and\n\nhad a child together. From 2008 through 2011, appellant, mother, and K.R. all lived\n\ntogether. Appellant and mother had a child together, L.P., and their child also\n\nresided in the home. During this time that they all lived together, mother frequently\n\nworked in the afternoons and was away from the home in the early evenings. While\n\nmother was at work, appellant cared for K.R. and L.P. Sometime in 2011, mother\n\nended her relationship with appellant, and they ceased living together.\n\n             Thereafter, mother began a relationship with another man, M.H. At\n\nsome point in 2013, mother, K.R., and L.P. began living together with M.H. At this\n\ntime, mother was still working afternoons, and while she was at work, M.H. would\n\ncare for K.R. and L.P. After several years of living together, M.H. told mother that\n\nK.R. was distant with him and was standoffish towards him. In January 2017,\n\nmother approached K.R., and asked her why she was distant and standoffish around\n\nM.H. In response to this inquiry, K.R. disclosed to her mother that appellant had\n\nsexually assaulted her in the past.\n\f             On October 20, 2017, a Cuyahoga County Grand Jury returned a 16-\n\ncount indictment against appellant. Appellant was charged with four counts of rape,\n\nviolations of R.C. 2907.02(A)(1)(b), with sexually violent predator specifications\n\n(Counts 1, 5, 9, and 13). Counts 1, 5, and 9 contained furthermore specifications\n\nalleging that the victim was under the age of 10 at the time the offenses were\n\ncommitted, and that appellant forced the victim to submit by force or threat of force.\n\nCount 13 contained a furthermore specification alleging that the victim was between\n\nthe ages of 10 and 13 at the time the offense was committed and that appellant forced\n\nthe victim to submit by force or threat of force. Appellant was also charged with four\n\ncounts of gross sexual imposition (“GSI”), third-degree felony violations of R.C.\n\n2907.05(A)(4), with sexually violent predator specifications (Counts 2, 6, 10, and\n\n14); four counts of kidnapping, first-degree felony violations of R.C. 2905.01(B)(2),\n\nwith sexual motivation and sexually violent predator specifications (Counts 3, 7, 11,\n\nand 15). Counts 3, 7, and 11 contained a furthermore specification alleging that the\n\nvictim was under the age of 13, appellant was not a parent of the victim, and that the\n\noffense was committed with a sexual motivation. Count 15 contained a furthermore\n\nspecification alleging that the victim was under the age of 18 and that appellant was\n\nnot a parent of the victim. Finally, appellant was charged with four counts of\n\nendangering children, second-degree felony violations of R.C. 2919.22(B)(1), with\n\nfurthermore specifications alleging that the offense caused serious physical harm to\n\nthe victim (Counts 4, 8, 12, and 16).\n\f             The indictment alleged that Counts 1-4 were committed on or about\n\nSeptember 11, 2008, to September 10, 2009. The indictment alleged that Counts 5-\n\n8 were committed on or about September 11, 2009, to September 10, 2010. The\n\nindictment alleged that Counts 9-12 were committed on or about September 11,\n\n2010, to September 10, 2011. The indictment alleged that Counts 13-16 were\n\ncommitted on or about September 11, 2011, to December 31, 2011. Appellant pled\n\nnot guilty to the indictment at his November 3, 2017 arraignment.\n\n             A jury trial commenced on February 4, 2019. Appellant waived his right\n\nto a jury on the sexually violent predator specifications underlying Counts 1, 2, 3, 5,\n\n6, 7, 9, 10, and 11. Before the jury was selected, the state moved to amend the dates\n\npertaining to Counts 9, 10, 11, and 12 from occurring on or about September 11,\n\n2010, to September 10, 2011, to occurring on or about September 11, 2010, to June 1,\n\n2011. The state also dismissed Counts 13, 14, 15, and 16, pertaining to the period of\n\ntime between September 11, 2011, and December 31, 2011. (Tr. 18-19.)\n\n            At trial, the state presented several witnesses, most notably, K.R.,\n\nmother, Detective Jennifer Kroczak with the Euclid Police Department, the lead\n\ninvestigator assigned to the case, and Kirsti Mouncey, chief clinical officer at the\n\nCleveland Rape Crisis Center. Appellant presented no witnesses.\n\n             On February 11, 2019, at the close of the state’s case-in-chief,\n\nappellant’s counsel moved for a Crim.R. 29 judgment of acquittal. The trial court\n\ndenied the Crim.R. 29 motion as it pertained to Counts 1, 2, and 3 (rape, GSI, and\n\nkidnapping); and the endangering children offenses charged in Counts 4, 8, and 12\n\fwere amended from second-degree felonies to first-degree misdemeanors by\n\ndeleting the furthermore specifications. The trial court determined that the state\n\nfailed to present sufficient evidence that the victim suffered serious physical harm.\n\n             On February 13, 2019, the jury returned its verdict. The jury found\n\nappellant guilty of rape on Counts 1, 5, and 9 and guilty of the underlying\n\nfurthermore specifications; the trial court found appellant not guilty of the\n\nunderlying sexually violent predator specifications. The jury found appellant guilty\n\nof GSI on Counts 2 and 10, but not guilty of GSI on Count 6; the trial court found\n\nappellant not guilty of the underlying sexually violent predator specifications. The\n\njury found appellant guilty of kidnapping, the underlying furthermore\n\nspecifications, and the sexual motivation specifications on Counts 3, 7, and 11; the\n\ntrial court found appellant not guilty of the underlying sexually violent predator\n\nspecifications.   The jury found appellant guilty of first-degree misdemeanor\n\nendangering children on Counts 4, 8, and 12. The trial court ordered a presentence\n\ninvestigation report and set the matter for sentencing.\n\n              The trial court held a sentencing hearing on March 6, 2019. The trial\n\ncourt merged Counts 1, 3, and 4; Counts 5, 7, and 8; and Counts 9, 11, and 12. The\n\nstate elected to sentence appellant on the rape offenses charged in Counts 1, 5, and\n\n9. The trial court imposed a sentence of life imprisonment with parole eligibility\n\nafter serving 25 years: 25 years to life on Count 1; five years on Count 2; 25 years to\n\nlife on Count 5; 25 years to life on Count 9; and five years on Count 10. The trial\n\fcourt ordered the counts to run concurrently to one another. The trial court’s\n\nsentencing entry was journalized on March 8, 2019.\n\n             On April 3, 2019, appellant filed this appeal challenging the trial\n\ncourt’s judgment. He assigns two errors for review:\n\n      I. The trial court erred by permitting a state expert to testify to\n      matter[s] that were both beyond her expertise and unfairly prejudicial\n      as the jury was likely to misuse the information as a substitute for\n      substantive evidence.\n\n      II. The trial court erred in the sentencing procedure as [the trial court]\n      failed to consider a sentencing option of life with parole eligibility after\n      fifteen years pursuant to R.C. 2971.03(B)(1)([c]).\n\n                                II. Law and Analysis\n\n                           A. Expert Witness Testimony\n\n              In appellant’s first assignment of error, he argues that the trial court\n\nerred when it permitted the state’s expert witness, Kirsti Mouncey, to testify to\n\nmatters beyond the scope of her expertise as defined by the trial court.\n\n                                 1. Trial Testimony\n\n              Mouncey is the chief clinical officer at the Cleveland Rape Crisis\n\nCenter.1 As a state’s witness, Mouncey drafted an expert report detailing the effects\n\nthat trauma has on child victims of sexual abuse. In drafting her report, Mouncey\n\nreviewed the police reports and the video of K.R.’s interview with Detective Kroczak.\n\nMouncey did not personally interview K.R. Mouncey testified at trial to her findings\n\n\n\n      1 As described by Mouncey’s trial testimony, the Cleveland Rape Crisis Center\nprovides “comprehensive services from counseling, to advocacy, to education, to\nprevention services” for sexual abuse victims. (Tr. 872.)\n\fwithin the report but the report was not admitted as an exhibit for the jury’s\n\nconsideration.\n\n              The state presented Mouncey as an expert witness to testify to the\n\ngeneral effects that trauma has on child victims of sexual abuse. Mouncey opined\n\nthat trauma, specifically as a result of sexual abuse, manifests general behaviors or\n\nsymptoms in children. Mouncey further opined that trauma can ultimately have an\n\neffect on how and when a child discloses sexual abuse.           The state presented\n\nMouncey’s testimony to explain (1) why K.R. had not immediately disclosed the\n\nsexual abuse, and (2) how the trauma from the sexual abuse affected K.R.\n\n              At trial, mother testified that she and appellant ended their\n\nrelationship sometime in 2011. Thereafter, mother moved into her father’s home\n\nwith K.R. and L.P. Mother’s boyfriend, M.H., also moved into the home. There were\n\nseveral individuals living in mother’s father’s home, including mother’s sisters. This\n\nliving arrangement lasted for approximately four years between 2012 and 2016.\n\nMother specifically testified that while the family was living at her father’s house,\n\n“[K.R.] was mostly interacting with my sisters.” (Tr. 554.)\n\n              When mother and her children moved out of her father’s house and\n\ninto their own apartment with M.H., K.R.’s behavior changed. Specifically, mother\n\ntestified that “I could tell [K.R.] was distant like when I [would] leave to go to work,\n\nshe would go in her room and close the door.” (Tr. 555.) Mother explained that “I\n\nnoticed that [K.R.] was a little bit distant with [M.H.] too but I thought maybe I just,\n\nyou know, it was just her being a teenager, you know.” (Tr. 555.) M.H. informed\n\fmother that while she was at work and M.H. was watching the children, K.R. would\n\ngo into her bedroom, and would not come out.\n\n             Mouncey initially testified about preliminary matters, including her\n\ntraining, education, and job requirements. The state then moved the trial court to\n\ndeclare Mouncey an expert witness. The state sought to declare Mouncey an expert\n\nwitness in regard to the effects that trauma has on child victims of sexual abuse.\n\nAppellant’s counsel objected on the basis that Mouncey could not testify on the\n\nsubject of neurobiology.2 A sidebar was held to discuss the anticipated scope of\n\nMouncey’s testimony. After the sidebar, the trial court decided to dismiss the jury\n\nso the parties could voir dire Mouncey and inquire about her expertise and\n\nanticipated testimony. The jury was dismissed, and both parties had an opportunity\n\nto question Mouncey.\n\n              Following the inquiry, the trial court made the following ruling\n\nregarding the scope of Mouncey’s expertise:\n\n      I don’t believe she is going to be testifying as a neurobiology expert. I\n      believe she is going to be talking about the trauma of a rape victim and\n      the reactions of that. I’m going to allow her to be an expert on that area,\n      but not get into the neurobiology aspect of that if you understand.\n\n(Tr. 892.) Mouncey was declared an expert witness with regard to the effect that\n\ntrauma has on child victims of sexual abuse, including the effect of a victim’s delay\n\nin disclosure of sexual abuse.\n\n\n\n\n      2 Generally speaking, neurobiology is the study of how the nervous system\nprocesses information and affects one’s behavior.\n\f                                2. Expert Testimony\n\n              Expert testimony is governed by Evid.R. 702, which provides that a\n\nwitness qualified as an expert by knowledge, skill, experience, training, or education\n\nmay have his or her testimony presented in the form of an opinion or otherwise.\n\nFurthermore, “if a person has information which has been acquired by experience,\n\ntraining or education which would assist the trier of fact in understanding the\n\nevidence or a fact in issue and the information is beyond common experience, such\n\nperson may testify.” State v. Boston, 46 Ohio St.3d 108, 118, 545 N.E.2d 1220\n\n(1989). Expert testimony is subject to the relevancy requirements of Evid.R. 402\n\nand 403.\n\n              “‘The determination of the admissibility of expert testimony is within\n\nthe discretion of the trial court.’” State v. Harris, 2018-Ohio-578, 107 N.E.3d 658,\n\n¶ 38 (8th Dist.), quoting State v. Cook, 11th Dist. Lake No. 2016-L-079, 2017-Ohio-\n\n7953, ¶ 40, citing Evid.R. 104(A). This determination of expert testimony will not\n\nbe disturbed on appeal absent an abuse of discretion. Id. An abuse of discretion\n\nindicates unreasonableness, arbitrariness, or unconscionability. State v. Adams, 62\n\nOhio St.2d 151, 157, 404 N.E.2d 144 (1980).\n\n              In the instant matter, appellant does not contest Mouncey’s\n\nqualifications as an expert. Rather, he challenges the scope of Mouncey’s testimony,\n\narguing that Mouncey’s testimony went beyond the scope of the effect of trauma on\n\nchild victims of sexual abuse and included impermissible testimony on the subject\n\nof neurobiology.\n\f              First, we do not agree with appellant that Mouncey’s testimony\n\nincluded the subject of neurobiology. Appellant actually concedes that Mouncey did\n\nnot directly reference or testify to the subject of neurobiology. He argues, however,\n\nthat matters related to the subject of neurobiology can be inferred from the totality\n\nof Mouncey’s testimony. Appellant does not specify or cite to any examples in the\n\nrecord to support his assertion that Mouncey testified, indirectly or implicitly,\n\nregarding the subject of neurobiology. App.R. 16(A)(7).\n\n              After reviewing the record, and Mouncey’s trial testimony, we do not\n\nfind that she testified on the subject of neurobiology or otherwise exceeded the scope\n\nof her expertise or the trial court’s recognition thereof. In fact, the record reflects\n\nthat Mouncey exercised caution to avoid exceeding the scope of her expertise and\n\ntestifying about matters involving neurobiology. Mouncey was asked the following\n\nquestion on direct examination: “So with regard to reactions of the body and\n\ntrauma, what other reactions does the body have when an individual is engaged in\n\nan instance of trauma or sexual abuse?” (Tr. 906.) In response, Mouncey opined,\n\n      So there are a lot of different ways someone can react in the aftermath\n      of the trauma to the trauma so no one displays the same symptoms as\n      another, but typically after the incident is over, and I know I’m not\n      going into the brain piece, but there are always symptoms that come\n      from the abuse so something will happen where the trauma kind of\n      reemerges in the person’s life so a lot of victims will report that they\n      have nightmares, they have flashbacks, they can’t sleep.\n\n(Emphasis added.) (Tr. 906-907.) In this instance, the record reflects that\n\nMouncey carefully answered the question in order to comply with the trial\n\ncourt’s ruling regarding her area of expertise.\n\f                 Appellant argues that Mouncey impermissibly testified about the\n\neffect that trauma has on the brain, its impact on recall, and the difference between\n\nthe brain’s storage of a traumatic and a nontraumatic memory. The following\n\nexchange took place between the prosecutor and Mouncey during direct\n\nexamination:\n\n      [Prosecutor]: How does trauma affect a victim’s recall when abuse\n      occurs over a longer period of time?\n\n      [Mouncey]: It significantly impacts recall. Traumatic memory is\n      stored very differently in the brain then nontraumatic memory. It goes\n      back to the fact that the rational part of the brain is not on line when\n      the trauma happens so it’s again stored in sensory ways, and so we —\n      one way it affects us, it’s again the linear fashion, so our victim cannot\n      tell you this is the first thing, this is the second thing. This is the\n      timeline of the abuse. That is not possible due to the way it’s stored,\n      and then also there are just details that they can remember when we\n      have the rational part of the brain engaged.\n\n      We retain details like time, you know, again things that we can\n      rationalize but it’s not possible if the, if that piece of the brain is not on\n      line during the trauma, so again it’s stored in sensory ways. Smells,\n      sounds, feelings, that’s kind of the way someone will remember the\n      trauma.\n\n(Tr. 911-912.)\n\n                 Defense counsel did not object to Mouncey’s testimony regarding\n\nrecall, therefore, he has waived all but plain error. See State v. Mathis, 8th Dist.\n\nCuyahoga No. 107365, 2019-Ohio-3654, ¶ 34, citing State v. Ahmed, 103 Ohio St.3d\n\n27, 2004-Ohio-4190, 813 N.E.2d 637, ¶ 80. Pursuant to Crim.R. 52(B), “[p]lain\n\nerrors or defects affecting substantial rights may be noticed although they were not\n\nbrought to the attention of the court.” Plain error will be recognized only where, but\n\nfor the error, the outcome of the case would clearly have been different. State v.\n\fSanders, 92 Ohio St.3d 245, 257, 750 N.E.2d 90 (2001). The Ohio Supreme Court\n\nhas emphasized that plain error is to be noticed “‘with the utmost caution, under\n\nexceptional circumstances and only to prevent a manifest miscarriage of justice.’”\n\nState v. Barnes, 94 Ohio St.3d 21, 27, 759 N.E.2d 1240 (2002), quoting State v.\n\nLong, 53 Ohio St.2d 91, 372 N.E.2d 804 (1978), paragraph three of the syllabus.\n\n              We do not find that Mouncey’s testimony about the effect that trauma\n\nhas on a victim’s recall exceeded the scope of her expertise or circumvented the trial\n\ncourt’s ruling that she could testify as an expert in the area of rape trauma and a\n\nvictim’s reaction thereto. The testimony with which appellant takes issue was\n\npresented in the context of variables that affect the timing of a victim’s disclosure\n\nand a victim’s ability to recall specific details about abuse that occurs over an\n\nextended period of time. Mouncey’s testimony was offered to explain that victims\n\nof prolonged abuse are unable to recall every specific detail about the abuse, or the\n\nexact chronological order in which the abuse took place. Mouncey’s testimony was\n\nnot outside of the scope of her expertise, nor presented, either directly or implicitly,\n\nin the context of, or in order to explain the scientific subject of neurobiology.\n\n              Assuming, arguendo, that Mouncey did exceed the scope of her area\n\nof expertise, appellant has failed to demonstrate plain error.         In light of the\n\noverwhelming evidence of appellant’s guilt presented at trial, appellant cannot\n\ndemonstrate that but for Mouncey’s testimony about a victim’s reaction to trauma,\n\nthe effect that trauma has on a victim’s ability to recall details, and the manner in\n\fwhich traumatic memories are stored, the outcome at trial would have clearly been\n\ndifferent.\n\n               Appellant also argues that Mouncey’s testimony constituted improper\n\nvictim impact evidence and that Mouncey improperly vouched for the victim’s\n\nallegations and credibility by asserting that the victim suffered from many of the\n\nsymptoms of sexual abuse.\n\n               First, appellant fails to note that his trial counsel’s objection was\n\nlimited to the scope of Mouncey’s testimony, based upon which the trial court\n\ndetermined that she would not testify about the subject of neurobiology. Other than\n\nthe scope of Mouncey’s testimony and her lack of expertise on the subject of\n\nneurobiology, defense counsel did not object to Mouncey’s testimony on other\n\ngrounds. Accordingly, appellant arguably waived all but plain error with respect to\n\nthe victim impact evidence and Mouncey’s purported vouching of the victim’s\n\nallegations and credibility. See Crim.R. 52(B) (“[p]lain errors or defects affecting\n\nsubstantial rights may be noticed although they were not brought to the attention of\n\nthe court.”)\n\n               Appellant argues that he was unfairly prejudiced by Mouncey’s\n\ntestimony about the symptoms of trauma and sexual abuse K.R. exhibited during\n\nher recorded interview. He appears to contend that Mouncey should have been\n\nprohibited from testifying that K.R. exhibited symptoms consistent with\n\nexperiencing the trauma of sexual assault. Appellant’s argument is misplaced.\n\f              The Ohio Supreme Court has noted that “[a]n expert witness’s\n\ntestimony that the behavior of an alleged child victim of sexual abuse is consistent\n\nwith behavior observed in sexually abused children is admissible under the Ohio\n\nRules of Evidence.” State v. Stowers, 81 Ohio St.3d 260, 261, 690 N.E.2d 881\n\n(1998). Furthermore, such an expert witness may testify “on the characteristic\n\npsychological symptoms of a typical abused child as evidence supporting allegations\n\nthat a particular child has been abused.” State v. Nemeth, 82 Ohio St.3d 202, 206,\n\n694 N.E.2d 1332 (1998), fn. 1.\n\n              In this case, the state was permitted to present expert testimony to\n\nestablish that K.R. exhibited behaviors or symptoms of trauma resulting from sexual\n\nabuse. Therefore, the trial court did not abuse its discretion in permitting Mouncey\n\nto testify to K.R.’s behaviors and symptoms of sexual abuse.\n\n              To the extent that appellant also argues that Mouncey impermissibly\n\nvouched for K.R.’s claims that appellant sexually abused her, we do not agree. As a\n\ngeneral rule, “it is impermissible for an expert witness to offer his or her opinion as\n\nto the truth of a child’s statements.” Harris, 2018-Ohio-578, 107 N.E.3d 658, at\n\n¶ 44. Examining the entirety of Mouncey’s testimony, however, we do not find that\n\nshe vouched for K.R.’s claims that appellant sexually abused her.           Appellant\n\nacknowledges that Mouncey did not specifically testify that she believed the victim’s\n\nallegations. The record reflects that Mouncey testified, based on her expertise, about\n\nthe general behaviors exhibited by child victims of trauma and sexual abuse, and\n\nwhether K.R.’s behaviors were consistent with a victim of sexual abuse.\n\f               Mouncey also testified about the factors that impact when a child\n\nvictim comes forward to disclose sexual abuse. Mouncey generally explained that\n\ndisclosure may be hindered by a child’s relationship with the perpetrator, the child\n\nmay not have language skills to sufficiently describe the abuse, the family dynamic\n\nmay hinder disclosure, and the child may experience guilt, fear, or shame. After\n\ndescribing these general factors, Mouncey testified about the factors that applied to\n\nK.R. in this case:\n\n      Yes. I think I saw a lot of those factors that I just described. The child\n      — the abuse was reported starting at the age of seven which is the time\n      I described as children really not having language, the ability to really\n      talk about and get what is happening to them. The perpetrator that was\n      described is someone who lived with the victim, boyfriend of mom.\n      There was a stepbrother involved so a lot of those dynamics were\n      present.\n\n(Tr. 905.)\n\n              Mouncey furthered opined that delayed disclosures are more common\n\nin cases involving child victims, and a delayed disclosure is even more common\n\nwhen the perpetrator is known to the victim. (Tr. 900.) Mouncey explained that in\n\nmost cases, a child will need “a significant amount of safety” before he or she comes\n\nforward to disclose the abuse. (Tr. 905-906.)\n\n               Mouncey testified about her observations of K.R.’s interview and\n\nwhether K.R. was in a safe position to disclose the abuse:\n\n      [M]om was very persistent in approaching the victim to be that safe\n      person which is another layer. It really requires a person that the victim\n      feels safe with, and mom in that case was that person.\n\f      At that point the perpetrator was not living in that home any more so\n      some of those things were going on.\n\n(Tr. 906.) The following exchange occurred between the prosecutor and Mouncey\n\non direct examination regarding the circumstances under which K.R. disclosed the\n\nabuse:\n\n      [Prosecutor]: Did [K.R.] describe any behaviors that she was\n      displaying in order to bring the disclosure upon — bring the disclosure\n      out.\n\n      [Mouncey]: Yes.\n\n      [Prosecutor]: And what were those?\n\n      ***\n\n      [Mouncey]: I recall that mom noticed that [K.R.] displayed certain\n      behaviors — isolation, not being — spending time in her room, and that\n      mom really was aware that there was something going on, and she\n      asked her about it, and then the disclosure occurred.\n\n      [Prosecutor]: And do you recall who she was isolating herself from?\n\n      [Mouncey]: There was a new boyfriend in the house, yes.\n\n      [Prosecutor]: And in your experiences is that common?\n\n      [Mouncey]: Yeah. I mean, you know, that’s danger, right? So if we\n      think about that the — the previous danger that she was exposed to of\n      having a male figure in the house could easily be a threat and could feel\n      like a very unsafe thing to have, so it’s very understandable that she\n      would prefer to isolate herself and keep herself safe.\n\n      [Prosecutor]: Would that have affected the ability to disclose?\n\n      [Mouncey]: Absolutely.\n\n      [Prosecutor]: How so?\n\f      [Mouncey]: Because again, you know, it’s being reminded of the\n      traumatic event. Having to recall, having to rethink, relive some of\n      what has happened before and that’s hard. That’s really, really difficult.\n      It’s really challenging.\n\n(Tr. 914-915.)\n\n                 After reviewing the record, and Mouncey’s testimony about K.R.’s\n\nsymptoms and disclosure as a whole, we find no basis upon which to conclude that\n\nMouncey impermissibly vouched for the credibility of K.R.’s allegations or trial\n\ntestimony. Mouncey’s testimony pertained to the general behaviors and symptoms\n\nexhibited by child victims of sexual abuse, and whether or not K.R. exhibited these\n\nsymptoms. As noted above, this testimony is permissible. See Stowers, 81 Ohio\n\nSt.3d at 261, 690 N.E.2d 881. Therefore, the trial court did not abuse its discretion\n\nin permitting this testimony.\n\n                 Appellant further takes issue with Mouncey’s reference to K.R. as a\n\n“survivor” and “victim.” Appellant contends that these terms “are prejudicial in that\n\nthey connote pre-judgment and create sympathy for the complainant, which is not\n\na proper consideration for fact-determination.” Appellant’s brief at 13. Appellant’s\n\ncounsel failed to object, and, as a result, we review for plain error. Crim.R. 52(B).\n\n                 While describing her job duties and responsibilities, Mouncey used\n\nthe term “survivor” when referring to clients of the Cleveland Rape Crisis Center.\n\nMouncey explained that “survivor” is “an interchangeable term that also means\n\nvictim, survivor. We use it. It’s a more palatable term sometimes for folks that come\n\fto our services. It’s a more friendly term so we use the term survivor but I can\n\ncertainly say victim as well.” (Tr. 897.)\n\n              After reviewing the record, we do not find that Mouncey’s use of the\n\nterm “survivor” or “victim” was prejudicial to appellant. Mouncey used these terms\n\nin reference to clients of the rape crisis center, and in describing the duties and\n\nresponsibilities of her job at the center. Mouncey did not directly refer to K.R. as a\n\nsurvivor of sexual abuse.\n\n              The record reflects that Mouncey did use the term “victim” throughout\n\nthe course of her testimony, both in referring to child victims generally, and\n\nreferring to K.R. The prosecutor also used the term “victim” to refer to K.R.\n\nNevertheless, we find no basis upon which to conclude that referring to K.R. as the\n\n“victim” rose to the level of plain error. In light of the overwhelming evidence of\n\nappellant’s guilt, appellant cannot demonstrate that the outcome at trial would have\n\nbeen different but for Mouncey’s use of the term “survivor” or “victim.”\n\n              Lastly, appellant argues that Mouncey unfairly and prejudicially\n\n“inject[ed] victim-impact evidence into the courtroom.” Appellant’s brief at 16.\n\nSpecifically, appellant takes issue with Mouncey’s testimony about the suffering and\n\nsymptoms endured by victims. Appellant cites to no authority in support of his\n\nargument. App.R. 16(A)(7).\n\n              Generally, trial courts will exclude victim-impact testimony “to the\n\nextent that such evidence is irrelevant and immaterial to the determination of\n\nwhether the accused is guilty and instead mainly inflames the passion of the trier of\n\ffact.” Mathis, 8th Dist. Cuyahoga No. 107365, 2019-Ohio-3654, at ¶ 70, citing State\n\nv. Priest, 8th Dist. Cuyahoga No. 89178, 2007-Ohio-5958, ¶ 41. However, a victim\n\nmay properly testify as to how a crime has impacted their lives “particularly when\n\nthe ‘circumstances of the victims are relevant to the crime as a whole.’” Priest at id.,\n\nquoting State v. Williams, 99 Ohio St.3d 439, 2003-Ohio-4164, 793 N.E.2d 446; see\n\nalso State v. Eads, 8th Dist. Cuyahoga No. 87636, 2007-Ohio-539 (where this court\n\nnoted that “[j]ust as the victim of a felonious assault may testify to the treatment\n\nneeded as a result of the assault in order to prove that the assault actually did occur,\n\nso may the victim of a sexual assault testify to the lingering trauma suffered as a\n\nresult of that abuse.”) Additionally, to the extent such testimony also “‘relates to the\n\nfacts attendant to the offense”’ it is admissible at trial. State v. Clinton, 153 Ohio\n\nSt.3d 422, 2017-Ohio-9423, 108 N.E.3d 1, ¶ 126, quoting State v. Fautenberry, 72\n\nOhio St.3d 435, 440, 650 N.E.2d 878 (1995).\n\n              In the instant matter, Mouncey’s testimony is arguably related to the\n\nfacts attendant to the offenses — K.R.’s delayed disclosure of the sexual abuse.\n\nHowever, Mouncey’s testimony need not fall within the facts attendant context.\n\nAppellant fails to note that the trial court recognized Mouncey as an expert witness\n\nregarding the general effects that trauma has on child victims of sexual abuse.\n\nMouncey’s testimony fits squarely within the expert witness context, and therefore,\n\ncannot be considered improper victim-impact testimony. As such, we find no merit\n\nto appellant’s argument that Mouncey’s testimony constituted improper, prejudicial\n\nvictim-impact evidence.\n\f              For all of the foregoing reasons, we find no basis upon which to\n\nconclude that the trial court’s rulings regarding Mouncey’s testimony were\n\nunreasonable, arbitrary, or unconscionable, or that the trial court committed plain\n\nerror in permitting Mouncey to testify about the effects of trauma and sexual abuse\n\non child victims. Appellant’s first assignment of error is overruled.\n\n                               B. Appellant’s Sentence\n\n              In his second assignment of error, appellant argues that the trial court\n\nerred in sentencing him to life with parole eligibility after 25 years on his three rape\n\nconvictions (Counts 1, 5, and 9). Appellant contends that the trial court “failed to\n\nconsider a sentencing option of life with parole eligibility after fifteen years”\n\npursuant to R.C. 2971.03(B)(1)(b). Appellant’s brief at 19.\n\n              Initially, we note that appellant was charged in Counts 1, 5, and 9 with\n\nrape, in violation of R.C. 2907.02(A)(1)(b), which provides, “[n]o person shall\n\nengage in sexual conduct with another who is not the spouse of the offender * * *\n\nwhen * * * [t]he other person is less than thirteen years of age, whether or not the\n\noffender knows the age of the other person.” These counts contained sexually\n\nviolent predator specifications. Appellant elected to try the sexually violent predator\n\nspecifications to the bench, and the trial court found appellant not guilty of these\n\nspecifications.\n\n              The jury found appellant guilty on all three counts, concluding that\n\nK.R. was under the age of the 13 at the time of the offenses. Counts 1, 5, and 9 also\n\ncontained furthermore specifications alleging that the victim was under the age of\n\ften at the time the offenses were committed, and that appellant forced the victim to\n\nsubmit by force or threat of force. The jury also made the additional findings\n\npursuant to the furthermore specifications, concluding that the victim was under the\n\nage of ten years old, and that appellant compelled her to submit by the use of force\n\nor threat of force.\n\n               Based on the jury’s verdict on the rape counts, appellant’s sentence is\n\ngoverned by R.C. 2971.03(B). R.C. 2971.03(B)(1) provides, in relevant part,\n\n      if a person is convicted of or pleads guilty to a violation of division\n      (A)(1)(b) of section 2907.02 of the Revised Code committed on or after\n      January 2, 2007, if division (A) of this section does not apply regarding\n      the person, and if the court does not impose a sentence of life without\n      parole when authorized pursuant to division (B) of section 2907.02 of\n      the Revised Code, the court shall impose upon the person an indefinite\n      prison term consisting of one of the following:\n\n      (a) Except as otherwise required in division (B)(1)(b) or (c) of this\n      section, a minimum term of ten years and a maximum term of life\n      imprisonment.\n\n      (b) If the victim was less than ten years of age, a minimum term of\n      fifteen years and a maximum of life imprisonment.\n\n      (c) If the offender purposely compels the victim to submit by force or\n      threat of force, or if the offender previously has been convicted of or\n      pleaded guilty to violating division (A)(1)(b) of section 2907.02 of the\n      Revised Code or to violating an existing or former law of this state,\n      another state, or the United States that is substantially similar to\n      division (A)(1)(b) of that section, or if the offender during or\n      immediately after the commission of the offense caused serious\n      physical harm to the victim, a minimum term of twenty-five years and\n      a maximum of life imprisonment.\n\n(Emphasis added.)\n\f              Appellate review of felony sentences is governed by R.C.\n\n2953.08(G)(2) which states that “an appellate court may vacate or modify a felony\n\nsentence on appeal only if it determines by clear and convincing evidence that the\n\nrecord does not support the trial court’s findings under relevant statutes or that the\n\nsentence is otherwise contrary to law.” State v. Marcum, 146 Ohio St.3d 516, 2016-\n\nOhio-1002, 59 N.E.3d 1231, ¶ 1, 21.\n\n      “A sentence is not clearly and convincingly contrary to law ‘where the\n      trial court considers the purposes and principles of sentencing under\n      R.C. 2929.11 as well as the seriousness and recidivism factors listed in\n      R.C. 2929.12, properly applies post-release control, and sentences a\n      defendant within the permissible statutory range.’”\n\nState v. Thompson, 8th Dist. Cuyahoga No. 105785, 2018-Ohio-1393, ¶ 7, quoting\n\nState v. A.H., 8th Dist. Cuyahoga No. 98622, 2013-Ohio-2525, ¶ 10.\n\n              Appellant does not challenge that the trial court’s consideration of the\n\nsentencing factors set forth in R.C. 2929.11 or 2929.12. Rather, he contends that the\n\ntrial court did not consider R.C. 2971.03(B)(1)(b). Appellant appears to argue that\n\nhis sentence is contrary to law because the trial court did not consider the prison\n\nterm of life with parole eligibility after 15 years as listed in R.C. 2971.03(B)(1)(b).\n\nAppellant’s argument is misplaced.\n\n              The plain and unambiguous terms of the statute provide that the trial\n\ncourt “shall impose upon the person an indefinite prison term” under one of the\n\nthree scenarios in R.C. 2971.03(B)(1)(a), (b), or (c). (Emphasis added.) The statute\n\ndoes not contain any specific language requiring trial courts to consider alternative\n\for more lenient sentences under the other subsections. Nor does the case law\n\napplying the statute impose such an obligation on the trial court at sentencing.\n\n              Appellant’s argument, that the trial court was required to consider the\n\nmore lenient sentencing option under subsection (b), ignores the fact that the jury\n\nmade the additional findings on the furthermore specifications — that K.R. was\n\nunder the age of ten, and that appellant did compel her to submit by the use of force\n\nor threat of force. Based on the jury’s verdict on Counts 1, 5, and 9, the trial court\n\nhad two options for sentencing on the rape counts: (1) a prison term of “life without\n\nparole” in accordance with R.C. 2971.03(B)(1), or (2) “a minimum term of twenty-\n\nfive years and a maximum of life imprisonment” in accordance with R.C.\n\n2971.03(B)(1)(c).\n\n              It is evident that the trial court determined that a sentence of life\n\nwithout parole was not appropriate. Therefore, the trial court was required to\n\nimpose the “minimum term of twenty-five years and a maximum of life\n\nimprisonment” pursuant to R.C. 2971.03(B)(1)(c).\n\n              The record reflects that the trial court complied with the applicable\n\nsentencing provisions. As noted above, the trial court sentenced appellant to a\n\nprison term of 25 years to life on the three rape counts, with “parole eligibility after\n\nserving 25 years,” and ran those three counts concurrently. These prison terms are\n\nin accordance with appellant’s convictions for violating R.C. 2907.02(A)(1)(b).\n\nThese prison terms are also in accordance with R.C. 2971.03(B)(1)(c) based on the\n\njury’s additional findings on the furthermore specifications — that appellant did\n\fcompel the victim to submit by the use of force or threat of force, and that the victim\n\nwas under the age of 10 at the time of the offenses. Finally, the trial court’s sentences\n\non the first-degree felony rape offenses are within the permissible statutory range\n\nunder R.C. 2929.14(A)(1)(a).\n\n              For all of the foregoing reasons, appellant’s sentences on Counts 1, 5,\n\nand 9 are not contrary to law. Appellant’s second assignment of error is overruled.\n\n                                    III. Conclusion\n\n              After thoroughly reviewing the record, we affirm appellant’s\n\nconvictions and the trial court’s sentence. The trial court did not abuse its discretion\n\nor commit plain error in permitting Mouncey to testify as an expert witness about\n\nthe effects that trauma has on child victims of sexual abuse. Appellant’s sentences\n\non the rape convictions are not contrary to law, and the trial court did not err in\n\nfailing to consider more lenient prison terms under R.C. 2971.03(B)(1).\n\n               Judgment affirmed.\n\n      It is ordered that appellee recover from appellant costs herein taxed.\n\n      The court finds there were reasonable grounds for this appeal.\n\n      It is ordered that a special mandate issue out of this court directing the\n\ncommon pleas court to carry this judgment into execution.              The defendant’s\n\nconvictions having been affirmed, any bail pending is terminated. Case remanded\n\nto the trial court for execution of sentence.\n\f       A certified copy of this entry shall constitute the mandate pursuant to Rule 27\n\nof the Rules of Appellate Procedure.\n\n\n\nFRANK D. CELEBREZZE, JR., JUDGE\n\nPATRICIA ANN BLACKMON, P.J., CONCURS;\nEILEEN A. GALLAGHER, J., CONCURS IN JUDGMENT ONLY WITH\nSEPARATE OPINION\n\n\nEILEEN A. GALLAGHER, J., CONCURRING IN JUDGMENT ONLY:\n\n               I concur with my learned colleagues as to the disposition of both\n\nassignments of error. I write separately however, because I disagree with the\n\nmajority’s analysis of the first assignment of error. Unlike the majority, I find that\n\nthe state’s rape trauma expert, Kirsti Mouncey, testified outside the scope of her\n\nexpertise as determined by the court. However, because the offending testimony\n\nverged on inconsequential and because the evidence of guilt in the case was\n\noverwhelming, I think that although the error is clear, it is nevertheless harmless.\n\nAdditionally, I disagree that our review is limited to plain error because I think Butts\n\npreserved his claim for appeal.3\n\n                Towards the outset of Mouncey’s testimony during trial, she claimed\n\nto be an expert in “trauma with a specialization in rape and sexual abuse.” When the\n\n\n\n\n       3 In relevant part, Evid.R. 103(A) provides that where a defendant makes a timely\nand proper objection to evidence, “[o]nce the court rules definitely on the record, either\nbefore or at trial, a party need not renew an objection * * * to preserve a claim of error for\nappeal.”\n\fstate moved for the court to qualify Mouncey as an expert, Butts objected. He asked\n\nthe court for a sidebar. At the sidebar the following discussion occurred:\n\n      The Court: Okay. Go ahead.\n\n      [Counsel]: An expert as to what specifically? An expert as to what — is\n      she going to talk about neurobiological science or that she herself is\n      licensed in that[,] as I would think we would have an issue there.\n\n      [The State]: Her testimony is not going to get into, you know, the\n      scientific aspects of the brain or how the brain works. Her testimony is\n      just going to be based off of her training and experience[,] and how\n      trauma affects the responses to which adolescents have.\n\n(Tr. 878.)\n\n              Outside of the jury’s presence, the court subjected Mouncey to a voir\n\ndire examination to determine her competency and the scope of her expertise. After\n\ndirect and cross-examination, the court pronounced its ruling as to the permissible\n\nscope of Mouncey’s testimony:\n\n      I don’t believe she is going to be testifying as a neurobiology expert. I\n      believe she is going to be talking about the trauma of a rape victim and\n      the reactions of that.\n\n      I’m going to allow her to be an expert on that area, but not get into the\n      neurobiology aspect of that if you understand.\n\n(Tr. 892.)4\n\n              Nevertheless, during her testimony, Mouncey’s testimony exceeded\n\nthe court-determined bounds of her competency.             For example, when the\n\n\n\n\n      4   Because Butts timely and properly objected, and because the court ruled\ndefinitely on the record, Butts was not subsequently required to renew his objection to\npreserve his claimed error on appeal. See Evid.R. 103(A).\n\fprosecutor inquired about what impact trauma has on a victim’s ability to recall\n\nmemories over time Mouncey responded:\n\n      It significantly impacts recall. Traumatic memory is stored very\n      differently in the brain than non[-]traumatic memory. It goes back\n      to the [previously discussed] fact that the rational part of the brain is\n      not on line when the trauma happens so it’s again stored in sensory\n      ways, and so we — one way it affects us, it’s again the linear fashion, so\n      our victim cannot tell you this is the first thing, this is the second thing.\n      This is the timeline of abuse. That is not possible due to the way it’s\n      stored * * *.\n\n(Tr. 911-912.)\n\n                 The court did not qualify Mouncey to discuss how the brain stores\n\nmemory, in the context of trauma or otherwise. It did not qualify her to draw\n\ndistinctions in types of memory. And it did find her competent to opine as to\n\nconsequences that follow depending on how memory is stored. To the extent that\n\nMouncey’s testimony exceeded the scope of what the court deemed permissible it\n\nwas improper.\n\n                 Nevertheless, the error was harmless. The offending evidence here\n\nwas limited, both in terms of quantity as well as quality. Improper testimony\n\nnotwithstanding, as the majority observed and which Butts does not challenge in\n\nany assigned error, there was overwhelming evidence of guilt in this case.\n\f",
            "ocr": false,
            "opinion_id": 4526043
        }
    ],
    "court_short_name": "Ohio Court of Appeals",
    "court_full_name": "Ohio Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Ohio, OH",
    "crime_category": "Kidnapping"
}