{
    "id": 4772119,
    "judges": null,
    "date_filed": "1995-12-24",
    "date_filed_is_approximate": true,
    "slug": "oquinn-v-state",
    "case_name_short": "O'Quinn",
    "case_name": "O'Quinn v. State",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 8.0,
            "download_url": "https://www.kscourts.org/KSCourts/media/KsCourts/Opinions/121434.pdf?ext=.pdf",
            "author_id": null,
            "opinion_text": "                           NOT DESIGNATED FOR PUBLICATION\n\n                                              No. 121,434\n\n               IN THE COURT OF APPEALS OF THE STATE OF KANSAS\n\n                                         CLETIS R. O'QUINN,\n                                             Appellant,\n\n                                                    v.\n\n                                          STATE OF KANSAS,\n                                              Appellee.\n\n\n                                    MEMORANDUM OPINION\n\n        Appeal from Sedgwick District Court; PHILLIP B. JOURNEY, judge. Opinion filed July 31, 2020.\nAffirmed.\n\n\n        Corrine E. Gunning, of Kansas Appellate Defender Office, for appellant.\n\n\n        Julie A. Koon, assistant district attorney, Marc Bennett, district attorney, and Derek Schmidt,\nattorney general, for appellee.\n\n\nBefore MALONE, P.J., MCANANY, S.J. and BURGESS, S.J.\n\n\n        PER CURIAM: Cletis R. O'Quinn appeals the district court's summary denial of his\nK.S.A. 60-1507 motion. O'Quinn asserts there is newly discovered evidence in his case\nand maintains that the district court erred in finding that the motion, files, and records of\nhis case conclusively showed that he was not entitled to any relief on his claims. Finding\nno error, we affirm the district court's judgment.\n\n\n\n\n                                                     1\n\f                        FACTUAL AND PROCEDURAL BACKGROUND\n\n        In September 1989, a man attacked G.M., who was working alone at a\nconvenience store; he punched G.M., dragged her into a cooler in a back room of the\nstore, removed some of her clothing, sat on top of her, touched her breast, masturbated,\nand cut her throat and leg. G.M. escaped, and she identified O'Quinn in a photographic\nlineup as the man who assaulted her.\n\n\n        In May 1990, G.M. testified at O'Quinn's trial, identifying him as the man who\nassaulted her, and a jury convicted him of aggravated kidnapping, aggravated battery, and\naggravated sexual battery. The district court sentenced O'Quinn to life in prison for the\naggravated kidnapping, 5 to 20 years in prison for the aggravated battery, and 3 to 10\nyears for the aggravated sexual battery, with the sentences to be served consecutively.\nO'Quinn filed a direct appeal and the Kansas Supreme Court affirmed his convictions and\nsentences. State v. O'Quinn, No. 65,442, unpublished opinion filed October 25, 1991, slip\nop. at 1 (Kan.). The clerk issued the mandate in O'Quinn's direct appeal on November 21,\n1991.\n\n\n        O'Quinn later moved for relief under K.S.A. 60-1507, arguing ineffective\nassistance of trial counsel. After holding an evidentiary hearing, the district court denied\nthe motion. O'Quinn appealed and in March 1994 a panel of this court affirmed the\ndenial. O'Quinn v. State, No. 69,690, unpublished opinion filed March 18, 1994, slip op.\nat 1, 10 (Kan. App.).\n\n\n        In February 2000, O'Quinn sought DNA testing of the shirt G.M. had worn the\nnight she was attacked. The testing ultimately could not eliminate O'Quinn as the source\nof spermatozoa found on G.M.'s shirt. More particularly, the testing report stated that \"'it\n[was] unlikely that more than one human being has ever possessed th[e] particular\ngenotype array'\" reflected in that spermatozoa and concluded that O'Quinn's \"'claims of\n\n                                              2\n\ffactual innocence in the sexual assault of [G.M.] are not supported by these findings.'\"\nO'Quinn v. State, No. 86,113, 2004 WL 1683103, at *4 (Kan. App. 2004) (unpublished\nopinion).\n\n\n       By June 2015, O'Quinn was out on parole. Based on events that month, the State\ncharged him with aggravated kidnapping, aggravated sexual battery, and aggravated\nbattery of his girlfriend, P.S. At the March 2017 jury trial, G.M. testified under K.S.A.\n60-455 about O'Quinn attacking her in 1989. The jury convicted O'Quinn on all charges,\nand the district court sentenced O'Quinn to 620 months in prison. O'Quinn filed a direct\nappeal from his convictions. This court affirmed his convictions on November 8, 2019, in\nState v. O'Quinn, No. 118,977, 2019 WL 5850291, at *1 (Kan. App. 2019) (unpublished\nopinion), and a mandate was issued on December 24, 2019.\n\n\n       In January 2018, while the direct appeal of his 2017 convictions was pending,\nO'Quinn filed in district court a second K.S.A. 60-1507 motion challenging his 1990\nconvictions. In the motion, which led to this appeal, O'Quinn alleged that G.M. testified\nat the 2017 trial that O'Quinn was not the person who attacked her in 1989 and that two\nother people had attacked her. Characterizing this as exculpatory evidence, O'Quinn\nasked the district court to vacate his 1990 convictions and sentences.\n\n\n       On May 3, 2019, the district court issued an order summarily denying O'Quinn's\nK.S.A. 60-1507 motion. After setting forth the relevant procedural history, the district\ncourt found that the court files and records in this case and the related criminal and civil\ncases conclusively showed that O'Quinn was not entitled to relief. The district court also\nnoted that G.M.'s alleged \"lack of recall\" at the 2017 trial did not negate the identification\nshe made at the 1990 trial, nor did it negate the discovery of O'Quinn's DNA on G.M.'s\nclothing. Thus, the district court found that no trier of fact could reasonably doubt that\nO'Quinn was present during the 1989 crimes. O'Quinn timely appealed.\n\n\n                                              3\n\f                                          ANALYSIS\n\n       On appeal, O'Quinn asserts that the district court erred when it summarily denied\nhis K.S.A. 60-1507 motion. On the other hand, the State argues that the district court did\nnot err in summarily denying O'Quinn's motion when the motion, files, and records of the\ncase conclusively show that he is not entitled to relief.\n\n\n       A district court reviewing a 60-1507 motion has three options, depending on what\nthe motion, files, and records of the case show: (1) if they \"'conclusively show that the\n[movant] is entitled to no relief,'\" the court should summarily deny the motion; (2) if they\nshow a \"substantial issue,\" the district court should order a full evidentiary hearing; and\n(3) if they show \"'a potentially substantial issue or issues of fact,'\" the district court\nshould hold a preliminary hearing. Stewart v. State, 310 Kan. 39, 46-47, 444 P.3d 955\n(2019) (quoting Lujan v. State, 270 Kan. 163, 170-71, 14 P.3d 424 [2000]). Here, the\ndistrict court chose the first option, so we \"'conduct[] de novo review to determine\nwhether the motion, files, and records of the case conclusively establish that the movant\nis not entitled to any relief.'\" 310 Kan. at 52.\n\n\n       At first, we note that the district court addressed the merits of O'Quinn's motion\nwithout first considering whether it was timely or successive, despite O'Quinn's\nacknowledgment that the motion was untimely. Because K.S.A. 60-1507 has long set\nforth restrictions on courts' consideration of untimely and successive motions and\nbecause neither analysis requires fact-finding, we consider whether either of these\nprocedural bars apply.\n\n\n       Since 2003, K.S.A. 60-1507(f) has required individuals to bring their K.S.A. 60-\n1507 motions within one year of (1) the termination of state appellate jurisdiction over a\ndirect appeal or (2) the United States Supreme Court's denial of a petition for writ of\ncertiorari. See K.S.A. 2019 Supp. 60-1507(f); Noyce v. State, 310 Kan. 394, 399, 447\n\n                                                   4\n\fP.3d 355 (2019). O'Quinn filed the present K.S.A. 60-1507 motion in 2018, more than 25\nyears after the final appellate order in his direct appeal. Thus, it was untimely.\n\n\n       K.S.A. 2019 Supp. 60-1507(f)(2) provides that the statutory time limit on filing\nmotions \"may be extended by the court only to prevent a manifest injustice,\" which the\nKansas Supreme Court has defined to mean \"'obviously unfair'\" or \"'shocking to the\nconscience.'\" State v. Roberts, 310 Kan. 5, 13, 444 P.3d 982 (2019). As the person\nseeking an extension of the time limit, O'Quinn bore \"the burden to establish manifest\ninjustice by a preponderance of the evidence.\" See White v. State, 308 Kan. 491, 496, 421\nP.3d 718 (2018). Since July 1, 2016, courts considering a request to extend the statutory\ntime limit for a K.S.A. 60-1507 motion are \"'limited to considering (1) a movant's reasons\nfor the failure to timely file the motion and (2) a movant's claims of actual innocence.'\"\nSherwood v. State, 310 Kan. 93, 100, 444 P.3d 966 (2019); see White, 308 Kan. at 496,\n502. In this context, \"the term actual innocence requires the prisoner to show it is more\nlikely than not that no reasonable juror would have convicted the prisoner in light of new\nevidence.\" K.S.A. 2019 Supp. 60-1507(f)(2)(A).\n\n\n       O'Quinn explained that he could not timely file this K.S.A. 60-1507 motion\nbecause the \"newly discovered evidence\"—G.M.'s alleged recantation—did not occur\nuntil the 2017 trial. But O'Quinn has not made a colorable claim of actual innocence. As\nthe district court pointed out, G.M.'s alleged recantation does not affect or undermine the\nresults of the DNA testing. With those results in evidence, O'Quinn cannot show that no\nreasonable juror would have convicted him even with the alleged newly discovered\nevidence. Because O'Quinn did not show by a preponderance of the evidence that\nextension of the time to file his motion was required to prevent a manifest injustice,\nK.S.A. 2019 Supp. 60-1507(f) bars his motion as untimely filed. Even though the district\ncourt did not consider timeliness, we affirm the summary dismissal nonetheless as right\nfor the wrong reason. See State v. Overman, 301 Kan. 704, 712, 348 P.3d 516 (2015).\n\n\n                                              5\n\f       Similarly, K.S.A. 2019 Supp. 60-1507(c) states: \"The sentencing court shall not\nbe required to entertain a second or successive motion for similar relief on behalf of the\nsame prisoner.\" The Kansas Supreme Court recently reiterated that courts determining\nwhether to entertain a successive K.S.A. 60-1507 motion should consider whether the\nmovant \"presented exceptional circumstances to justify reaching the merits of the motion,\nfactoring in whether justice would be served by doing so.\" Littlejohn v. State, 310 Kan.\n439, 446, 447 P.3d 375 (2019). In this context, \"'\"[e]xceptional circumstances are unusual\nevents or intervening changes in the law that prevented the defendant [from] raising the\nissue in a preceding [K.S.A.] 60-1507 motion.\"'\" Thuko v. State, 310 Kan. 74, 84, 444\nP.3d 927 (2019).\n\n\n       O'Quinn did not acknowledge the successive nature of his current K.S.A 60-1507\nmotion. In fact, he asserted that \"[o]ther than the direct appeals listed above, Petitioner\nhas not filed any more petitions or motions concerning this judgment.\" But in 1994, this\ncourt considered an appeal from the denial of O'Quinn's first K.S.A. 60-1507 motion\nchallenging his 1990 convictions. Thus, O'Quinn bore the burden to present exceptional\ncircumstances to justify reaching the merits of his second motion.\n\n\n       Although he did point out that he could not have raised this argument earlier\nbecause G.M.'s testimony did not occur until 2017, O'Quinn did not assert that the 2017\ntrial constituted an exceptional circumstance that, when considered with the interests of\njustice, justifies an exception to the bar against considering successive K.S.A. 60-1507\nmotions. And, as stated above, it was O'Quinn's responsibility to make that argument or\nrisk his motion being summarily dismissed as successive. Thus, we also affirm the\ndistrict court's dismissal of the current K.S.A. 60-1507 motion as right for the wrong\nreason because the motion is successive. See Overman, 301 Kan. at 712.\n\n\n\n\n                                              6\n\f       Finally, even disregarding the untimely and successive nature of O'Quinn's\nmotion, we find that the district court did not err in summarily denying any claim for\nrelief. Under K.S.A. 60-1507, the district court could vacate O'Quinn's 1990 convictions\n\n\n       \"[i]f the court finds that the judgment was rendered without jurisdiction, or that the\n       sentence imposed was not authorized by law or is otherwise open to collateral attack, or\n       that there has been such a denial or infringement of the constitutional rights of the\n       prisoner as to render the judgment vulnerable to collateral attack.\" K.S.A. 2019 Supp. 60-\n       1507(b).\n\n\n       But O'Quinn did not and does not argue any of these grounds for relief. Rather, he\ncontends—before us and before the district court—only that there is new evidence that\nundermines G.M.'s earlier identification of him as her assailant. A movant has the burden\nto prove his or her K.S.A. 60-1507 motion warrants an evidentiary hearing; the movant\nmust make more than conclusory contentions and must state an evidentiary basis to\nsupport the claims or an evidentiary basis must appear in the record. See Sullivan v. State,\n222 Kan. 222, 223, 564 P.2d 455 (1977).\n\n\n       As the State argues in its brief, O'Quinn did not provide the district court with the\ntranscript of G.M.'s testimony in the 2017 trial even though he would have had access to\nthe transcript because he was appealing his convictions from that trial. Without a\ntranscript of G.M.'s 2017 testimony, there was no evidentiary basis to support O'Quinn's\nconclusory allegation that G.M. recanted her testimony or otherwise failed to identify\nO'Quinn as the person who attacked and sexually assaulted her in 1989. And even if\nO'Quinn's allegation is taken as true, as the district court found, G.M.'s alleged lack of\nrecall does not negate the confirmation that O'Quinn's DNA was on G.M.'s shirt and that\n\"it [was] unlikely that more than one human being has ever possessed th[e] particular\ngenotype array\" reflected in the spermatozoa. O'Quinn, 2004 WL 1683103, at *4. In\ndenying O'Quinn's K.S.A. 60-1507 motion, the district court reasoned:\n\n\n                                                    7\n\f       \"Mr. O'Quinn asserts in his petition that the witness 27 years after the original incident\n       was unable to identify him as the individual who committed that crime and could not\n       recall the circumstances of that crime. Mr. O'Quinn describes this lack of recall as\n       exculpatory evidence.\n               ....\n               \". . . The lack of recall, alleged by Mr. O'Quinn, by the witness does not negate\n       the eyewitness identification that occurred in the 1990 jury trial. It does not negate the\n       DNA confirmation that Mr. O'Quinn's genetic material stained the clothing of the victim\n       of that crime. That DNA evidence conclusively demonstrates that no trier of fact could\n       find that there is a reasonable doubt as to Mr. O'Quinn's presence during the crime. The\n       request for relief based upon exculpatory evidence is denied.\"\n\n\n       We agree with the district court's reasoning. O'Quinn's conclusory allegation that\nG.M. recanted her testimony does not negate the fact that G.M. positively identified\nO'Quinn as her attacker at the convenience store and that the DNA evidence conclusively\nshowed that O'Quinn was the man who attacked and sexually assaulted G.M. in 1989. We\nare satisfied that O'Quinn's K.S.A. 60-1507 motion, files, and records of the case\nconclusively show that he is not entitled to any relief, and so the district court did not err\nin summarily denying the motion.\n\n\n       Affirmed.\n\n\n\n\n                                                     8\n\f",
            "ocr": false,
            "opinion_id": 4552466
        }
    ],
    "court_short_name": "Court of Appeals of Kansas",
    "court_full_name": "Court of Appeals of Kansas",
    "court_type": "SA",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Kidnapping"
}