{
    "id": 4842963,
    "judges": null,
    "date_filed": 1608768000000,
    "date_filed_is_approximate": false,
    "slug": "com-v-shields-c",
    "case_name_short": "Com.",
    "case_name": "Com. v. Shields, C.",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "http://www.pacourts.us/assets/opinions/Superior/out/J-S45030-20m - 104644159123824181.pdf",
            "author_id": null,
            "opinion_text": "J-S45030-20\n\n\nNON-PRECEDENTIAL DECISION - SEE SUPERIOR COURT I.O.P. 65.37\n\n    COMMONWEALTH OF PENNSYLVANIA               :   IN THE SUPERIOR COURT OF\n                                               :        PENNSYLVANIA\n                       Appellant               :\n                                               :\n                                               :\n                v.                             :\n                                               :\n                                               :\n    CHARLES SHIELDS                            :   No. 2991 EDA 2019\n\n\n          Appeal from the PCRA Order Entered September 19, 2019,\n            in the Court of Common Pleas of Philadelphia County,\n            Criminal Division at No(s): CP-51-CR-0001484-2013.\n\nBEFORE: BOWES, J., KUNSELMAN, J., and MURRAY, J.\n\nMEMORANDUM BY KUNSELMAN, J.:                        Filed: December 24, 2020\n\n        The Commonwealth of Pennsylvania appeals the order granting the\n\npetition filed by Charles Shields pursuant to the Post Conviction Relief Act\n\n(“PCRA”)1 which vacated his judgment of sentence and granted him a new\n\ntrial. We remand with instructions.\n\n        Shields was convicted in 2014 of aggravated assault, conspiracy to\n\ncommit aggravated assault, and attempted kidnapping for ransom.2               His\n\njudgment of sentence became final in 2016, when our Supreme Court denied\n\nallowance of appeal. See Commonwealth v. Shields, 154 A.3d 864 (Pa.\n\n____________________________________________\n\n\n1   See 42 Pa.C.S.A. §§ 9541-9546.\n\n2 One of Shields co-defendants is his brother, Thomas Shields, who\nsuccessfully filed a PCRA petition and was granted a new trial on similar\ngrounds. In a separate appeal pending before this panel, the Commonwealth\nhas challenged the PCRA relief granted to Thomas Shields.\n\fJ-S45030-20\n\n\nSuper. 2016) (unpublished memorandum), appeal denied, 160 A.3d 793 (Pa.\n\n2016). Shields filed a timely PCRA petition raising three claims of counsel\n\nineffectiveness. On September 19, 2019, the PCRA court granted the petition,\n\nvacated the judgment of sentence, and ordered a new trial. The PCRA court\n\ndid not indicate the basis for its grant of PCRA relief. On September 24, 2019,\n\nthe Commonwealth filed a timely motion to reconsider in which it asserted\n\nthat the PCRA court erred without first holding an evidentiary hearing or\n\nspecifying the claim or claims on which it granted relief. On October 18, 2019,\n\nthe Commonwealth filed a timely notice of appeal from the order granting\n\nPCRA relief.\n\n      On October 22, 2019, PCRA entered an order expressly granting the\n\nmotion for reconsideration and scheduling an evidentiary hearing on the\n\nmotion. However, because the Commonwealth had filed a notice of appeal\n\nfour days earlier, the PCRA court lacked jurisdiction to rule on the motion for\n\nreconsideration. See Pa.R.A.P. 1701(a) (providing that “after an appeal is\n\ntaken or review of a quasi judicial order is sought, the trial court or other\n\ngovernment unit may no longer proceed further in the matter”); see also\n\nCommonwealth v. Pearson, 685 A.2d 551, 556-57 (Pa. Super. 1996)\n\n(holding that, pursuant to Pa.R.A.P. 1701(a), once a notice of appeal is filed,\n\nthe lower court is divested of jurisdiction to act further in the matter).\n\n      The PCRA court ordered the Commonwealth to file a concise statement\n\nof errors complained of on appeal pursuant to Pa.R.A.P. 1925(b).             The\n\n\n                                      -2-\n\fJ-S45030-20\n\n\nCommonwealth complied with that order.        In its concise statement, the\n\nCommonwealth raised the following claims of error:\n\n     1     Whether the lower court erred in granting [Shields’] PCRA\n           petition and awarding him a new trial, where the court did\n           not hold an evidentiary hearing on [Shields’] claims or\n           specify which of [Shields’] three separate claims supposedly\n           entitled him to relief.\n\n     2     Whether the lower court erred in granting [Shields’] PCRA\n           petition where his first boilerplate and undeveloped pled\n           claim—that direct appeal counsel was ineffective for not\n           challenging the trial court’s admission of prior bad acts\n           evidence—lacked merit because the disputed evidence was\n           properly admitted to establish an identity and relationship\n           between [Shields] and his co-conspirators and [Shields’]\n           motive to collect a drug debt from the victim, and because\n           [Shields] could not establish a lack of reasonable basis or\n           prejudice.\n\n     3     Whether the lower court erred in granting [Shields’] PCRA\n           petition where his second pled claim—that trial counsel was\n           ineffective for not objecting to two comments made by the\n           prosecutor during closing argument—lacked merit because\n           counsel did, in fact, object to the first supposedly improper\n           comment, and where counsel had no reasonable basis to\n           object to the proper and relevant second comment\n           concerning the reality that the victim’s record and character\n           were not on trial and that the jury should not allow any lack\n           of sympathy for him to enter their deliberations, and\n           because [Shields] could not establish a lack of reasonable\n           basis or prejudice..\n\n     4     Whether the lower court erred in granting [Shields’] PCRA\n           petition where his third boilerplate and undeveloped pled\n           claim—that trial counsel was ineffective for not objecting to\n           the trial court’s jury instructions defining an “overt act” as\n           an element of criminal conspiracy—lacked merit because the\n           court’s instructions accurately defined it as “an act to carry\n           out or advance [the coconspirators’] agreement” and\n           properly distinguished it from a “substantial step” as an\n           element of criminal attempt, and because [Shields] could\n           not establish a lack of reasonable basis or prejudice.\n\n                                    -3-\n\fJ-S45030-20\n\n\n\nConcise Statement, 11/25/19, at 1-2.\n\n      In response, the PCRA court issued a Pa.R.A.P. 1925(a) opinion.\n\nHowever, in its opinion, the PCRA court did not address any of the four discrete\n\nclaims of error raised by the Commonwealth. Nor did the PCRA court indicate\n\nwhich of Shields’ three ineffectiveness claims it found to be meritorious, such\n\nthat Shields was entitled to PCRA relief. Rather, the PCRA court noted its prior\n\nscheduling of an evidentiary hearing, and stated that “this matter is stayed as\n\na result of the instant appeal and the matter cannot move forward until this\n\nappeal is disposed of so that this Court may then hold an evidentiary hearing.”\n\nPCRA Court Opinion, 2/10/20, at 8.\n\n      Pennsylvania Rule of Appellate Procedure 1925(b) provides that, upon\n\nreceipt of a notice of appeal, a lower court may enter an order directing the\n\nappellant to file a concise statement of errors complained of on appeal “if the\n\njudge entering the order giving rise to the notice of appeal . . . desires\n\nclarification of the errors complained of on appeal.”        Pa.R.A.P. 1925(b).\n\nThereafter, “if the reasons for the order do not already appear of record, [the\n\njudge entering the order giving rise to the notice of appeal] shall forthwith file\n\nof record at least a brief opinion of the reasons for the order, or for the ruling\n\nor other errors complained of, or shall specify the in writing the place in the\n\nrecord where such reasons may be found.” Pa.R.A.P. 1925(a).\n\n      Here, the PCRA court did not indicate in its September 19, 2019 order\n\nthe basis on which it granted Shields’ petition for PCRA relief. Nor did the\n\n                                      -4-\n\fJ-S45030-20\n\n\nPCRA court provide in its Pa.R.A.P. 1925(a) opinion the reasons for the rulings\n\nand errors complained of by the Commonwealth in its concise statement.\n\nThus, our appellate review of the issues raised by the Commonwealth is\n\nhampered by our inability to determine which of Shields ineffectiveness claims\n\nthe PCRA court found to be meritorious. We therefore remand for the PCRA\n\ncourt to issue a revised Pa.R.A.P. 1925(a) opinion addressing the issues raised\n\nin the Commonwealth’s concise statement of errors complained of on appeal,\n\nand explaining the basis for its grant of PCRA relief to Shields.\n\n      Case remanded. Jurisdiction retained.\n\n\n\nJudgment Entered.\n\n\n\n\nJoseph D. Seletyn, Esq.\nProthonotary\n\n\n\nDate: 12/24/20\n\n\n\n\n                                      -5-\n\f",
            "ocr": false,
            "opinion_id": 4646742
        }
    ],
    "court_short_name": "Superior Court of Pennsylvania",
    "court_full_name": "Superior Court of Pennsylvania",
    "court_type": "SA",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Kidnapping"
}