{
    "id": 4849706,
    "judges": null,
    "date_filed": "1991-07-29",
    "date_filed_is_approximate": true,
    "slug": "people-of-michigan-v-dontez-ryan-boykins",
    "case_name_short": null,
    "case_name": "People of Michigan v. Dontez Ryan Boykins",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 16.0,
            "download_url": "http://publicdocs.courts.mi.gov/OPINIONS/FINAL/COA/20210121_C345846_96_345846.OPN.PDF",
            "author_id": null,
            "opinion_text": "             If this opinion indicates that it is “FOR PUBLICATION,” it is subject to\n                  revision until final publication in the Michigan Appeals Reports.\n\n\n\n\n                           STATE OF MICHIGAN\n\n                            COURT OF APPEALS\n\n\n PEOPLE OF THE STATE OF MICHIGAN,                                      UNPUBLISHED\n                                                                       January 21, 2021\n                Plaintiff-Appellee,\n\n v                                                                     No. 345846\n                                                                       Calhoun Circuit Court\n DONTEZ RYAN BOYKINS,                                                  LC No. 2017-001941-FC\n\n                Defendant-Appellant.\n\n\nBefore: GADOLA, P.J., and BORRELLO and M. J. KELLY, JJ.\n\nPER CURIAM.\n\n        Defendant appeals as of right his jury trial convictions of two counts of first-degree\ncriminal sexual conduct (CSC-I), MCL 750.520b(1)(f) (personal injury to the victim and force or\ncoercion used to accomplish sexual penetration); kidnapping, MCL 750.349; and assault by\nstrangulation, MCL 750.84(1)(b). The trial court sentenced defendant as a second-offense habitual\noffender, MCL 769.10, to 45 to 75 years’ imprisonment for each CSC-I conviction, life\nimprisonment for the kidnapping conviction, and 95 months to 15 years’ imprisonment for the\nassault by strangulation conviction, with the sentences to be served concurrently. Defendant was\nalso sentenced to lifetime electronic monitoring. For the reasons set forth in this opinion, we affirm\ndefendant’s convictions and remand for further sentencing proceedings consistent with this\nopinion.\n\n                                        I. BACKGROUND\n\n      Defendant and the victim made plans to go to a casino together on the night of March 24,\n2017. Defendant picked up the victim from her cousin’s home at some point shortly before\nmidnight. However, defendant drove to a motel rather than the casino.\n\n        The victim testified that she had fallen asleep during the drive and woke up when they\narrived at the motel. Defendant told her they were waiting for his cousins. According to the\nvictim, she went into the motel room to use the bathroom and then had a brief conversation with\ndefendant. The victim testified, “And then he just grabbed me by my throat and threw me on the\nbed and told me to ‘Shut the fuck up, B***, before I kill you.’ ” The victim continued her trial\ntestimony by describing in detail how defendant sexually assaulted her while continuing to\n\n\n                                                 -1-\n\fmaintain his hold on her neck and choking her. She testified that she never consented to\ndefendant’s actions. The victim further testified that at one point, defendant had his cell phone out\nand was trying to record the act, but the victim “smacked it out of his hand.”\n\n         After the assault, defendant told the victim not to say anything to anybody, he opened the\nvehicle door, and the victim got in. They drove away and at some point, the vehicle stalled while\ndriving on the highway. The victim testified that as they were driving, she had been “sneak\ntexting” her mother and uncle to tell them what had happened to her. She testified that she tried\nto alert her uncle to the fact that she was in trouble without raising defendant’s suspicions because\nshe was scared of defendant. Once the vehicle stalled for the second time, defendant pulled over\nand got out to see if he could fix the vehicle. The victim called her uncle, and Sergeant Jonathan\nFrost arrived while the victim and defendant were stranded on the side of the highway. While\nFrost and defendant were looking under the hood of the vehicle, the victim remained inside the\nvehicle and told her uncle over the phone about the sexual assault.\n\n        Frost testified that he smelled what he believed to be the odor of marijuana emanating from\nthe vehicle. When he asked defendant about the odor, defendant responded that the vehicle\nbelonged to a friend. Frost went back to his vehicle to wait for the tow truck to arrive. At some\npoint, the victim gave her cell phone to Frost so her uncle could tell Frost that defendant had\nsexually assaulted the victim. Frost testified that he spoke to the victim in his patrol vehicle and\nthat she seemed shaken, stressed, and on edge. After the victim told Frost that she had been\nassaulted by defendant, Frost contacted central dispatch because the assault appeared to have\noccurred outside of his jurisdiction. Two Michigan State Police troopers, Kyle Sherwood and\nChris Haywood, arrived. Sherwood testified that when he and Haywood spoke with the victim,\nshe seemed “distraught” and “traumatized.” The victim also testified that she was “emotionally\ndistraught” while speaking with the officers. Sherwood and Haywood decided to have defendant\ndetained. The troopers escorted the victim to the hospital for a sexual assault examination.\n\n        Sherwood and Haywood subsequently conducted a formal interview of defendant that same\nday, March 25, 2017. In this interview, defendant claimed that he had no sexual contact with the\nvictim and that he never went into the motel room with her. However, defendant requested to\nspeak with Haywood again two days later. During this second interview, defendant told Haywood\nthat he engaged in consensual sex with the victim. Defendant claimed that he lied during the first\ninterview because he did not want his girlfriend to find out about the incident. He also asserted\nthat he did not abuse, choke, assault, or strangle the victim that night.\n\n       Defendant testified at trial and maintained that he had engaged in consensual sexual\nintercourse with the victim. Defendant was convicted and sentenced as previously stated.\n\n       Defendant appealed, and this Court subsequently granted defendant’s motion to remand\nfor purposes of allowing him to supplement the appellate record and move for a new trial.1\n\n\n\n\n1\n People v Boykins, unpublished order of the Court of Appeals, entered April 2, 2020 (Docket No.\n345846)\n\n                                                -2-\n\fFollowing an evidentiary hearing on remand, the trial court denied defendant’s motion for a new\ntrial. This case has now returned to this Court.\n\n                     II. EVIDENCE OF VICTIM’S PROBATION STATUS\n\n        Defendant first argues that the trial court erroneously prohibited him from introducing\nevidence that the victim was on probation at the time of the incident. Defendant further argues\nthat this ruling infringed his constitutional rights of confrontation and to present a defense by\npreventing him from showing that the victim was lying about the sexual assault in order to divert\nthe police investigation away from her own alcohol and marijuana use that night that violated the\nterms of her probation, which would have given the jury a compelling reason to believe the defense\ntheory that the victim fabricated the assault.\n\n       At trial, the victim testified that she had consumed alcohol and smoked marijuana on the\nevening of the incident while she was at her cousin’s home and before defendant picked her up.\nOn cross-examination, defense counsel asked the victim the following question: “Was there any\nreason why, at that time, you weren’t supposed to be smoking marijuana or drinking alcohol?”\nBefore the victim could answer, the prosecutor objected on the basis of relevance. After a bench\nconference that was not transcribed, the trial court sustained the objection without further\nexplanation.\n\n        At the evidentiary hearing on remand, defendant’s trial counsel testified that the theory of\ndefense he developed for trial was that the victim “made up the story to deflect attention away on\nwhatever happened that night on [defendant]” because the victim was on probation at the time for\na “fairly serious charge” and faced the possibility of a substantial prison sentence if she were found\nto have violated the terms of her probation. Defendant’s trial counsel was questioned as follows\nat the evidentiary hearing with respect to the above referenced question that he was precluded from\nasking at trial:\n\n              Q. And when you were cross-examining [the victim], do you recall you\n       asked her something along the lines of was there a reason why you weren’t\n       supposed to be smoking marijuana or drinking alcohol? Maybe—\n\n               A. Yes. Yes.\n\n               Q. And the prosecutor objected. Do you recall that?\n\n               A. Yeah. Oh, yes.\n\n               Q. Okay. What were you hoping to illicit [sic] from [the victim]?\n\n               A. Again, you know, she’s on probation. Those actions are a violation of\n       probation. And she was facing some serious time and it would be relevant for the\n       jury to understand why she would have made up a story to deflect blame from\n       herself and to deflect attention from herself.\n\n                                                  * * *\n\n\n                                                 -3-\n\f       Q. If you know—do you know what she was on probation for?\n\n       A. Assault with intent to do great bodily harm.\n\n       Q. Do you know what the maximum sentence for that crime is?\n\n       A. Ten years.\n\n        Q. And so, if you, you know, if you have your probation revoked then you\ncould theoretically be sentenced.\n\n       A. Yes.\n\n                                         * * *\n\n       Q. And—and so why did you think her probation status was relevant?\n\n        A. Oh, not the probation status, in and of itself, but the probation status\nrelative to her behavior that night. The drinking. The using marijuana. She may\nhave been—there may have been a curfew. I didn’t have an opportunity to look\ninto that because I can’t see her probation contract. She—there may have been a\ncurfew that she was violating. There may have been other terms of the probation.\nBut I know that standard term of probation, in Michigan, is no drugs, no alcohol.\n\n      Q. And so why did you think that—the fact that she was drinking alcohol\nand smoking marijuana and was on probation, gave her a motive to lie?\n\n        A. Because—because those would be violations. So, she would want to\ndeflect attention from herself in a way—a way from herself, onto [defendant]. And\nto blame him for everything that happened that night. Plus, I believe she had denied\nusing drugs after meeting up with [defendant], which would be an issue of\ncredibility.\n\n       Q. Because you believed that the—you believed that the blunt in the hotel\nroom indicated that\n\n       A. Yes. Yes.\n\n       Q. Okay.\n\n       A. Yes.\n\n       Q. And after the prosecutor objected, the parties went off the record, is\nthis—is the theory of relevance that you provided for the bench conference, you\nknow, if you recall?\n\n       A. To the best of my recollection, yes.\n\n\n                                        -4-\n\f               Q. Okay. Something along those lines?\n\n               A. Yes.\n\n         As previously stated, the trial court denied defendant’s motion for a new trial at the\nconclusion of the evidentiary hearing. With respect to the exclusion of the evidence of the victim’s\nprobationary status specifically, the trial court ruled at the evidentiary hearing that the evidence\nwas inadmissible under MRE 608 and MRE 609; that the evidence was inadmissible because it\nwas not relevant; and that even if relevant, the evidence was inadmissible under MRE 403 because\nits “prejudicial value clearly outweighs its relevancy.” The trial court concluded that its trial ruling\n“not allowing the questioning or cross-examination of her being on probation, was appropriate and\nremains appropriate.”\n\n                 A. ISSUE PRESERVATION AND STANDARD OF REVIEW\n\n       To the extent that defendant’s appellate challenge to the trial court’s ruling excluding\nevidence of the victim’s probationary status presents an evidentiary issue, this argument is\npreserved for appeal because defendant attempted to elicit testimony from the victim on cross-\nexamination about her probationary status, defendant was prevented from introducing this\ntestimony by the prosecutor’s objection and the trial court’s ruling sustaining the objection, and\ndefendant made a factual record at the evidentiary hearing of the substance of the offer of proof\nregarding the evidence that defendant’s trial counsel made during the off-the-record bench\nconference. See MRE 103(a)(2). However, defendant’s constitutional arguments are unpreserved\nbecause defendant did not argue at trial that the exclusion of the evidence violated his right to\nconfrontation or his right to present a defense.2 Generally, “[f]or an issue to be preserved for\nappellate review, it must be raised, addressed, and decided by the lower court.” People v\nMetamora Water Serv, Inc, 276 Mich App 376, 382; 741 NW2d 61 (2007). “An objection based\non one ground at trial is insufficient to preserve an appellate attack based on a different ground.”\nPeople v Stimage, 202 Mich App 28, 30; 507 NW2d 778 (1993).\n\n        Accordingly, we review preliminary questions of law regarding the admissibility of the\nevidence de novo and the trial court’s ultimate decision to exclude the evidence for an abuse of\ndiscretion. People v Duenaz, 306 Mich App 85, 90; 854 NW2d 531 (2014). “An abuse of\ndiscretion occurs when trial court’s [sic] decision is outside the range of principled outcomes.” Id.\n\n\n\n2\n  When defendant’s trial counsel testified during the evidentiary hearing about the substance of his\noffer of proof, he did not claim he argued that excluding the evidence would violate these\nconstitutional rights. Rather, defendant’s trial counsel focused on his proposed theory of\nrelevance. However, during oral argument, defendant’s counsel argued that our Supreme Court’s\norder in People v Jurewicz, _____ Mich ___; 948 NW2d 448 (2020), effectively ended the\nnecessity for counsel to specifically frame an objection as a violation of a constitutional right in\norder to preserve the constitutional error. We do not read Jurewicz as supporting that argument.\nRather, nothing within that order changed the analysis used to determine whether constitutional\nerror is preserved or unpreserved and likewise nothing within that order changed the standard of\nreview to be employed when addressing preserved or unpreserved constitutional error.\n\n                                                  -5-\n\fHowever, because defendant failed to preserve his constitutional claims of error, we review these\nclaims for plain error. People v Carines, 460 Mich 750, 764; 597 NW2d 130 (1999). Our Supreme\nCourt has set forth the plain-error test as follows:\n\n       To avoid forfeiture under the plain error rule, three requirements must be met: 1)\n       error must have occurred, 2) the error was plain, i.e., clear or obvious, 3) and the\n       plain error affected substantial rights. The third requirement generally requires a\n       showing of prejudice, i.e., that the error affected the outcome of the lower court\n       proceedings. “It is the defendant rather than the Government who bears the burden\n       of persuasion with respect to prejudice.” Finally, once a defendant satisfies these\n       three requirements, an appellate court must exercise its discretion in deciding\n       whether to reverse. Reversal is warranted only when the plain, forfeited error\n       resulted in the conviction of an actually innocent defendant or when an error\n       “ ’seriously affect[ed] the fairness, integrity or public reputation of judicial\n       proceedings’ independent of the defendant’s innocence.” [Id. at 763-764 (citations\n       omitted; alteration in original.]\n\n                                          B. ANALYSIS\n\n        In this case, the defense theory at trial was that defendant engaged in consensual sexual\nactivity with the victim and that the victim lied in claiming that defendant sexually assaulted her.\nEvidence that the victim was on probation and violating the terms of her probation by consuming\nalcohol and marijuana during the time surrounding the incident would tend to make this theory\nmore likely to be true because it would have provided a potential explanation for creating a story\nto divert the police investigation that night away from the victim’s actions. Therefore, the evidence\nthat defense counsel sought to admit was relevant to the theory of defense, and it was error for the\ntrial court to hold to the contrary. See, MRE 401 (“Relevant evidence” means “evidence having\nany tendency to make the existence of any fact that is of consequence to the determination of the\naction more probable or less probable than it would be without the evidence.”). Under MRE 402,\n“[a]ll relevant evidence is admissible, except as otherwise provided by the Constitution of the\nUnited States, the Constitution of the State of Michigan, these rules, or other rules adopted by the\nSupreme Court.”\n\n        We note that defense counsel’s proposed theory of relevance for the evidence of the\nvictim’s probation status was not an attack on the victim’s general credibility or character for\ntruthfulness, but was instead narrowly focused on whether the victim had a specific motive to lie\nabout the specific incident of sexual assault in this case. Therefore, contrary to the trial court’s\n\n\n\n\n                                                -6-\n\fstatements in its ruling at the evidentiary hearing, MRE 6083 and MRE 6094 were inapplicable and\ndid not support excluding the proposed evidence under these circumstances. Again, this was error\nby the trial court. See People v Taylor, 422 Mich 407, 414; 373 NW2d 579 (1985) (“It remains\nwithin the trial court’s discretion to admit at any time during the course of a trial evidence of prior\nconvictions, notwithstanding a ruling to exclude such evidence under MRE 609, if it is being\noffered for some proper purpose other than to impeach a defendant’s credibility in general.”); MRE\n609 (stating that the rule is applicable to any witness, including when a criminal defendant is a\nwitness). For example, “evidence of prior criminal offenses which qualify as similar-acts evidence\nunder MRE 404(b) may be admissible if offered for the purposes permitted by that rule.” Taylor,\n422 Mich at 414.\n\n         To the extent that the trial court indicated at the evidentiary hearing on remand that it had\nbeen concerned about admitting the evidence due to the potential for the jurors to become curious\nabout the underlying conviction and other matters outside the scope of defendant’s trial, we note\nthat the trial court failed to explore giving a properly tailored limiting instruction to address these\nconcerns. MRE 105 (“When evidence which is admissible as to one party or for one purpose but\nnot admissible as to another party or for another purpose is admitted, the court, upon request, shall\nrestrict the evidence to its proper scope and instruct the jury accordingly.”). Jurors are presumed\nto follow the court’s instructions. People v Unger, 278 Mich App 210, 237; 749 NW2d 272 (2008).\n\n\n\n3\n    MRE 608 provides:\n                 (a) Opinion and Reputation Evidence of Character. The credibility of a\n         witness may be attacked or supported by evidence in the form of opinion or\n         reputation, but subject to these limitations: (1) the evidence may refer only to\n         character for truthfulness or untruthfulness, and (2) evidence of truthful character\n         is admissible only after the character of the witness for truthfulness has been\n         attacked by opinion or reputation evidence or otherwise.\n\n                 (b) Specific Instances of Conduct. Specific instances of the conduct of a\n         witness, for the purpose of attacking or supporting the witness’ credibility, other\n         than conviction of crime as provided in Rule 609, may not be proved by extrinsic\n         evidence. They may, however, in the discretion of the court, if probative of\n         truthfulness or untruthfulness, be inquired into on cross-examination of the witness\n         (1) concerning the witness’ character for truthfulness or untruthfulness, or (2)\n         concerning the character for truthfulness or untruthfulness of another witness as to\n         which character the witness being cross-examined has testified.\n\n                 The giving of testimony, whether by an accused or by any other witness,\n         does not operate as a waiver of the accused’s or the witness’ privilege against self-\n         incrimination when examined with respect to matters which relate only to\n         credibility.\n4\n MRE 609 concerns the admissibility of evidence that a witness was convicted of a crime when a\nparty seeks to admit such evidence “[f]or the purpose of attacking the credibility of a witness.”\n\n                                                 -7-\n\f        With respect to MRE 403, relevant evidence “may be excluded if its probative value is\nsubstantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading\nthe jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative\nevidence.” In this case, the proposed evidence was highly probative for providing a logical\nexplanation for why the victim may have fabricated the assault, which was of significant\nimportance to defendant’s defense of consent. Had the trial court given an appropriate limiting\ninstruction to the jury indicating the proper purposes for which the victim’s probationary status\ncould be considered and prohibiting the jury from speculating about the underlying facts of the\nvictim’s prior conviction (which were not relevant to any issue in defendant’s trial), the probative\nvalue of the proposed evidence would not have been “substantially outweighed” by any of the\ndangers listed in MRE 403.\n\n        Therefore, we conclude that the trial court erred by prohibiting defense counsel from\neliciting evidence of the victim’s probationary status.\n\n        The next question becomes whether this error was harmless. People v Lukity, 460 Mich\n484, 491-492; 596 NW2d 607 (1999). “[A] preserved, nonconstitutional error is not a ground for\nreversal unless after an examination of the entire cause, it shall affirmatively appear that it is more\nprobable than not that the error was outcome determinative. Id. at 496 (quotation marks and\ncitation omitted). Defendant has the burden of showing that the error resulted in a miscarriage of\njustice. Id. at 495.\n\n         In this case, both the victim and defendant testified to their respective versions of the\nincident. The victim described a violent sexual assault, while defendant claimed to have engaged\nin consensual sexual activity with the victim. The jury was able to observe both witnesses and\njudge the credibility of each. The theory for introduction of this evidence was premised on\ncounsel’s assertions that the victim fabricated that she had been sexually assaulted solely as a\nmeans to “throw-off” the police in an attempt to preclude the police from discovering that the\nvictim was violating her probation. As to the adjudication of the prejudicial effect on defendant\nregarding the refusal of the trial court to admit this evidence, we note that counsel’s theory that the\nvictim fabricated the assault in order to divert attention away from her own alcohol and drug use\nis significantly undermined by the evidence that the victim was attempting to surreptitiously report\nthe assault to her uncle and mother to obtain their assistance prior to the victim having any contact\nwith law enforcement. The victim testified that she was trying to hide this activity from defendant\nand that she was scared of defendant. There was also evidence that the victim suffered scratches\nand bruising on her face, neck, and chest that the responding officers observed, including one such\ninjury that appeared to be “oozing.” Defendant never provided any meaningful explanation for\nthe extent of these injuries beyond testifying that he may have given the victim some “hickies” on\nher neck during the course of what he alleged was a consensual encounter. Defendant denied\nseeing any marks on the victim or that he could have somehow given her the marks accidentally.\nOn this record, it does not affirmatively appear to this Court that it is more probable than not that\nthe error was outcome determinative. Accordingly, defendant is not entitled to relief on this issue.\nId. at 496.\n\n        Turning to defendant’s constitutional arguments, defendant possessed a constitutionally\nprotected right to confront the witnesses against him, US Const, Am VI; Const 1963, art 1, § 20,\nand “[a] primary interest secured by the Confrontation Clause is the right of cross-examination.”\n\n                                                 -8-\n\fPeople v Adamski, 198 Mich App 133, 138; 497 NW2d 546 (1993). Additionally, a criminal\ndefendant has a due-process right to present a defense. People v Solloway, 316 Mich App 174,\n198; 891 NW2d 255 (2016). See also US Const, Am XIV; Const 1963, art 1, § 17.\n\n        However, even assuming that the trial court plainly erred by excluding the evidence of the\nvictim’s probationary status that we have already determined was admissible, we conclude that\nreversal is not required. First, our review of the record evidence as described above in our\nharmless-error analysis also convinces us that defendant has failed to demonstrate the requisite\nprejudice—i.e., that the error affected the outcome of the trial, Carines, 460 Mich at 763. Second,\neven if defendant could demonstrate the necessary prejudice, we would not reverse because the\nrecord does not support a conclusion that the error resulted in the conviction of an actually innocent\ndefendant or “ ‘seriously affect[ed] the fairness, integrity or public reputation of judicial\nproceedings’ independent of the defendant’s innocence.” Id. at 763-764 (citation omitted;\nalteration in original). Defendant testified and presented to the jury his version of the actual\nincident at issue, in which he claimed that the sexual activity was consensual. Defendant also\ncross-examined the victim about her version of events and the believability of her testimony about\nhow the events unfolded; he was not prohibited from exploring this area on cross-examination of\nthe victim. Defendant thus was not prevented from presenting the jury with the fundamental\nessence of his defense, namely that the victim consented to the activity and falsely claimed that\ndefendant assaulted her.\n\n        Defendant has failed to establish the existence of reversible error on the basis of the trial\ncourt’s decision to exclude evidence that the victim was on probation at the time of the incident\nthat led to defendant’s convictions. Accordingly, defendant is not entitled to relief on this issue.\n\n                        III. INEFFECTIVE ASSISTANCE OF COUNSEL\n\n        Next, defendant argues that he was denied his right to the effective assistance of counsel.\n“Whether a person has been denied effective assistance of counsel is a mixed question of fact and\nconstitutional law.” People v LeBlanc, 465 Mich 575, 579; 640 NW2d 246 (2002). This Court\nreviews the trial court’s factual findings for clear error and questions of constitutional law de novo.\nId.\n\n        To establish a claim of ineffective assistance of counsel, a defendant must “show (1) that\ntrial counsel’s performance was objectively deficient, and (2) that the deficiencies prejudiced the\ndefendant.” People v Randolph, 502 Mich 1, 9; 917 NW2d 249 (2018); see also Strickland v\nWashington, 466 US 668, 687-688; 104 S Ct 2052; 80 L Ed 2d 674 (1984).\n\n                                           A. HEARSAY\n\n        Defendant first argues that defense counsel was constitutionally ineffective for failing to\nobject to five instances where allegedly inadmissible hearsay statements were admitted at trial,\neach of which consisted of the victim’s out-of-court statements related to the sexual assault from\nthe night of the incident.\n\n        In the first instance, defendant claims that his trial counsel was ineffective for failing to\nobject to the victim’s testimony that “she told details of the assault” to her mother and uncle over\n\n                                                 -9-\n\fthe phone and in text messages, the victim’s testimony that she told Frost that what her uncle had\ntold Frost over the phone was true, and the victim’s testimony that she told two officers “that he\nhad raped me and choked me.”\n\n        MRE 801(c) defines hearsay as “a statement, other than the one made by the declarant\nwhile testifying at the trial or hearing, offered in evidence to prove the truth of the matter asserted.”\nMRE 802 provides that “[h]earsay is not admissible except as proved by [the Michigan Rules of\nEvidence].” However, the excited utterance exception provides that a “statement relating to a\nstartling event or condition made while the declarant was under the stress of excitement caused by\nthe event or condition” is not excluded by the hearsay rule. MRE 803(2).\n\n        For a statement to be admissible as an excited utterance, two requirements must be met:\n“1) that there be a startling event, and 2) that the resulting statement be made while under the\nexcitement caused by the event.” People v Smith, 456 Mich 543, 550; 581 NW2d 654 (1998).\n“The rule allows hearsay testimony that would otherwise be excluded because it is perceived that\na person who is still under the ‘sway of excitement precipitated by an external startling event will\nnot have the reflective capacity essential for fabrication so that any utterance will be spontaneous\nand trustworthy.’ ” Id. (citation omitted). Our Supreme Court in Smith emphasized that “it is the\nlack of capacity to fabricate, not the lack of time to fabricate, that is the focus of the excited\nutterance rule.” Id. at 551. Further, the Smith Court explained:\n\n        Though the time that passes between the event and the statement is an important\n        factor to be considered in determining whether the declarant was still under the\n        stress of the event when the statement was made, it is not dispositive. It is necessary\n        to consider whether there was a plausible explanation for the delay. Unlike MRE\n        803(1), the present sense impression exception, which requires that the “statement\n        describing or explaining an event or condition [be] made while the declarant was\n        perceiving the event or condition, or immediately thereafter,” there is no express\n        time limit for excited utterances.          “Physical factors, such as shock,\n        unconsciousness, or pain, may prolong the period in which the risk of fabrication\n        is reduced to an acceptable minimum.” [Id. at 551-552 (some citations omitted).]\n\n         In this case, the sexual assault and choking that the victim experienced clearly qualifies as\na starting event. See id. at 552. Additionally, the record evidence supports the conclusion that the\nvictim made these statements while still under the stress of the event even though some time had\npassed since the assault. The statements were made either while the victim was still trapped alone\nin a vehicle with the man who had just sexually assaulted her—likely a further traumatizing\nsituation in itself that compounded the stress the victim was already experiencing from the actual\nassault—or shortly after law enforcement arrived at the scene of the stalled vehicle and the victim\nwas able to be removed from the situation. The victim testified that when she spoke to law\nenforcement that night, she was still “emotionally distraught,” “scared,” and felt “shaking and\nthrobbing” in her legs.\n\n        In light of these facts, the statements were admissible as excited utterances. Id. at 550-552;\nsee also People v McLaughlin, 258 Mich App 635, 660; 672 NW2d 860 (2003) (concluding that\nevidence that the sexual assault victim was extremely upset and shaking when she spoke to the\npolice after the assault showed that the assault was “the cause of the victim’s stress, and that she\n\n                                                  -10-\n\fwas still under the influence of the stress when she made the statement” such that the statement\nwas properly admitted as an excited utterance). “Failing to advance a meritless argument or raise\na futile objection does not constitute ineffective assistance of counsel.” People v Ericksen, 288\nMich App 192, 201; 793 NW2d 120 (2010).\n\n        Next, defendant claims that his trial counsel was ineffective for failing to object to the\nintroduction of the text messages between the victim and her uncle, in which the victim stated that\ndefendant “raped” and “choked” her, as an exhibit at trial. For the same reasons explained above,\nthese text messages were also admissible as excited utterances. Defense counsel thus was not\nineffective for failing to make a futile objection. Id.\n\n        Next, defendant argues that his trial counsel was ineffective for failing to object to the\nintroduction of the victim’s statements from that night about the details of the assault and\nsurrounding events when these statements were repeated through the testimony of her uncle and\nthe testimony of Foster. However, for the same reasons explained above, these statements were\nalso admissible as excited utterances and defense counsel was not ineffective for failing to make\nfutile objections. Id.\n\n         Finally, defendant argues that his trial counsel was ineffective for failing to object to the\ntestimony of the victim’s nurse at Sparrow Hospital, Sharon Goodfellow, in which Goodfellow\ntestified that the victim “told her that she was ‘attacked,’ ‘raped,’ ‘strangled several time,’ [sic]\n‘bit,’ and ‘held down,’ by [defendant], that [defendant] put his fingers and penis inside her vagina\nand that he ‘had oral contact on her genitals,’ and that he ‘did threaten to kill her if she told\nanyone.’ ”\n\n        Under MRE 803(4), “[s]tatements made for purposes of medical treatment or medical\ndiagnosis in connection with treatment and describing medical history, or past or present\nsymptoms, pain, or sensations, or the inception or general character of the cause or external source\nthereof insofar as reasonably necessary to such diagnosis and treatment” are not excluded by the\nhearsay rule. “The rationale supporting the admission of statements under this exception is the\nexistence of (1) the reasonable necessity of the statement to the diagnosis and treatment of the\npatient, and (2) the declarant’s self-interested motivation to speak the truth to treating physicians\nin order to receive proper medical care.” People v Garland, 286 Mich App 1, 8-9; 777 NW2d 732\n(2009).\n\n        In this case, the statements challenged on appeal were made by the victim to Goodfellow\nduring the course of describing her injuries and history for the sexual assault examination.\nGoodfellow testified that she collects such information as part of the examination in order to\nprovide appropriate medical treatment and diagnosis to the patient. There was evidence that the\nvictim was in pain and had suffered observable physical injuries in the form of scratches and\nbruises from the assault. The victim was experiencing significant neck pain specifically and was\nhaving difficulty swallowing. Goodfellow did a strangulation assessment, provided the victim\nwith preventive medical treatment for sexually transmitted diseases, and referred the victim for\nfollow-up medical treatment and counseling. Goodfellow also testified that the victim was crying\nintermittently during the exam.\n\n\n\n                                                -11-\n\f        This Court has recognized that “[o]ften, the injuries inflicted on the victim in a sexual\nassault, such as transmission of a sexually transmitted disease, immune deficiency virus, or\npsychological trauma, are impossible to detect at first but still require diagnosis and treatment.”\nId. at 9-10. “Particularly in cases of sexual assault, in which the injuries might be latent, such as\ncontracting sexually transmitted diseases or psychological in nature, and thus not necessarily\nphysically manifested at all, a victim’s complete history and a recitation of the totality of the\ncircumstances of the assault are properly considered to be statements made for medical treatment.”\nPeople v Mahone, 294 Mich App 208, 215; 816 NW2d 436 (2011). Furthermore, because the\nvictim in this case was over the age of ten, there existed a “rebuttable presumption that she\nunderstood the need to tell the truth to the nurse.” Garland, 286 Mich App at 9. Defendant did\nnot present any evidence that the victim did not understand the importance of telling the truth to\nGoodfellow and thus has not rebutted this presumption. Accordingly, these statements were\nadmissible under MRE 803(4), and defense counsel was not ineffective for failing to raise a futile\nobjection. Ericksen, 288 Mich App at 201.\n\n        Accordingly, defendant has not demonstrated that his trial counsel was ineffective for not\nobjecting to the above statements on hearsay grounds. Strickland, 466 US at 700 (“Failure to make\nthe required showing of either deficient performance or sufficient prejudice defeats the\nineffectiveness claim.”).5\n\n                               B. AUDIO AND VIDEO EVIDENCE\n\n         Next, in his supplemental brief following remand, defendant argues that his trial counsel\nwas ineffective for failing to review a seven-second cell-phone recording of the assault and for\nfailing to listen to the recording of the victim’s initial interview with law enforcement.\n\n        “[C]ounsel has a duty to make reasonable investigations or to make a reasonable decision\nthat makes particular investigations unnecessary.” Strickland, 466 US at 691. “In any\nineffectiveness case, a particular decision not to investigate must be directly assessed for\nreasonableness in all the circumstances, applying a heavy measure of deference to counsel’s\njudgments.” Id. “[S]trategic choices made after thorough investigation of law and facts relevant\nto plausible options are virtually unchallengeable; and strategic choices made after less than\ncomplete investigation are reasonable precisely to the extent that reasonable professional\njudgments support the limitations on investigation.” Id. at 690-691. When considering an\nattorney’s performance in the context of an ineffective assistance of counsel claim, the proper\nstandard is whether “counsel’s representation fell below an objective standard of reasonableness,”\nmeaning “reasonableness under prevailing professional norms.” Id. at 688.\n\n         With respect to the seven-second cell phone video of the incident, defendant’s trial counsel\ntestified at the evidentiary hearing that he read a police report describing this video before the trial\n\n\n\n5\n To the extent defendant makes a cursory argument that the trial court committed plain error by\nadmitting the above statements that defendant claims constituted inadmissible hearsay, we\nconclude that defendant has not established that a plain error occurred because defendant has not\nshown that the statements were not admissible. Carines, 460 Mich at 763.\n\n                                                 -12-\n\fbut did not actually view the video. Nevertheless, he testified that he knew “what was in” the\nvideo and “decided it was not critical, one way or the other.” The video was played at the\nevidentiary hearing. Defendant’s trial counsel acknowledged that the video was “blank” and did\nnot contain any visual depiction of the incident but did contain audio of the victim stating not to\ntake any pictures. Defendant’s trial counsel acknowledged that the victim did not sound at that\nmoment as if she was being strangled as she spoke in the video.\n\n        We fail to see any reasonable explanation for an attorney acting under prevailing\nprofessional norms not to make the effort to review a seven-second recording of the actual incident\nfor which the defendant has been charged with committing a crime where it is the only recording\nof the incident that exists. Only after such a viewing, could counsel have made a reasonable\ndecision regarding the value of that evidence. Defendant’s trial counsel in this case made his\ndecision about this evidence based on an incomplete investigation. The failure by defendant’s trial\ncounsel to watch this video was objectively unreasonable and constituted deficient performance.\nId. at 688, 690-691.\n\n       Nonetheless, despite counsel’s deficient performance, defendant still must establish that he\nwas prejudiced as a result. Id. at 691-692. This requires defendant to “show that there is a\nreasonable probability that, but for counsel’s unprofessional errors, the result of the proceeding\nwould have been different.” Id. at 694.\n\n        In this case, even accepting defendant’s argument that the cell phone video does not make\nit evident that the victim was struggling in that seven second span of time or that the victim\n“smacked” the phone out of defendant’s hand at that time, the video does not negate the entirety\nof the victim’s testimony as defendant seemingly argues on appeal. The victim provided detailed\ntestimony about a prolonged, (far in excess of seven seconds) violent, sexual assault during which\nshe was repeatedly choked, strangled, and penetrated by defendant. The video only provides an\nextremely brief, audio snapshot of the incident and indicates nothing about the remainder of the\nincident. Thus, we cannot conclude that but for the video not being admitted into evidence, there\nis a reasonable probability that the result of the trial would have been different. Id. Hence,\ndefendant has failed to establish the prejudice necessary to successfully show that he was denied\nthe effective assistance of counsel in this regard. Id. at 700.\n\n        With respect to the recording of the victim’s interview with law enforcement, defendant\nclaims on appeal that he was prejudiced by his trial counsel’s deficient performance in not listening\nto this recording and using it to show inconsistencies in the victim’s stories about whether\ndefendant attacked her immediately after she exited the bathroom, as she testified at trial, or\nwhether defendant and the victim instead engaged in conversation about engaging in sexual\nactivity during which the victim (notably) still indicated her refusal to acquiesce to defendant’s\nwishes and engaged in such activity. Defendant also relies on the victim’s statements during the\ninterview that defendant was texting at certain points during the encounter, which defendant argues\ndoes not make logical sense and conflicts with the victim’s trial testimony that defendant was\nchoking her and that she struggled during the entire assault.\n\n        At the evidentiary hearing, defendant’s trial counsel testified that he could not recall\nwhether he actually listened to this recording before trial but he recalled that he had read the police\nreports regarding the interview and the victim’s statements. Defendant’s trial counsel also testified\n\n                                                 -13-\n\fthat he was thus aware of the substance of the interview and used it in his cross-examination of the\nvictim at trial. However, he admitted at the evidentiary hearing that he could not have cross-\nexamined the victim about facts in the interview recording that were not included in the police\nreports because he did not remember reviewing the recording.\n\n        Even assuming that defendant’s trial counsel performed deficiently in this regard as well,\ndefendant has failed to establish the requisite prejudice. Despite any inconsistencies that may\nexist, the facts that are entirely consistent are that the victim maintained that she refused\ndefendant’s advances, did not consent to any sexual activity, and maintained that defendant\nattacked her at some point in the motel room that night to forcibly engage in sexual acts with her.\nDefendant does not claim, or point to any evidence showing, that the victim ever told law\nenforcement that she consented to any sexual acts by defendant. Thus, defendant has not\ndemonstrated that but for the failure by defendant’s trial counsel to explore at trial the alleged\ninconsistencies in the victim’s story raised by defendant now on appeal on the basis of the victim’s\ninterview with law enforcement, there is a reasonable probability that the result of the trial would\nhave been different. Id. at 694. Defendant therefore has not shown that he received ineffective\nassistance of counsel in this regard. Id. at 700.\n\n                                      IV. RESENTENCING\n\n        Defendant next argues that “[b]ecause the trial court incorrectly believed that [defendant]\nwould not be subject to lifetime electronic monitoring when it rendered its sentencing decision,\nand therefore could not take into account the protection lifetime monitoring would afford society,\n[defendant] is entitled to be resentenced.” Defendant contends that the trial court’s statement at\nthe sentencing hearing that it believed defendant to be “an absolute danger to society” indicates\nthat the severity of the trial court’s sentence was influenced by its mistaken belief that defendant\nwould not be subject to lifetime electronic monitoring. On this issue, the prosecution\nacknowledges error, but argues that the error can be cured without the need for resentencing.\nDefendant argues that resentencing is required.\n\n        At the sentencing hearing, defense counsel objected to the application of lifetime electronic\nmonitoring. Both the prosecutor and the trial court agreed that defendant was not subject to\nlifetime electronic monitoring, and the trial court stated that “it won’t be ordered as part of this\nsentence at this time.” The trial court announced its sentence on the record, sentencing defendant\nto 45 to 75 years’ imprisonment for each CSC-I conviction, life imprisonment with the possibility\nof parole for the kidnapping conviction, and 95 months to 15 years’ imprisonment for the assault\nby strangulation conviction. However, thereafter, a judgment of sentence was entered indicating\nthat defendant was subject to lifetime electronic monitoring under MCL 750.520n, contrary to the\ntrial court’s statement at the hearing. His sentence contained in the judgment otherwise\ncorresponded to the trial court’s pronouncement on the record at the hearing.\n\n        Clearly, the parties and the trial court were incorrect in agreeing at the sentencing hearing\nthat defendant was not subject to lifetime electronic monitoring. “[T]he Legislature has mandated\nlifetime electronic monitoring for all CSC–I sentences except when the defendant is sentenced to\nlife without the possibility of parole under § 520b(2)(c).” People v Comer, 500 Mich 278, 289;\n901 NW2d 553 (2017). Defendant was sentenced to a term of years for his two CSC-I convictions\nand the victim was not under the age of 13. See MCL 750.520b(2)(b) and (c) (each providing\n\n                                                -14-\n\fpunishment for different situations that involve a victim under the age of 13). Thus, defendant’s\nsentence implicates MCL 750.520b(2)(a) (stating that CSC-I is punishable “[e]xcept as provided\nin subdivisions (b) and (c), by imprisonment for life or for any term of years”). He was not\nsentenced to life without the possibility of parole under MCL 750.520b(2)(c).\n\n        Defendant was therefore subject to lifetime electronic monitoring. MCL 750.520b(2)(d)\n(“In addition to any other penalty imposed under subdivision (a) or (b), the court shall sentence\nthe defendant to lifetime electronic monitoring under section 520n.”); Comer, 500 Mich at 289.\nThe trial court must have subsequently realized its mistake because the judgment of sentence\nindicates that defendant is subject to lifetime electronic monitoring, although his sentences are\notherwise the same as those announced by the trial court on the record at the sentencing hearing.\n\n         “A defendant is entitled to be sentenced by a trial court on the basis of accurate\ninformation.” People v Francisco, 474 Mich 82, 88; 711 NW2d 44 (2006); see also MCL\n769.34(10). Because we do not know what, if any, the trial court’s mistaken perception at the time\nof sentencing had on its sentencing decision, we remand this matter for the purposes of permitting\nthe trial court to make a record whether its sentence would have been different or to resentence\ndefendant if it so decides. See id. at 91-92.\n\n                                   V. JURY INSTRUCTIONS\n\n         Defendant also argues in his Standard 4 brief that the trial court improperly instructed the\njury at trial.\n\n       Following the trial court’s instructions to the jury and after the jury was excused from the\ncourtroom to begin deliberations, the following exchange occurred on the record:\n\n               The Court: The jurors have left the courtroom, and [defense counsel], any\n       objection to the instructions as given?\n\n               [Defense Counsel]: No objection to the instructions, your Honor.\n\n               The Court: [Prosecutor]?\n\n               [Prosecutor]: No, your Honor.\n\n        Because defendant affirmatively approved the trial court’s jury instructions, he waived\nappellate review of this claim of error. People v Carter, 462 Mich 206, 215, 218-219; 612 NW2d\n144 (2002) (holding that defense counsel’s approval of the trial court’s instruction constitutes a\nwaiver of the issue on appeal and that the “waiver could be effected by the action of defense\ncounsel”). “Waiver has been defined as the intentional relinquishment or abandonment of a known\nright.” Id. (quotation marks and citation omitted). “One who waives his rights under a rule may\nnot then seek appellate review of a claimed deprivation of those rights, for his waiver has\nextinguished any error.” Id. (quotation marks and citation omitted).\n\n        In this case, defendant did not merely fail to object, but expressly stated that he had “no\nobjection to the instructions,” thereby indicating his affirmative approval of the instructions and\nwaiving any claim of error regarding the instructions. Id. at 215-216; see also People v Kowalski,\n\n                                                -15-\n\f489 Mich 488, 504-505; 803 NW2d 200 (2011) (“The distinction defendant attempts to make\nbetween counsel stating, ‘I approve of the instructions,’ and counsel stating, ‘I have no objections,’\nis unavailing. Counsel’s statements were express and unequivocal indications that he approved of\nthe instructions. To hold otherwise would allow counsel to ‘harbor error at trial and then use that\nerror as an appellate parachute . . . .’ ”) (citations omitted; ellipsis in original). Hence, there is no\nerror for this Court to review. Carter, 462 Mich at 219.\n\n                                         VI. CONCLUSION\n\n      We affirm defendant’s convictions but remand for purposes of allowing the trial court to\nmake an appropriate record with respect to defendant’s sentencing issue.\n\n        Affirmed in part and remanded for further proceedings consistent with this opinion. We\ndo not retain jurisdiction.\n\n                                                                /s/ Michael F. Gadola\n                                                                /s/ Stephen L. Borrello\n                                                                /s/ Michael J. Kelly\n\n\n\n\n                                                  -16-\n\f",
            "ocr": false,
            "opinion_id": 4653485
        }
    ],
    "court_short_name": "Michigan Court of Appeals",
    "court_full_name": "Michigan Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Kidnapping"
}