{
    "id": 4929627,
    "judges": "Seinfeld",
    "date_filed": 953856000000,
    "date_filed_is_approximate": false,
    "slug": "state-v-jenkins",
    "case_name_short": "Jenkins",
    "case_name": "State v. Jenkins",
    "case_name_full": "The State of Washington v. Anthony David Jenkins",
    "attorneys": "Brett Ballew of Dudenbostel Law Offices, for appellant (appointed counsel for appeal)., H. Steward Menefee, Prosecuting Attorney, and Andrea Vingo, Deputy, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "100 Wash. App. 85"
    ],
    "opinions": [
        {
            "author_str": "Seinfeld",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSeinfeld, J.\n— Anthony Jenkins appeals his conviction for failure to register as a sex offender, RCW 9A.44.130.1 He claims that the statute is unconstitutionally vague and interferes with his right to travel. He also claims insufficiency of the evidence. We agree that the word “address,” as used in the statute, was unconstitutionally vague and that the evidence was insufficient to prove Jenkins’ noncompliance. Thus, we reverse.\nFACTS\nOn June 28, 1998, Grays. Harbor County authorities released Jenkins from jail. He had been serving time for a sex offense. Pursuant to the sex-offender registration requirements of RCW 9A.44.130, before releasing him, the sheriff’s department asked Jenkins for an address. Jenkins provided the address of a friend who apparently had told him that he could use it to pick up mail and messages. The address was 1906 West Second Street, Aberdeen.\nOn September 10, sheriff detectives attempted to locate Jenkins at the Second Street address and found that he did not live there. The next day, the State charged Jenkins under RCW 9A.44.130 with failure to register as a sex offender. Meanwhile, detectives continued looking for Jenkins until he turned himself in several weeks later.\n*88At Jenkins’ bench trial, Joyce Lemmon, a resident of 1906 West Second Street, testified that Jenkins had been receiving mail at that address since his release from jail. She also stated that Jenkins had left some personal belongings there, but had never slept there.\nJenkins testified that he had arranged with Lemmon’s daughter, another resident of the home, to use the Second Street address to receive mail. He also testified that he slept at various friends’ houses from the time he was released from jail until he turned himself in.\nJenkins then moved to dismiss, claiming that the sex offender registration statute was unconstitutionally vague and that it interfered with his right to travel. The court denied this motion and found Jenkins guilty as charged.\nI. Vagueness\nSpecifically, Jenkins contends that former RCW 9A.44.130 (1998) was unconstitutionally vague because it did not clearly indicate whether a sex offender may provide a mailing or contact address instead of a residential address. He also contends that the provision requiring the offender to give authorities written notice of a change of address lacked clarity as to whether the State must prove that the offender has established a new residence elsewhere or merely prove that the offender is not sleeping at the registered address.\nWe agree that it is not possible to answer these questions by reading the statute as it was written at the time of Jenkins’ alleged offense. Thus, we conclude that it was unconstitutionally vague.\nAt the time of the offense, former RCW 9A.44.130 provided, in pertinent part:\n(1) Any adult or juvenile residing, or who is a student, is employed, or carries on a vocation in this state who has been found to have committed or has been convicted of any sex offense or kidnapping offense . . . shall register with the county sheriff for the county of the person’s residence . . .\n*89(3) The person shall provide the following information when registering: (a) Name; (b) address; (c) date and place of birth; (d) place of employment; (e) crime for which convicted; (f) date and place of conviction; (g) aliases used; (h) social security number; (i) photograph; and (j) fingerprints.\n(5) (a) If any person required to register pursuant to this section changes his or her residence address within the same county, the person must send written notice of the change of address to the county sheriff within seventy-two hours of moving. If any person required to register pursuant to this section moves to a new county, the person must send written notice of the change of address at least fourteen days before moving to the county sheriff in the new county of residence and must register with that county sheriff within twenty-four hours of moving. The person must also send written notice within ten days of the change of address in the new county to the county sheriff with whom the person last registered. . . .\nDue process requires that penal statutes be drawn with sufficient specificity so that persons of common understanding will be on notice of the activity prohibited by the statutes. State v. Richmond, 102 Wn.2d 242, 243, 683 P.2d 1093 (1984). The fundamental principle underlying the vagueness doctrine is that the Fourteenth Amendment requires citizens be afforded fair warning of proscribed conduct. State v. Coria, 120 Wn.2d 156, 163, 839 P.2d 890 (1992).\n The constitutionality of a statute is a question of law that we review de novo. State v. Shultz, 138 Wn.2d 638, 643, 980 P.2d 1265 (1999). If the statute does not involve First Amendment rights, we evaluate the vagueness challenge by examining the statute as applied under the particular facts of the case. Coria, 120 Wn.2d at 163.\n A statute is not unconstitutionally vague merely because a person cannot predict with complete certainty the exact point at which his actions would be classified as *90prohibited conduct. City of Seattle v. Abercrombie, 85 Wn. App. 393, 399-400, 945 P.2d 1132 (1997). Rather, we presume that a statute is constitutional; the challenging party carries the heavy burden of proving vagueness beyond a reasonable doubt. Coria, 120 Wn.2d at 163. The challenger must show that either (1) the statute does not define the criminal offense with sufficient definiteness so that ordinary people can understand what conduct is proscribed, or (2) the statute does not provide ascertainable standards of guilt to protect against arbitrary enforcement. Coria, 120 Wn.2d at 163.\nThe requirement of sufficient definiteness “protects individuals from being held criminally accountable for conduct which a person of ordinary intelligence could not reasonably understand to be prohibited.” Coria, 120 Wn.2d at 163. Accordingly, a statute is unconstitutional if it “forbids conduct in terms so vague that persons of common intelligence must guess at its meaning and differ as to its application.” Coria, 120 Wn.2d at 163. This test does not demand “impossible standards of specificity or absolute agreement,” and it permits some amount of imprecision in the language of the statute. Coria, 120 Wn.2d at 163.\nJenkins’ vagueness challenge centers on two terms: “address,” in former RCW 9A.44.130(3); and “changes his or her residence address,” in former RCW 9A.44.130(5). Because these terms were not defined in the statute, we give them their ordinary meaning. Washington State Coalition for the Homeless v. Department of Soc. &amp; Health Serv., 133 Wn.2d 894, 905, 949 P.2d 1291 (1997).\nFormer RCW 9A.44.130(3) required newly released offenders to register an “address.” This word has been defined in Washington as “the place where mail or other communications will reach a person,” which “may be other than a person’s residence.” State v. Morgan, 32 Wn. App. 236, 237, 646 P.2d 1387 (1982); see also Ridge v. Boulder Creek Union Junior-Senior High Sch. Dist., 60 Cal. App. 2d 453, 140 P.2d 990, 992 (1943) (finding the word “address” is not always synonymous with the word “resi*91dence”); Munson v. Bay State Dredging &amp; Contracting Co., 314 Mass. 485, 50 N.E.2d 633, 636 (1943) (“[a]n applicant may have an address, that is, a place where mail or other communications will reach him, at a place other than his place of residence”); Black’s Law Dictionary 38 (6th ed. 1990) (defining address as a “[p]lace where mail or other communications will reach person. Generally a place of business or residence; though it need not be.”).\nBut former RCW 9A.44.130(3) did not distinguish between a residential and a mailing address. This leaves persons of common intelligence guessing at the meaning and application of the word “address” as it is used in this section. One could reasonably deduce that the statute merely requires an offender to register an address where he or she can be contacted and that a mailing address would be sufficient for that purpose.\nFormer RCW 9A.44.130(5)(a) required an offender to send a written notice of changes to his or her “residence address.” Division One recently held: “Residence as the term is commonly understood is the place where a person lives as either a temporary or permanent dwelling, a place to which one intends to return, as distinguished from a place of temporary sojourn or transient visit.” State v. Pickett, 95 Wn. App. 475, 478, 975 P.2d 584 (1999).\nHere, one reasonably could conclude that a person without a fixed, regular place to sleep does not have a residence under the terms of the statute. Persons of common intelligence must necessarily guess as to the types of living situations that the term “residence” encompasses. Because of these defects, the term “failure to register” lacks sufficient definiteness as to the proscribed conduct.\nII. Sufficiency of the Evidence\nMoreover, even assuming that the statute was sufficiently clear as to the offender’s obligations, the evidence indicates that Jenkins could not comply with it. The facts of this case are analogous with those of Pickett. In that case, the *92court found that the defendant, who had been living in city parks when he was arrested, was homeless and therefore unable to comply with the statute as it was written. Pickett, 95 Wn. App. at 479. See also State v. Bassett, 97 Wn. App. 737, 987 P.2d 119 (1999) (duty to register change of address not applicable to homeless offender who has no address).\nJenkins similarly was “homeless,” as the term is commonly understood. The year before his arrest, the Washington Supreme Court defined homeless persons to be “persons who lack a fixed, regular, and adequate nighttime residence.” Washington State Coalition, 133 Wn.2d at 905. Other Washington statutes define homeless persons as “persons, including families, who, on one particular day or night, do not have decent and safe shelter nor sufficient funds to purchase or rent a place to stay.” RCW 84.36-.043(2)(a); Washington State Coalition, 133 Wn.2d at 905-06.\nHere, Jenkins had no fixed, regular nighttime residence. When he was released from jail, he did not know where he was going to stay and he had no money to rent shelter. Thus, he had no residential address to give to authorities.\nNor did he establish a residential address at any time during the period from his release to his arrest. He stayed on a temporary basis with various friends in Aberdeen, Hoquiam, and Seattle while he looked for work. Even though he was staying at identifiable addresses, he did not know if that shelter would be available to him the next night and he did not have sufficient funds to rent appropriate shelter for himself. Thus, we see no meaningful difference between his situation and that in Pickett.\nThe State argues that Jenkins’ temporary residence at the homes of his friends was sufficient to establish a residence address to provide to authorities. The court in State v. Pray, 96 Wn. App. 25, 30, 980 P.2d 240, review denied, 139 Wn.2d 1010 (1999), found that a temporary habitation may be considered a residence for purposes of registration. But the facts of this case are distinguishable.\n*93In Pray, the defendant, who had been convicted of rape of a child, lived at his own residence in Seattle for approximately six weeks after his release from jail. 96 Wn. App. at 26. Then, on November 3, 1997, he informed his community corrections officer (CCO) that he had moved to a friend’s home in Bellingham so that he could look for a job and an apartment in that city. Pray, 96 Wn. App. at 26-27. After the CCO deemed Pray’s residence at the friend’s house to be inappropriate because her 14-year-old daughter was living at home, Pray stayed at two different hotels until his arrest on November 13 for failure to register. Pray, 96 Wn. App. at 27.\nThe Pray court held that “on any given day between November 3 and November 13, Pray knew the place he would sleep that night, even though that place changed several times during that period.” 96 Wn. App. at 29. Thus, Pray had established sufficiently permanent residence addresses at the hotels and had violated the statute by failing to provide those addresses to authorities.\nUnlike the defendant in Pray, Jenkins could not provide for his own shelter and did not know from day to day whether the shelter provided by his friends would be available that night. Although as it happened, he was able to remain in the home of a Seattle friend for approximately two to three weeks. But the State has not shown that Jenkins had any expectation that this would be a fixed, regular residence for any continuing period, no matter how short. Thus, the evidence was insufficient to prove beyond a reasonable doubt that Jenkins failed to comply with the provisions of the statute as written.\nBecause the foregoing issues are dispositive, we need not address Jenkins’ remaining arguments.\nAccordingly, we reverse.\nHoughton, J., and Tollefson, J. Pro Tem., concur.\nReview denied at 141 Wn.2d 1011 (2000).\n\nThis statute was amended in 1999 to include provisions for offenders who lack a fixed residence. RCW 9A.44.130 (effective June 7, 1999).\n\n",
            "ocr": true,
            "opinion_id": 4737252
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Kidnapping"
}