{
    "id": 4998705,
    "judges": "Chaisson, Chehardy, Gravois",
    "date_filed": "2020-04-18",
    "date_filed_is_approximate": true,
    "slug": "state-v-siggio",
    "case_name_short": "Siggio",
    "case_name": "State v. Siggio",
    "case_name_full": "STATE of Louisiana v. Joseph SIGGIO, III",
    "attorneys": "Paul D. Connick, Jr., District Attorney, Terry M. Boudreaux, Assistant District Attorney, Gretna, Louisiana, for Plain-tiffyAppellee., Bruce G. Whittaker, Attorney at Law, Louisiana Appellate Project, New Orleans, Louisiana, for Defendant/Appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "134 So. 3d 13"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJUDE G. GRAVOIS, Judge.\n|2Pefendant, Joseph Siggio, III, has appealed his convictions and sentences for conspiracy to distribute marijuana, second degree kidnapping, and aggravated burglary. For the reasons that follow, we affirm defendant’s convictions and sentences and grant defendant’s appellate counsel’s motion to withdraw as counsel of record for defendant.\n\nPROCEDURAL HISTORY\n\nOn December 20, 2007, the Jefferson Parish District Attorney filed a bill of information charging defendant, Joseph Siggio, III, with aggravated burglary, in violation of La. R.S. 14:60 (Count 1); possession of a firearm while committing a crime of violence, in violation of La. R.S. 14:95(E) (Count 2); and unauthorized entry into a place of business, in violation of La. R.S. 14:62.4 (Count 3). Defendant was arraigned on December 28, 2007 and pled not guilty to all charges brought in the bill of information.\n|sOn April 30, 2009, a Jefferson Parish grand jury indicted defendant with conspiracy to distribute marijuana, in violation of La. R.S. 40:979 and 40:966(A) (Count 1); aggravated kidnapping, in violation of La. R.S. 14:44 (Count 2); aggravated burglary, in violation of La. R.S. 14:60 (Count 3); possession of a firearm while committing crimes of violence, in violation of La. R.S. 14:95(E) (Count 4); and unauthorized entry into a place of business, in violation of La. R.S. 14:62.4 (Count 5). Defendant was arraigned on May 8, 2009 and pled not guilty to all charges brought in the bill of indictment.1\nOn December 15, 2009, the State amended Count 2 of the bill of indictment to second degree kidnapping, in violation of La. R.S. 14:44.1. On that same date, defendant withdrew his not guilty pleas and pled guilty as charged to: Count 1 of the indictment (conspiracy to distribute marijuana, in violation of La. R.S. 40:9792 and 40:966(A)3); Count 2 of the indictment (as amended) (second degree kidnapping, in *15violation of La. R.S. 14:44.14); and Count 3 of the indictment 1^aggravated burglary, in violation of La. R.S. 14:605). After-wards, the trial judge sentenced defendant to imprisonment at hard labor for fifteen years on each of the three counts, to run concurrently, with the first two years of the sentence on Count 2 to be served without the benefit of parole, probation, or suspension of sentence. The State then entered a nolle prosequi as to Counts 4 and 5 of the indictment. Defendant subsequently filed a pro se motion to reconsider sentence that was denied by the trial court on February 1, 2010.\nOn December 15, 2011, defendant filed an application for post-conviction relief that was denied by the trial court on July 12, 2012. Defendant then filed a writ application with this Court challenging the trial judge’s denial of his application for post-conviction relief. This Court granted defendant’s writ application for the limited purpose of vacating the trial court’s order denying the application for post-conviction relief and transferring the writ application to the trial court for consideration as an application for post-conviction relief seeking an out-of-time appeal. State v. Siggio, 12-683 (La.App. 5 Cir. 9/18/12) (unpublished writ disposition). On January 22, 2013, the trial court granted defendant an out-of-time appeal. On June 19, 2013, the trial court appointed the Louisiana Appellate Project to assist defendant with his appeal.\n\nJ{¿ANDERS BRIEF\n\nUnder the procedure set forth in State v. Benjamin, 573 So.2d 528, 530 (La.*16App. 4 Cir.1990), appointed appellate counsel has filed an Anders6 brief, asserting that he has thoroughly reviewed the trial court record and cannot find any non-frivolous issues to raise on appeal. Accordingly, appointed appellate counsel requests permission to withdraw as counsel of record for defendant.\nIn Anders, the United States Supreme Court stated that appointed appellate counsel may request permission to withdraw as counsel of record for defendant if he finds defendant’s case to be wholly frivolous after a conscientious examination of the case. The request must be accompanied by “a brief referring to anything in the record that might arguably support the appeal” so as to provide the reviewing court “with a basis for determining whether appointed counsel have fully performed their duty to support their clients’ appeals to the best of their ability” and to assist the reviewing court “in making the critical determination [as to] whether the appeal is indeed so frivolous that counsel should be permitted to withdraw.” McCoy v. Court of Appeals of Wisconsin, Dist. 1, 486 U.S. 429, 439, 108 S.Ct. 1895, 1902, 100 L.Ed.2d 440 (1988). The Louisiana Supreme Court approved this procedure in State v. Jyles, 96-2669 (La.12/12/97), 704 So.2d 241.\nWhen conducting a review for compliance with Anders, an appellate court must conduct an independent review of the record to determine whether the appeal is wholly frivolous. State v. Bradford, 95-929 (La.App. 5 Cir. 6/25/96), 676 So.2d 1108, 1110. If, after an independent review, the reviewing court determines that there are no non-frivolous issues for appeal, it may grant appellate counsel’s motion to withdraw and affirm the defendant’s conviction and sentence. However, if the court finds any legal point arguable on the merits, it may either deny the Emotion and order the court-appointed attorney to file a brief arguing the legal point(s) identified by the court, or grant the motion and appoint substitute appellate counsel. Id.\nIn the instant case, defendant’s appellate counsel asserts that after a detailed review of the record, he could find no non-frivolous issues to raise on appeal. Counsel also indicates that defendant was informed of the sentences that he would receive, and was sentenced in accordance therewith.\nAppellate counsel has filed a motion to withdraw as counsel of record for defendant which states that he mailed defendant a copy of his brief. Additionally, this Court sent defendant a letter by certified mail informing him that an Anders brief had been filed on his behalf and that he had until October 3, 2013 to file a pro se supplemental brief. Defendant has not filed a pro se brief.\nThe State filed a response to appellate counsel’s brief, noting that the brief shows a complete and thorough recitation of the procedural history of the case, has complied with the procedure set forth in An-ders, and requests that this Court affirm defendant’s convictions and sentences.\nOur independent review of the record supports appellate counsel’s assertion that there are no non-frivolous issues to be raised on appeal. The amended bill of indictment to which defendant pled properly charged defendant: it plainly, concisely, and definitely states the essential facts constituting the offenses charged, and cites the statutes that defendant violated. It also sufficiently identifies defendant and the crimes charged. Also, as reflected by the minute entries and commitment, defendant appeared at all crucial stages of the *17proceedings against him, including his arraignments, guilty pleas, and sentencing.\nAlthough defendant filed omnibus pretrial motions, including a motion to suppress evidence, identification, and statement, the record does not reflect rulings |7by the trial court on these motions. As such, there were no rulings for defendant to preserve for appellate review under State v. Crosby, 338 So.2d 584 (La.1976). Additionally, when a defendant does not object to the trial court’s failure to hear or rule on a pre-trial motion prior to pleading guilty, the motion is considered waived. See State v. Corzo, 04-791 (La.App. 5 Cir. 2/15/05), 896 So.2d 1101, 1102. In the instant case, defendant did not object to the trial court’s failure to hear or rule on his pre-trial motions prior to his guilty pleas. Therefore, the motions are considered waived.\nDefendant pled guilty as charged to the amended bill of indictment. If a defendant pleads guilty, he normally waives all non-jurisdictional defects in the proceedings leading up to the guilty plea. This also precludes review of such defects, either by appeal or on post-conviction relief. State v. Wingerter, 05-697 (La.App. 5 Cir. 3/14/06), 926 So.2d 662, 664. Once a defendant is sentenced, only those guilty pleas that are constitutionally infirm may be withdrawn by appeal or on post-conviction relief. State v. McCoil, 05-658 (La.App. 5 Cir. 2/27/06), 924 So.2d 1120, 1124. A guilty plea is constitutionally infirm if it is not entered freely and voluntarily, if the Boykin7 colloquy is inadequate, or when a defendant is induced to enter the plea by a plea bargain or what he justifiably believes was a plea bargain and that bargain is not kept. In such a case, the defendant has been denied due process of law in that the plea was not given freely and knowingly. State v. Dixon, 449 So.2d 463, 464 (La.1984).\nA review of the record reveals no irregularities in defendant’s guilty pleas. The record shows that defendant was aware he was pleading guilty to “attempted or conspiracy to distribute marijuana” (Count 1), second degree kidnapping (Count 2), and aggravated burglary (Count 3). On the waiver of rights form and during the | ^colloquy with the trial judge, defendant was advised of his right to a jury trial, his right to confrontation, and his privilege against self-incrimination, as required by Boykin v. Alabama, supra. On the waiver of rights form, defendant initialed next to each of those rights and signed the form, indicating that he understood he was waiving these rights by pleading guilty. During the colloquy with the trial judge, defendant also indicated that he understood that he was waiving these rights.\nOn the waiver of rights form and during his guilty plea colloquy, defendant indicated that he had not been forced, coerced, or threatened into entering his guilty pleas. Defendant indicated during the guilty plea colloquy that he understood the possible legal consequences of pleading guilty, and wished to plead guilty at that time. He also indicated that he understood that his guilty pleas could be used to enhance penalties for any future convictions. Defendant was informed during the colloquy and by means of the waiver of rights form of the sentencing ranges he faced for each count and of the actual sentences that would be imposed if his guilty pleas were accepted. After his colloquy with defendant, the trial court accepted defendant’s pleas as knowingly, intelligently, freely, and voluntarily made.\nFurthermore, La.C.Cr.P. art. 881.2(A)(2) precludes á defendant from seeking review *18of his sentence imposed in conformity with a plea agreement, which was set forth in the record at the time of the plea. See State v. Washington, 05-211 (La.App. 5 Cir. 10/6/05), 916 So.2d 1171, 1173. Additionally, it is noted that defendant’s sentences fall within the sentencing ranges set forth in the respective statutes and do not present any non-frivolous issues for appeal. Moreover, defendant’s plea agreement was greatly beneficial to him. The State reduced Count 2 from aggravated kidnapping, which carries a mandatory life liiimprisonment sentence, to second degree kidnapping, for which defendant received a 15-year sentence. The State also dismissed Counts 4 and 5 of the indictment.\nDefendant’s appellate counsel is correct in asserting that the trial judge did not ascertain a factual basis before accepting defendant’s guilty pleas. However, when a guilty plea is otherwise voluntary, there is no necessity to ascertain a factual basis for that plea unless the accused protests his innocence or for some other reason the trial court is put on notice that there is a need for such an inquiry. State v. Autin, 09-995 (La.App. 5 Cir. 4/27/10), 40 So.3d 193, 196-97, writ denied, 10-1154 (La.12/10/10), 51 So.3d 725. In the instant case, defendant did not protest his innocence, and the trial court was not put on notice for any other reason that there was a need to obtain a factual basis. As such, the trial judge was not required to ascertain a factual basis before accepting defendant’s guilty pleas.\nDefendant’s appellate counsel notes that defendant filed an application for post-conviction relief raising claims regarding his competency; he addresses the merits of those claims in his Anders brief. However, the ruling on the application for post-conviction relief was vacated, and defendant’s appellate counsel did not see fit to assign as error, in this appeal, issues regarding competency. Additionally, there is nothing in the record to show that defendant lacked the mental capacity to understand the proceedings against him or to assist in his defense.\nBecause defendant’s appellate counsel’s brief adequately demonstrates by full discussion and analysis that he has reviewed the trial court proceedings and cannot identify any basis for a non-frivolous appeal, and our independent review of the record supports counsel’s assertion, defendant’s convictions and sentences are hereby affirmed, and appellate counsel’s motion to withdraw as counsel of record for defendant is hereby granted.\n\n\\wERROItS PATENT REVIEW\n\nThe record was reviewed for errors patent, according to La.C.Cr.P. art. 920 and State v. Oliveaux, 312 So.2d 337 (La.1975). This review did not reveal any errors requiring corrective action.\n\nCONCLUSION\n\nFor the foregoing reasons, defendant’s convictions and sentences are hereby affirmed, and appellate counsel’s motion to withdraw as counsel of record for defendant is hereby granted.\n\nAFFIRMED; MOTION TO WITHDRAW GRANTED.\n\n\n. Although not specifically mentioned in the record, the bill of indictment filed against defendant apparently superseded the bill of information that had earlier been filed against defendant.\n\n\n. La. R.S. 40:979 provides, in pertinent part:\nA. Except as otherwise provided herein, any person who attempts or conspires to commit any offense denounced and/or made unlawful by the provisions of this Part shall, upon conviction, be fined or imprisoned in the same manner as for the offense planned or attempted, but such fine or imprisonment shall not exceed one-half of the longest term of imprisonment prescribed for the offense, the commission of which was the object of the attempt or conspiracy.\n\n\n.La. R.S. 40:966 provides, in pertinent part:\nA. Manufacture; distribution. Except as authorized by this Part, it shall be unlawful for any person knowingly or intentionally:\n(1) To produce, manufacture, distribute or dispense or possess with intent to produce, manufacture, distribute, or dispense, a controlled dangerous substance or controlled substance analogue classified in Schedule I;\n[[Image here]]\nB. Penalties for violation of Subsection A of this Section. Any person who violates *15Subsection A of this Section with respect to:\n[[Image here]]\n(3)A substance classified in Schedule I which is marijuana ... shall upon conviction be sentenced to a term of imprisonment at hard labor for not less than five nor more than thirty years, and pay a fine of not more than fifty thousand dollars.\n\n\n. La. R.S. 14:44.1 provides:\nA. Second degree kidnapping is the doing of any of the acts listed in Subsection B wherein the victim is:\n(1) Used as a shield or hostage;\n(2) Used to facilitate the commission of a felony or the flight after an attempt to commit or the commission of a felony;\n(3) Physically injured or sexually abused;\n(4) Imprisoned or kidnapped for seventy-two or more hours, except as provided in R.S. 14:45(A)(4) or (5); or\n(5) Imprisoned or kidnapped when the offender is armed with a dangerous weapon or leads the victim to reasonably believe he is armed with a dangerous weapon.\nB. For purposes of this Section, kidnapping is:\n(1)The forcible seizing and carrying of any person from one place to another; or\n(2) The enticing or persuading of any person to go from one place to another; or\n(3) The imprisoning or forcible secreting of any person.\nC.Whoever commits the crime of second degree kidnapping shall be imprisoned at hard labor for not less than five nor more than forty years. At least two years of the sentence imposed shall be without benefit of parole, probation, or suspension of sentence.\n\n\n. La. R.S. 14:60 provides:\nAggravated burglary is the unauthorized entering of any inhabited dwelling, or of any structure, water craft, or movable where a person is present, with the intent to commit a felony or any theft therein, if the offender,\n(1) Is armed with a dangerous weapon; or\n(2) After entering arms himself with a dangerous weapon; or\n(3) Commits a battery upon any person while in such place, or in entering or leaving such place.\nWhoever commits the crime of aggravated burglary shall be imprisoned at hard labor for not less than one nor more than thirty years.\n\n\n. Anders v. California, 386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967).\n\n\n. Boykin v. Alabama, 395 U.S. 238, 89 S.Ct. 1709, 23 L.Ed.2d 274 (1969).\n\n",
            "ocr": true,
            "opinion_id": 4809645
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Kidnapping"
}