{
    "id": 5247571,
    "judges": "Burnett, Rowe, Stewart",
    "date_filed": 603676800000,
    "date_filed_is_approximate": true,
    "slug": "berry-v-state",
    "case_name_short": "Berry",
    "case_name": "Berry v. State",
    "case_name_full": "Willie Charles BERRY v. The STATE of Texas",
    "attorneys": "John H. Hagler, Dallas, for appellant., Robert P. Abbott, Dallas, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "766 S.W.2d 367"
    ],
    "opinions": [
        {
            "author_str": "Rowe",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nROWE, Justice.\nAfter a jury trial, Willie Charles Berry was convicted of aggravated robbery. The trial court sentenced Berry to ninety-nine years’ confinement. In his first point of error, Berry complains that the trial court erred in admitting over objection testimony that he had committed other robberies. For the reasons discussed below, we sustain this point of error, reverse the trial court’s judgment, and remand the cause for further proceedings.\n\nBackground\n\nThe record shows that on October 29, 1987, three men robbed a Gulf service station in Farmers Branch, Texas. The attendant, William Anthony Donohue, testified that as he was washing down the parking lot at approximately 4:15 a.m., two *368men approached the station. One of the suspects pulled a gun, pointed it at Dono-hue, and demanded that Donohue open the cash drawer. After taking the money and some of Donohue’s personal effects, the two suspects led Donohue to a storage room where they struck him on the back of the head and tied his hands and feet. While he was lying on the floor, Donohue heard a vehicle pull up in front of the station and saw Berry enter the bay area. Then Donohue heard the suspects taking tires off a rack.\nRichard Glen Burg testified that while stopped at a traffic signal, he saw three men loading tires on a truck at the Gulf station he was about to enter. As he entered the station, the three suspects drove off. Burg entered the station and heard Donohue call out that he was tied up. Burg ran out of the station and signaled a Carrollton police officer who was stopped at a nearby traffic signal. Burg described the truck to the officer and tried to point out the taillights.\nOfficer David Decur testified that while he was on patrol, an individual approached his car and told him that a nearby Gulf station had been robbed. The individual said that three men had just left the station in an older model pickup loaded down with tires. Decur drove off in the indicated direction and eventually located the pickup. Decur radioed for backup and continued to follow the pickup. Decur testified that as he followed the pickup, he could see three silhouettes inside. The pickup exited the highway and pulled into a motel parking lot, temporarily passing out of Decur’s sight behind the motel building. When the pickup returned to the front of the motel, Decur stopped it and arrested Berry, who was the sole occupant at that time.\nOfficer John Delgado testified that he pulled into the motel parking lot as Decur apprehended Berry. Delgado searched Berry and found $226.00 and two rounds of ammunition in Berry’s pocket. He also testified that another officer recovered a wallet from the pickup that belonged to someone other than Berry. A third police officer, Richard Stapleton, testified that the wallet contained identification bearing the name of Jerome Sibley.\nJerome Anthony Sibley testified that he participated in the robbery of the Gulf station with Berry. Berry picked up Sibley and the third suspect and drove them in his pickup to the station in Farmers Branch. Sibley accepted a loaded revolver from Berry and listened to Berry telling how to commit the robbery. Sibley and the third man then robbed Donohue at gunpoint while Berry stayed in the pickup. After getting Donohue to the storage room, Berry pulled up in the pickup and started loading tires into the truck. Sibley stated that he and the third man got out of the pickup behind the motel before Berry was arrested. Sibley also testified that when Berry got out of jail the night following the robbery, Berry encouraged him to kill Dono-hue. Berry chose not to testify.\n\nExtraneous Conduct\n\nBefore Sibley testified, the State revealed outside of the jury’s presence that it had granted Sibley total immunity regarding this robbery in exchange for his testimony. In addition, Sibley’s attorney revealed that Sibley had pleaded guilty to two offenses of aggravated robbery and that a jury had recently convicted Sibley of a third aggravated robbery. Sibley’s attorney asserted, however, that the State had made “no deals whatsoever” regarding these three convictions. Immediately thereafter, Berry renewed his pretrial request for notice of the State’s intention to introduce evidence of extraneous transactions in its case in chief pursuant to Texas Rule of Criminal Evidence 404(b).1 The court conducted a sub rosa hearing in which the State elicited from Sibley the testimony that Berry had encouraged him to kill Donohue. The court ruled that such evidence was admissible. No other extraneous transactions were disclosed during the sub rosa hearing.\nAfter Sibley’s direct testimony in front of the jury, Berry tried to impeach Sibley’s *369testimony by revealing that the State had granted him immunity and by disclosing Sibley’s lengthy criminal record. Although Berry never expressly questioned Sibley’s motive in testifying, he implied that Sibley might want further consideration from the State if he successfully prosecuted a pending appeal. On redirect, the State undertook to rehabilitate the credibility of its witness through the following exchange:\nQ. Mr. Stoltz asked you why you really wanted to testify.2 Well, why don’t you tell the jury why you really want to testify?\nA. The reason why I want to testify is because that I done been caught up in some more—some more robberies behind this man, too.\nMR. STOLTZ: Your Honor, I would object to that. That—that—he’s going into extraneous offenses.\nThe court immediately recessed the jury and after some discussion overruled the objection on the ground that the matter had been opened up. Neither party requested the court to give a limiting instruction, and the court did not do so. Sibley subsequently testified that he was testifying against Berry primarily because Berry had previously testified against Sibley in another trial. In that trial, Berry apparently claimed that Sibley had kidnapped him and forced him to participate in a different robbery.\nAn accused party has the right to be tried only on the allegations made in the State’s pleading. Turner v. State, 754 S.W.2d 668, 671 (Tex.Crim.App.1988); Maynard v. State, 685 S.W.2d 60, 66 (Tex.Crim.App.1985). He may not be tried for some collateral crime or for being a criminal generally. Parks v. State, 746 S.W.2d 738, 739 (Tex.Crim.App.1987); Maynard, 685 S.W.2d at 66; Williams v. State, 662 S.W.2d 344, 346 (Tex.Crim.App.1983). Thus, evidence that the accused has committed other crimes wholly unrelated to the offense charged is ordinarily inadmissible. Turner, 754 S.W.2d at 671; Maynard, 685 S.W.2d at 66. Such evidence is inherently prejudicial because the accused has not received notice that he will be called upon to defend against the extraneous charge, and his propensity to commit crimes is immaterial to whether he is guilty of the specific offense for which he is on trial. Turner, 754 S.W.2d at 672; Williams, 662 S.W.2d at 346; Elkins v. State, 647 S.W.2d 663, 665 (Tex.Crim.App.1983).\nIn certain circumstances, however, the general policy precluding the admission of extraneous conduct must yield to other considerations. Turner, 754 S.W.2d at 672; see also Albrecht v. State, 486 S.W.2d 97, 100-01 (Tex.Crim.App.1972).3 This is so because some fact situations either mitigate the prejudicial effect of such evidence or justify the admission of such evidence despite the danger of unfair prejudice. Turner, 754 S.W.2d at 672; Parks, 746 S.W.2d at 739. To determine whether the general rule must yield, we apply a two prong test: (1) the State must show that the extraneous transaction is relevant to a material issue in the case, and (2) the inflammatory or prejudicial effect of such evidence does not outweigh its probative value. Turner, 754 S.W.2d at 672; Williams, 662 S.W.2d at 346. In applying this test, each case turns on its own facts. Turner, 754 S.W.2d at 672-73; Soffar v. State, 742 S.W.2d 371, 377 (Tex.Crim.App.1987).\nIn this case, the State contends that Sibley’s testimony was probative on the *370relevant issue of his credibility because Berry’s inquiry into Sibley’s motive for testifying opened the door to other evidence explaining such motive even though this explanation suggested the existence of an extraneous offense. Thus, the State claims that it was entitled to develop evidence that Sibley’s cooperation resulted from Berry’s kidnapping allegation in another trial. Such evidence necessarily implicated Berry in another offense involving Sibley. While we agree that the State was entitled to develop evidence of the kidnapping allegation even though such evidence might implicate Berry in a second offense, we think that the particular response about which Berry complains went beyond the proper scope of such evidence.\nWe acknowledge that under the facts of this case, Sibley’s true motive for testifying was a material, albeit collateral, issue. Berry’s kidnapping allegation in the prior trial was relevant in establishing such motive. In describing his motive, Sibley contended that Berry’s allegation was untruthful and that he was testifying to “set the record straight.” The testimony implicating Berry in other robberies with Sibley was relevant only to the issue of the truthfulness of Berry’s prior kidnapping allegation. Although this truthfulness issue was personally important to Sibley, it was of no consequence to the determination of any fact related to Berry’s commission of the charged offense. We conclude, therefore, that evidence of the extraneous robberies was irrelevant to any material issue in the present case.\nIn the alternative, the State urges that any error in admitting evidence of extraneous robberies was harmless due to the overwhelming evidence of Berry's guilt. In addressing this argument, we are mindful that we must reverse the trial court’s judgment unless we determine beyond a reasonable doubt that the error in admitting evidence of the other robberies made no contribution to Berry’s conviction. See TEX.R.APP.P. 81(b)(2). The test is not whether the State could have obtained a conviction without such evidence, but whether there is a reasonable possibility that such evidence might have contributed to Berry’s conviction. See Maynard, 685 S.W.2d at 67. In this case, it is clear that Berry was concerned about possible evidence of extraneous conduct as demonstrated by his pretrial motion which was reiterated immediately before Sibley testified. Given the similarity of the extraneous conduct to the charged offense as well as its inherent prejudicial value, we cannot determine beyond a reasonable doubt that this evidence did not, to some small degree, contribute to the jury’s guilty verdict. Accordingly, we sustain Berry’s first point of error.\nWe reverse the judgment of the trial court and remand this cause for further proceedings consistent with this opinion.\n\n. Prior to trial, the State had represented that it did not intend to introduce any such evidence.\n\n\n. We note that defense counsel never asked any questions phrased in the manner alleged by the State.\n\n\n. In Albrecht, the Court of Criminal appeals listed several common exceptions to the general rule: (1) to show the context in which the criminal act occurred; (2) to circumstantially prove identity where the State lacks direct evidence on the issue; (3) to prove scienter where a specific culpable mental state is an essential element of the charged offense and cannot be inferred from the act itself; (4) to prove malice or state of mind where malice is an essential element of the charged offense and cannot be inferred from the act itself, (5) to show the accused’s motive, particularly where the charged offense and the extraneous conduct are part of a continuing scheme or plan; and (6) to refute a defensive theory raised by the accused. 486 S.W.2d at 100-01. This list is merely exemplary and not exhaustive. Turner, 754 S.W.2d at 672.\n\n",
            "ocr": true,
            "opinion_id": 5073742
        }
    ],
    "court_short_name": "Court of Appeals of Texas",
    "court_full_name": "Court of Appeals of Texas",
    "court_type": "SA",
    "court_jurisdiction": "Texas, TX",
    "crime_category": "Kidnapping"
}