{
    "id": 5792485,
    "judges": "Ruffin",
    "date_filed": "1980-01-19",
    "date_filed_is_approximate": true,
    "slug": "roberson-v-state",
    "case_name_short": "Roberson",
    "case_name": "Roberson v. State",
    "case_name_full": "ROBERSON v. State",
    "attorneys": "Summer & Summer, Daniel A. Summer, for appellant., Lydia J. Sartain, District Attorney, Lee Darragh, Denise M. Arenth, Assistant District Attorneys, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "219 Ga. App. 160",
        "464 S.E.2d 262"
    ],
    "opinions": [
        {
            "author_str": "Ruffin",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nRuffin, Judge.\nDavid Roberson was indicted for rape and kidnapping with bodily injury in connection with an attack on a 15-year-old girl who was babysitting his children. His first jury trial was declared a mistrial, and he appeals from the judgment of conviction entered on the verdict after a second trial. For the reasons which follow, we affirm.\nViewed in a light to support the verdict, the evidence shows that the victim fell asleep on a sofa while babysitting Roberson’s children in their mother’s mobile home. Roberson and his wife were separated *161at the time. After a short time, the victim woke up with a “strange” feeling. She recalled that all of the lights inside the trailer were turned off, she heard a male voice, and she felt someone rubbing her thigh. She soon realized that a male stranger was hovering over her. According to the victim, the man, later identified as Roberson, said to her “You are going to like this,” as he attempted to remove her shorts. As the victim struggled against Roberson and screamed for him to stop, he jerked her up from the couch and took her to the bed in Mrs. Roberson’s bedroom. The victim continued to struggle, but eventually Roberson was successful in removing the victim’s shorts, having placed his knee on her face and neck. He then had intercourse with her. The victim identified Roberson in court as the man who raped her.\nA few hours after the attack, the victim was examined by a certified sexual assault nursing examiner whose photographs showed fresh bruises on the victim’s neck, armpits, right arm, and left hip. A forensic serologist who tested vaginal cervical swabs from the victim testified that the samples contained DNA which matched patterns obtained from the victim’s and Roberson’s blood samples.\n1. Roberson contends the trial court erred in restricting his cross-examination of the victim on matters related to his defense. “ ‘The trial court may restrict the scope of the cross-examination to matters relevant to the issues being tried, and the results of the exercise of that discretion will not be interfered with on appellate review unless the discretion was manifestly abused.’ [Cit.]” Walker v. State, 215 Ga. App. 790, 791 (2) (452 SE2d 580) (1994).\nIn the first trial, the court sustained the State’s objection to questions Roberson proffered during his cross-examination of the victim as to whether Mrs. Roberson had conspired with the victim to make it appear as though Roberson raped the victim so that Mrs. Roberson would have an advantage in seeking custody of their children. Specifically, Roberson sought to ask the victim whether she and Mrs. Roberson discussed ways to make it appear as though Roberson raped her; whether Mrs. Roberson gave her a condom recently used by Roberson; whether the victim manually placed semen from the condom in her vagina; whether the victim arranged items in the trailer to give the appearance of forcible entry; and whether the two contrived a story implicating Roberson for the police. There was no evidence that any such discussion took place. However, defense counsel argued that he had a good faith basis for asking the questions because on the same evening, witnesses heard Mrs. Roberson threaten to get Roberson “in a mess [he would not] be able to get out of’; Roberson denied having sex with the victim; Roberson left a used condom in the bedroom earlier in the day; and this theory is the only explanation for the presence of Roberson’s DNA in the victim’s va*162gina. The State objected to the questions on the grounds that they were speculative, argumentative, had no good faith basis, and would solicit answers based on hearsay.\nIn the second trial, there also was no evidence of a conspiratorial conversation between Mrs. Roberson and the victim, and Roberson was not permitted to ask the questions proffered in the first trial. However, Roberson did ask the victim whether prior to the night of the alleged rape or in the course of discussing what was to happen that evening, she and Mrs. Roberson discussed any “arrangements” which could have been made to prevent Roberson from getting custody of the children. In closing argument, Roberson argued the conspiracy theory, including Mrs. Roberson’s possible motive and the alleged manual planting of the semen. In light of the fact that Roberson was able to argue this defense in spite of the lack of evidence of a conspiratorial conversation between the victim and Mrs. Roberson, we find no abuse of discretion in the trial court’s refusal to allow Roberson to ask the proffered questions.\n2. Roberson next enumerates as error the trial court’s denial of his motion for directed verdict on the charge of kidnapping with bodily injury. Roberson argues that in proving the commission of the rape, the State “used up” all of the evidence of bodily injury. Therefore, the charge of kidnapping only should have been submitted to the jury with the rape charge. We disagree because the evidence shows the commission of two separate offenses.\nThe evidence used to prove kidnapping with bodily injury was the asportation of the victim and the bruises she suffered in her struggle with Roberson; therefore, that offense was completed before the subsequent intercourse which supported the rape charge. See OCGA §§ 16-5-40 and 16-6-1. See also Ferguson v. State, 211 Ga. App. 218 (3) (438 SE2d 682) (1993). Accordingly, the trial court did not err in denying Roberson’s motion for directed verdict and in submitting both charges to the jury.\n3. Roberson contends the trial court erred in failing to grant his motion for a mistrial based on an improper comment made by the prosecutor during closing argument. The prosecutor stated that he was prevented from eliciting testimony from the victim concerning certain out-of-court statements made by one of the Roberson children regarding a beeper that was discovered in the trailer after the rape. The child did not testify at trial, and the victim’s testimony relating the statements would have been inadmissible hearsay. The trial court agreed that the comment was improper, and although it denied Roberson’s motion for a mistrial, the court instructed the jury that the comment was improper and should not be considered under any circumstances.\n“ ‘(T)he trial judge in passing upon a motion for mistrial on ac*163count of alleged improper argument is vested with a broad and sound discretion, and his ruling will not be controlled by this court unless manifestly abused.’ [Cit.]” Gordon v. State, 210 Ga. App. 224, 225 (1) (435 SE2d 742) (1993). We do not find this argument so improper as to require a mistrial. Accordingly, the court did not abuse its discretion in denying Roberson’s motion.\nDecided November 27, 1995.\nSummer &amp; Summer, Daniel A. Summer, for appellant.\nLydia J. Sartain, District Attorney, Lee Darragh, Denise M. Arenth, Assistant District Attorneys, for appellee.\n4. Finally, Roberson argues the trial court erred in instructing the jury in its initial charge that if they failed to reach a unanimous verdict, the court would be required to declare a mistrial and try the case before another jury. Roberson contends the charge was coercive. In this respect, the instant case is controlled by Harris v. State, 263 Ga. 526 (435 SE2d 669) (1993), in which the defendant challenged the court’s pre-deliberation instruction of the same charge. In Harris, the court held that a pre-deliberation charge on unanimity is proper but disapproved instructing the jury as to the consequences of failing to reach unanimity. Id. at 528. Nonetheless, the court found no reversible error in giving the charge because the evidence of the defendant’s guilt was overwhelming, and there was no evidence that “the instruction or its timing was coercive in that it caused any juror to abandon an honest conviction for reasons other than those based upon the trial or the arguments of other jurors.” (Citations and punctuation omitted.) Id.\nRoberson has cited no evidence nor has our review revealed any evidence of coercion or undue pressure. Hence, given the overwhelming evidence of Roberson’s guilt, we find no reversible error.\n\nJudgment affirmed.\n\n\nBeasley, C. J., and Pope, P. J., concur.\n\n",
            "ocr": true,
            "opinion_id": 5647284
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Kidnapping"
}