{
    "id": 6291768,
    "judges": "Keutgen",
    "date_filed": "2019-02-08",
    "date_filed_is_approximate": true,
    "slug": "people-v-mead",
    "case_name_short": "Mead",
    "case_name": "People v. Mead",
    "case_name_full": "The People of the State of New York v. William J. Mead",
    "attorneys": "William Ryan, Chief Area Rent Attorney, Office of Price Administration, for plaintiff., William J. Mead, defendant in person.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "186 Misc. 372"
    ],
    "opinions": [
        {
            "author_str": "Keutgen",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKeutgen, M.\nThe charge against the defendant in this case is that on October 15, 1945, he registered dwelling units with the Area Rent Office of the Office of Price Administration but falsely stated therein rents higher than the maximum rents, i.e., the rental which was in effect on March 1, 1943.\nThe proof showed that on November 16, 1943, the defendant filed in the Area Rent Office a notice of maximum rent form DD1-NY in which there was the statement over his signature that the rent for the second floor apartment of seven rooms in the premises 48 Orescent Avenue, New Brighton, on March 1, 1943, was $50 per month. In fact on that date and for many months thereafter the defendant was actually receiving rent at the rate of $45 per month. The proceeding was begun by the verification and filing of a complaint on December 20, 1945, and the issuance of a summons returnable January 7, 1946.\nThe defendant under his not guilty plea claims that more than two years have elapsed since the violation occurred. This claim is properly asserted under the plea, no special plea being required. (People v. Hagan, 138 Misc. 771, affd. 235 App. Div. 784; People v. Brown, 238 App. Div. 155.)\nWhen this proceeding was begun more than three years had elapsed since the actual filing by the defendant of his notice of maximum rent. The People urge against this defense, first, that by the express terms of the New York State War Emergency *374Act (L. 1942, ch. 445, as amd.) a violation of the act or the regulations of the Office of Price Administration is merely an infraction and that the Statute of Limitations applies only to felonies and misdemeanors; that therefore there is no Statute of Limitations which tolls a prosecution hereunder; and secondly, in any event, the representation made by the defendant, as to what was the maximum rent, was a continuing representation which he made anew every day that his written declaration remained on file.\nIf the first contention by the People is followed to its logical conclusion then the result is that an infraction of the Office of Price Administration rent ceiling may he prosecuted any number of years after the violation occurs and in this respect is on a par before the law with kidnapping and murder. Obviously, such a result shocks the conscience and is not to be declared to be the law unless the legislative command is too clear to admit of doubt.\nThe Statute of Limitations so far as here material is section 142 of the Code of Criminal Procedure, and that is as follows: “ A prosecution for a felony other than murder or kidnapping, or a prosecution for the crime of conspiracy to commit a felony must be commenced within five years after its commission, except where a less time is prescribed by statute. And a prosecution for all misdemeanors other than a conspiracy to commit a felony must be commenced within two years after its commission.”\nIf the word “ misdemeanor ” in this sentence is read in its most limited sense as meaning only those acts and omissions expressly designated in the statutes as misdemeanors, the result would be that the Statute of Limitations would have no application to great numbers of petty violations of law. For that reason and also for a reason which will be stated hereafter I think that the word “ misdemeanor ” must be used in the sense in which it is defined in section 2 of the Penal Law. Section 2 is, as follows: “ Definitions. Crime. A ‘ crime ’ is an act or omission forbidden by law, and punishable upon conviction by:\n“ 1. Death; or\n“ 2. Imprisonment; or\n“ 3. Fine; or\n“ 4. Removal from office; or\n“ 5. Disqúalifíeation to hold any office of trust, honor or profit under the state; or\n“ 6. Other penal discipline.\n*375“ Except that the acts defined as traffic infractions by the vehicle and traffic law, heretofore or hereafter committed, are not crimes.\n‘ ‘ Division of crime. A crime is:\n“ 1. A felony; or\n“ 2. A misdemeanor.\n“ Felony. A ‘ felony ’ is a crime which is or may be punishable by\n“ 1. Death; or\n“ 2. Imprisonment in a state prison.\n“ Misdemeanor. Any other crime is a ‘ misdemeanor.’ ”\nNow, it appears from that definition that the word “ misdemeanor ” as so defined covers practically any act which is subject to penal discipline, even though the violation is not designated especially as a misdemeanor. (People v. Reson, 249 App. Div. 54.) The use of this definition in connection with the Statute of Limitations seems to be fortified by section 3 of the Penal Law. Section 3 also contains definitions and construction of terms, but it will be noted in section 3 there is an express limitation, the words being as follows: “ In construing this chapter or an indictment, or other pleading in a case provided for by this chapter, the following rules must be observed * * In other words, the definition and classification contained in section 2 of the Penal Law is not subject to any limitation and is not confined to the use in the Penal Law of the words defined but apparently in all statutory connection.\nNow, a reading of subdivision (d) of section 100 of the State War Emergency Act makes it clear that the primary purpose of the Legislature was to protect a person violating the act from being treated as a common criminal, from fingerprinting, from disability as a result of conviction as under other statutes, and from the imputation of lack of credibility as a witness as results from conviction of other crimes. Nothing in the act indicates a legislative intention to amend the Statute of Limitations and to make a violation of the War Emergency Act subject to punishment forever after.\nI conclude, therefore, that a prosecution for violation of the rent regulations was required to be commenced within two years after the violation was committed.\nWhen did this violation occur? The People claim that it is a continuing violation from the date of filing. A sufficient answer to this contention is that no statutory authority for so regarding it has been cited, nor is the information herein based upon any such theory. The information plainly charges that on a certain *376day, October 15, 1945, nearly two years after the actual filing of the notice of maximum rent, the defendant “ registered dwelling units with the Area Rent Office.”\nIn this case the registration of the dwelling unit took place on November 16, 1943. The Office of Price Administration had two years from that date in which to determine the truth or falsity of the facts in the registration stated, and that was not done.\nThe defendant is found not guilty on the ground that more than two years have elapsed between the violation of the regulations and the commencement of the proceeding.\n",
            "ocr": true,
            "opinion_id": 6159903
        }
    ],
    "court_short_name": "New York City Magistrates' Court",
    "court_full_name": "New York City Magistrates' Court",
    "court_type": "ST",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Kidnapping"
}