{
    "id": 6317100,
    "judges": "Sobel",
    "date_filed": "1989-03-07",
    "date_filed_is_approximate": true,
    "slug": "people-v-roach",
    "case_name_short": "Roach",
    "case_name": "People v. Roach",
    "case_name_full": "The People of the State of New York v. Bobby Roach",
    "attorneys": "Edward S. Silver, District Attorney (Ira London of counsel), for plaintiff. Hanft & Pilcyger for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "44 Misc. 2d 40"
    ],
    "opinions": [
        {
            "author_str": "Sobel",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nNathan R. Sobel, J.\nThis is a motion to suppress. It raises an issue which has recurred with some frequency in this court but which has not been decided by any appellate court in this State.\nThe facts developed at the hearing may be briefly stated. One M. P., a girl of 16, was arrested with others in a raid upon a house of prostitution. She was immediately brought to the District Attorney’s office and questioned in the presence of the police officers. She related that she had been “forced” to enter and remain in the house of prostitution by the defendant Roach. The police officer was ordered by the District Attorney to arrest Roach. This he did a few hours later without a warrant (Code Crim. Pro., § 177).\nUpon the “original” arrest for the felonies of compulsory prostitution and abduction, an incidental search was made by the police officer. That search uncovered upon the person of *41Roach a revolver. An arrest was immediately made for the “unrelated” crime of possession of a dangerous weapon, a crime then and there being committed in the presence of the police officer.\nRoach was separately indicted (Ind. 988-64) for the felonies of compulsory prostitution (Penal Law, § 2460, subd. 2) and abduction (Penal Law, § 70); and for the instant crime (Ind. 1035-64) for possession of a dangerous weapon (Penal Law, § 1897) as a felony.\nThe indictment charging compulsory prostitution and abduction was dismissed on motion by another Judge of this court. Although M. P.’s testimony before the Grand Jury was not quite the same as related to the District Attorney, the dismissal was based mainly on the lack of “ supporting ” evidence required by statute for the crimes of compulsory prostitution and abduction (see Penal Law, § 2460, subd. 9; § 71).\nI treat the dismissal under the circumstances as an acquittal. The issue therefore is whether an acquittal of the ‘ original ’ ’ crime ipso facto invalidates the search which uncovered the ‘ ‘ unrelated ’ ’ crime.\nThe Assistant District Attorney informs me that our Justices have consistently so held on the authority of People v. Dreares (15 A D 2d 204, affid. 11 N Y 2d 906). He has requested that I write an opinion as a basis for appellate determination of the issue. My ruling however is in favor of the People.\nI rule that an acquittal of the “original” crime does not necessarily invalidate the search which uncovered the “ related ” crime. I do so with some misgivings — not alone because of the disagreement of my colleagues but also because the rule enunciated by them finds at least oblique support in Dreares (supra) and is both practical and just.\nI therefore discuss the law at some length.\nTHE UNRELATED CRIME\nThe specific problem obviously will arise most frequently in the “unrelated” crime area of the law of search and seizure. It can also occur in a “ primary taint ” issue. For most frequently in other areas the motion to suppress will be made prior to any ultimate acquittal or conviction.\nThe general principle is that if the “ original ” search is reasonable, any fruits, instrumentalities or contraband of an “ unrelated ” crime observed or nncovered in the course of that reasonable search may reasonably be seized, provided a contemporaneous arrest (State v. Taylor, 81 N. J. Super. 296, 308-309) is then and there made for the “unrelated” crime. *42That general principle is always applicable if the ‘ ‘ original ’ ’ incidental search is confined to the person. Other considerations concerning the “conduct” of the search enter the problem when the search is of fixed premises. (Harris v. United States, 331 U. S. 145, 154-155; United States v. Sorenson, 330 F. 2d 1018; United States v. Lee, 308 F. 2d 715, 718; Charles v. United States, 278 F. 2d 386, 387.) The instant search was confined solely to the person of defendant Roach. The general principle applies. The issue therefore is whether the ‘ ‘ original ’ ’ incidental search was reasonable. If it was, so was the ‘ ‘ unrelated ’ ’ search.\nThe two indispensable absolutes of a reasonable incidental search are (1) statutory authority to arrest, and (2) probable cause to search.\nProbable cause is a specific requirement of the Fourth Amendment. In the instant case it presents no problem. For what the police officer heard from the lips of the complainant, presented abundant probable cause to sustain the search if the other absolute “ statutory authority to arrest ” was present.\nSTATUTORY AUTHORITY TO ARREST\nThe cases, State and Federal, uniformly hold that the arrest to be “ lawful ’ must be authorized by statute. For example, People v. Caliente (12 N Y 2d 89, 94): “ Section 177 of the\nCode of Criminal Procedure which sets forth the standard for a lawful arrest is clear and unambiguous. It authorizes an arrest for a misdemeanor only if the crime is committed in the arresting officer’s presence. The lawfulness of the arrest does not depend upon the officer’s suspicions, or even upon a reasonable belief on his part that a crime has been committed. In this respect the statute distinguishes between an arrest for a misdemeanor and an arrest for a felony. Unless the misdemeanor is committed in the officer’s presence, he is not privileged to arrest the defendant, and evidence thereafter obtained as the result of a search is inadmissible (Mapp v. Ohio, 367 U. S. 643; People v. Moore, 11 N Y 2d 271).” (See, also, State v. Mercurio, 194 A. 2d 574 [R. I.]; Hicks v. State, 156 So. 2d 22 [Fla.]; Stanley v. State, 230 Md. 188; Staples v. United States, 320 F. 2d 817.)\nFew cases however discuss the reason for that requirement. That reason is basic to the issue before me.\nIt may be observed that while the Fourth Amendment mandated “probable cause”, it makes no mention whatsoever of the “incidental” search or the requirement of a “lawful” arrest.\n*43Nevertheless the Supreme Court has held that a search incidental to a lawful arrest may be made without a search warrant. The underlying reason is that exigent circumstances frequently require an immediate arrest without resort to a warrant. But such a search, because it is exceptional, is limited in many respects. (Stoner v. California, 376 U. S. 483; Preston v. United States, 376 U. S. 364; Jones v. United States, 357 U. S. 493.) The most important limitation is that the search must be truly “incidental”, i.e., incidental to a primary purpose to arrest. (United States v. Robinson, 325 F. 2d 391; Palmer v. United States, 192 A. 2d 801 [D. C.].) Thus if the arrest is a “ pretext ” to search (People v. Scalegno, 14 N Y 2d 744) or if the purpose is to search for evidence to justify the arrest (People v. Loria, 10 N Y 2d 368, 373; United States v. Di Re, 332 U. S. 581, 595) or to search for evidence of another crime (Jones v. United States, supra; State v. Taylor, 81 N. J. Super. 296, 308-309, supra; United States v. Harris, 321 F. 2d 739), the search is no longer incidental to a primary purpose to arrest. When the primary purpose is to search, the Fourth Amendment commands a search warrant (People v. Shelton, 60 Cal. 2d 740; People v. Haven, 59 Cal. 2d 713).\nIn my opinion, it is from these basic limitations on the incidental search that the rule has emerged that the search must be incidental to a “lawful” arrest (Staples v. United States, 320 F. 2d 817, supra) but “ lawful ” only in the sense that it is authorised by statute. For a police officer like any citizen is presumed to know the law and if he makes an ‘£ unlawful ’ ’ arrest unauthorized by the arrest statutes, the law conclusively presumes that his primary purpose was to search rather than arrest.\nThe Fourth Amendment is not concerned with acquittals or convictions. It is only concerned with searches. It commands that probable cause and statutory authority to arrest precede every search. As a sanction it excludes the product of an unreasonable search. Thus if both absolutes are established the search is reasonable unless it be held that an acquittal works an “ estoppel” against the People. (See People v. Dreares, 15 A D 2d 204, 206, supra.) But since an acquittal may follow a perfectly lawful arrest based on abundant probable cause, the finding of a collateral estoppel would be inconsistent with holdings in other areas of criminal law (People v. Lo Cicero, 14 NY 2d 374, 380).\nTherefore the inquiry should solely be directed toward determining whether the arrest was authorized by statute rather than to ultimate acquittal or conviction.\n*44THE ARREST STATUTES\nBut the inquiry whether statutory authority to arrest exists is confused by the fact that most State felony arrest statutes make ultimate acquittal or conviction the test of the lawfulness of the arrest. There are many decisions so holding (e.g., Dreares, supra) where civil or criminal sanctions are sought against the arresting officer.\nMost State arrest statutes are of ancient origin and merely codify the common law. (See Bill or Revision Notes, Code Crim. Pro., part IV, tit. I, ch. III.)\nOur arrest statutes were drafted in 1849 (see Report of Commissioners on Practice and Pleading, p. 76, dated December 31, 1.849) and added to the code in 1881 (ch. 442). These remained unchanged until 1958 (discussed infra).\nThese were not of course drafted or enacted with the exclusionary rule or search and seizure principles in mind.\nThe Legislature was primarily concerned with the protection of the public from unwarranted or “ irresponsible ” arrests (People v. Foster, 10 N Y 2d 99, 102, 103-105) and only secondarily with the collateral consequences, civil or criminal, to the officer who made a “ mistake ” (People v. Defore, 242 N. Y. 13).\nAs enacted in 1881 (and continued unchanged until 1958) the statute authorizing a police officer to arrest for a felony not committed in his presence (Code Crim. Pro., § 177, subds, 2, 3) made the arresting officer a guarantor of the “ fact ” of felony, viz.:\n“ § 177. A peace officer may, without a warrant arrest a person * * *\n“2. When the person arrested has committed a felony, although not in his presence;\n“ 3. When a felony has in fact been committed, and he has reasonable cause for believing the person to be arrested to have committed it ’ ’.\nNo mistake in the “ fact ” of felony protected the police officer (McLoughlin v. New York Edison Co., 252 N. Y. 202; Stearns v. Titus, 193 N. Y. 272; Morgan v. New York Cent. R. R. Co., 256 App. Div. 177; People v. Eisman, 215 App. Div. 835; 1927 Atty. Gen. 152). The only leeway was a mistake in the identity of the perpetrator (Code Crim. Pro., § 177, subd. 3; People v. Wilson, 141 N. Y. 185; People v. Lane, 10 N Y 2d 347, 353).\nThus the arrest statute made ultimate conviction or acquittal per se, often the test of the lawfulness of the arrest. If the acquittal was predicated on “no felony” (rather than on the identity of the perpetrator) the arrest was unlawful in the sense *45that it was not authorized by statute. This was the holding of the courts in all collateral consequence cases.\nSubdivision 4 was added to section 177 by chapter 706 of the Laws of 1958. Although similar proposals had been rejected by the Legislature several times, the change-of-mind, as is often the case, was brought about by a single publicized incident. A police officer had shot and killed a boy under circumstances which led him to believe a serious crime had been committed. In fact, no felony had been committed. The police officer was indicted but acquitted. This background explains the rather precise but inexpert draftsmanship which has puzzled the courts, viz.: “4. When he has reasonable cause for believing that a felony has been committed, and that the person arrested has committed it, though it should afterward appear that no felony has been committed, or, if committed, that the person arrested did not commit it.”\nI had previously expressed the view that subdivision 4 was not intended to change the law of arrest per se but merely to afford greater protection than theretofore to the police officer against criminal and civil sanctions for a “mistake” (People v. Estrialgo, 37 Misc 2d 264, 271; Governor’s Approval Memorandum, Ñ. Y. State Legis. Annual, 1958, p. 469). However our appellate courts have recently given a literal construction to that provision no doubt justified by the terminology employed. In People v. Cassone (20 A D 2d 118, 120, affd. without opinion 14 N Y 2d 798), a search and seizure issue, the First Department construing subdivision 4, held: “ If he has reasonable grounds for believing both that a felony has been committed and that the person arrested committed it, his belief, resting on such grounds, validates the arrest just as if the person arrested had in fact committed the felony (§ 177, subd. 4) * * *. If no felony had in fact been committed it is necessary to shoiv that a reasonable ground for believing the contrary was presented to the officer.” (Italics mine.) This is a literal interpretation of the statute in a search and seizure not a collateral consequence issue. It is now the law of this State. From this holding, the arrest in the instant case was “ lawful ”, i.e., authorized by our State arrest statute (§ 177, subd. 4) even though the acquittal now establishes that “ no felony” had in fact been committed. People v. Manasek (20 A D 2d 661) also lends some support to this view although the “ acquittal ” there did not result from a finding of “ no felony ’ ’ but rather from a ‘ mistake ’ ’ of law.\nThe exclusionary rule of Mapp perhaps justifies State Legislatures in restudying the arrest statutes. Few have done so. *46Only a small minority of States has a provision similar to subdivision 4.\nThe over-all problem for the Legislature may be briefly stated.\nThe Fourth Amendment is not concerned with State' arrest statutes per se. As discussed, it is only concerned that a search be incidental to a lawful arrest authorized by statute.\nAt one extreme, a State may permit arrests on mere suspicion or without any probable cause at all. Such an arrest will be “ lawful ” in the law of arrest per se. The Fourth Amendment however requires that probable cause precede a search. And since a search must be contemporaneous with the arrest, it requires that probable cause precede the arrest (People v. Brown, 45 Cal. 2d 640) even though the State arrest statute makes no such requirement. This is the sole mandate of the Fourth, that probable cause precede the arrest and search.\nAt the other extreme, a State, from concern for its obligation to its citizens, may surround its arrest statutes with safeguards not required by the Fourth Amendment. Typical of such safeguards are the requirements in our State arrest statutes of “ in the presence ” (§ 177, subd. 1) or “fact of felony” (§ 177, subds. 2, 3). In such States an incidental search may be unreasonable for want of these requirements, while in another State the same search may be reasonable.\nEach State must balance its interest in the protection of the public from arrest against its interest in effective law enforcement and determine whether the ‘ additional ’ ’ statutory safeguards surrounding the law of arrest are in the public interest.\nIn this latter connection it is only fair to observe that, during the years for which reliable statistics are available, over 40% of all felony arrests in this State have resulted in dismissal or acquittal. The percentage is higher in New York City. (See Sobel, Crime in New York City, Brooklyn L. Rev., Dec. 1963, p. 15 et seq.) The exclusionary rule has not measurably affected these percentages.\nFrom this viewpoint our concern may very well be exaggerated, although every Judge can point to several specific experiences in which serious criminals escaped conviction. But this is also true of other “ exclusionary” principles, viz., self incrimination and involuntary confessions.\nI do not find People v. Dreares (15 A D 2d 204, affd. 11 N Y 2d 906, supra) inconsistent with my ruling. Breares was not a search and seizure issue or even a collateral consequence (false arrest) issue. It involved the “right to resist” an *47arrest. Dreares was arrested for loitering. He resisted and was also charged with assault upon the police officer. He was acquitted of the loitering but convicted of the assault. That conviction was reversed, the First Department (Mr. Justice Breitel) stating (p. 206): “Such acquittal, then, raises the issue as to the lawfulness of the arrest in which defendant forcibly resisted the transit officers. * * * Defendant’s prior acquittal of the crime for which he was arrested consequently established the arrest to have been unlawful, and he was therefore entitled to resist such an arrest with reasonable force (People v. Cherry, 307 N. Y. 308).”\nThe Dreares court also found that the loitering arrest was not authorized by statute (Code Grim. Pro., § 177, subd. 1) because of the “ in the presence ” requirement. But the holding, it seems to me, is that ‘‘ acquittal ’ ’ gives the ‘ ‘ right to resist ” per se. Thus the court held that even if the arrest had been for a felony on abundant probable cause and with statutory right to arrest (§ 177, subd. 4) the finding of not guilty ipso facto established the ‘ ‘ right to resist ’ ’.\nThis is not, it seems to me, inconsistent with my holding. The “ right to resist ” depends on the subjective mind of the victim of the arrest who presumably knows whether he is committing or has committed a crime. The “ right to search ” depends on the subjective mind of the police officer, who now, by virtue of subdivision 4, is entitled to arrest upon probable cause. He is not a guarantor of the fact of felony or the identity of the felon.\nMy colleagues have held that Breares requires a holding that acquittal ipso facto invalidates a search.\nI believe I am required by the principles of law discussed to find that the search of Roach was reasonable despite ultimate acquittal.\nI do not argue that such conclusion is just- — -only that it is required. Justice as well as practicality rather requires acceptance in principle of the Breares ruling that ultimate acquittal should determine the reasonableness of the search.\nSuch a holding is practical in that it avoids collateral issues of “ pretext ” arrests and “ exploratory ” searches. It is just in that the exclusionary rule is intended to deter unlawful police conduct and surely ultimate acquittal is a more precise test than the uncertainties (credibility in particular) surrounding a determination of probable cause. The motion to suppress is denied.\n",
            "ocr": true,
            "opinion_id": 6185543
        }
    ],
    "court_short_name": "New York Supreme Court",
    "court_full_name": "New York Supreme Court",
    "court_type": "ST",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Kidnapping"
}