{
    "id": 6362058,
    "judges": "Woodward",
    "date_filed": -3487190400000,
    "date_filed_is_approximate": true,
    "slug": "andrus-v-county-of-warren",
    "case_name_short": "Andrus",
    "case_name": "Andrus v. County of Warren",
    "case_name_full": "Andrus versus The County of Warren",
    "attorneys": "R. Brown, for the plaintiff in error,, W. B. Brown, for the defendant in error.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>The county is not liable, under the Act of 20th April 1840, for the expenses incurred in an unsuccessful attempt to arrest a fugitive from justice, who has taken refuge iu another state.</p>",
    "summary": "Error to the Common Pleas of Warren county. This was an action of assumpsit by Jason Andrus against The County of Warren, for the expenses incurred in an unsuccessful attempt to arrest Alfred Wilcox and Mary Ann Acker, alleged fugitives from justice, on a requisition from the governor of this state, directed to the governor of Illinois. The parties agreed upon a case stated, to be considered as a special verdict, in which the following facts were stated for the opinion of the court:— On the 6th September 1854, a bill of indictment was found against Waterman Wilcox, Alfred Wilcox, Rowland Barton, William Barton, and Mary Ann Acker, for attempting to abduct Emily Carr, a minor of the age of fourteen years, the adopted daughter of Samuel Carr, the prosecutor. On the 18th October 1854, on application of the prosecutor, Samuel Carr,' the governor of this state issued a requisition, under the act of Congress, to the governor of Illinois, for the arrest of Alfred Wilcox and Mary Ann Acker, two of the defendants, who were alleged to have taken refuge within the state of Illinois; and appointed the plaintiff, Jason Andrus, to receive the said fugitives and remove them to this state for trial. The governor of Illinois issued his warrant for the arrest of the parties, hut the attempt to do so was unsuccessful, as they had previously left the state of Illinois ; and the plaintiff in attempting to make the arrest incurred expenses to the amount of $124.69, for which he brought this suit against the county. The court below (McOalmont, P. J.) gave judgment for the defendant on the case stated, and delivered the following opinion: “ By the Act of 23d September 1791, the expenses of transporting to this state for trial, a person charged with having committed an offence, were directed to be paid by the state treasurer. This was repealed by Act of 20th April 1846, and thereafter, the expenses were directed to be paid out of the treasury of the county in which the offence is charged to have been committed. In both acts, the word transportation is used. In this case, had the person charged with the offence been captured and brought to this state, the allowance would include the necessary expenses of going for him, as well as returning, and there could be no objection to the bill on that score; but it follows not, when the alleged offender has not been taken, that the county must pay the expenses of pursuit; to establish such a principle would be fraught with injustice to the county. The plaintiff was not bound to perform the service, and the contract with him on the part of the state, if it can be assimilated to a contract, could only be enforced, on the ground that the state had employed him for the service. This might be urged to obtain compensation from the legislature, but perhaps not successfully, for the condition upon which the warrant was granted by the governor, was, that the person had fled from the justice of the state, and taken refuge within the state of Illinois. These allegations of fact were at the risk of the informer. Not being true, although not designedly false, the fugitives could not be delivered up, not being within the control of the officers of the state of Illinois. These facts might present a bar to any equitable claim for compensation from the state. “ Had the fugitives been actually arrested within the state of Illinois, and afterwards' escaped without the fault of the plaintiff, a ease would be presented in which the state ought, doubtless, to remunerate the pursuer for his trouble and expenses, he being in no default. But even in such a case, it might be, that the state, from motives of policy, would not make the appropriation; for it would be opening the door to fraudulent, escapes, and pretended pursuits, for the purpose of obtaining the compensation. “ Rewards are frequently offered by the executive officers of the state, cities, and counties, for the capture of fugitives from justice. No claim, we believe, has ever been made for such rewards, unless the offender has been actually taken. It is for the welfare of the Commonwealth, that all offenders be taken, tried, and punished; particularly so in higher felonies; but the expenses of fruitless pursuits, even in such cases, have never been paid, either by the state or the county. “We are constrained to conclude, that the plaintiff would have no equitable claim to the favour of the state whose executive granted the warrant; much less a legal one against the county, whose liability, not being at common law, can only be measured by a strict construction of the act creating it. “ Judgment ordered to be entered for the defendant on the case stated, August 1st 1856.” The plaintiff, thereupon, removed the cause to this court, and here assigned for error, that the court below erred in entering judgment for the defendant on the case stated.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "32 Pa. 540"
    ],
    "opinions": [
        {
            "author_str": "Woodward",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the court was delivered by\nWoodward, J. —\nWe do not see that we can add anything, with advantage, to what was said by the learned judge below, in ruling the question on this record; and, therefore, the judgment must stand affirmed, for the reasons given by him.\nThe judgment is affirmed.\n",
            "ocr": true,
            "opinion_id": 6230834
        }
    ],
    "court_short_name": "Supreme Court of Pennsylvania",
    "court_full_name": "Supreme Court of Pennsylvania",
    "court_type": "S",
    "court_jurisdiction": "Pennsylvania, PA",
    "crime_category": "Kidnapping"
}