{
    "id": 6537742,
    "judges": "Bigelow",
    "date_filed": "2007-06-29",
    "date_filed_is_approximate": true,
    "slug": "commonwealth-v-hall",
    "case_name_short": "Commonwealth",
    "case_name": "Commonwealth v. Hall",
    "case_name_full": "Commonwealth v. William Hall",
    "attorneys": "C. Cushing 8f S. Webster, for the defendant., S. H. Phillips, (Attorney General,*) for the Commonwealth.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>A precept from the governor of a state, appointing an agent to receive a fugitive from justice, which recites that he has made a requisition, agreeably to the Constitution and laws of the United States, upon the governor of the state into which the fugitive was alleged to have escaped, is prima fade evidence, for the protection of the agent, of the truth of the recitals.</p> <p>A warrant issued by the governor of this commonwealth, authorizing the agent of another state to “ take and receive into custody ” a fugitive from justice, authorizes him to arrest such fugitive; and is not repugnant to the Constitution and laws of this state or of the United States.</p> <p>The provisions of the Rev. Sts. c. 142, § 7, authorizing the governor alone to issue his warrant for the apprehension of a fugitive from justice, are not repugnant to the U. S. St. of 1793, directing the demand and surrender of such fugitives to be made by M the executive authority’1 of a state.</p> <p>Upon a requisition from the governor of another state for the surrender of a fugitive from justice, the governor of this commonwealth issued a warrant for his arrest to an agent of that state, and a similar warrant to a sheriff and his deputies. Held, that an arrest by a deputy sheriff under the second warrant, and a discharge of the alleged fugitive on bail on a writ of habeas corpus, did not prevent an arrest by the agent of the other state under the first warrant.</p>",
    "summary": "Indictment for an unauthorized attempt to forcibly and secretly seize, take, confine, kidnap and imprison Jonas Wyeth, Jr., with intent to send and convey him out of the Commonwealth by force and against his will, in violation of the Rev. Sts. c. 125, § 20. At the trial in the court of common pleas, the district attorney introduced evidence that Wyeth, having been arrested by Richardson, a deputy sheriff of this county, and sued out a writ of nabeas corpus returnable before this court, and pending the proceedings thereon been admitted to bail, was then taken by the defendant, which was the act complained of. The defendant did not deny that he attempted to take Wyeth and convey him out of the Commonwealth, but justified under the following processes: 1st. A warrant, dated June 4th 1856, from the Governor of Iowa to the defendant, the important part of which was as follows : “ Whereas Jonas Wyeth stands charged with committing the crime of bigamy in Scott County in said state; and it has been represented to me that he has fled from the justice of this State of Iowa, and taken refuge within the State of Massachusetts ; and whereas, agreeably to the provisions of the Constitution of the United States and an act of congress passed the twelfth day of February one thousand seven hundred and ninety three, I have made application to his excellency the Governor of Massachusetts for the delivery of said Jonas Wyeth as fugitive from justice; and have also in pursuance of the power vested .in me by law appointed, and by these presents I do appoint and commission William Hall an agent on the part of this state, for the purpose of bringing the said Jonas Wyeth into this state having jurisdiction of said crime aforesaid, whenever the governor of the said State of Massachusetts shall cause him to be delivered up agreeably to the requisition aforesaid. Then and therefore to request and require all persons to permit the said William Hall to receive and secure the said Jonas Wyeth and bring him unmolested into this state, having jurisdiction of his crime, the said agent peaceably and lawfully behaving.” 2d. A warrant to the defendant, dated June 16th 1856, from the Governor of Massachusetts, reciting the requisition of the Governor of Iowa upon him, and proceeding as follows: “ And whereas it appears, from documents exhibited to me, that you the said William Hall have been duly appointed by the supreme executive authority of Iowa to receive the said fugitive from the authority of this commonwealth, and him to transport and convey to the said State of Iowa; I do hereby, by virtue of the provis ions of the Constitution and laws of the United States, and the laws of this commonwealth, authorize you the said William Hall to take and receive the said Jonas Wyeth into your custody, and him to convey and transport to the line of this commonwealth, there to be dealt with as to law and justice may appertain. And our civil officers are required to aiford you all needed assistance in obtaining and preserving the custody of said Jonas Wyeth until he shall be transported to the limits of the Commonweath of Massachusetts, all of which is to be without charge or expense to the said commonwealth.” It further appeared that the defendant received from the Gov* ernor of Massachusetts, together with the last warrant, a process addressed to the sheriff of this county and his deputies, in which the governor recited the requisition of the Governor of Iowa, and his own warrant, and required said sheriff and his deputies and all civil officers within the Commonwealth to afford all needful assistance in the execution thereof; and which was delivered by the defendant to Richardson, who thereupon by the defendant’s request arrested Wyeth thereon, but never delivered him to the defendant, in consequence of the proceedings on the habeas corpus.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "75 Mass. 262"
    ],
    "opinions": [
        {
            "author_str": "Bigelow",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBigelow, J.\nThe several objections made by the attorney general to the justification relied on by the defendant seem to us to be untenable.\n1. The precepts issued by the governor of the State of Iowa and by the governor of this commonwealth are in conformity with the act of congress of February 12th 1793, c. 45, § 1, and the provisions of the Rev. Sts. c. 142, § 7. By the recital in the former it appears that the requisition on the governor of this state was made in strict conformity with the act of congress. Being an official precept, issued with all the formalities required by law and regular on its face, \"all its recitals are in the absence of controlling proof to be taken as true. It is not therefore open to the government to object that the requisition on the governor of this state was not accompanied by a certified copy of an indictment found on an affidavit as required by the U. S. St. of 1793, § 1. The precept produced by the defendant *267was prima facie evidence, at least, that all necessary legal prerequisites had been complied with, and he was entitled to the benefit of the maxim, omnia rite acta presumuntwr.\n2. The warrant in express terms authorized the defendant to “ take ” the fugitive as well as to “ receive, convey and transport him to the line of the Commonwealth.” The word “take” in the sense in which it is used in this precept is synonymous with “ arrest.” It is the technical word used in all writs and precepts by which a sheriff or other officer is commanded to arrest the body, and in this sense it is frequently used in the statutes of this commonwealth. Rev. Sts. c. 90, § 3; c. Ill, § 5; c. 135, § 2. In the same sense it is manifestly used in the Rev. Sts. c. 142, § 7, under which the precept in the present case was issued to the defendant. Nor is there anything in the Constitution or laws of this commonwealth to restrain the power of the governor in giving this authority to the defendant. On the contrary, he is expressly authorized by the Rev. Sts. c. 142, § 7, to issue his warrant authorizing the agent of the State that makes the demand to arrest the fugitive. By the U. S. St. of 1793, he is also empowered to cause the arrest to be made. So that in issuing his precept to the defendant for the arrest of the fugitive, the governor of this commonwealth acted in conformity to the laws both of this state and of. the United States.\n3. It is objected, however, that the governor had no authority to issue the warrant to the defendant without the advice and consent of the council. This objection is founded on the phraseology .of the U. S. St. of 1793, which authorizes the “ executive authority ” of a state to demand the surrender of fugitives from justice and to arrest and deliver them up. The argument is that under the Constitution of this commonwealth the executive authority is not vested in the governor alone, but in the governor aided by the advice and consent of the council. But we think this is founded, on too narrow an interpretation of the act of congress. By the term “ executive authority” as there used, nothing more was intended than to prescribe the department of the government to which application should be made for the surrender of fugitives from justice. It was the execu*268tive authority, as distinguished from the judicial and legislative branches of the government, that was to exercise the power and authority conferred by the act. But it was not intended that every member of that department should be called into action for the purpose; but only so much thereof as should be necessary to carry its provisions into effect. The provision of the Rev. Sts. c. 142, § 7, authorizing the governor to issue his warrant for the apprehension of the fugitive, was therefore in accordance with the act of congress; and being intended to aid in the enforcement of that law, and not being repugnant to any provision in the State Constitution, it is not open to the objection urged by the prosecution. Commonwealth v. Tracy, 5 Met. 548.\n4. The writ of habeas corpus in no way affected the validity of the precept under which the defendant arrested Wyeth. It was wholly a collateral and independent proceeding, and did not necessarily involve the question of the validity of the extradition of the alleged fugitive, nor would his discharge from custody on the precept held by the deputy sheriff have absolved him from arrest on that held by the defendant. The latter might well be a valid subsisting warrant, although the former had been adjudged informal and void. Exceptions sustained.\n*269CASES ARGUED AND DETERMINED . IN THB SUPREME JUDICIAL COURT FOR THB COUNTIES OF BRISTOL, PLYMOUTH, BARNSTABLE AND DUKES COUNTY, OCTOBER TERM 1857, AT PLYMOUTH. PRESENT : Hon. LEMUEL SHAW, Chief Justice. Hon. CHARLES A. DEWEY, I Hon. THERON METCALF, &gt; Justices. Hon. BENJAMIN F. THOMAS, J\n",
            "ocr": true,
            "opinion_id": 6411463
        }
    ],
    "court_short_name": "Massachusetts Supreme Judicial Court",
    "court_full_name": "Massachusetts Supreme Judicial Court",
    "court_type": "S",
    "court_jurisdiction": "Massachusetts, MA",
    "crime_category": "Kidnapping"
}