{
    "id": 7161936,
    "judges": "Robertson",
    "date_filed": 245548800000,
    "date_filed_is_approximate": false,
    "slug": "stewart-v-state",
    "case_name_short": "Stewart",
    "case_name": "Stewart v. State",
    "case_name_full": "Dennis Stewart v. State of Indiana",
    "attorneys": "John F. Davis, of Evansville, for appellant., Theodore L. Sendak, Attorney General, Charles D. Rodgers, Deputy Attorney General, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "174 Ind. App. 447"
    ],
    "opinions": [
        {
            "author_str": "Robertson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nRobertson, C.J.\nDennis Stewart appeals from his conviction of assault and battery with intent to commit a felony (rape)1 and raises issues for review concerning the admission and rejection of certain testimony offered at trial.\nWe affirm.\nStewart first argues that the trial court erred in overruling his objection to the following testimony on direct examination:\nQ. And would you describe her for the judge and jury, please, when you saw her what were her reactions, what was she doing?\nA. She was crying, she was nervous, upset, she was. And she told us that they had raped her.\nDEFENSE COUNSEL: Objection to what she told them.\nCOURT: Sustained. No, I’m going to overrule the objection.\nQ. What did she tell you, Mr. Hawkins?\nA. She told us that they had raped her.\n*449Stewart cites Thompson v. State (1871), 38 Ind. 39, 40, for rules for admission of evidence that the prosecuting witness made complaint of the outrage:\n“1. That the prosecutor may show by the testimony of the prosecuting witness, or that of other witnesses, that she made complaint of the outrage recently after its commission, and when, where, and to whom it was made.\n“2. That he cannot be allowed to prove the name of the person charged with the crime, or the particulars as narrated by her.\n“3. On the direct examination the practice has been merely to ask whether she made complaint that such an outrage had been perpetrated upon her, and to receive in answer only a simple yes or no.\n“4. That such statement is only corroborative of her testimony, and is not evidence of the fact upon which the jury can find the defendant guilty; and when she is not a witness in the case it is wholly inadmissible.”2\nThe following statement also appears in Thompson v. State, supra, at 41: “If the defendant desires to inquire into the particulars of such narration by the prosecuting witness, he has a right to do so, and thus open the door to both parties.”\nStewart did not pursue details of the narration at that point in trial, but he had already elicited the following testimony during cross-examination of the prosecuting witness:\nQ. I think you testified on direct examination when your brother got out there and you went up the road you told him Dennis tried to rape you. Is that what you told George?\nA. I don’t think so. I said he did.\nQ. You didn’t say he tried to rape you?\n*450A No, I said Dennis, Keith and Donny raped me. That’s what I said.\nQ. That’s what you told George?\nA. That’s what I said.\nStewart had opened the door for the later testimony, and the later testimony was only corroborative in nature.\nFurther, an in-court statement is not subject to hearsay objection when the declarant is in the court room and available for cross-examination. Patterson v. State (1975), 263 Ind. 55, 324 N.E.2d 482. As the testimony last quoted reveals, the declarant was available for cross-examination and did give testimony on the very subject in answer to questions propounded by Stewart. The trial court did not err.\nStewart argues that the trial court erred in sustaining the State’s objections to certain questions asked a defense witness in an effort to obtain evidence tending to impeach the prosecuting witness.3\n*451The State argues that, at the time the court sustained the first objection, the witness seemingly had completed his response to the question. We agree, and note that the testimony already given was not stricken.\nAfter the trial court sustained the second objection, defense counsel asked the witness: “What additionally did she say to Dennis or to you?” The witness was allowed to answer without objection. Before concluding direct examination, defense counsel asked the witness: “That’s your entire knowledge of this matter?” The witness responded affirmatively.\nStewart has failed to show that he was prejudiced by the rulings of which he complains.\nDuring direct examination, defense counsel asked a witness, “Do you know what her reputation around the school is?” The court sustained the State’s objection.\nStewart had already introduced testimony by at least three witnesses concerning the reputation of the prosecuting witness for truth and veracity. Without attempting to distinguish the authority Stewart cites in support of the question he asked, we hold that Stewart has failed to show that he was prejudiced by the court’s ruling on this objection. The answer, at most, would have provided only cumulative evidence. The admission or exclusion of cumulative evidence is within the sound discretion of the trial court. Pierce v. State (1970), 253 Ind. 650, 256 N.E.2d 557.\nThe State filed and the trial court granted a motion in limine prohibiting Stewart from mentioning any specific instance of alleged misconduct on the part of the prosecuting witness without first obtaining permission from the court outside the presence of the jury.\n*452Stewart argues that the trial court erroneously refused to allow him to elicit testimony which Stewart argues was intended to show that the prosecuting witness had made false police reports on two prior occasions. He argues that the credibility of the prosecuting witness was of utmost importance and cites authority for the proposition that evidence of prior false police reports encompassing similar accusations by the prosecuting witness was admissible. Pursuant to the order in limine, Stewart argued out of the presence of the jury for admission of the testimony on this subject by two witnesses.\nIn the first instance, the State objected during cross-examination of the prosecuting witness:\nQ. Do you feel an obligation to tell the police the truth?\nA. No, sir.\nQ. You don’t. Do you always tell the police the truth?\nSTATE: Your Honor, I object to these questions, irrelevant, character assassination, I have no idea what he’s attempting to get at—\nCOURT: Sustained.\nThe prosecuting witness had already testified as follows:\nQ. And when you reported your story to the police did you tell them the truth?\nA. Everything in there wasn’t. I mean, yeah, I told them like I remembered it.\nQ. My question is did you tell the police the truth?\nA. I only said it like I remembered it. To me it was the truth.\nThe trial court possesses wide latitude in permitting cross-examination to test the credibility of a witness, and only clear abuse of such discretion necessitates reversal. This rule controls whether the error claimed is the admission or rejection of cross-examination. Webster v. State (1973), 155 Ind. App. 510, 293 N.E.2d 529.\n*453The witness testified that she told the police the truth “like I remembered it” concerning the incident central to the trial. The question, “Do you always tell the police the truth?” appears only to belabor the point already made when the prosecuting witness testified that she felt no obligation to tell the police the truth. We decline to find that the trial court abused its discretion in sustaining the objection.\nStewart could not properly offer to prove what testimony the prosecuting witness would have given on cross-examination. Thomas v. State (1977), 172 Ind. App. 470, 360 N.E.2d 1006. Stewart’s offer to prove the testimony of his defense witness indicates the police officer would have testified substantially as he testified in a related case: that the prosecuting witness had filed a crime report November 18, 1974, stating that she had been kidnapped; that another person subsequently reported to police that the prosecuting witness had not been kidnapped; and that, to the best of his knowledge, no arrests resulted from the investigation.\nThis testimony would not have shown that the prior police report was false; the officer specifically stated that he did not know for a fact that the kidnapping reported in 1974 had not occurred. Because the authorities Stewart cites refer to the admissibility to evidence concerning false reports, we hold that the trial court did not err in sustaining the objections to testimony concerning prior police reports filed by the prosecuting witness.\nStewart specifically waives all other issues raised in his motion to correct errors. The judgment of the trial court is affirmed.\nAffirmed.\nLowdermilk and Lybrook, JJ„ concur.\nNOTE — Reported at 368 N.E.2d 253.\n\n. IC 1971, 35-1-54-3 (Burns Code Ed.). Stewart was charged with statutory rape, kidnapping, and sodomy. The jury found Stewart not guilty of kidnapping but guilty of assault and battery with intent to commit a felony (rape), and sodomy. Stewart specifically waives appeal from the sodomy conviction.\n\n\n. “In rape cases, and increasingly in cases of sex offenses generally, evidence is admissible that the victim made complaint____While admissible evidence under traditional doctrine included only the fact that complaint was made, the trend is to allow details of the offense and the identity of the offender, a result which appears wholly justifiable.” (Footnotes omitted.) McCormick'S Handbook of the Law of Evidence § 297 (2d. ed. E. Cleary 1972).\n\n\n . Q. At that time in the presence of Dennis Stewart did you have any conversation with [prosecuting witness] or did you hear her have any conversation with Dennis Stewart?\nA. Yes, they were telling me she kicked my car and we were arguing about it, and I just got—\nQ. Who is we?\nA. Me and Dennis and [prosecuting witness] and a few others.\nQ. Go ahead. Was that all of the conversation?\nA. And so then I said, they said, well, she kicked your car, man, ain’t you going to say anything? And I said, not really, all she wants to do is cause some trouble. And then she kept hollering, naw, she didn’t, naw, she didn’t.\nSTATE: Objection to all of these hearsay statements, Your Honor.\n* ** *\nDEFENSE COUNSEL: It’s also impeaching testimony, Your Honor. It’s impeaching, it’s ground work in preliminary statements for impeaching testimony, the testimony of [prosecuting witness].\nCOURT: I’m going to sustain the objection.\n*451Q. Did you hear her make any vulgar or nasty comments to you or Dennis that night, or in front of Dennis?\nSTATE: I object to the nature of the question as leading, as calling for a form of hearsay.\nCOURT: Sustained.\n\n",
            "ocr": true,
            "opinion_id": 7071493
        }
    ],
    "court_short_name": "Indiana Court of Appeals",
    "court_full_name": "Indiana Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Kidnapping"
}