{
    "id": 7822208,
    "judges": "Bridges, Chandler, Griffis, Irving, King, Lee, McMillin, Myers, Southwick, Thomas",
    "date_filed": 1073347200000,
    "date_filed_is_approximate": false,
    "slug": "davis-v-state",
    "case_name_short": "Davis",
    "case_name": "Davis v. State",
    "case_name_full": "Robert Lee DAVIS a/k/a \"Nut\" v. STATE of Mississippi",
    "attorneys": "Wayne O’Dell Lee, Greenville, attorney for appellant., Office of the Attorney General by Jeffrey A. Klingfuss, attorney for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "863 So. 2d 1000"
    ],
    "opinions": [
        {
            "author_str": "McMillin",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMcMILLIN, C.J.,\nfor the Court.\n¶ 1. Robert Lee Davis was convicted by a jury in the Circuit Court of Washington County on all three counts of a criminal indictment. The indictment charged two counts of kidnaping and one count of rape. Davis unsuccessfully challenged the sufficiency of the evidence of guilt before the circuit court and also sought, without success, to have the trial court order a new trial on the ground that the verdicts were against the weight of the evidence. He has appealed the trial court’s decision to deny him any form of relief from the jury verdicts. We find the contentions raised in the appeal to be without merit and, for that reason, we affirm.\nI.\nFacts\n¶2. The State presented evidence to the jury that would support the following version of events. Davis, in a vehicle belonging to his mother, offered to take a number of young people home from a recreational facility in Washington County known as Roller World after the business closed at approximately midnight. Davis dropped off all passengers except for two sisters, T.W., age fifteen, and L.W., age twelve. Rather than taking these sisters home, Davis drove them to another location, claiming he was going to a relative’s house. Instead, he stopped the vehicle on the road, at which time T.W. managed to flee the scene despite initial attempts by Davis to restrain her. T.W. went to a near-by house and persuaded the occupant of that house to help her contact her mother. Additionally, law enforcement officers were called. L.W., unsuccessful in her attempts to escape, was forced to engage in sexual intercourse with Davis against her will when he forcibly re*1002strained her attempts to flee by holding her around the neck.\n¶ 3. L.W. was subsequently taken for a medical examination and the results of the tests indicated that L.W. had, in fact, engaged in sexual intercourse.\n¶ 4. The defense, in cross-examining various witnesses for the State, including the two alleged victims, was successful in demonstrating a number of inconsistencies between the testimony offered by the witnesses at trial and statements offered by these same individuals during the course of the law enforcement investigation that led to Davis’s indictment. These discrepancies included such matters as the time that various events occurred, where the various individuals were seated in Davis’s vehicle, whether L.W. removed her underwear herself or whether Davis did so, whether Davis had ever displayed a gun as a means of coercing the victims into complying with his demands, and whether the act of intercourse occurred inside or outside the vehicle. Additionally, evidence was presented that the perpetrator had worn a condom, which was apparently an effort on the part of the defense to portray this as a consensual sexual encounter.\nII.\nDiscussion\n¶ 5. Whether considering a challenge to the sufficiency of the evidence demonstrating guilt or a claim that the verdict was against the weight of the evidence, this Court is charged to view all the evidence in the light most favorable to upholding the jury’s verdict. Wetz v. State, 503 So.2d 803, 808 (Miss.1987).\n¶ 6. Only if an appellate court is convinced that the State’s proof as to one or more of the essential elements of the crime was so lacking that a reasonable juror fairly assessing the evidence could only find the defendant not guilty ought that court to intercede to reverse a conviction and render a judgment of acquittal. Id.\n¶ 7. A new trial is appropriate in those instances where the court, after a thorough review of the evidence, is convinced that to permit the guilty verdict to stand would constitute a substantial miscarriage of justice. Moran v. State, 822 So.2d 1074(¶ 3) (Miss.Ct.App.2002), cert. denied, 830 So.2d 1251 (Miss.2002). That issue must be first presented to the trial court in the form of a new trial motion before it may properly be raised on appeal. E.g., Ponder v. State, 335 So.2d 885, 886 (Miss.1976). One reason for that rule is that such a determination is substantially more subjective than a challenge to the sufficiency of the evidence and the trial court, having heard the evidence firsthand, is better positioned to assess the weight and worth of the evidence than is an appellate court having only the written record to consider. See, Gathright v. State, 380 So.2d 1276 (Miss.1980). Because of this fact, a trial court’s decision to deny a new trial motion on this ground is afforded a measure of deference when challenged on appeal and may be disturbed only if the appellate court determines that the discretion afforded the court in such matters has been abused. See, Wetz, 503 So.2d at 812.\nA.\nSufficiency of the Evidence\n¶ 8. Our analysis of the evidence to determine if the State has produced sufficient proof to show the essential elements of the crime reveals two different situations between the kidnap charge and the rape counts. We will consider them separately.\n*1003i.\nKidnaping Counts\n¶ 9. Davis, in his brief to this Court, does not directly discuss the essential elements of the crime of kidnaping nor does he proceed from there to point out which of these elements the State failed to prove as a matter of law. The thrust of his argument appears to be that the young sisters in his car consented to his deviation from the original purpose for which they entered the vehicle, that purpose being to transport them home. There was evidence in the form of the testimony of both sisters that they did not consent to the side trip that Davis took after letting all other passengers out of the car, that they questioned him as to what he was doing, and that they both tried to escape when Davis stopped the car. Kidnaping is defined in Section 97-3-53 of the Mississippi Code as the act of detaining another person against her will with the intent to secretly confine that person. Miss.Code Ann. § 97-3-53 (Rev.2000). The act of seizing may be accomplished by force or by trickery and deceit. See, e.g., Conley v. State, 790 So.2d 773, 795-96 (¶ 83) (Miss.2001). The jury has the primary responsibility for hearing the evidence, assessing the credibility of the witnesses, and deciding what weight and worth to afford the various elements of proof. Hicks v. State, 812 So.2d 179(¶ 40) (Miss.2002). In this case, there was evidence in the form of the testimony of the two alleged kidnap victims that would establish the necessary elements of kidnaping based on the proposition that the victims were persuaded to enter the vehicle on the promise of a ride home but were taken against their will to another location.\nii.\nThe Rape Charge\n¶ 10. The first step in assessing the evidence presented by the State to obtain the conviction is to identify the necessary essential elements of the crime itself. It is at this threshold step that we encounter some difficulty based on the form of the indictment. The relevant charging language in the indictment stated as follows:\nThat ROBERT DAVIS ... did ... forcibly have sexual intercourse with L.W., a female human being under the age of sixteen (16) years, against the will and without the consent of the said L.W.,...\n¶ 11. The indictment does not make reference to the particular statute alleged to have criminalized his activity; however, from our review of the record, we conclude that the State proceeded on the theory that Davis’s conduct constituted a violation of Section 97-3-65(4)(a) of the Mississippi Code. That provision of the Code, in relevant part, provides as follows:\nEvery person who shall have forcible sexual intercourse with any person, ... upon conviction, shall be imprisoned for life in the State Penitentiary if the jury by its verdict so prescribes; and in cases where the jury fails to fix the penalty at life imprisonment, the court shall fix the penalty at imprisonment in the State Penitentiary for any term as the court, in its discretion, may determine.\nMiss.Code Ann. § 97-3-65(4)(a) (Rev. 2000).\n¶ 12. L.W. was twelve years of age when the incident allegedly occurred. Despite the circumstances of the victim’s age, the prosecution elected not to proceed under earlier provisions of Section 97-3-65 intended to deal with situations involving sexual misconduct with children of tender years. These provisions appear in subsection (1) under the general heading of “statutory rape.” Miss.Code Ann. § 97-3-65(1) (Rev.2000).\n*1004¶ 13. It is unclear why the State felt the necessity to charge that the victim was under sixteen years of age in the indictment. The remaining language of this count does not bring the charge within any of the statutory provisions relating to statutory rape since it lacks the necessary allegation of the defendant’s age in comparison to the victim and an allegation that the victim was not married to the defendant. Id. As to a charge of forcible rape under subsection (4), the age of the victim is irrelevant. Insofar as the indictment is concerned, therefore, we treat the assertion of the defendant’s age as surplusage.\n¶ 14. The prosecutor’s decision to charge forcible rape had the effect of leaving the matter of the victim’s consent as an issue of fact in the case despite her tender years. “Forcible ravishment of a female without her consent and sexual intercourse with a female mentally incapable of giving consent because of tender years or mental incapacity are separate and distinct crimes.” Lee v. State, 322 So.2d 751, 752 (Miss.1975). The need for evidence of force to overcome the victim’s resistance in the situation where the prosecution has elected to charge that crime has been applied in circumstances where the victim was as young as four years of age. Bonner v. State, 65 Miss. 293, 296, 3 So. 663, 664-65 (1888). In the situation where, despite the young age of the victim, the prosecution elects to charge the separate crime of forcible rape, the supreme court said “the principle that a child of tender years cannot consent, should not be invoked.” Id. “If ... it is desired to avoid the necessity of proving that it was committed forcibly and against her will, the indictment should be drawn so as to accomplish that end.” Id. It should be noted that, in Bonner, the alleged victim was only four years old but the court maintained its view that some evidence of force and lack of consent was necessary in order to sustain a conviction. Id.\n¶ 15. It is with the foregoing considerations in mind that we assess the evidence presented by the State to determine if it was sufficient to uphold the conviction. Although the defendant did not ask for an instruction regarding consent as a defense, it is evident from our review of the record that the defendant was attempting to portray this as a consensual sexual encounter. The defense apparently intended to convince the jury that the victim’s allegations were simply an attempt to avoid blame for her own misconduct.\n¶ 16. The State, however, presented evidence that Davis held his victim around the neck and forced her into the back seat of his vehicle, demanded that she remove her underwear, and then engaged in sexual intercourse with her. At no time during cross-examination of the victim did defense counsel inquire directly into the issue of consent. Davis himself declined to testify, which was his constitutional right, but was a decision that left L.W.’s version of the events essentially uncontradicted. No evidence was elicited by the defense that would indicate that this twelve year old female child had failed to resist Davis’s efforts with whatever means were available to her. To the contrary, she testified that she followed his commands because she was afraid.\n¶ 17. The defense was able to demonstrate a fair number of inconsistencies between L.W.’s in-court testimony and her version of events contained in a written statement she had given law enforcement investigators shortly after the incident. Nevertheless, this sort of impeachment does not conclusively demonstrate the untruthfulness of a witness’s courtroom testimony. Rather, it is simply a factor for the jury to weigh in assessing the credibility of a witness and in deter*1005mining what weight and worth to afford the witness’s testimony. See, e.g., Hicks, 812 So.2d at (¶ 40). The jury, sitting as finders of fact, hears the evidence first hand and has the opportunity to view the witness and observe her demeanor on the stand; matters which are invaluable in assessing questions regarding credibility. It is for this reason that a jury’s resolution of disputed facts is entitled to deference when reviewed by an appellate court. Hogan v. State, 854 So.2d 497(¶ 17) (Miss.Ct.App.2003). There can be no dispute that the testimony of the victim of a crime, if found credible by the jury, is sufficient standing alone to uphold a conviction. Price v. State, 847 So.2d 290(¶ 12) (Miss.Ct.App.2003). This is a necessary truth in our criminal justice system since it is in the very nature of many criminal enterprises that they are committed under situations where other potential witnesses are not available.\n¶ 18. We are not persuaded that L.W.’s testimony, even when viewed in light of the discrepancies in her earlier statement, is so incredible or otherwise contradicted that it was rendered unworthy of belief as a matter of law. Because her testimony provided competent evidence that she was forced to engage in sexual intercourse with Davis against her will, it was under the law of this State sufficient to support a conviction.\n¶ 19. THE JUDGMENT OF THE CIRCUIT COURT OF WASHINGTON COUNTY OF CONVICTION OF COUNTS I AND II, KIDNAPING, AND SENTENCE OF THIRTY YEARS FOR EACH COUNT AND COUNT III, RAPE, SENTENCE OF LIFE, ALL TO BE SERVED WITHOUT PAROLE IN THE CUSTODY OF THE MISSISSIPPI DEPARTMENT OF CORRECTIONS, IS AFFIRMED. ALL COSTS OF THIS APPEAL ARE ASSESSED TO WASHINGTON COUNTY.\nKING AND SOUTHWICK, P.JJ., BRIDGES, THOMAS, LEE, IRVING, MYERS, CHANDLER AND GRIFFIS, JJ., CONCUR.\n",
            "ocr": true,
            "opinion_id": 7764085
        }
    ],
    "court_short_name": "Court of Appeals of Mississippi",
    "court_full_name": "Court of Appeals of Mississippi",
    "court_type": "SA",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Kidnapping"
}