{
    "id": 7924769,
    "judges": "Forsberg, Popo, Popovich, Randall, Vich",
    "date_filed": 460080000000,
    "date_filed_is_approximate": false,
    "slug": "state-v-rud",
    "case_name_short": "Rud",
    "case_name": "State v. Rud",
    "case_name_full": "STATE of Minnesota v. Alvin Harry RUD, Rosemary Ann Rud",
    "attorneys": "Hubert H. Humphrey, III, Atty. Gen., R. Kathleen Morris, Scott County Atty., Shak-opee, for plaintiff., H. Richard Hopper, Asst. Public Defender, Hastings, Richard D. Genty, Chief Public Defender, Winsted, for defendants., Diane K. Johnson, Shakopee, Paul H. Thomsen, Prior Lake, Guardians-Ad-Litem, amicus curiae., Patricia A. Hirl, Norton L. Armour, Minneapolis, for Minneapolis Star and Tribune Co., amicus curiae., Oppenheimer, Wolff, Foster, Shepard & Donnelly, Paula D. Osborn, Michael J. Van-selow, St. Paul, for Northwest Publications, Inc. and WCCO-TV, Inc., amicus curiae.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Review Granted Sept. 12, 1984.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "352 N.W.2d 480"
    ],
    "opinions": [
        {
            "author_str": "Popovich",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION\nPOPOVICH, Chief Judge.\nThis is a prosecution for criminal sexual conduct. The defendants subpoenaed the alleged child victims and a potential child witness to appear at defendants’ omnibus hearing. The avowed purpose of eliciting the childrens’ testimony was further specificity of the dates of the alleged criminal conduct. The defendants might then either take the stand or call other witnesses to support a motion to dismiss the case for lack of probable cause. The trial court held the defendants could not call alleged victims in an omnibus hearing and therefore quashed the subpoenas. In so ruling, the court certified the question as important and doubtful pursuant to Rule 28.03 of the Minnesota Rules of Criminal Procedure. We reverse.\nFACTS\nOn November 17, 1983, criminal complaints and warrants against Alvin and Rosemary Rud were issued in Scott County. The complaints were based on two alleged *482incidents, one occurring between June and August of 1983 and the other in September of 1983. Each complaint charged four counts of criminal sexual conduct in the first degree, Minn.Stat. § 609.342(a) (1982) and four counts of criminal sexual conduct in the second degree, Minn.Stat. § 609.-343(a) (1982). All eight counts against each defendant also charged liability for crimes of another, Minn.Stat. § 609.05 (1982). The information contained in the complaint was obtained from two of the minors allegedly victimized.\nThe omnibus hearing for both defendants was set for February 1, 1984. At the outset of the hearing, the state objected to subpoenas the defense served on the alleged victims and their appointed guardians. The state maintained a defendant may not call alleged victims who are the state's witnesses absent an in-camera showing that the victim’s testimony is likely to exonerate the defendant. The defense, however, claimed a right to call the children to lay foundation for future witnesses, including the defendants, that would produce evidence exonerating the defendants. The defense maintained the children’s testimony was necessary because neither the complaint nor disclosures by the prosecution provided sufficient detail of the charges to enable the defense to disclose possible defenses.\nThe guardians appointed for the alleged child victims and child witness were at the omnibus hearing and testified for purposes of creating a record. Diane Johnson is the guardian for ten year olds V.K. and S.K., the alleged child victims. She testified that prior to the omnibus hearing, neither defense counsel contacted her about interviewing the children. Immediately preceding the hearing, however, defense counsel had approached her and asked how she would have responded had such a request been made. Repeating her answer on the stand, she said she would not permit an interview of either child unless she felt it was in the child’s best interest.\nPaul Thomsen is the guardian appointed for 14 year old J.M., a potential witness in this case. Thomsen testified that he also uses the best interest of the child standard in evaluating requests to interview J.M. Specifically, Thomsen said he would require authorization from J.M.’s psychologist and psychiatrist before subjecting J.M. to any court related activity. At oral argument, Thomsen admitted he had granted some of the County’s requests to interview J.M. He stated he had also denied some of the County’s interview requests and stated a written stipulation permitted the guardian’s presence during investigative work done by the County Attorney’s office. He claimed to have granted a request from the defense to interview J.M. but acknowledged he reserved the right to terminate the interview.\nOn February 3, 1983, the trial court issued an order quashing the subpoenas served on the children and certifying the question to this court. The trial court’s order did not decide whether the omnibus hearing should be closed to the public. The court stated that by quashing the subpoenas, the closure issue became moot.\nISSUE\nCertified Question: Whether the defendants had the right to subpoena alleged victims and call them as their witnesses in support of their motion to dismiss the complaints due to lack of probable cause.\nANALYSIS\nIn order to address the question at issue, it is necessary to place the case in its proper context. This is not an appeal of a determination that probable cause to proceed with prosecution exists or does not exist. No probable cause determination has been made. Similarly, this court is not asked to determine whether the defense has triggered the substantial admissible evidence rule of State v. Florence, 306 Minn. 442, 444, 239 N.W.2d 892, 895 (1976). The defendants have not yet offered any evidence in support of their motion to dismiss for lack of probable cause. The question to be decided by this court is whether these defendants can call the alleged child vie-*483tims in an effort to obtain information that may aid defendants in offering evidence to exonerate themselves.\nA motion to dismiss for lack of probable cause is authorized by Rule 11.03 of the. Minnesota Rules of Criminal Procedure. The rule provides:\nThe court shall hear and determine all motions made by the defendant or prosecution, including a motion that there is an insufficient showing of probable cause to believe that the defendant committed the offense charged in the complaint, and receive such evidence as may be offered in support or opposition. Each party may cross-examine any witnesses produced by the other. A finding by the court of probable cause shall be based upon the entire record including reliable hearsay in whole or in part. Evidence considered on the issue of probable cause shall be subject to the requirements of Rule 18.06, subd. 1.\nRule 11.03 Minn.R.Crim.P. Amplifying the rule, the comment to Rule 11 states:\nIn State v. Florence, 306 Minn. 442, 239 N.W.2d 892 (1976), the Supreme Court discussed the type of evidence that may be presented and considered on a motion to dismiss the complaint for lack of probable cause. Nothing in that case or in the rule prohibits a defendant from calling any witness to testify for the purpose of showing an absence of probable cause.\nComment, Rule 11 Minn.R.Crim.P. (emphasis added).\nThe benchmark case for omnibus hearing procedures in Minnesota is State v. Florence. In Florence, the Minnesota Supreme Court outlined the purpose of an omnibus hearing as follows:\nThe object or purpose of the preliminary investigation is to prevent the hasty, malicious, improvident and oppressive prosecutions, to protect the person charged from open and public accusations of crime, to avoid both for the defendant and the public the expense of a public trial, and to save the defendant from the humiliation and anxiety involved in a public prosecution, and to discover whether or not there are substantial grounds upon which a prosecution may be based.\nState v. Florence, 306 Minn, at 447, n. 4, 239 N.W.2d at 897, n. 4 (quoting Thies v. State, 178 Wis. 98, 103, 189 N.W. 539, 541 (1922)).\nThe Florence court also made it clear that discovery is not a basic function of an omnibus hearing. The court stated:\n[t]he preliminary hearing does not present an ideal opportunity for discovery. It is designed for another purpose; namely, that of determining whether there is probable cause to justify further proceedings against an arrested person. Thus, the degree of discovery obtained in a preliminary hearing will vary depending upon how much evidence the presiding judicial officer thinks is necessary to establish probable cause in a particular case. This may be quite a bit, or it may be very little, but in either event it need not be all the evidence within the possession of the Government that should be subject to discovery\nThe Committee accordingly concluded ‘that discovery procedure should remain separate and distinct from the preliminary examination _’ (Italics supplied.)\nIn adopting Rule 11.03 in its present form, the Minnesota Supreme Court shared this conviction that the probable cause hearing should not be used as a substitute for disclosure and discovery and that the legitimate concern of the defendant to know the case against him before trial should be dealt with by other means.\nId. 306 Minn, at 450, 239 N.W.2d at 898 (footnote omitted) (quoting Coleman v. Burnett, 155 U.S.App.D.C. 302, 477 F.2d 1187, 1199 (1973)).\nSubsequent to Florence, however, the court made it clear that defendants have some right of confrontation at the omnibus hearing. In State v. Koonsman, 281 *484N.W.2d 487 (Minn.1979), the defendant sought reversal of his kidnapping and criminal sexual conduct convictions because he was not afforded the opportunity to examine the alleged victims concerning their out of court identification of him. In rejecting Koonsman’s claim, the court included the following discussion of the rights of confrontation and compulsory process.\nThe objectives of the confrontation clause and the compulsory-process clause are to assist the defendant in securing the presence of witnesses and to enable the defendant to examine witnesses whose statements are used against him at trial. Westen, Confrontation and Compulsory Process, 91 Harv.L.Rev. 567, 616. Stated differently, confrontation and compulsory process “work in tandem toward a common goal of assisting the defendant in producing and examining witnesses at trial.” Ibid., p. 622. In any event, even if it could be said that the prosecutor breached some duty to call the victims, defendant should not be able to claim that the interests served by confrontation and compulsory process were not served in this case because he had the right to call the victims at the hearing.\nId. at 490.1\nWe find criminal defendants also have a right to call alleged victims as witnesses at their probable cause hearing. This right is not absolute,2 however, and the trial court will be afforded broad discretion in determining whether due process requires permitting the defendant to call these witnesses. Among the facts relevant to the trial court’s determination are: (1) the specificity of the criminal complaint; (2) the existence of a written statement or a full transcription of a verbal statement from the alleged victim(s); (3) the specificity and consistency of any police reports; and (4) the availability and opportunity to meet with the alleged victim prior to the omnibus hearing.\nConsideration of these facts in the present case results in the conclusion defendants must be afforded the right to call the alleged victims to the stand. The complaints charge criminal sexual conduct. While one incident is alleged to have occurred on or about September 1983, the other allegedly occurred during the months of June through August 1983.3 No written statements were made by the alleged victims nor were any verbal statements recorded and transcribed. The only information available for preparation of their defense is the generalized complaint and contradictory and summary police reports. This is insufficient to meet the “broad discovery permitted under the rules” which was assumed by the Florence court in concluding discovery was not a basic purpose of the omnibus hearing. State v. Florence, 306 Minn, at 452, 239 N.W.2d at 899.\nIn holding these circumstances entitle defendants to call the alleged victims to the stand, we are not unmindful of the concern over attempts to intimidate these young, vulnerable witnesses. We would expect the defense attorney to confine himself to specific questions of who, what, when, where, and how and to do so in a gentle, gracious manner and to drop a topic if the child’s honest answer appears to be “I don’t remember”, or “I don’t know.” The defense is entitled to question on that much. Should the questioning become ha*485rassing or otherwise improper, however, the trial court should take control pursuant to Rule 611 of the Minnesota Rules of Evidence.\nDECISION\nThe question certified to us was: Whether the defendants had the right to subpoena alleged victims and call them as their witnesses in support of their motion to dismiss the complaints due to lack of probable cause.\nWe answer the question as follows: While the right is not absolute, under the particular circumstances of this case the defendants are entitled to subpoena the alleged child victims as witnesses at defendants’ omnibus hearing. The scope of the examination should be limited to questions addressing whether the alleged victims have any additional knowledge of the criminal conduct charged. Control of the questioning is within the discretion of the trial court.\nThe issue of closure was not certified and therefore is not properly before this court.\nRemanded for further proceedings.\n\n. Koonsman may be distinguished from the present case since a different procedural rule, Rule 11.02 of the Minnesota Rules of Criminal Procedure, technically governs pretrial challenges of evidence. The court made no attempt, however, to differentiate Rule 11.02 from the other provisions of Rule 11, all of which govern omnibus hearing procedures in felony and gross misdemeanor cases.\n\n\n. See generally State v. Mitake, 64 Hawaii 217, 638 P.2d 324 (1981).\n\n\n.In stating the generality of the complaint is a factor to be considered, we are drawing a distinction between the determination of whether a defendant is entitled to examine alleged victims in a pretrial proceeding and a post conviction challenge of the specificity of the complaint. With respect to the latter, see State v. Becker, No. C4-83-887, slip op. at 5-7, 351 N.W.2d 923 at 926-927 (Minn. July 13, 1984) and cases cited therein.\n\n",
            "ocr": true,
            "opinion_id": 7874445
        },
        {
            "author_str": "Forsberg",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nFORSBERG, Judge,\ndissenting.\nI respectfully dissent. Prior to the adoption of the Minnesota Rules of Criminal Procedure a defendant was accorded a pretrial hearing under Minn.Stat. § 629.50. That statute provided:\n“The magistrate before whom any person shall be brought upon a charge of having committed an offense shall, as soon as may be, examine the complainant and the witnesses in support of the prosecution, on oath, in the presence of the party charged, in relation to any pertinent matter connected with such charge, after which the witnesses for the prisoner, if he has any, shall be sworn and examined, and he may be assisted by counsel in such examination, and also in the cross-examination of the witnesses in support of the prosecution.”\nAlthough the above statute was applied in various fashions by the judges of this state, the courts generally recognized that its language authorized a hearing where witnesses could be examined and cross-examined, where unwilling witnesses could be subpoenaed and interrogated, where evidence could be received, whether or not admissible at trial, and where the details and basis of an accusation could be forced into the open and examined. See State v. Florence, 306 Minn. 442, 448, 239 N.W.2d 892, 897 (1976). This broad construction of the statute which, in effect, led to mini-trials of probable cause issues and other issues concerning the bases for complaints, led some courts to also permit the pretrial hearing to be conducted as a forum for discovery. This extension of the hearing’s purpose is understandable in light of the absence at that time of the present discovery rules.\nIn 1975 the Minnesota Rules of Criminal Procedure were promulgated by the supreme court. The purpose of the new rules was “to provide for the just, speedy determination of criminal proceedings” and “to secure simplicity in procedure, fairness in administration, and the elimination of unjustifiable expense and delay.” Rule 1.02, Minn.R.Crim.P. Consistent with this purpose, the rules outlined procedures for discovery and incorporated the concept of the Omnibus Hearing as Rule 11, which consolidated Rasmussen evidentiary hearings, pretrial motions, including motions challenging probable cause, and other pretrial issues. Rule 11.03 which governs pretrial motions now provides:\nThe court shall hear and determine all motions made by the defendant or prosecution, including a motion that there is an insufficient showing of probable cause to believe that the defendant committed the offense charged in the complaint, and receive such evidence as may be offered in support or opposition. Each party may cross-examine any witnesses produced by the other. A finding by the court of probable cause shall be based upon the entire record including reliable hearsay in whole or in part. Evi*486dence considered on the issue of probable cause shall be subject to the requirements of Rule 18.06, subd. 1.\nShortly after the rules were adopted State v. Florence offered the Minnesota Supreme Court an opportunity to discuss the new probable cause hearing procedures. The Florence court, after outlining the history of the new rule, stressed that “[t]he use of the probable cause hearing as a substitute for the discovery permitted by the rules should be discouraged,” Florence, 306 Minn, at 453, 239 N.W.2d at 900, and indicated that the probable cause hearing should now generally take place after discovery has been completed. Id., at 453, 239 N.W.2d at 900. Thus recognizing the separate functions of the discovery rules and the probable cause hearing the court noted further:\nIn most instances, the information available to the judge presiding at an omnibus hearing will form an adequate basis for determining probable cause, thus making unnecessary the production and cross-examination of witnesses in court. This is so because the “entire record including reliable hearsay in whole or in part” should include, at the time of the hearing upon the Rule 11.03 motion, all the information developed during the course of discovery. The rules contemplate that information generated by the disclosure and discovery procedures should forthwith be filed in the manner provided in civil actions.\nFlorence, 306 Minn, at 453, 239 N.W.2d at 900 (footnotes omitted).\nAlthough interpreting the new rule as dispensing with the necessity for examination and cross-examination in most cases, the Florence court realized that there will nonetheless be instances where witness testimony will be presented to supplement the record. However, in view of the limited requirement for such examination, the Florence court recognized only one situation where a defendant might be permitted to offer testimony at the probable cause hearing: where the defendant “produces a witness subject to cross-examination whose testimony, if believed, would exonerate him.” 306 Minn, at 459, 239 N.W.2d at 903. Witnesses in this latter classification include:\n[a] A defendant who denies the offense,\n[b] a witness who places defendant at a place other than the scene of the crime,\n[c] a witness who identifies a person other than the defendant as the perpetrator of the offense, [d] a witness to the offense who describes it in terms which, if true, demonstrate the absence of one or more essential elements of the crime charged.\nId., at 459, 239 N.W.2d at 903. In the present instance, the majority adds another type of witness to this list in the form of victims whose testimony might provide a foundation for testimony which might exonerate the defendant. Because the child victims’ testimony in the present situation would not itself exonerate the defendant but would only be used to provide a basis for other testimony, it is clearly outside the contemplation of Florence. Further, it should be noted that Florence concerned itself with testimony which if believed would exonerate a defendant. In this instance it would appear that the defendants will not be exonerated if the victims’ testimony is believed; rather, the defendants’ purpose in calling the children will be to challenge their credibility.1\nRule 11.03 states clearly that at the probable cause hearing “[e]ach party may cross-examine any witnesses produced by the other.” Neither the rule, the official comments, nor Florence give any indication that a party may cross-examine a witness whom he himself produces by subpoena. Although the majority cites State v. Koonsman as authority for the proposition that defendants have some right of confrontation at the omnibus hearing, Koons-man may clearly be distinguished, since that case involved identification testimony and its admissibility at trial under Rule 11.02, Minn.R.Crim.P., rather than Rule *48711.03 which concerns the probable cause hearing.\nBy its decision to allow a criminal defendant the right to call an alleged victim as a witness at the probable cause hearing the majority is in effect taking a step backwards in time to the period when a pretrial hearing did indeed allow the parties an opportunity for full examination and disclosure. It is recognized that the majority attempts to limit this right by requiring consideration of four factors: (1) the specificity of the criminal complaint, (2) the existence of a written statement or a full transcription of a verbal statement from the alleged victim(s), (3) the specificity and consistency of any police reports, and (4) the availability and opportunity to meet with the alleged victim prior to the omnibus hearing. The majority thus offers the state a choice between (a) allowing the defense to cross-examine the alleged victim at the probable cause hearing, or (b) disclosing to the defense the information gathered by the above four methods. However, whether it chooses alternative (a) or alternative (b), the state is clearly required by the majority opinion to provide the defense with information which is outside the scope of the discovery rules. Nowhere do the Rules of Criminal Procedure require that the state be allowed to either interview or cross-examine the alleged victim, nor do the rules demand that the state either fully transcribe verbal statements by victims or take written statements from them. The majority’s decision, therefore, not only im-permissibly extends Rule 11.03 and State v. Florence; it also extends the rules of discovery beyond their boundaries.\nFinally, it appears that the majority has confused the issue of who may testify at the probable cause hearing with the probable cause issue itself. Rather than looking to the specificity of the complaint and the extent of the record to determine whether there is probable cause to prosecute the defendant, trial courts will now be required to examine the complaint and the record to determine whether witnesses should be allowed to testify at the hearing. I respectfully suggest that if the entire record is insufficient to support a finding of probable cause to believe that the defendant committed the offense charged, the solution is not to allow the parties to present witnesses at the probable cause hearing; rather, the trial court should dismiss the complaint.\nFor the above reasons, I would affirm the trial court’s decision to deny the defendants an opportunity to call the alleged victims as witnesses at the probable cause hearing.\n\n. See 60 Minn.L.Rev. 773.\n\n",
            "ocr": true,
            "opinion_id": 7874446
        }
    ],
    "court_short_name": "Court of Appeals of Minnesota",
    "court_full_name": "Court of Appeals of Minnesota",
    "court_type": "SA",
    "court_jurisdiction": "Minnesota, MN",
    "crime_category": "Kidnapping"
}