{
    "id": 7927292,
    "judges": "Barnes",
    "date_filed": 1321920000000,
    "date_filed_is_approximate": false,
    "slug": "patterson-v-state",
    "case_name_short": "Patterson",
    "case_name": "Patterson v. State",
    "case_name_full": "PATTERSON v. State",
    "attorneys": "Timothy B. Lumpkin, for appellant., Patrick H. Head, District Attorney, John R. Edwards, Assistant District Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "312 Ga. App. 793",
        "720 S.E.2d 278"
    ],
    "opinions": [
        {
            "author_str": "Barnes",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBarnes, Presiding Judge.\nFollowing a jury trial, Jason Patrick Patterson was convicted of one count of burglary, one count of armed robbery, three counts of aggravated assault, three counts of kidnapping, and three counts of false imprisonment.1 Patterson filed a motion for new trial asserting various grounds, including insufficiency of the evidence, which, after a hearing, the trial court granted as to one of the kidnapping counts. The trial court denied the motion as to all other grounds and Patterson now appeals. He contends that the State’s evidence was insufficient to support two of his convictions, that his trial counsel was ineffective, and that the trial court erred in allowing into evidence certain testimony in violation of OCGA § 17-16-1. Upon our review, we affirm.\nWhen a criminal defendant challenges the sufficiency of the evidence supporting his conviction, “the relevant question is whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.” (Emphasis in original.) Jackson v. Virginia, 443 U. S. 307, 319 (III) (B) (99 SC 2781, 61 LE2d 560) (1979). The jury, not this Court, resolves conflicts in the testimony, weighs the evidence, and draws reasonable inferences from basic facts to ultimate facts. Id. “As long as there is some competent evidence, even though contradicted, to support each fact necessary to make out the State’s case, the jury’s verdict will be *794upheld.” (Citation and punctuation omitted.) Miller v. State, 273 Ga. 831, 832 (546 SE2d 524) (2001).\nSo viewed, the facts relevant to the appeal reveal that on the afternoon of March 26, 2006, the victim was in the kitchen of his Cobb County home when a man, later identified as Patterson, entered the room through the door leading from the carport. Patterson, who was wearing a motorcycle helmet, pointed an automatic pistol at the victim’s head and demanded his money and jewelry. The victim told him where his money and valuables were located, and told him that his two young children were in their rooms. Patterson ordered the victim to lie down on the floor and covered his head with a towel. The victim heard a second person enter the room. The accomplice was later identified as Daniel Steele.\nPatterson went to the victim’s son and daughter’s rooms, and forced them at gunpoint to go to the kitchen where he made the pair join their father on the floor. Steele had a bandana over his face and was holding a shotgun. The victim and his children were tied up with extension cords; and while Steele held the shotgun on the family, Patterson ransacked the home for valuables. The pair took cash, jewelry, checkbooks, two cell phones, and the victim’s Ford Mustang and Expedition.\nThe men drove the vehicles to the apartment of the woman who had earlier taken them to the victim’s house. She testified that Patterson was driving the Mustang, and showed her jewelry and credit cards that he had taken from the victim’s home. The three drove to an Atlanta hotel and rented a room. Police tracked the Mustang to the location via a LoJack signal, and although they attempted to capture Patterson, Steele, and the woman when they exited the hotel, the group escaped, and a high speed chase ensued. The high speed chase ended when Patterson lost control of the Mustang and crashed into a ravine in Fulton County. Steele crashed the Expedition in Gwinnett County. Both men and the woman who was in the car with Patterson were transported to the hospital. Police recovered a motorcycle helmet, pistol, jewelry, and the victim’s checkbook from the Mustang Patterson was driving, and jewelry, checks, a cell phone — all belonging to the victim — and a shotgun from the Expedition.\nSteele entered a guilty plea to burglary, armed robbery, aggravated assault, and false imprisonment, and originally implicated Patterson as his accomplice, but later testified that Patterson was not involved.\n1. Patterson first contends that there was insufficient evidence of asportation to sustain the kidnapping convictions under Garza u. State, 284 Ga. 696 (670 SE2d 73) (2008). He maintains that the movement of the children from their bedrooms to the kitchen was an *795inherent part of the burglary and armed robbery as it allowed for the taking of items from the house without interference. Patterson contends that the movement presented no additional danger to the children, other than that posed by the other crimes.\nAlthough the crime occurred in 2006, Garza was decided after Patterson was convicted, and while his case was pending appeal. Thus, according to the “pipeline” rule, Garza applies to this case. Hammond v. State, 289 Ga. 142, 143-144 (1) (710 SE2d 124) (2011).2 Garza sets out four factors that should be considered in determining whether the asportation element of kidnapping is met:\n(1) the duration of the movement; (2) whether the movement occurred during the commission of a separate offense; (3) whether such movement was an inherent part of that separate offense; and (4) whether the movement itself presented a significant danger to the victim independent of the danger posed by the separate offense.\n284 Ga. at 702 (1).\nHere, the children were removed from their bedrooms by gunpoint and taken to the kitchen. The movement was not an inherent part of the crimes as their movement to the kitchen was not necessary to effect the completion of the burglary, armed robbery, or aggravated assault. Also, by moving them from their rooms, they were placed in greater danger because Patterson and his accomplice’s control over them was enhanced. See Henderson v. State, 285 Ga. 240, 245 (5) (675 SE2d 28) (2009) (moving victims into a different room after demanding at gunpoint that they empty their pockets was movement after and not incidental to the armed robbery); Williams v. State, 307 Ga. App. 675, 678 (1) (705 SE2d 906) (2011) (aggravated assault was completed when defendant pointed gun at victim and grabbed her, rendering his subsequent movement of her into the bathroom independent of that crime); Bryant v. State, 304 Ga. App. 755, 757 (1) (697 SE2d 860) (2010) (forcing victim into the house was done after the aggravated assault of sticking a gun into his neck had been completed).\nThus, contrary to Patterson’s contention, the evidence was sufficient to establish the asportation element of the kidnapping convictions of the children.\n2. Patterson also contends that his trial counsel was ineffective for failing to challenge the armed robbery count in his indictment. *796He argues that it did not sufficiently allege the offense of armed robbery because it did not allege that property was taken “from the immediate presence of another.”\nThe two-prong test for determining the validity of a claim of ineffectiveness of counsel provided in Strickland v. Washington, 466 U. S. 668 (104 SC 2052, 80 LE2d 674) (1984), asks whether counsel’s performance was deficient and, if so, whether this deficiency prejudiced the defense; that is, whether there is a reasonable probability that the outcome of the proceedings would have been different, but for counsel’s deficiency.\n(Citation, punctuation and footnote omitted.) Bruce v. State, 252 Ga. App. 494, 498 (2) (555 SE2d 819) (2001). “[A] court addressing the ineffective assistance issue is not required to . . . address both components if the defendant has made an insufficient showing on one.” Lajara v. State, 263 Ga. 438, 440 (3) (435 SE2d 600) (1993). “A trial court’s finding that a defendant has not been denied effective assistance of trial counsel will be affirmed unless clearly erroneous.” (Citations and punctuation omitted.) Scapin v. State, 204 Ga. App. 725 (420 SE2d 385) (1992).\nHere, the indictment, in pertinent part, charged Patterson with “armed robbery for that [he] . . . did with the intent to commit a theft, take property, to wit: jewelry, cash and motor vehicles of another ... by use of an offensive weapon, to wit: a handgun.” OCGA § 16-8-41 (a) provides that “[a] person commits the offense of armed robbery when, with intent to commit theft, he or she takes property of another from the person or the immediate presence of another by use of an offensive weapon, or any replica, article, or device having the appearance of such weapon.”\nIt is true that the failure to charge a necessary element of the crime is a defect that will render an indictment void, Borders v. State, 270 Ga. 804, 806 (1) (514 SE2d 14) (1999); however, there was no error in this case. Although in this instance the indictment did not allege that the offense was committed in “the immediate presence” of the victim, we have found that,\n[w]hile it is not explicitly stated in the indictment that the [property] was taken from the person or immediate presence of another, such is necessarily inferred from the allegation of a use of an offensive weapon to accomplish the taking. It should also be recognized that the alleged offense of “armed robbery” can be accomplished only via a taking from the person or immediate presence of another.\n*797Campbell v. State, 223 Ga. App. 484, 485-486 (3) (477 SE2d 905) (1996).\nThus, as the armed robbery count of the indictment sufficiently alleged the elements of armed robbery, trial counsel was not ineffective for failing to challenge it, and the trial court did not err in denying his motion for new trial as to this claim.\n3. Likewise, contrary to Patterson’s assertion, the evidence sufficiently established that he took property from the person and immediate presence of the victim. Although he argues that he did not have notice that his commission of the armed home invasion would constitute armed robbery, because he did not take the victim’s property from his person, and he was outside the room where the victim was confined when Patterson took property, we have held that,\n[ o |ne’s “immediate presence” in this context stretches fairly far, and robbery convictions are usually upheld even out of the physical presence of the victim if what was taken was under his control or his responsibility and if he was not too far distant. Perhaps the most pertinent Georgia case is Clements v. State, 84 Ga. 660 (11 SE 505) (1890) in which an armed robbery conviction was upheld where the victim was forcibly detained at his smokehouse while property was taken from his home some 15 feet away. We think the language of the Clements decision plainly implies that a far greater distance than a mere 15 feet may be involved and robbery be sustained.\n(Citation and punctuation omitted.) Maddox v. State, 174 Ga. App. 728, 730 (1) (330 SE2d 911) (1985). Thus, the concept of “immediate presence” is broadly construed if the object taken was under the victim’s control or responsibility and the victim is not too distant. McCoon v. State, 294 Ga. App. 490, 492 (1) (b) (669 SE2d 466) (2008) (immediate presence shown when the victim was present in his residence at the time his shotgun was being stolen in a nearby room).\nHere, evidence that the victim was being held at gunpoint in the kitchen while Patterson stole items from various rooms in the house was sufficient to constitute a theft from his immediate presence.\n4. Patterson finally contends that the trial court erred in admitting testimony from an additional police witness who was involved in Patterson’s chase because the State failed to provide the witness’s name and information prior to trial in violation of the reciprocal discovery provisions of OCGA § 17-16-1 et seq.\nIf the State fails to comply with its discovery obligations, the court “may order the [SJtate to permit the discovery or inspection, *798interview of the witness, grant a continuance, or, upon a showing of prejudice and bad faith, prohibit the [Sjtate from introducing the evidence not disclosed ... or may enter such other order as it deems just under the circumstances.” OCGA § 17-16-6. See also Boykin v. State, 264 Ga. App. 836, 840 (3) (592 SE2d 426) (2003) (defendant must show that the State acted in bad faith and that he was prejudiced before the trial court will impose the harsh sanction of excluding evidence). Absent an abuse of discretion, we will not reverse a trial court’s decision to fashion a remedy for violations of the reciprocal discovery provisions. Murray v. State, 293 Ga. App. 516, 519 (2) (667 SE2d 382) (2008).\nDecided November 22, 2011\nTimothy B. Lumpkin, for appellant.\nThe record shows that one of the investigating detectives was prohibited from testifying about certain items belonging to the victim because the items had been retrieved from one of the stolen vehicles by a state trooper who was not on the State’s witness list. The next day, the State stated that it had not known about the trooper beforehand, and requested that the trooper be allowed to testify about how the victim’s property had been transported from the car to Georgia State Patrol Headquarters. It had also discovered that the trooper had a DVD of the chase, and requested that the DVD be admitted into evidence.\nThe trial court recessed to allow Patterson to interview the trooper and view the DVD, after which the State announced that it had inadvertently overlooked a notation about the existence of the DVD. The trial court excluded the DVD and any mention of it from evidence, but permitted the trooper to testify after offering Patterson additional time with him. Patterson declined the additional time with the witness and indicated that he was prepared, but requested the 18 pages of the State Patrol record that were excluded from his discovery. Patterson, however, agreed that the reports “had nothing to do with the case in chief.”\nPretermitting whether the trial court erred in admitting testimony from the state trooper, in light of the overwhelming evidence against Patterson, it is highly probable that any error, assuming it existed, did not contribute to the jury’s verdict in this case. Marshall v. State, 230 Ga. App. 116, 119 (2) (495 SE2d 585) (1998).\n\nJudgment affirmed.\n\n\nAdams, J., concurs. Blackwell, J., concurs in judgment and fully in Divisions 1, 3, and 4.\n\nPatrick H. Head, District Attorney, John R. Edwards, Assistant District Attorney, for appellee.\n\n The false imprisonment counts were merged with the kidnapping counts, and one of the aggravated assault counts was merged with the armed robbery count.\n\n\n Following Garza, the legislature amended the kidnapping provisions in OCGA § 16-5-40 to clarify the asportation requirement, but it applies only to crimes committed on or after July 1, 2009.\n\n",
            "ocr": true,
            "opinion_id": 7877198
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Kidnapping"
}