{
    "id": 8333348,
    "judges": "Buchanan",
    "date_filed": "2005-08-29",
    "date_filed_is_approximate": true,
    "slug": "state-v-davidson",
    "case_name_short": "Davidson",
    "case_name": "State v. Davidson",
    "case_name_full": "State v. W. M. Davidson",
    "attorneys": "Wm. H. Swiggart, Jr., Assistant Attorney-General, for tbe State., TillmaN & McCall, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. ABDUCTION. Elements. Married woman.</p> <p>Shannon’s Code. sec. 6462, making it a felony to take any female from her father, mother, guardian, or other person haying the legal charge of her for the purpose of prostitution, does not cover the abduction of a married woman from her husband. (Post, pp. 483-487.)</p> <p>Acts cited and construed: Acts 1871, ch. E?6, sec. 3.</p> <p>Case cited and approved: State v. Wheeler, 127 Tenn., 58,</p> <p>Case cited and distinguished: Jenkins v. State, 88 Tenn., 675.</p> <p>Codes cited and construed: Secs. 4258, 6462 (S.); Sec. 4618 • (1857-58).</p> <p>2. ABDUCTION. “Legal charge.”</p> <p>A husband is not a person having the “legal charge” of his wife within section 6462, Shannon’s Code (Post, pp. 487-489.)</p> <p>Case cited and approved: People v. Flores, 160 Cal., 766.</p>",
    "summary": "FROM WILSON. Appeal from tbe Circuit Court of Wilson County. —JNO. E. RichabdsoN, Judge.",
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "134 Tenn. 482"
    ],
    "opinions": [
        {
            "author_str": "Buchanan",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMr. Justice BuchaNAN\ndelivered the opinion of the Court.\nThis case is pending on the State’s appeal. The indictment in its first count charges that W. M. Davidson “heretofore, to wit, on the — day of August, 1914, in said county and State, did unlawfully and feloniously take Carrie Stokes, a female, from her husband, W. F. Jenkins, the person having legal charge of the said Carrie Stokes Jenkins, without his consent, for the purpose of prostitution, against the peace and dignity of the State.” In its second count the indictment charged a taking of the same female from the same custody, for the purpose of concubinage.\nThe indictment was met by a motion to quash, based on the ground that no offense under the law was charged.\nHis honor, the circuit judge, sustained the motion, and the State appealed.\nThe case must turn on a construction of section 6462 of Shannon’s Code, which reads:\n“Any person who takes any female from her father, mother, guardian, or other person having the legal charge of her, without his or her consent, for the purpose of prostitution or concubinage, shall, upon conviction, be imprisoned in the penitentiary not less than ten nor more than twenty-one years.”\nThe words to be construed are “any female” and “or other person having the legal charge of her,” as used in the above section. This section, except as to *484the term of imprisonment, appeared as section 4618 of the Code of 1857-58; the term, as fixed in that Code, was not less than two nor more than ten years; bnt the section was amended by section 3, chapter 56, Acts of 1871, so as to read as it now appears in Shannon’s Code.\nThe object of the legislature in the passage of this statute has been held to be as follows:\n“The object which the legislature had in view in the passage of this very highly penal statute, was for the purpose of preventing the taking or enticing innocent and virtuous young females away from their parents, guardians, etc., for the purpose of making them prostitutes or concubines. We cannot conceive that the legislature could have had the purpose of visiting such punishment upon a person who merely goes with a prostitute, by an arrangement which, it may be, was contrived and proposed by her, to some place where they can more conveniently indulge in illicit intercourse.” Jenkins v. State, 83 Tenn. (15 Lea), 675.\nOur subsequent cases have never disturbed the holding in the Jenkins Case as to the purpose of the statute.\nAlthough the words “any female” are broad, yet when the context in which they are used is considered, it is manifest that they must be held to mean any female falling within the purview of the statute. Evidently the words do not include a woman of the age of twenty-one years or over unless it be that she is under 'the legal charge of a guardian because of mental infirmity, etc., in which event, we think she would be *485within the protection of the statute; but, if she be free from the charge of a guardian at the age of twenty-one or thereafter, she clearly is no longer in the legal charge either of her father or her mother, and therefore there could be no taking of her from the legal charge of either of her parents, although at the time of the taking she might still be residing under the parental roof.\nIn this chapter on “Parent and Child,” Blackstone says:\n“The legal power of a father, for a mother, as such, is entitled to no power, but only to reverence and respect, the power of a father, I say, over the persons of his children ceases at the age of twenty-one, for they are then enfranchised by arriving at years of discretion, or that point which the law has established, as some must necessarily be established, when the empire of the father, or other guardian, gives place to the empire of reason. Tet till that age arrives, this empire of the father continues even after his death; for he may by his will appoint a guardian to his children, or may also delegate part of his parental authority, during his life, to the tutor or school master of his child, who is then in loco parentis, and as such a portion of the power of the parent committed to his charge, namely that of restraint and correction, as may be necessary to answer the purposes for which he is employed. ” Bla. vol. 1, section 458.\nUnder our statutes (Shannon’s Code, section 4258) a father, whether himself of the age of twenty-one or *486over that age, may by deed or will dispose of the custody and tuition of any legitimate child under the age of twenty-one years and unmarried, whether born at the time of the father’s death or afterwards, during the minority of such child, or for a less time.\nAlthough, as we have seen, the mother at common law had no legal power over her child, but was entitled only to reverence and respect, the statute under consideration recognizes the natural right of either parent to a charge of the female child for the purposes of the statute. If the parents should be residing together and the female with them at the time of the taking, the strict legal charge would be that of the father; but if he were absent and- assuming no control, then the charge of the mother would support an indictment under the statute.\nThe words of the statute, “or other person having the legal charge of her,” include some other person standing in loco parentis, as for instance, a tutor, teacher, or testamentary guardian, and those words would include a legal substitute for a guardian having legal charge of the female under any one of the sections of Shannon’s Code from section 4321 to section 4336-, inclusive. We think these words last quoted from the statute apply to persons whose legal charge over the female is of the same class or kind as that of those persons Specifically named in the statute, parents and guardians are specifically named, the charge of one standing in loco parentis is like or of the same class as that of a parent, and the charge of those persons who *487derive their authority from the sections of Shannon’s Code last above named is of the same class as that of a guardian; in other words, we think the rule ejusdem generis applies. State v. Wheeler, 127 Tenn. (19 Cates), 58, 152 S. W. 1037, and authorities cited.\nNo extended discussion of the legal relations between the husband and wife is necessary to demonstrate that whatever “legal charge” the husband may be said to possess in respect of her person belongs within a class, the like of which does not exist in all the domestic relations recognized by the law. The foundation of the relation between husband and wife is the marriage contract, and the consequences of that contract are certain reciprocal rights and duties which the law imposes on the parties for their mutual benefit, for the benefit of their offspring, and for the well-being of the social order. The relation between husband and wife is wholly different from that of parent and child, and likewise from that of guardian and ward, and under the rule of construction above mentioned, to hold that the words, “or other person having the legal charge of her,” were meant to include husbands, would be to go entirely beyond the two classes, to wit, parents and guardians, who are specifically mentioned by name in the preceding part of the statute, and thus violate the rule.\nBut passing from the foregoing rule to a more familiar canon of construction which imposes on us the duty of giving the statute that meaning’ which its context indicates its framers.intended it to have, and *488bearing in mind always tbat the power we possess is to construe and not to legislate, we encounter first the fact that the word “husband” does not occur in the statute, while father, mother, and guardian are specifically named. Now the relation of husband and wife is the most important, the most prominent, of all domestic relations. It is the keystone of that fabric. It is so important that if the framers had intended to include it, specific mention of it would have been made, and not mere general designation. We see in the verbiage of this statute four domestic relations clearly included, and they are the four relations in order next in importance to husband and wife. They are mentioned in the statute in the order of their importance in the eye of the law: First, parent and child; second, guardian and ward; third, by general designation come those who stand in loco parentis; and, fourth, those who stand in lieu of a guardian, in their relation to the female. And so we see that there was such order in the scheme of the statute as to exclude the hypothesis that the word “husband” was left out by oversight, or was intended to be covered by general designation. Why the legislature saw fit thus to omit the relationship of husband and wife from the operation of the act is not material. If it in fact did so, this court is without power to read that into the statute which the legislature did not intend to include.\nIt is probable, however, that the legislature considered marriage as establishing a female in a status where she would be free'from the temptation of yield*489ing to illicit intercourse under promise of marriage. The statute no floubt was considered to meet the need for protection of those unmarried females whose status might subject them to such temptation, and who, by reason of youth and inexperience, might thereby be led astray.\nThe supreme court of California, in People v. Flores, 160 Cal., 766, 118 Pac., 246, Ann. Cas., 1913A, 582, construed a statute similar in verbiage to our own, and reached a conclusion as to its purpose very much in accord with the view we have of our statute.\nJudgment affirmed.\n",
            "ocr": true,
            "opinion_id": 8301371
        }
    ],
    "court_short_name": "Tennessee Supreme Court",
    "court_full_name": "Tennessee Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Kidnapping"
}