{
    "id": 8344977,
    "judges": "Booker, Couch, Feltham, Geiser, Kelly, Maksym, Price, Stolasz, Toole, Vincent",
    "date_filed": "1972-03-19",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-neal",
    "case_name_short": "Neal",
    "case_name": "United States v. Neal",
    "case_name_full": "United States v. Raymond L. NEAL, Aviation Electronics Technician Airman (E-3), U.S. Navy",
    "attorneys": "For Appellant: Maj Elizabeth Harvey, USMC., For Appellee: Lt Dillon Ambrose, JAGC, USN.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "67 M.J. 675"
    ],
    "opinions": [
        {
            "author_str": "Price",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*676PUBLISHED OPINION OF THE COURT\nPRICE, Judge:\nThis case is before us on a Government interlocutory appeal, pursuant to Article 62, Uniform Code of Military Justice, 10 U.S.C. § 862. The Government contends the military judge erred as a matter of law and fact by dismissing the charge of aggravated sexual contact after concluding the affirmative defense of consent unconstitutionally shifts the burden of proof on an element of the offense to the accused. Record at 1023-24; see Arts. 120(e), (r), (t)(14), and (t)(16), UCMJ, 10 U.S.C. § 920(e), (r), (t)(14), and (t)(16).\nAfter considering the record of proceedings, the parties’ pleadings, and the oral arguments of counsel, we conclude that in this aggravated sexual contact prosecution, proof of the element of force does not require proof of “lack of consent,” and that the affirmative defense of consent does not unconstitutionally shift the burden of proof to the defense. See Arts. 120(e), (r), (t)(14), and (t)(16), UCMJ. Accordingly, we grant the Government’s interlocutory appeal.\nI. Background\nThe appellee was charged with aggravated sexual contact in violation of Article 120(e), UCMJ. The alleged sexual misconduct occurred on 08 December 2007 and was charged under the recently revised Article 120, UCMJ.1 The charge and sole specification were referred to a special court-martial. Following arraignment and entry of pleas, the appellee moved to dismiss the charge alleging four constitutional defects.2\nFollowing argument, the military judge ruled against the appellee on the first three alleged defects, but reserved ruling on the fourth. Appellate Exhibit XIX. He noted the affirmative defense of consent, as defined in Articles 120(r) and (t)(16), UCMJ, appeared unconstitutional, but deferred ruling until after consideration of the evidence necessary to determine if consent was an issue. AE XIX at 9,11,13,15-16.\nAfter the Government and the defense presented their evidence on the merits and the Government completed its case in rebuttal, both parties rested. The military judge then revisited the defense motion to dismiss the charge. Following additional argument from counsel, the military judge concluded that the appellee’s testimony raised the affirmative defense of consent, that the affirmative defense of consent was “element based,” and that the “statute’s reference to force logically required the government to prove lack of consent.” Record at 1016-23. He then granted the defense motion to dismiss. Id. at 1024.3\nThe military judge informed the members he had dismissed the charge, stating “[y]ou have now completed your duties, and are discharged with my most sincere thanks,” and adjourned the court-martial. Id. at 1026-29.\nThe Government provided written notice of intent to appeal the military judge’s ruling *677the next day and docketed the appeal with this court within 20 days of that notice.\nII.Standard of Review\nIn reviewing a Government interlocutory appeal, this court may act only on matters of law. Art. 62(b), UCMJ, 10 U.S.C. § 862(b); see United States v. Cossio, 64 M.J. 254, 256 (C.A.A.F.2007), cert. denied, 551 U.S. 1147, 127 S.Ct. 3029, 168 L.Ed.2d 730 (2007). The military judge’s legal conclusions regarding the constitutionality of Article 120, UCMJ, are questions of law we review de novo. United States v. Wright, 53 M.J. 476, 478 (C.A.A.F.2000) (citation omitted).\nIII.Jurisdiction of this Court\nAs a preliminary matter, the appellee argues this court lacks jurisdiction to hear this appeal. He asserts that: (1) the Government’s failure to request a delay during trial in accordance with the “mandatory procedural requirements” of Rule FoR Courts-Martial 908(b)(1), Manual For Courts-Martial, United States (2008 ed.) resulted in waiver of the right to appeal when the military judge subsequently dismissed the charge, the members, and the case; (2) this court has no jurisdiction as the military judge’s “discharge” of the members created a fait ac-compli, and Article 62, UCMJ, precludes appeal of completed courts-martial; and (3) since the military judge discharged the members, any decision of this court would be without legal effect and merely advisory as retrial by the original court-martial is impossible.\nThe appellee cites no authority, and we have found no authority, which supports his assertion that the Government’s failure to request delay to determine whether to file notice of appeal deprives the Government of the right to appeal or this court of jurisdiction. R.C.M. 908(b)(1). The military judge’s ruling dismissing the sole charge and specification terminated the proceedings with respect to that charge, and was properly subject to Government appeal. Art. 62(a)(1)(A), UCMJ; R.C.M. 908(a). The military judge’s statement to the members that they were “discharged” following “termination of the proceedings” does not deprive this court of jurisdiction to determine this Government appeal. We decline to address the legal efficacy of potential future proceedings as not ripe for review. United States v. Chisholm, 59 M.J. 151, 152 (C.A.A.F.2003).\nAccordingly, we conclude the Government provided the military judge timely written notice of appeal and timely filed the appeal with this court, and that we have jurisdiction to rule on the appeal. See Arts. 62(a)(2) and (b), UCMJ; R.C.M. 908(b)(3) and (b)(4).4\nIV.The Issues on Appeal\nThe issues presented in this Government appeal are: (1) In this aggravated sexual contact prosecution does proof of the element of force require the Government to prove “lack of consent?” and (2) Does the affirmative defense of consent unconstitutionally shift the burden of proof to the defense? See Arts. 120(a), (e),5 (r), and (t)(16), UCMJ; see also Wright, 53 M.J. at 481-83 (citations omitted). We will review these issues de novo. Wright, 53 M.J. at 478.\nThe Government argues that the military judge erred by dismissing the charge of aggravated sexual contact based upon an erroneous view of the facts and the law. The Government alternatively contends that the *678evidence did not raise the affirmative defense of consent and was admissible solely to negate the element of force or, if the affirmative defense was raised, the military judge erred in finding the statute unconstitutionally required the appellee to disprove the element of force. The Government also asserts that the military judge incorrectly interpreted the statute by not separating the affirmative defense of consent from the elements of Article 120(e), so as to read the statute in a constitutional manner.\nThe appellee argues the military judge correctly determined that the affirmative defense of consent unconstitutionally requires the appellee to disprove the element of force. The appellee also asserts that “consent is, by definition, inextricably intertwined with the element of force,” and that Article 120(r), UCMJ, unconstitutionally limits consideration of evidence of consent to the affirmative defense, while precluding consideration of this evidence in negation of the force element.\nAlthough the interaction of the allocation of burdens articulated in the final two sentences of Article 120(t)(16), UCMJ, including the Military Judges’ Benchbook instruction, and the constitutionality of the final sentence of Article 120(t)(16), UCMJ, were widely discussed within the Government’s pleadings and during oral argument, these issues were not a subject of the ruling appealed by the Government, and are not before this court.6 Government’s Reply of 21 Nov 2008 at 11,13; Government’s Supplemental Brief of 16 Jan 2009 at 7-8; Military Judges’ Benchbook, Dept. of the Army Pamphlet 27-9 at 72-73, Note 10 (Interim Changes since Ch-2,15 Jan 2008); see Art. 62, UCMJ; Chisholm, 59 M.J. at 152. We leave that controversy for another day.\nAs a preliminary matter, we conclude the appellee’s testimony raised the affirmative defense of consent. AE XIX; Military Judge’s Ruling Granting the Defense Motion of 29 Dec 2008 at 3-5, ¶ 2h(l)(6); see Arts. 120(r), (t)(5), and (t)(16), UCMJ; United States v. Hibbard, 58 M.J. 71, 72-3 (C.A.A.F. 2003).\nA. To prove “force,” must the Government prove “lack of consent?”\n(1) Lack of consent is not identified as an element of the offense\n“It is well established that when the statute’s language is plain, the sole function of the courts — at least where the disposition required by the text is not absurd — -is to enforce it according to its terms.” Lamie v. United States Trustee, 540 U.S. 526, 534, 124 S.Ct. 1023, 157 L.Ed.2d 1024 (2004) (citation and internal quotation marks omitted); see also United States v. Lewis, 65 M.J. 85, 88 (C.A.A.F.2007).\nPrior to the revision of Article 120, UCMJ, the Government was required to prove “lack of consent” as an element of offenses under Article 120, UCMJ, and indecent assault under Article 134, UCMJ, 10 U.S.C. § 934.7 “Lack of consent” is not, however, an explicitly identified element of the new offense of aggravated sexual contact. Arts. 120(a) and (e), UCMJ. As a result, in this ease, the Government is only required to prove two elements, by legal and competent evidence beyond a reasonable doubt:\n(1) The appellee engaged in sexual contact with the alleged victim [LF]; and\n(2) The appellee did so by using force against [LF].\nArt. 120(e), UCMJ; MCM (2008 ed.), Part IV, ¶ 45b(5)(a).\nThe revised Article 120, UCMJ, omits “lack of consent” as an element of virtually all sexual misconduct offenses, including the *679charged offense.8 This revision brought UCMJ sexual misconduct provisions into alignment with similar provisions applicable in the United States District Courts. See MCM (2008 ed.), Analysis of Punitive Articles, A23-15; see also 18 U.S.C. §§ 2241 and 2244 (Elements of Aggravated Sexual Abuse/Abusive sexual contact: (1) knowingly cause another person to engage in sexual act/contact, (2) by using force against that person).9\nThe limited legislative history suggests this revision was intended to focus the finder of fact on the accused’s conduct, instead of the victim’s conduct or state of mind.10 The text of the revision reflects this change in focus by expressly stating that: “[C]onsent [is] not an issue ... except [it is] an affirmative defense for the sexual conduct in issue in a prosecution [for aggravated sexual contact],” and the assignment to the accused of the burden of proving the affirmative defense of consent by a preponderance of the evidence. Arts. 120(r) and (t)(16), UCMJ.\nWe must assume Congress intended and understood the effect of omitting “lack of consent” as an element of the offense. See United States v. Wilson, 66 M.J. 39, 46 (C.A.A.F.2008).\n(2) Force and consent are distinct terms\nThe revised statute defines force and consent differently and, although often related, the two terms are not “inextricably intertwined” in Article 120(e), UCMJ. The term “force” is defined in Article 120(t)(5), UCMJ, as including:\n[A]etion to compel submission of another or to overcome or prevent another’s resistance by ... (C) physical ... strength ... applied to another person, sufficient that the other person could not ... escape the sexual conduct.\n“Consent,” on the other hand, is defined in Article 120(t)(14), UCMJ, as:\n[W]ords or overt acts indicating a freely given agreement to the sexual conduct at issue by a competent person. An expression of lack of consent through words or conduct means there is no consent. Lack of verbal or physical resistance or submission resulting from the accused’s use of force, threat of force, or placing another person in fear does not constitute consent. ...\nThe definition of “force” focuses upon the conduct of the accused, while the definition of “consent” focuses upon the words, acts and competence of the putative victim. This distinction is consistent with Congress’ intent for the revision of Article 120, UCMJ.\nWhile potentially related, force and consent are not two sides of the same coin or “inextricably intertwined,” as asserted by the appellee. While some evidence may be relevant both to force and consent, one need not necessarily cause or flow from the other.\nThe Government is required to prove the element of force, beyond a reasonable doubt. In so doing, the Government may, or may not, introduce evidence of the victim’s consent or lack thereof. Similarly, consent has several relevant aspects which may, or may not, be related to the degree of force applied by an accused.\nConsent must be a manifestation indicating agreement, freely given, by a competent person, to certain sexual conduct. Art. 120(t)(14). In order to meet the burden of proving the affirmative defense of consent by a preponderance of the evidence, an accused is entitled to present relevant evidence which may include the putative victim’s manifesta*680tions of consent through words or overt actions. The defense can potentially meet its burden without reference to any action, forcible or otherwise, by the accused.\nIndeed, both force and valid consent could potentially exist in the same case, if the facts or circumstances convinced the finder of fact that consent arose independently of, and was not caused by, the force. In such a case, facts involving force applied by an accused may, or may not, be relevant to consent, and in any event need not necessarily be addressed by the defense.\n(3) Lack of consent need not be proven by the Government\nApplying the first rule of statutory construction, we conclude that: (1) the statute’s language is plain — force and consent are distinct words with distinct meanings; (2) the burden of proving the element of force beyond a reasonable doubt is, and always remains, on the Government; and (3) “Lack of consent” is not an actual or implied element of the offense of aggravated sexual contact. The disposition required by the text of the statute is not “absurd,” and courts are required to enforce these provisions according to their terms. Arts. 120(e), (t)(5) and (t)(14), UCMJ; See Lamie, 540 U.S. at 534, 124 S.Ct. 1023. Hence, the military judge erred as a matter of law when he concluded the force element of Article 120(e) requires the Government to prove “lack of consent.”\nB. Does the affirmative defense of consent unconstitutionally shift the burden of proof to the accused?\nThe Due Process Clause of the Constitution protects the accused against conviction except upon the Government’s proof, beyond a reasonable doubt, of each and every element necessary to constitute the charged offense. U.S. Constitution, Amendment V; In re Winship, 397 U.S. 358, 364, 90 S.Ct. 1068, 25 L.Ed.2d 368 (1970); United States v. Rodriguez-Rivera, 63 M.J. 372, 383 (C.A.A.F.2006). In order to violate due process, the provisions of Article 120, UCMJ, related to the affirmative defense of consent to aggravated sexual contact must offend “some principle of justice so rooted in the traditions and conscience of our people as to be ranked as fundamental.” Wright, 53 M.J. at 481 (citations and internal quotations omitted).\nIt is permissible to assign the burden of proving affirmative defenses to the accused, and due process is not violated simply because proof of an affirmative defense, on which the accused bears the burden of proof, may tend to negate an element of the crime. Martin v. Ohio, 480 U.S. 228, 234-36, 107 S.Ct. 1098, 94 L.Ed.2d 267 (1987).11 In revising Article 120, UCMJ, Congress omitted “lack of consent” as an element of most sexual offenses including aggravated sexual contact, identified consent as an affirmative defense, and assigned the burden of proof to the accused. This methodology is consistent with the holding in Martin, does not offend a fundamental principle of justice, and is not unprecedented in American jurisprudence. See Martin, 480 U.S. at 234-36, 107 S.Ct. 1098; see also D.C.Code § 22-3007 (2008)(putative victim’s consent is an affirmative defense to sexual misconduct prosecuted under §§ 22-3002 to 22-3006, which the accused must establish by a preponderance of the evidence).12\nIn addition, our conclusion that the Government is not required to prove “lack of consent” as an identified or implied element *681of aggravated sexual contact eradicates the primary basis supporting the military judge’s conclusion that the statute, as revised, is unconstitutional. However, our analysis does not end here.\nThe appellee also contends the language of Article 120(r), UCMJ, that “consent [is not] an issue ... except [it is] ... an affirmative defense for the sexual conduct in issue in a prosecution under ... subsection (e) aggravated sexual contact,” unambiguously limits consideration of consent evidence to the affirmative defense, thus unconstitutionally precluding consideration of this evidence in “negation of [the element of force].” Ap-pellee’s Eesponse of 10 Nov 2008 at 7. Article 120(r), UCMJ, is susceptible to alternative constructions, including that asserted by the appellee. We also agree the appellee’s construction, if correct, would raise serious constitutional issues, as the Due Process Clause would be violated if the fact finder were precluded from considering evidence relevant to an affirmative defense in determining whether there is a reasonable doubt about the sufficiency of the Government’s proof of the crime’s elements. Martin, 480 U.S. at 233-34, 107 S.Ct. 1098 (citing In re Winship, 397 U.S. at 364, 90 S.Ct. 1068).13\nHowever, “where a statute is susceptible of two constructions, by one of which grave and doubtful constitutional questions arise and by the other of which such questions are avoided, our duty is to adopt the latter.” Jones v. United States, 529 U.S. 848, 857, 120 S.Ct. 1904, 146 L.Ed.2d 902 (2000) (citations omitted). Article 120(r), UCMJ, is susceptible to a reasonable, readily apparent, construction which avoids “grave and doubtful constitutional questions.”\nWe interpret the words “consent [is] not an issue” as highlighting Congress’ removal of “lack of consent” as an element that must be proven by the Government. Art. 120(r), UCMJ.14 We also interpret the language “except [it is] an affirmative defense for the sexual conduct in issue in a prosecution under subsection [ (e) aggravated sexual contact]” as reflecting establishment of the affirmative defense of consent to identified offenses including “aggravated sexual contact.” Art. 120(r), UCMJ. To be clear, this construction is necessary to ensure the accused due process of law, as the finder of fact must be free to consider relevant, admissible evidence, including evidence going to the affirmative defense of consent, in determining whether there is a reasonable doubt about the sufficiency of the Government’s proof as to the elements of the offense. Martin, 480 U.S. at 233-34, 107 S.Ct. 1098.15 This construction is also consistent with the plain language of the statute, and ensures appropriate deference to Congressional decision-making in this area.\nWe conclude that assignment of the burden of proving the affirmative defense of consent to the accused is constitutionally permissible, in part because the finder of fact is free to consider evidence relevant to the affirmative defense of consent in determining whether there is a reasonable doubt about the sufficiency of the Government’s proof on the element of force. Martin, 480 U.S. at 234-36, 107 S.Ct. 1098. In this case, the military judge erred as a matter of law when he concluded that the affirmative defense of consent impermissibly shifted the burden of proof to the accused. The burden of proving force beyond a reasonable doubt is, and al*682ways remains, with the Government. Arts. 120(e), (r), and (t)(16), UCMJ; see Wright, 53 M.J. at 481.\nConclusion\nFor the foregoing reasons, in this aggravated sexual contact prosecution, proof of the element of force does not require proof of “lack of consent,” and the affirmative defense of consent does not unconstitutionally shift the burden of proof: to the defense. See Arts. 120(e), (r), (t)(14), and (t)(16). The Government’s interlocutory appeal is granted and the record is returned to the Judge Advocate General for action consistent with this opinion.\nChief Judge O’TOOLE, Senior Judges FELTHAM, GEISER, VINCENT, and COUCH, and Judges KELLY, STOLASZ, MAKSYM, and BOOKER concur.\n\n. Prior to 01 October 2007, this misconduct was chargeable under Article 134, UCMJ, as indecent assault, and the Government was required to prove the act occurred without the victim’s lawful consent. See Manual For Courts-Martial, United States (2005 ed.), Part IV, ¶¶ 54c(l)(a) and 63c. The Fiscal Year 2006 National Defense Authorization Act (NDAA) revised military law by consolidating most sexual misconduct offenses under Article 120, UCMJ, and is applicable to offenses committed on or after 01 October 2007. MCM, Drafter’s Analysis of Punitive Articles, A23-15 (2008 ed.). See NDAA for Fiscal Year 2006, Pub.L. No. 109-163, § 552, 119 Stat. 3136, 3257-63 (codified as amended at 10 U.S.C. § 920).\n\n\n. The four alleged defects include: (1) the Article 120, UCMJ, affirmative defense of consent includes an unconstitutional \"double burden shift”; (2) the military judge's determination as to whether the accused met his burden of proof under the affirmative defense of consent undermines his right to trial by members; (3) a single fact finder cannot decide, as an interlocutory matter, whether the accused met his burden of proof regarding the affirmative defense of consent and satisfy procedural due process requirements; and (4) the Article 120, UCMJ, affirmative defense of consent unconstitutionally forces the accused to disprove an element of the offense. Appellate Exhibits XVII-XIX.\n\n\n.The military judge supplemented his ruling with additional findings of fact and conclusions of law in response to this court’s order. N.M.Ct. Crim.App. Order of 18 Dec 2008; Military Judge’s ruling granting the defense motion of 29 Dec 2008 at 11, 13-18.\n\n\n. See also United States v. Browers, 20 M.J. 356, 359 n. 4 (C.M.A.1985) (timely filing of notice of appeal transfers jurisdiction over matters involved from trial court to appellate court); United States v. Flores-Galarza, 40 M.J. 900, 905 (N.M.C.M.R.1994)(72-hour limit for serving written notice of Article 62 appeal jurisdictional) (citations omitted).\n\n\n. \"Aggravated Sexual Contact. Any person subject to this chapter who engages in or causes sexual contact with or by another person, if to do so would violate [Article 120](a)(rape) had the sexual contact been a sexual act, is guilty of aggravated sexual contact and shall be punished as a court-martial may direct.” Art. 120(e), UCMJ. To prove aggravated sexual contact, the Government must prove the accused caused or engaged in the sexual contact by: (1) using force; (2) causing grievous bodily harm; (3) threatening or placing another in fear that another will be subject to death, grievous bodily harm or kidnapping; (4) rendering the putative victim unconscious; or (5) administering a substance that substantially impairs the putative victim’s ability to appraise or control conduct. Arts. 120(a)(1)-(5) and (e), UCMJ.\n\n\n. \"Affirmative defense. The term 'affirmative defense' means any special defense which, although not denying that the accused committed the objective acts constituting the offense charged, denies, wholly, or, partially, criminal responsibility for those acts. The accused has the burden of proving the affirmative defense by a preponderance of the evidence. After the defense meets this burden, the prosecution shall have the burden of proving beyond a reasonable doubt that the affirmative defense did not exist.” Art. 120(t)(16), UCMJ (emphasis added).\n\n\n. MCM (2005 ed.), Part IV, ¶¶ 45a(a) and b(l)(b), 54c (l)(a), and 63b(l).\n\n\n. Lack of permission is an element of the offense of wrongful sexual contact. Arts. 120(m) and (r), UCMJ; MCM (2008 ed.). Part IV, ¶ 45b(13)(b).\n\n\n. See also United States v. Martin, 528 F.3d 746, 752-53 (10th Cir.2008) (prosecution under 18 U.S.C. § 2241(a) requires Government prove force, this is all the proof of non-consent the statute demands); United States v. Rivera, 43 F.3d 1291, 1298 (9th Cir.l995)(prosecution need not introduce evidence of lack of consent; 18 U.S.C. § 2241 does not incorporate traditional rape law doctrine of consent).\n\n\n.MCM (2008 ed.), Analysis of Punitive Articles, A23-15; see 18 U.S.C.S. §§ 2241-2245; 151 CONG. REC. H1220 (December 18, 2005)(state-ment of Rep. Sanchez); Markup of the Defense Authorization Bill: Hearing before the Military Personnel Subcommittee of the House Armed Services Committee, (May 11, 2005)(statement of Rep. McHugh).\n\n\n. See also Art. 50a, UCMJ, 10 U.S.C. § 850a (accused must prove affirmative defense of lack of mental responsibility by clear and convincing evidence); 18 U.S.C.S. § 17; Patterson v. New York, 432 U.S. 197, 97 S.Ct. 2319, 53 L.Ed.2d 281 (1977)(N.Y. law requiring defendant in second degree murder prosecution to prove, by a preponderance of the evidence, defense of extreme emotional disturbance in order to reduce crime to manslaughter did not violate Due Process Clause of Fourteenth Amendment).\n\n\n. Cf. State v. Buzzell, 200 P.3d 287 (Wash.Ct.App.2009)(citing State v. Camara, 113 Wash.2d 631, 781 P.2d 483, 487 (1989)(while there is conceptual overlap between the consent defense to rape and the rape crime’s element of forcible compulsion, the burden of proof on the consent defense is with the defendant)); Harley v. Foltz, 780 F.2d 1021 (6th Cir.l985)(citing People v. Stull, 127 Mich.App. 14, 338 N.W.2d 403, 406-07 (1983)(lack of consent is not an element of rape, but consent is an affirmative defense to rape)).\n\n\n. See also Patterson, 432 U.S. at 201-07, 97 S.Ct. 2319; Cf. Leland v. Oregon, 343 U.S. 790, 797, 72 S.Ct. 1002, 96 L.Ed. 1302 (1952); Mozee v. United States, 963 A.2d 151, 159 (D.C.2009) (citing Hicks v. United States, 707 A.2d 1301, 1303 (D.C.1998) and Russell v. United States, 698 A.2d 1007, 1015-16 (D.C.1997)(\"[W]hen the legislature has not specified otherwise ... the jury should be expressly instructed that it may consider the affirmative defense evidence when it determines whether the government has met its burden to prove all the elements of the offense beyond a reasonable doubt.”)).\n\n\n. See generally H.R.Rep. No. 99-594, 99th Cong., 2d Sess. (1986), reprinted in 1986 U.S.C.C.A.N. 6186, 6195 (victim’s lack of consent [to aggravated sexual abuse] is not an element of the offense, and the prosecution need not introduce evidence of lack of consent); Rivera, 43 F.3d at 1298 (prosecution need not introduce evidence of lack of consent as 18 U.S.C. § 2241 does not incorporate traditional rape law doctrine of consent).\n\n\n. See also Patterson, 432 U.S. at 201-07, 97 S.Ct. 2319; Hides, 707 A.2d at 1303; Russell, 698 A.2d at 1015-16.\n\n",
            "ocr": true,
            "opinion_id": 8313464
        }
    ],
    "court_short_name": "Navy-Marine Corps Court of Criminal Appeals",
    "court_full_name": "Navy-Marine Corps Court of Criminal Appeals",
    "court_type": "MA",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Kidnapping"
}