{
    "id": 8619460,
    "judges": "Lipez, Lynch, Torruella",
    "date_filed": "1998-10-18",
    "date_filed_is_approximate": true,
    "slug": "igartua-v-united-states",
    "case_name_short": "Igartúa",
    "case_name": "Igartúa v. United States",
    "case_name_full": "Gregorio IGARTÚA v. UNITED STATES of America",
    "attorneys": "Gregorio Igartúa for the appellants., Claudio Aliff-Ortiz with whom Guillermo Somoza-Colombani, Attorney General of the Commonwealth of Puerto Rico, Irene Soroeta Kodesh, Solicitor General of the Commonwealth of Puerto Rico, Eliezer Aldarondo-Ortiz, and Eliezer A. Aldarondo-López were on brief for the Commonwealth of Puerto Rico, amicus curiae., Mark R. Freeman, Appellate Staff, Civil Division, Department of Justice, with whom Tony West, Assistant Attorney General, Rosa Emilia Rodríguez-Vélez, United States Attorney, and Michael Jay Singer, Appellate Staff, Civil Division, Department of Justice, were on brief for appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Heard March 2, 2010.",
    "cross_reference": "See also 417 F.3d 145.",
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "626 F.3d 592"
    ],
    "opinions": [
        {
            "author_str": "Lynch",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLYNCH, Chief Judge.\nPlaintiff Gregorio Igartua and others have brought suit claiming they and other U.S. citizen-residents of Puerto Rico have a right to vote for a Representative to the U.S. House of Representatives from Puerto Rico and a right to have Representatives from Puerto Rico in that body. Long ago, residents of Puerto Rico were granted U.S. citizenship by statute. See Pub.L. No. 368, ch. 145, § 5, 39 Stat. 951 (1917).\nIgartúa’s putative class action claim is supported in part by the government of the Commonwealth of Puerto Rico, which has filed a brief amicus curiae and presented oral argument. The defendants are the United States, as well as the President of the United States, the Secretary of Commerce, and the Clerk of the United States House of Representatives, all in their official capacities. Among the remedies Igartúa seeks is an order directing these officials to “take all the necessary steps ... to implement[ ] the apportionment of Representatives [in the] electoral process to Puerto Rico.”\nThe district court dismissed the complaint. See Igartua v. United States, No. 08-1174 (D.P.R. June 3, 2009). On de novo review, we affirm the dismissal. The text of the U.S. Constitution grants the ability to choose, and so to vote for, members of the House of Representatives to “the People of the several States.” U.S. Const. art. I, § 2. Since Puerto Rico is not a state, and cannot be treated as a state under the Constitution for these purposes, its citizens do not have a constitutional right to vote for members of the House of Representatives. Igartúa’s claim that international law requires a contrary result is foreclosed by our decision in the last case Igartúa brought before us. See Igartúa-De La Rosa v. United States (Igartúa III), 417 F.3d 145 (1st Cir.2005) (en banc). The case was properly dismissed.\nThe panel is unanimous in agreeing that the U.S. Constitution does not give Puerto Rico residents the right to vote for members of the House of Representatives because Puerto Rico is not a state.\nChief Judge Lynch and Judge Lipez conclude that this panel is bound by Igartúa III’s holding that the Constitution does not permit granting such a right to the plaintiffs by means other than those specified for achieving statehood or by amendment. Chief Judge Lynch independently concludes that this holding in Igartúa III is correct. Judge Lipez considers the panel bound by this holding in Igartúa III, but he does not express a view of his own on its merit. Chief Judge Lynch and Judge Lipez agree that Igartúa III requires dismissal of plaintiffs’ claims based on treaties and international law. Judge Lipez joins the holding that dismissal of the case is affirmed. He joins this introduction, the introduction to Section II, Sections II.A, II.B, and II.C.l, and Section III of Chief Judge Lynch’s opinion. He expresses additional views in his concurring opinion.\nJudge Torruella dissents and is of the view that the constitutional text neither denies citizens of Puerto Rico the right to vote for members of the House of Representatives nor imposes a limitation on the federal government’s authority to extend the franchise to territorial residents under other constitutional powers.\nI.\nThis is plaintiff Igartúa’s fourth case before this court raising questions about the ability of the U.S. citizen-residents of Puerto Rico to vote for those high federal officials described in the Constitution. In three earlier decisions, including an en banc decision, this court rejected Igartúa’s *595analogous claims that Puerto Rican U.S. citizen-residents have a right to vote in elections for President and Vice President of the United States. See Igartúa III, 417 F.3d 145; Igartúa De La Rosa v. United States (Igartúa II), 229 F.3d 80 (1st Cir. 2000); Igartúa De La Rosa v. United States, 32 F.3d 8 (1st Cir.1994). These cases inform our analysis of this admittedly different, but related question.\nIgartúa’s arguments are unavailing. First, the text of the Constitution, in several provisions, plainly limits the right to choose members of the House of Representatives to citizens of a state. Second, the constitutional text is entirely unambiguous as to what constitutes statehood; the Constitution explicitly recites the thirteen original states as being the states and articulates a clear mechanism for the admission of other states, as distinct from territories. Puerto Rico does not meet these criteria. Third, these provisions of the constitutional text are deliberate and go to the heart of the Constitution. This deliberate constitutional framework may not be upset.\nThis Section addresses these points, which require the dismissal of plaintiffs’ complaint. The subsequent Sections turn to the additional arguments raised by Igartúa and the government of the Commonwealth of Puerto Rico.\nThe analysis of Igartúa’s constitutional claims begins with the pertinent text of the U.S. Constitution as to the U.S. House of Representatives. This language is different from that governing the ability to vote for President, which was at issue in Igartúa III.\nThe text of the Constitution refers directly to the election of members of the House of Representatives in Article I, Article II, and the Fourteenth Amendment. Article I reads, in relevant part:\nThe House of Representatives shall be composed of Members chosen every second Year by the People of the several States, and the Electors in each State shall have the Qualifications requisite for Electors of the most numerous Branch of the State Legislature.\nNo person shall be a Representative who shall not have attained to the Age of twenty five Years, and been seven Years a Citizen of the United States, and who shall not, when elected, be an Inhabitant of that State in which he shall be chosen.\nRepresentatives ... shall be apportioned among the several States which may be included within this Union, according to their respective Numbers.... The Number of Representatives shall not exceed one for every thirty Thousand, but each State shall have at Least one Representative....\nWhen vacancies happen in the Representation from any State, the Executive Authority thereof shall issue Writs of Election to fill such Vacancies.\nThe Times, Places and Manner of holding Elections for Senators and Representatives, shall be prescribed in each State by the Legislature thereof; but the Congress may at any time by Law make or alter such Regulations, except as to the Places of Chusing Senators.\nU.S. Const, art. I, § 2, cl. 1-4 (emphasis added); id. § 4, cl. 1 (emphasis added). Article I itself uses the term “State” or “States” eight times when defining and outlining the House of Representatives.\nIn addition to Article I, Article II, when referring to the election of the President, reads:\nEach State shall appoint ... a Number of Electors, equal to the whole Number of Senators and Representatives to *596which the State may be entitled in the Congress.\nId. art. II, § 1, cl. 2 (emphasis added). This reinforces the link between statehood and the House of Representatives.\nFurther, the Fourteenth Amendment, when describing the apportionment of Representatives, states:\nRepresentatives shall be apportioned among the several States according to their respective numbers, counting the whole number of persons in each State....\nId. amend. XIV, § 2 (emphasis added). The amendment process has been used to reinforce, not to alter, the original text that Representatives come from the states.\nThe text of Article I is clear that only the people of a state may choose the members of the House of Representatives from that state. Id. art. I, § 2, cl. 1 (“The House of Representatives shall be composed of Members chosen every second Year by the People of the several States.”). We reject Igartúa’s argument that this text refers only to “People” and that we may ignore the express limitation on representation to “People of the several States.” Id. (emphasis added).1 Our conclusion is reinforced by Article I, Section 2, Clauses 2 through 4, as well as by Article I, Section 4, Article II, Clause 2, and Section 2 of the Fourteenth Amendment, which again refer to states in describing the number of Representatives, their apportionment, and the setting of elections.\nThe text of the Constitution defines the term “State” and affords no flexibility as to its meaning. The term is unambiguous and refers to the thirteen original states, which are specifically named in Article I, Section 2, id. art. I, § 2, cl. 3, and those which have since joined the Union through the process set by the Constitution, id. art. IV, § 3, cl. 1; see also Pollard v. Hagan, 44 U.S. (3 How.) 212, 216, 11 L.Ed. 565 (1845) (noting that states which join the union through the constitutionally ordained process “must be admitted ... on an equal footing with the rest”). Puerto Rico fits in none of these categories.\nBecause Puerto Rico is not a state, it may not have a member of the House of Representatives. Id. art. I, § 2, cl. 1. And because Puerto Rico is not a state, the legislature of Puerto Rico may not set any time, place, or manner for holding elections for Representatives. Id. § 4, cl. 1. Nor is Puerto Rico included in the apportionment for the House.2 Id. § 2 cl. 3; id. amend. XIV, § 2. The text of the Constitution does not permit plaintiffs to vote for a member of the U.S. House of Representatives. It cannot, then, be unconstitutional to conclude the residents of Puerto Rico have no right to vote for Representatives.\nStatehood is central to the very existence of the Constitution, which expressly distinguishes between states and territories, see U.S. Const, art. IV, § 3, cl. 1. The limitation on representation in the House to the people of the states was quite deliberate and part of the Great Compromise. The Great Compromise, which enabled the fledgling states to move beyond loose affiliation and achieve nationhood, depended precisely on this firm definition *597of a “State.” The Framers appeared at the Constitutional Convention as representatives of the thirteen individual states.3 See Max Farrand, The Framing of the Constitution of the United States 10-11 (1913). Disputes between delegates from more and less populous states regarding how to structure congressional representation brought the convention to a standstill. Id. at 97.\nThe Great Compromise broke the deadlock, by providing that “the People of the several States” would be represented in proportion to their several populations in the House of Representatives, whereas the Senate would have two senators per state, regardless of the state’s population. See id. at 91-106; see also Wesberry v. Sanders, 376 U.S. 1, 10-13, 84 S.Ct. 526, 11 L.Ed.2d 481 (1964) (detailing the debate over representation). That compromise was explicitly predicated on the definition of statehood contained in the Constitution. See Wesbenry, 376 U.S. at 13, 84 S.Ct. 526 (“The debates at the [Constitutional] Convention make at least one fact abundantly clear: that when the delegates agreed that the House should represent ‘people’ they intended that in allocating Congressmen the number assigned to each State should be determined solely by the number of the State’s inhabitants.”) (emphasis added); see also Utah v. Evans, 536 U.S. 452, 477, 122 S.Ct. 2191, 153 L.Ed.2d 453 (2002) (noting the “important constitutional determination[ ] that comparative state political power in the House would reflect comparative population”) (emphasis added); Henry Paul Monaghan, We the People[s], Original Understanding, and Constitutional Amendment, 96 Colum. L.Rev. 121, 143 (1996) (“[I]n the new constitutional order, the [Great] Compromise ensured that the states would be part of an ‘indestructible Union, composed of indestructible States.’ ”) (quoting Texas v. White, 74 U.S. (7 Wall.) 700, 725, 19 L.Ed. 227 (1868)).\nThe Framers also included a procedure to amend the Constitution should the basic compromise — centered around statehood— require alteration. U.S. Const. art. V. There has been no amendment that would permit the residents of Puerto Rico to vote for Representatives to the U.S. House of Representatives. Indeed, the Fourteenth Amendment adhered to the requirement of statehood for purposes of representation in the House of Representatives that is articulated in the original constitutional text. Id. amend. XIV, § 2. By contrast, the District of Columbia has, through constitutional amendment, been given the ability to have electors for purposes of electing the President and Vice President of the United States. Id. amend. XXIII, § 1.\nWe concluded in Igartúa III and conclude again here that Puerto Rico “is not a ‘state’ within the meaning of the Constitution.” 417 F.3d at 147.4 As we held there, voting rights to choose electors are “confined” to citizens of the states because that “is what the Constitution itself provides.” Id. at 148. On the same basis, affirmance of this action is necessary. Voting rights for the House of Representatives are limit*598ed to the citizens of the states absent constitutional amendment to the contrary.\nSeveral other arguments made by the government of Puerto Rico5 and Igartúa that the plaintiffs nonetheless have a right to vote for a Representative to the U.S. House of Representatives are rejected.\nII.\nThe government of the Commonwealth argues that because there is caselaw treating Puerto Rico as the functional equivalent of a state for purposes of applying certain constitutional clauses, it follows that Puerto Rico must also be treated as the functional equivalent of a state for purposes of voting to elect a member of the House of Representatives. As the government puts the argument, the Commonwealth “does not need to be a State of the Union to be entitled to representation in the House of Representatives.”\nThe government of Puerto Rico further urges that the Supreme Court’s decision in Boumediene v. Bush, 553 U.S. 723, 128 S.Ct. 2229, 171 L.Ed.2d 41 (2008), decided after Igartúa III, supports its argument and supersedes our reasoning in rejecting that very claim in Igartúa III. The government argues that the relationship between the United States and Puerto Rico has so strengthened in ways which are constitutionally significant under Boumediene that Puerto Rico is “de facto” a state for Article I House of Representative purposes. The government also argues that it is inherent in the grant of American citizenship to the residents of Puerto Rico that they be afforded the “right to elect voting representatives to the House of Representatives.”\nFinally, Igartúa asserts that international agreements and treaties as well as customary international law require that his claim be granted. Such arguments were rejected before, and they do not succeed here.6\nA. The Government of Puerto Rico’s Argument That the Commonwealth Must Be Treated as the Functional Equivalent of a State for Purposes of Article I Fails\nThe government of Puerto Rico recognizes that the claim that Puerto Rico is the functional equivalent of a state was available at the time of Igartúa III, even if not made then as explicitly as it is made in this case. Nonetheless, we examine the argument and reject it.\nThe government, relying primarily on First Circuit caselaw, correctly notes that for some constitutional purposes Puerto Rico has been treated as the functional equivalent of a state. For example, Eleventh Amendment restrictions on the jurisdiction of the federal courts have been extended to Puerto Rico. See, e.g., Nieves-Márquez v. Puerto Rico, 353 F.3d 108, 127 (1st Cir.2003). Puerto Rico’s government has also been subjected to the constraints of the dormant Commerce Clause. Trailer Marine Transp. Corp. v. Rivera Vazquez, 977 F.2d 1, 7 (1st Cir.1992).\n*599Further, a number of provisions of the Bill of Rights that have been applied as against the states by incorporation through the Due Process Clause of the Fourteenth Amendment have also been extended against Puerto Rico. See, e.g., Mangual v. Rotger-Sabat, 317 F.3d 45, 53 n. 2 (1st Cir.2003) (“[Residents of Puerto Rico are protected by the First Amendment.”); Tenoco Oil Co., Inc. v. Dep’t of Consumer Affairs, 876 F.2d 1013, 1017 n. 9 (1st Cir.1989) (noting that Puerto Rico residents are given procedural due process rights under either or both the Fifth and Fourteenth Amendments); United States v. Lopez Andino, 831 F.2d 1164, 1168 (1st Cir.1987) (“Puerto Rico is to be treated as a state for purposes of [a criminal defendant’s protection under] the double jeopardy clause.”).7\nHowever, no case, from this court or the Supreme Court, has ever held that Puerto Rico is to be treated as the functional equivalent of a state for purposes of the House of Representative clauses of Article I of the Constitution; nor does the government say such a case exists.\nThe “functional equivalent” argument is refuted by a plain reading of the text of the Constitution. The constitutional text allocates voting for members of the House to people of a “State.” See U.S. Const. art. I, § 2, cl. 1-4.\nAs a result, there is no room for a court to deviate from the words of the Constitution or to adopt a functional equivalency test. No constitutional text vests the power to amend or the power to create a new state in the federal courts. No such power is granted to the courts by Article III, which creates and limits the jurisdiction of the federal courts. This alone precludes our accepting the government’s functional equivalent argument.\nB. The Government of Puerto Rico’s Argument Regarding the Effect of Boumediene v. Bush Is Incorrect\nThe government of Puerto Rico also argues that the Supreme Court’s 2008 decision in Boumediene, 553 U.S. 723, 128 S.Ct. 2229, supports the adoption of a “de facto” test for statehood and requires rethinking of the conclusion reached in Igartúa III. Boumediene does no such thing.\nBoumediene addressed whether aliens designated as enemy combatants and detained at the United States Naval Station at Guantanamo Bay, Cuba, “have the constitutional privilege of habeas corpus, a privilege not to be withdrawn except in conformance with the Suspension Clause.” Id. at 732, 128 S.Ct. 2229. The case has nothing to do with whether U.S. citizens residing in Puerto Rico may vote for members of the House of Representatives or whether Puerto Rico should be treated as a state for House of Representatives purposes.\nThe government argues that Boumediene has nonetheless established a “de facto” test governing whether U.S. citizens residing in Puerto Rico may vote for and have a Representative in the House of Representatives. It is not entirely clear from the government’s argument whether the content of this proposed “de facto” test is different in substance from the “functional equivalent” test we rejected above.\n*600The government of Puerto Rico’s claim is that in Boumediene the Supreme Court “in effect revisited its position regarding the rights of those residing in territories of the United States.” The government cites out of context to several of the Supreme Court’s statements in that case. The government relies heavily on the Court’s observation that “questions of extraterritoriality turn on objective factors and practical concerns, not formalism.” Id. at 764, 128 S.Ct. 2229. The government argues that the Court described the Insular Cases as applying to territories “with wholly dissimilar traditions and institutions that Congress intended to govern only temporarily,” id. at 759, 128 S.Ct. 2229 (internal quotation marks omitted), and notes the Court’s recognition that “[i]t may well be that over time the ties between the United States and any of its unincorporated territories strengthen in ways that are of constitutional significance,” id. at 758, 128 S.Ct. 2229.\nOn the basis of these quotations, concerned with an entirely different question, the government argues that the Supreme Court has adopted a functional, de facto approach to all questions of the effect of territorial status. It further argues that the degree of integration between Puerto Rico and the United States has led to a relationship that is comparable to the relationship between the national government and one of the fifty “de jure” states of the Union.\nThe government’s argument both misapplies Bourn,ediene and overreaches. As the United States points out, the Boumediene court was concerned only with the Suspension Clause, U.S. Const. art. I, § 9, cl. 2, and not with Article I, Section 2, or any other constitutional text. No question is raised in this case about the extraterritorial availability of habeas corpus under the Suspension Clause.8 To the extent a de facto analysis may govern the availability of the writ of habeas corpus for aliens designated as enemy combatants and held at Guantanamo, there was no claim in Boumediene that Guantanamo was a state of the United States. Further, unlike Article I, Section 2, the Suspension Clause contains no mention of the “States,” nor is it otherwise geographically limited. Id.\nBoumediene did not hold that courts may disregard the explicit language in the text of the Constitution that representation in the House is given to “the People of the several States.” Nor did the Supreme Court hold that all provisions of the Constitution, regardless of constitutional text, may be applied without regard to whether a state is involved. Cf. District of Columbia v. Carter, 409 U.S. 418, 420, 93 S.Ct. 602, 34 L.Ed.2d 613 (1973) (“Whether the District of Columbia constitutes a ‘State or Territory’ within the meaning of any particular ... constitutional provision depends upon the character and aim of the specific provision involved.”).\nBecause the government of Puerto Rico’s argument is based on a misreading of Boumediene, we need not address its claim about the precise status of Puerto Rico. What is clear is that the Commonwealth “is not a ‘state’ within the meaning of the Constitution.” Igartúa III, 417 F.3d at 147. Even if the ties between the United States and Puerto Rico were strengthened in ways that might have some constitutional significance as to habeas corpus, that would have no bearing on the Article I question before us.\n*601Moreover, an earlier line of Supreme Court cases, not overruled by Bournediene, plainly rejected the “de facto” approach, which the government urges, to determining what qualifies as a state. As early as 1805, Chief Justice Marshall rejected a claim by residents of the District of Columbia that the Court should treat the District as a state because it met some political theorists’ definition of a “state,” that is, a discrete political society. Hepburn &amp; Dundas v. Ellzey, 6 U.S. (2 Cranch) 445, 445-46, 452-58, 2 L.Ed. 332 (1805). Chief Justice Marshall explicitly quoted Article I’s language concerning the election of Representatives “by the people of the several states” as evidence “that the word state is used in the constitution as designating a member of the union, and excludes from the term the signification attached to it by writers on the law of nations.” Id. at 452-53.\nThe Supreme Court applied similar reasoning in two later nineteenth century cases to reject arguments by residents of the Florida and Mississippi territories that these territories should be treated as states. Am. Ins. Co. v. 356 Bales of Cotton, 26 U.S. (1 Pet.) 511, 542, 7 L.Ed. 242 (1828) (noting that residents of Florida “do not ... participate in political power” and “do not share in the government, until Florida shall become a state”); Corp. of New Orleans v. Winter, 14 U.S. (1 Wheat.) 91, 94, 4 L.Ed. 44 (1816) (“It has been attempted to distinguish a Territory from the district of Columbia; but the court is of opinion, that this distinction cannot be maintained ... [N] either of them is a state, in the sense in which that term is used in the constitution.”).\nMore recently, the Supreme Court has affirmed the rejection of variations on both the “functional equivalent” and the “de facto” arguments made here. In Adams v. Clinton, 90 F.Supp.2d 35 (D.D.C.2000) (per curiam), aff'd without opinion, 531 U.S. 941, 121 S.Ct. 336, 148 L.Ed.2d 270 (2000), the Supreme Court affirmed the rejection by a three-judge court of the claim that denial of the right to vote in congressional elections to District of Columbia residents was unconstitutional. Relying in part on the constitutional language and history discussed above, the three-judge court concluded that “the overlapping and interconnected use of the term ‘state’ in the relevant provisions of Article I, the historical evidence of contemporary understandings, and the opinions of our judicial forebears all reinforce how deeply Congressional representation is tied to the structure of statehood.” Adams, 90 F.Supp.2d at 56.\nCourts of appeals have reached the conclusion that U.S. territories are not states for similar purposes. The Virgin Islands are not a state for purposes of federal elections, Ballentine v. United States, 486 F.3d 806, 811 (3d Cir.2007), nor is Guam, Attorney Gen. of the Territory of Guam v. United States, 738 F.2d 1017, 1019 (9th Cir.1984).\nThe government of Puerto Rico’s final argument is that since the people of Puerto Rico are U.S. citizens by statute, that grant of citizenship from Congress carries with it a fundamental right to elect Representatives to the House of Representatives. Congress granted citizenship and other privileges to the residents of Puerto Rico as an exercise of its constitutional authority under the Territory Clause. U.S. Const, art. IV, § 3, cl. 2. Under other provisions of the Constitution, however, the right to vote is given to residents of the States, not to citizens. Hence, citizenship alone does not trigger the right to *602vote.9 The government’s argument therefore fails.\nC. Igartúa’s Arguments About Treaty and International Law Obligations Are Without Merit\nIgartúa urges that the United States must meet certain obligations under international agreements, treaties, and customary international law, including the obligation to provide him a vote for Representatives to the United States House of Representatives.10 In particular, Igartúa relies on portions of (1) the International Covenant on Civil and Political Rights, opened for signature Dec. 16, 1966, 999 U.N.T.S. 171; (2) the Universal Declaration of Human Rights, G.A. Res. 217 A(III), U.N. Doc. A/810 (1948); (3) the Inter-American Democratic Charter of the Organization of American States, 28th Spec. Sess., OAS Doc. OEA/ Ser.P/AG/RES.1 (XXVIII-E/01) (OAS General Assembly) (Sept. 11, 2001); and (4) the American Declaration of the Rights and Duties of Man, O.A.S. Res. XXX (1948), O.A.S. Off. Rec. OEA/Ser. LV/I.4 Rev. (1965).\nThe Court in Igartúa III rejected similar claims regarding three of these four agreements. The court also held that customary international law does not require “a particular form of representative government.” Igartúa III, 417 F.3d at 151. If an international norm of democratic governance exists, we held, “it is at a level of generality so high as to be unsuitable for importation into domestic law.” Id. The same reasoning applies here. Neither international agreements nor customary international law mandates that residents of Puerto Rico who are U.S. citizens be able to vote for members of the House of Representatives.\nThe dissent goes beyond the claims made by the parties with respect to one international agreement. The dissent argues, as though the issues were open in this court, that the International Covenant on Civil and Political Rights (ICCPR) both is a “self-executing” treaty and that it creates individual rights enforceable in federal courts. But these issues are not open.\n1. Igartúa III Binds the Court\nWe are bound by the en banc court’s decision in Igartúa III, which expressly opined on these issues. That decision reached three relevant conclusions: (1) treaty obligations do not override the Constitution; (2) the international agreements at issue in Igartúa III, including the ICCPR, do not constitute domestic law because they are not self-executing and *603Congress has not enacted implementing legislation; and (3) there were other problems with the treaty claims in Igartúa III, including personal standing and redressability. Igartúa III, 417 F.3d at 148-150. Without more, Igartúa III thus forecloses us from considering the treaty-based claims in this case.11\n2. The Dissent Relies on Waived and Forfeited Arguments\nThe dissent’s argument that the ICCPR creates rights under domestic law extends beyond the claims before this court. Arguments that are intentionally relinquished or abandoned are waived, and arguments that are not raised in a timely manner are forfeited. See United States v. Morgan, 384 F.3d 1, 7 (1st Cir.2004). An argument raised in a perfunctory or not serious manner is waived. See United States v. Zannino, 895 F.2d 1, 17 (1st Cir.1990). Review is unavailable for waived arguments “unless the court engages in the rare exercise of its power to excuse waiver.” Morgan, 384 F.3d at 7. Plain error review may be available for forfeited arguments, but it is seldom available for claims neither raised below nor on appeal. Id. at 8.\nIgartúa and the government of Puerto Rico do not claim that the ICCPR is a self-executing treaty or that the ICCPR overrides Article I of the Constitution by operation of the Supremacy Clause. The government of Puerto Rico made an express choice not to join these arguments, thereby both waiving and forfeiting them. Igartúa contends that each agreement he invokes “requires the signatory country to provide a judicial remedy for claims of citizens invoking rights under it.” But he does not support this contention with argument as to how the agreements bind federal courts. Igartúa cites the ICCPR merely “as supportive,” noting that it has “been used by many courts to interpret existing U.S. law or to determine legal rights when the plaintiff has an independent cause of action” (emphasis added). This amounts to forfeiture if not waiver.\nThe dissent fails to recognize this waiver or forfeiture, and fails to meet the conditions for considering the arguments.\n3. Stare Decisis Binds this Court to follow Igartúa III\nThis court is not free to disregard the holdings of Igartúa III under the rule of stare decisis. As this circuit has affirmed before, stare decisis “incorporates two principles: (1) a court is bound by its own prior legal decisions unless there are substantial reasons to abandon a decision; and (2) a legal decision rendered by a court will be followed by all courts inferior to it in the legal system.” United States v. Rodriguez-Pacheco, 475 F.3d 434, 441 (1st Cir.2007) (quoting 3 J. Moore et al., Moore’s Manual: Federal Practice and Procedure § 30.10[1] (2006)) (internal quotation marks omitted).\nThis circuit has recognized two exceptions to the rule of stare decisis. First, the rule does not apply when “[a]n existing panel decision [is] undermined by controlling authority, subsequently announced, such as an opinion of the Supreme Court, an en banc opinion of the circuit court, or a statutory overruling.” *604Id. (quoting Williams v. Ashland Eng’g Co., 45 F.3d 588, 592 (1st Cir.1995)) (alteration in original). Second, in “relatively rare instances ... authority that postdates the original decision, although not directly controlling, nevertheless offers a sound reason for believing that the former panel, in light of fresh developments, would change its collective mind.” Id. at 442 (quoting Williams, 45 F.3d at 592).\nWe have interpreted the latter exception narrowly. It applies when “recent Supreme Court precedent calls into legitimate question a prior opinion of an inferior court.” Id. (quoting Eulitt v. Maine, 386 F.3d 344, 350 (1st Cir.2004)) (alteration in original). Such instances, we have noted, “fairly may be described as hen’s-teeth rare.” Id. (quoting United States v. Guzman, 419 F.3d 27, 31 (1st Cir.2005)).\n\na. Controlling Authority Reinforces Igartúa III\n\nNot only has there been no Supreme Court decision that calls Igartúa III into question,12 the Supreme Court’s decision in Medellin v. Texas, 552 U.S. 491, 128 S.Ct. 1346, 170 L.Ed.2d 190 (2008), reinforces our en banc decision and analysis. Our conclusions here are a required result of the judicial function under Medellin, and are not judicial activism in any sense.\nIn our analysis of the ICCPR in Igartúa III, we began with the text of the treaty. We stated that nothing in the treaties at issue in Igartúa III, including the ICCPR, “says anything about just who should be entitled to vote for whom, or that an entity with the negotiated relationship that the United States has with Puerto Rico is nevertheless required to adopt some different arrangement as to governance or suffrage.” Igartúa III, 417 F.3d at 149.\nNext, we noted that the Supreme Court concluded that the ICCPR is not self-executing in Sosa v. Alvarez-Machain, 542 U.S. 692, 124 S.Ct. 2739, 159 L.Ed.2d 718 (2004). Igartúa III, 417 F.3d at 150. In Sosa, the Supreme Court relied upon congressional statements accompanying the Senate’s ratification of the ICCPR. Sosa, 542 U.S. at 728, 735, 124 S.Ct. 2739. We then looked to those congressional statements. We wrote that the ICCPR “was submitted and ratified on the express condition that it would be ‘not self-exeeut*605ing.’ ” Igartúa III, 417 F.3d at 150 (quoting 138 Cong. Rec. S4781, S4784 (daily ed. Apr. 2, 1992)). The Senate voiced this condition “as requested by the executive.” Id. at 185 (Howard, J., dissenting).\n“Whatever limited room there may be for courts to second-guess the joint position of the President and the Senate that a treaty is not self-executing,” we held, “it is certainly not present in a case in which the Supreme Court has expressed its own understanding of a specific treaty in the terms” used in Sosa. Id. at 150. Our reasoning thus rested on not only the text of the ICCPR but the positions of all three branches of government.\nMedellín explicitly ratified Igartúa III’s analysis of self-executing treaties. In Medellin, the Supreme Court held that whether a treaty is self-executing depends upon the language of implementing statutes and the language of the treaty ratified by the Senate. Medellin, 552 U.S. at 505, 128 S.Ct. 1346. It summarized this holding by quoting Igartúa Ill’s conclusion that treaties “are not domestic law unless Congress has either enacted implementing statutes or the treaty itself conveys an intention that it be ‘self-executing’ and is ratified on these terms.” Id. (quoting Igartúa III, 417 F.3d at 150) (internal quotation marks omitted).\nMedellin adds further weight to this court’s deference to the political branches in construing treaties like the ICCPR. Medellin emphasized that the courts may not supplant the constitutional role of the political branches in making and approving treaties. Id. at 515, 128 S.Ct. 1346. It gave deference to the executive branch’s interpretation of whether the treaty at issue in that case was domestically enforceable. Id. at 513, 128 S.Ct. 1346. The Court tempered that deference to the executive in light of the legislative role in transforming an international obligation from “a non-self-executing treaty into domestic law.” Id. at 525, 128 S.Ct. 1346 (citing Igartúa III, 417 F.3d at 150).\nThis court’s holding in Igartúa III that the ICCPR is not a self-executing treaty thus stands on strengthened ground.13 Medellin supports our reliance in Igartúa III on both the text of the ICCPR and the joint position of the legislative and executive branches. The Supreme Court has not contradicted its statement in Sosa that the ICCPR is not self-executing.14 It follows that our conclusion that the ICCPR is not a self-executing treaty still rests on the positions of all three branches of government.\n\nb. The Circuit Courts Unanimously Reinforce Igartúa III\n\nThe Supreme Court’s dictum in Sosa that the ICCPR is not self-executing has been made holding in every circuit that has considered the issue.15 Only the *606D.C. Circuit and the Federal Circuit have not reached the question of whether the ICCPR is self-executing. It is the unanimous view of every other circuit that the ICCPR is not self-executing.\nSix circuits reached this conclusion before the Supreme Court’s decision in Sosa and our decision in Igartúa III. See Bannerman v. Snyder, 325 F.3d 722, 724 (6th Cir.2003); United States v. Duarte-Acero, 296 F.3d 1277, 1283 (11th Cir.2002); Hain v. Gibson, 287 F.3d 1224, 1243 (10th Cir.2002); United States ex rel. Perez v. Warden, FMC Rochester, 286 F.3d 1059, 1063 (8th Cir.2002); Beazley v. Johnson, 242 F.3d 248, 267-68 (5th Cir.2001); see also Dutton v. Warden, FCI Estill, 37 Fed. Appx. 51, 53 (4th Cir.2002).\nThe four remaining circuits have relied on some combination of Sosa, Medellín, and Igartúa III. See Serra v. Lappin, 600 F.3d 1191, 1196-97 (9th Cir.2010) (citing Medellín and Sosa); Clancy v. Office of Foreign Assets Control of the U.S. Dep’t of the Treasury, 559 F.3d 595, 603-04 (7th Cir.2009) (citing Sosa); Ballentine v. United States, 486 F.3d 806, 814-15 (3d Cir.2007) (citing Sosa and Igartúa III); Guaylupo-Moya v. Gonzales, 423 F.3d 121, 133, 137 (2d Cir.2005) (citing Igartúa III).\nIn the absence of countervailing authority, there is no ground to revisit Igartúa III’s holding that the ICCPR is not self-executing. Circuit precedent does not call Igartúa III into doubt; it reinforces the en banc court’s conclusions.\nOur conclusions in Igartúa III remain binding law, including our conclusion that the ICCPR is not self-executing. This case does not present an occasion to revisit those conclusions. Given that the ICCPR is not self-executing, we are obligated to go no further. This is not merely a matter of judicial discipline. It is a matter of constitutional dimension under Article III. Federal courts have “neither the power ‘to render advisory opinions nor to decide questions that cannot affect the rights of litigants in the case before them.’ ” Preiser v. Newkirk, 422 U.S. 395, 401, 95 S.Ct. 2330, 45 L.Ed.2d 272 (1975) (quoting North Carolina v. Rice, 404 U.S. 244, 246, 92 S.Ct. 402, 30 L.Ed.2d 413 (1971)).\nIII.\nWe affirm the dismissal of the action. No costs are awarded. So ordered.\n\n. The term \"People” clarifies that Representatives are not to be chosen by state legislatures. Seth Lipsky, The Citizen’s Constitution 5 n. 12 (2009).\n\n\n. While the population of Puerto Rico is included in census data collected by the Secretary of Commerce, so is census data from U.S. territories and possessions other than states. 13 U.S.C. § 191. Only the data on the population of the states is transmitted to Congress by the President for apportionment purposes. 2 U.S.C. § 2a(a); 13 U.S.C. § 141(b).\n\n\n. Indeed, the thirteen former colonies’ identity as “states” predated the Constitution. See, e.g., Wesberry v. Sanders, 376 U.S. 1, 9, 84 S.Ct. 526, 11 L.Ed.2d 481 (1964) (“Though the Articles [of Confederation] established a central government for the United States, as the former colonies were even then called, the States retained most of their sovereignty, like independent nations bound together only by treaties.”).\n\n\n. The special relationship between the Commonwealth of Puerto Rico and the United States is described in detail in Igartúa III and will not be repeated here. See Igartúa-De La Rosa v. United States, 417 F.3d 145, 147 (1st Cir.2005) (en banc).\n\n\n. Although we do not normally deal with arguments raised for the first time by amici, this court has discretion to do so. See, e.g., Aroostook Band of Micmacs v. Ryan, 484 F.3d 41, 51 n. 11 (1st Cir.2007). The importance of this case warrants the exercise of that discretion.\n\n\n. We also reject the argument made by Igartúa, but not made by the government, that this case must be heard by a three-judge district court under 28 U.S.C. § 2284(a). That statute provides that a \"district court of three judges shall be convened when ... an action is filed challenging the constitutionality of the apportionment of congressional districts.” Id. That is not the issue in this case.\n\n\n. Although the government of Puerto Rico relies on these and similar cases, the cases guarantee the rights of individuals against the government of Puerto Rico and are not concerned with an expansion or recharacterization of the status of Puerto Rico itself. Similarly, application of the Eleventh Amendment to Puerto Rico is not a grant of authority to Puerto Rico, but rather is a restriction on the federal courts' jurisdiction in certain cases. See, e.g., Fresenius Medical Care Cardiovascular Res., Inc. v. P.R. &amp; the Caribbean Cardiovascual Center Corp., 322 F.3d 56, 63 (1st Cir.2003).\n\n\n. The residents of Puerto Rico have the federal writ of habeas corpus available to them by statute. 48 U.S.C. § 872.\n\n\n. The caselaw cited by the government of Puerto Rico illustrates the point. The Supreme Court has often emphasized the importance of the right to vote. See, e.g., Burson v. Freeman, 504 U.S. 191, 198, 112 S.Ct. 1846, 119 L.Ed.2d 5 (1992); Harper v. Va. State Bd. of Elections, 383 U.S. 663, 667, 86 S.Ct. 1079, 16 L.Ed.2d 169 (1966); Reynolds v. Sims, 377 U.S. 533, 560, 84 S.Ct. 1362, 12 L.Ed.2d 506 (1964) (quoting Wesberry, 376 U.S. at 17-18, 84 S.Ct. 526); see also Dep’t of Commerce v. Montana, 503 U.S. 442, 112 S.Ct. 1415, 118 L.Ed.2d 87 (1992). However, in each of these cases the Court has addressed the voting rights of citizens \"of the several States.”\nIn other words, the Court's recognition of the right to vote has been consistently cabined by the geographical limits set out in the Constitution. See, e.g., Wesberry, 376 U.S. at 17, 84 S.Ct. 526; Heald v. District of Columbia, 259 U.S. 114, 124, 42 S.Ct. 434, 66 L.Ed. 852 (1922) (upholding a tax levied on residents of the District of Columbia, reasoning that \"[t]here is no constitutional provision which so limits the power of Congress that taxes can be imposed only upon those who have political representation”).\n\n\n. The government of Puerto Rico does not join this argument.\n\n\n. The American Declaration of the Rights and Duties of Man was not addressed by the majority in Igartúa III. Like the Universal Declaration on Human Rights and the Inter-American Democratic Charter, this agreement is merely an aspirational statement. Garza v. Lappin, 253 F.3d 918, 923 (7th Cir.2001) (noting that the declaration \"is merely an aspirational document that, in itself, creates no directly enforceable rights\"); see also Flores v. S. Peru Copper Corp., 414 F.3d 233, 263 (2d Cir.2003).\n\n\n. The dissent argues that Igartúa does not possess the constitutional right he asserts, but argues that Congress could extend the franchise to the citizens of Puerto Rico without making Puerto Rico a state or ratifying a constitutional amendment. As explained above, this argument is foreclosed by our en banc decision in Igartúa III. The dissent makes three arguments, each of which lacks merit.\nFirst, the dissent cites caselaw that existed when we decided Igartúa III. Second, the dissent suggests that Congress is not limited by Article I when it implements a treaty obligation, citing Missouri v. Holland, 252 U.S. 416, 40 S.Ct. 382, 64 L.Ed. 641 (1920). Neither plaintiff nor the Commonwealth make this argument. But even if the argument were not waived, Holland does not sweep so broadly. That decision held that Congress may legislate beyond its Commerce Clause power to implement a treaty. Holland, 252 U.S. at 432-33, 40 S.Ct. 382. It did not hold that Congress may disregard Article I’s structural provisions governing the election of Representatives, not to mention similar provisions in Article II and the Fourteenth Amendment.\nThird, the dissent contends that the Framers did not intend to imbue the distinction between a \"state” and a \"territory” in the Constitution with any meaning. This claim, like much of the dissent's argument, ignores that this court is an inferior court subject to Supreme Court precedent. There is no dispute that Supreme Court doctrine has long distinguished between the Constitution's treatment of states and territories. See, e.g., Boumediene v. Bush, 553 U.S. 723, 757-58, 128 S.Ct. 2229, 171 L.Ed.2d 41 (2008) (discussing the Insular Cases).\n\n\n. Contrary to Igartúa and the dissent’s assertions, the Supreme Court's engagement with international law in Abbott v. Abbott, — U.S. -, 130 S.Ct. 1983, 176 L.Ed.2d 789 (2010), only reinforces our conclusion. In that case, the Court addressed a provision of the Hague Convention on the Civil Aspects of International Child Abduction, Oct. 25, 1980, T.I.A.S. No. 11670, which Congress had explicitly implemented through the International Child Abduction Remedies Act, 42 U.S.C. § 11601 et seq. Id. at 1987.\n\n\n. Medellin did not purport to undercut Sosa. As a circuit court, we are not empowered to determine that a Supreme Court decision has been overruled. Citizens United v. Fed. Election Comm’n, - U.S. -, 130 S.Ct. 876, 893,-L.Ed.2d-(2010).\n\n\n. Carefully considered Supreme Court dicta, though not binding, “must be accorded great weight and should be treated as authoritative.” Crowe v. Bolduc, 365 F.3d 86, 92 (1st Cir.2004) (quoting United States v. Santana, 6 F.3d 1, 9 (1st Cir.1993)) (internal quotation *606mark omitted). Although the Supreme Court may ignore its own dicta, we are a lower court bound by the Supreme Court. Neither the brevity of the discussion in Sosa nor the concessions of the petitioner in that case suggests that the Supreme Court did not carefully consider its conclusions about the ICCPR.\n\n",
            "ocr": true,
            "opinion_id": 8598693
        },
        {
            "author_str": "Lipez",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLIPEZ, Circuit Judge\n(concurring in the judgment).\nDespite our court’s 2005 en banc decision rejecting the right of Puerto Rico’s four million residents to vote in presidential elections, the issue of federal voting rights for these longstanding United States citizens remains a compelling legal problem. The unequal distribution of the fundamental privilege of voting among different categories of citizens is deeply troubling and, not surprisingly, the legal arguments in favor of enfranchising Puerto Rico residents have continued to evolve. Although the en banc decision forecloses this panel’s reconsideration of issues the full court resolved, that decision should not be the final word on the subject. Judge Torruella’s dissent highlights important issues that deserve consideration in a new en banc proceeding. As I shall explain, if each of those issues were decided in plaintiffs’ favor, United States citizens residing *607in Puerto Rico would have a viable claim to equal voting rights under the International Covenant on Civil and Political Rights (“ICCPR”).\nThus, while I agree with Chief Judge Lynch that our panel must adhere to the precedent set five years ago by the en banc court on the constitutional and treaty interpretation issues addressed in the majority opinion, I cannot agree that the plaintiffs’ claims should be dismissed without review by the full court. Given the magnitude of the issues and Judge Torruella’s forceful analysis, this is one of those rare occasions when reconsideration of an en banc ruling is warranted.\nI. The Constitutional Argument\nIn the 2005 en banc, the majority rejected the plaintiffs’ contention that the Constitution required giving citizens who reside in Puerto Rico the right to vote for President and Vice President of the United States. See Igartúa-De La Rosa v. United States (Igartúa III), 417 F.3d 145, 147 (1st Cir.2005) (en banc). In this appeal, the plaintiffs attempt to distinguish presidential and vice-presidential voting from the election of members of the House of Representatives, emphasizing that the latter is governed by a different constitutional provision. Compare U.S. Const. art. II, § 1, cl. 2 with id. art. I, § 2, cl. 1.16\nThat distinction makes no difference, however, because the two constitutional provisions similarly enfranchise only individuals residing in “States.” Since Puerto Rico is not a “State,” the 2005 en banc decision precludes us from holding that the Constitution requires extending the right to vote for full-status members of the House of Representatives to the residents of Puerto Rico. Moreover, if the issue were before us as a matter of first impression, I would join my colleagues in concluding that the denial of that right to Puerto Rico citizens does not violate Article I, Section 2 of the Constitution.\nTo say that the Constitution does not require extension of federal voting rights to Puerto Rico residents does not, however, exclude the possibility that the Constitution may permit their enfranchisement under another source of law. The 2005 en banc majority also concluded, at least implicitly, that the Constitution prohibits enfranchising Puerto Rico residents in presidential elections because the privilege of voting is restricted to electors who are chosen by citizens of “State[s].” See Igartúa III, 417 F.3d at 148 (noting that “the franchise for choosing electors is confined to ‘states’ ”) (emphasis added). Because Article I, Section 2 defines those eligible to vote for members of the House in that similarly narrow way, Igartúa Ill’s holding is also binding in this appeal on the question whether the Constitution “confine[s]” voting for members of Congress to State residents.\nI have doubts, however, about the correctness of the judgment that the Consti*608tution allows only citizens who reside in states to vote. To be sure, the unstated premise of my concurrence in the 2005 en banc was that the Constitution restricted the right to vote to residents of states. My view was — and remains — that the plaintiffs’ claims under the ICCPR are not justiciable if the Constitution itself prohibits equal voting rights for Puerto Rico residents. A constitutional amendment or Puerto Rico’s admission as a state would then be the only ways to remove the barrier. See Igartúa III, 417 F.3d at 153 (Lipez, J., concurring). I concluded that, in such circumstances, even if the plaintiffs’ arguments had merit as a matter of treaty interpretation, court intervention would be inappropriate because the possibility of a remedy would be overly speculative. Id. at 158.\nIndeed, and perhaps more to the point, it would be meaningless for a court to consider whether the United States is in violation of a treaty provision that conflicts with the Constitution. The Constitution trumps the treaty and, if a treaty purports to do something the Constitution forbids, a court would have no choice but to conclude that the treaty, not the Constitution, must give way. Saying or doing more than that would be inappropriate; it is not the court’s role to tell the federal government how to meet international obligations in the face of a constitutional prohibition. See id. at 155 (quoting Chicago &amp; S. Air Lines v. Waterman S.S. Corp., 333 U.S. 103, 113, 68 S.Ct. 431, 92 L.Ed. 568 (1948) (“[I]f the President may completely disregard the judgment of the court, it would be only because it is one the courts were not authorized to render.”)).\nEverything changes, however, if the Constitution permits equal voting rights to be conferred on the residents of Puerto Rico under another source of law, such as legislation or a self-executing international treaty. If the Constitution does not prohibit extending the right to vote to citizens who reside outside “the several States,” an enforceable treaty could provide the governing domestic law on that issue. See Medellin v. Texas, 552 U.S. 491, 518, 128 S.Ct. 1346, 170 L.Ed.2d 190 (2008) (noting that a self-executing treaty is “ ‘equivalent to an act of the legislature’ ” (citation omitted)). The Constitution itself makes treaties “the supreme Law of the Land” where they do not conflict with the Constitution’s own terms. See U.S. Const. art. VI, cl. 2. This is not a view of the ICCPR that I contemplated in 2005, but it is one that I now consider worthy of serious examination.\nAs Judge Torruella points out, the view that the Constitution does not necessarily forbid extensions of the rights it delineates has been articulated in scholarly writing, and it underlies the effort to legislate voting rights for residents of the District of Columbia. See Opinion of Torruella, J.; see also José R. Coleman Tió, Comment, Six Puerto Rican Congressmen Go to Washington, 116 Yale L.J. 1389, 1394 (2007). Judge Torruella aptly invokes as well precedent applying the same notion of the Constitution’s reach — i.e., that it neither requires nor prohibits conferring rights on citizens outside the States — in the context of diversity jurisdiction. That precedent, including the Supreme Court’s decision in National Mutual Insurance Co. v. Tidewater Transfer Co., 337 U.S. 582, 69 S.Ct. 1173, 93 L.Ed. 1556 (1949), confirmed Congress’s power to extend diversity jurisdiction to the District of Columbia even though the provisions of Article III creating such jurisdiction refer only to States. By analogy, such cases support the argument that references in Article I to the voting rights of the people of “the States” are not necessarily negative references to the voting rights of citizens residing in other United States jurisdictions. *609Cf. Adams v. Clinton, 90 F.Supp.2d 35, 95 (D.D.C.2000) (Oberdorfer, J., dissenting in part) (“[T]he use of the term ‘State’ in the diversity jurisdiction clause of the Constitution cannot mean ‘and not of the District of Columbia.’ ” (citing Tidewater)).\nMoreover, the redressability concern that underlay my concurrence in Igartúa III stemmed in large part from the courts’ inability to order Congress to take the only actions that I thought could deliver the remedy the plaintiffs sought — “to either admit Puerto Rico as a state or to propose a Constitutional amendment allocating electors to Puerto Rico.” See 417 F.3d at 154. If Puerto Rico residents’ right to vote originates from a source of United States law other than the Constitution, however, it is possible that declaratory relief could properly involve individual government officials rather than Congress. For example, precedent indicates that the Secretary of Commerce is empowered to take the steps necessary to conform the apportionment process to the law. See Franklin v. Massachusetts, 505 U.S. 788, 802, 112 S.Ct. 2767, 120 L.Ed.2d 636 (1992) (plurality opinion) (noting that “injunctive relief against executive officials like the Secretary of Commerce is within the courts’ power”) (citing Youngstown Sheet &amp; Tube Co. v. Sawyer, 343 U.S. 579, 72 S.Ct. 863, 96 L.Ed. 1153 (1952)); Adams, 90 F.Supp.2d at 41 (noting that the Secretary of Commerce is tasked with reporting the population of each state to the President for congressional apportionment).\nI do not mean to suggest that I already have concluded that the Constitution in fact permits giving the plaintiffs the right to vote like any other United States citizen for members of the House of Representatives. Rather, my point is that the question is important and complex, and it deserves re-examination by the full court with the benefit of the best advocacy we can enlist on both sides of the issue. As I describe in the next section, however, it is only one of the issues warranting such reconsideration.\nII. The Status and Impact of the ICCPR\nIf we were to conclude that the Constitution permits Congress to give Puerto Rico residents voting rights with respect to members of the House of Representatives equivalent to those afforded the residents of the States, our inquiry would then need to focus on plaintiffs’ claim that the ICCPR provides such enfranchisement. The status of the ICCPR also was addressed in the 2005 en banc decision, which held that the treaty was not self-executing and did “not adopt any legal obligations binding as a matter of domestic law.” Igartúa III, 417 F.3d at 150. That determination may not be considered anew by the panel in this case.\nHowever, the en banc majority’s conclusion that the ICCPR is non-self-executing is also ripe for reconsideration in a new en banc proceeding. The 2005 majority accepted without analysis two comments by the Supreme Court in Sosa v. AlvarezMachain, 542 U.S. 692, 728, 124 S.Ct. 2739, 159 L.Ed.2d 718 (2004), in dicta,17 *610that the ICCPR is not a self-executing treaty. See Igartúa III, 417 F.3d at 150. The Supreme Court, in turn, had accepted without scrutiny the Senate’s declaration that “the substantive provisions of the document were not self-executing.” See Sosa, 542 U.S. at 728, 124 S.Ct. 2739.18 In adopting its view of the treaty, the 2005 majority rejected Judge Howard’s thoughtful analysis in dissent explaining why the Senate lacks the authority to declare the status of a treaty. See Igartúa III, 417 F.3d at 189-91 (Howard, J., dissenting).19 In his dissent in this case, Judge Torruella builds on Judge Howard’s earlier decision and argues plausibly that the surrounding circumstances demonstrate that the ICCPR should be construed as a self-executing treaty.\nIn 2005, my view of the case made it unnecessary for me to evaluate Judge Howard’s conclusion that the courts, rather than the Senate, have the responsibility to determine whether a treaty is self-executing. My view was that, whatever the status of the treaty, it was not the role of a court to declare that the plaintiffs had voting rights that were inconsistent with the limitations built into the Constitution. Having now accepted the possibility that the Constitution does not bar federal voting rights for Puerto Rico residents, I also must confront the ICCPR’s status.\nThe passage of time has only strengthened Judge Howard’s analysis. The Supreme Court has recently confirmed that determining whether a treaty is self-executing “is, of course, a matter for [the courts] to decide.” Medellin, 552 U.S. at 518, 128 S.Ct. 1346. Hence, the Senate cannot on its own “declare” the status of a treaty. As Judge Howard observed, a Senate “ ‘declaration is not part of a treaty in the sense of modifying the legal obligations created by it. A declaration is merely an expression of an interpretation or of a policy or position.’ ” Igartúa III, 417 F.3d at 190 (quoting Stefan A. Riesenfeld &amp; Frederick M. Abbott, Foreword: Symposium on Parliamentary Participation in the Making and Operation of Treaties, 67 Chi.-Kent L.Rev. 293, 296 (1991)). In other words, “the Senate’s *611view is relevant,” id. at 191, but “ ‘[t]he Senate’s declaration is not law,’ ” id. at 190 (quoting Riesenfeld &amp; Abbott, 67 Chi.Kent L.Rev. at 296-97).\nIn describing the courts’ independent “obligation to interpret treaty provisions to determine whether they are self-executing,” the Court in Medellin emphasized the central importance of the treaty language. See 552 U.S. at 514, 518-19, 128 S.Ct. 1346 (“It is well settled that the [¡Interpretation of [a treaty] ... must, of course, begin with the language of the Treaty itself.”) (internal quotation marks omitted); id. at 514, 128 S.Ct. 1346 (referring to the “time-honored textual approach” for interpreting treaties); see also Abbott v. Abbott, — U.S.-, 130 S.Ct. 1983, 1990, 176 L.Ed.2d 789 (2010) (“The interpretation of a treaty ... begins with its text.” (quoting Medellín, 552 U.S. at 506, 128 S.Ct. 1346)). With respect to the specific treaty before it in Medellín, the Court also looked to the “ ‘postratification understanding’ of signatory nations,” id. at 516, 128 S.Ct. 1346, “general principles of interpretation,” id. at 517, 128 S.Ct. 1346, and the consequences of reading the treaty in a particular way, id. at 517-518, 128 S.Ct. 1346. See also Sanchez-Llamas v. Oregon, 548 U.S. 331, 344 &amp; n. 3, 347, 126 S.Ct. 2669, 165 L.Ed.2d 557 (2006) (considering other signatories’ understanding of the treaty at issue). Neither the 2005 majority nor the Supreme Court in Sosa performed such an examination of the ICCPR, which necessarily makes them unreliable precedent on its status.\nAgain, I do not want to suggest that I have reached an ultimate view on whether the ICCPR is self-executing. I am saying only that, if the plaintiffs succeed before the en banc court on the threshold issue of the Constitution’s reach, they would be entitled to reconsideration by the en banc court of the ICCPR’s status. That is so because the 2005 majority improperly rejected the plaintiffs’ claim that the treaty is self-executing without conducting an independent analysis of its language and, if the language is unclear, the “ ‘postratification understanding’ of signatory nations” and other surrounding circumstances.\nEven if we were to find that the treaty is self-executing, however, difficult questions would remain. Among them are whether the treaty’s provisions in fact oblige the United States to provide all of its citizens the right to elect voting members of the House of Representatives and whether the treaty provides for a private right of action as a vehicle for pursuing that right. Also of consequence is the unique political relationship between Puerto Rico and the United States government. Whether a generally stated commitment to provide the right to vote to all citizens should supersede the specific political negotiation that has led to Puerto Rico’s status is not an easily answered question. The fact that the questions are difficult, however, is not a reason to avoid them.\nIII. Summarizing the Prerequisites for a Claim\nUnquestionably, the plaintiffs face a series of hurdles in demonstrating their entitlement to declaratory relief. Their claims are much more potent, however, than Chief Judge Lynch’s opinion acknowledges. If the Constitution permits extension of voting rights to Puerto Rico residents by means of a treaty,20 and if the *612ICCPR is a self-executing treaty whose terms support assertion of a private cause of action, the plaintiffs’ claims could not be so easily dismissed.\nAt its core, this case is about whether a substantial group of United States citizens should be given a right that our country and the international community agree is a fundamental element of a free society. Article 25 of the ICCPR states, in relevant part, that 11 [ejvery citizen shall have the right and the opportunity ... [t]o vote and to be elected at genuine periodic elections which shall be by universal and equal suffrage.” (Emphasis added.) At a minimum, given the importance of the issues and the evolving debate, fairness dictates that the plaintiffs’ claims receive considerably more deliberation than our panel is authorized to provide. The entire court should be engaged in considering and resolving these issues, with the best advocacy available in support of all parties. Indeed, as a case “involving] a question of exceptional importance,” this action fits squarely within the guidelines for en banc review. See Fed. R.App. P. 85(a)(2).\nThus, while I agree that the district court’s judgment must be affirmed by the panel, I urge the court to reconsider the constitutional and treaty issues in a new en banc proceeding.\n\n. Article II, Section 1, Clause 2 describes the process for electing the President and Vice President, in part, as follows:\nEach State shall appoint, in such Manner as the Legislature thereof may direct, a Number of Electors, equal to the whole Number of Senators and Representatives to which the State may be entitled in the Congress....\nThe Twelfth Amendment specifies that the electors shall meet \"in their respective states” to cast ballots for President and Vice President. U.S. Const, amend. XII.\nArticle I, Section 2, Clause 1 provides:\nThe House of Representatives shall be composed of Members chosen every second Year by the People of the several States, and the Electors in each State shall have the Qualifications requisite for Electors of the most numerous Branch of the State Legislature.\n\n\n. Although I recognize that Supreme Court dicta may be more persuasive than such statements made by other courts, the Supreme Court itself has recognized the limitations of its dicta: \"[W]e are not bound to follow our dicta in a prior case in which the point now at issue was not fully debated.” Cent. Va. Cmty. Coll. v. Katz, 546 U.S. 356, 363, 126 S.Ct 990, 163 L.Ed.2d 945 (2006) (quoting Cohens v. Virginia, 6 Wheat. 264, 399, 5 L.Ed. 257 (1821) (\"It is a maxim not to be disregarded, that general expressions, in every opinion, are to be taken in connection with the case in which those expressions are used. If they go beyond the case, they may be respected, but ought not to control the judg*610ment in a subsequent suit when the very point is presented for decision.”)).\n\n\n. In that first reference to the ICCPR, the Court in Sosa stated that the Senate has at times \"expressly declined to give the federal courts the task of interpreting and applying international human rights law, as when its ratification of the International Covenant on Civil and Political Rights declared that the substantive provisions of the document were not self-executing.” 542 U.S. at 128, 124 S.Ct. 2276. Later in the decision the Court stated: \"[T]he United States ratified the Covenant on the express understanding that it was not self-executing and so did not itself create obligations enforceable in the federal courts.” Id. at 735, 124 S.Ct. 2739. As Judge Torruella notes, however, both of the Supreme Court’s observations were dicta because \"the question of the ICCPR’s self-execution was never presented to the Court” and the petitioner had conceded that it was not self-executing.\n\n\n. Judge Howard explained that the Senate’s non-self-execution declaration concerning the domestic effect of the ICCPR was \"in reality[ ] an attempt to legislate concerning the internal implementation of a treaty,” which the Senate lacked the power to do. Igartúa III, 417 F.3d at 190-91 (dissenting opinion). Judge Howard noted that the declaration was therefore \"merely an expression of the Senate’s view of domestic policy ... [with] no domestic effect.” Id. at 191. The Supreme Court in Sosa did not conclude otherwise. See id. at 191 n. 63 (\"Because the question in Sosa was not the binding effect of the Senate’s non-self-execution declaration in determining whether the ICCPR establishes a private cause of action, the parties did not present the Court with (and it did not address) the separation of powers arguments questioning the Senate's authority to issue such declarations.”).\n\n\n. Whether Congress’s plenary authority to regulate Puerto Rico under the Territory Clause of the Constitution also could provide a basis for such action is a question beyond the scope of this case. See U.S. Const, art. IV, § 3, cl. 2 (“The Congress shall have Power to dispose of and make all needful Rules and Regulations respecting the Territory or other *612Property belonging to the United States....”).\n\n",
            "ocr": true,
            "opinion_id": 8598694
        },
        {
            "author_str": "Torruella",
            "per_curiam": false,
            "type": "035concurrenceinpart",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nTORRUELLA, Circuit Judge\n(Concurring in part; Dissenting in part).\nAlthough in a different format than presented on prior occasions, we once more have before us issues that arise by reason of the political inequality that exists within the body politic of the United States, as regards the four million citizens of this Nation who reside in Puerto Rico.\nThis is a fundamental constitutional question that will not go away notwithstanding this Court’s repeated efforts to suppress these issues.21 We can now add to that dismal list the endeavors of the lead opinion. This is a most unfortunate and denigrating predicament for citizens who for more than one hundred years have been branded with a stigma of inferiority, and all that follows therefrom.\nAt the root of this problem is the unacceptable role of the courts. Their complicity in the perpetuation of this outcome is unconscionable. As in the case of racial segregation, see Plessy v. Ferguson, 163 U.S. 537, 16 S.Ct. 1138, 41 L.Ed. 256 (1896) (overruled by Brown v. Bd. of Educ., 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 (1954)), it is the courts that are responsible for the creation of this inequality.22 Furthermore, it is the courts that *613have clothed this noxious condition in a mantle of legal respectability.\nBut perhaps even more egregious is the fact that it is this judiciary that has mechanically parroted the outdated and retrograde underpinnings on which this invented inferiority is perpetuated. This result is now reached without so much as a minimum of analysis or consideration for the passage of time and the changed conditions, both legal and societal.23 These changed conditions have long undermined the foundations of these judge-made rules, which were established in a by-gone era in consonance with the distorted views of that epoch.24 Although the unequal treatment of persons because of the color of their skin or other irrelevant reasons, was then the modus operandi of governments, and an accepted practice of societies in general, the continued enforcement of these rules by the courts is today an outdated anachronism, to say the least. Such actions, particularly by courts of the United States, only serve to tarnish our judicial system as the standard-bearer of the best values to which our Nation aspires. Allowing these antiquated rules to remain in place, long after the unequal treatment of American citizens has become constitutionally, morally and culturally unacceptable in the rest of our Nation, see Brown v. Bd. of Educ., 347 U.S. 483, 74 S.Ct. 686, is an intolerable state of affairs which cannot be excused by hiding behind any theory of law.25\n*614The conclusions of the lead opinion in refusing to consider the merit of Appellants’ claims is particularly inexcusable because, as will be further elaborated, the present decision cannot be legitimately grounded on the Supreme Law of the Land, which requires that Appellants be provided an effective judicial remedy for the correction of the wrongs they allege. See International Covenant on Civil and Political Rights, art. 2, § 3, Dec. 19, 1966, 999 U.N.T.S. 171 (hereinafter ICCPR) (“Each State Party [including the United States] ... undertakes [t]o ensure that any person whose [ICCPR] rights are violated shall have an effective remedy,” and to ensure that these rights are “determined by competent judicial, administrative, or legislative authorities.... ”). The suggestion that Appellants seek a political rather than a judicial remedy to correct the grievous violation of their rights claimed in this action, is, at.a minimum, ironic given that it is precisely the lack of political representation that is the central issue in this case. It is this lack of any political power by these disenfranchised U.S. citizens, and the cat and mouse games that have been played with them by the United States government, including its courts, that have resulted in their interminable unequal condition.\nWhen this status of second-class citizenship is added to the also judicially-established rule that grants Congress plenary powers over the territories and their inhabitants, i.e., that recognizes in Congress practically unfettered authority over the territories and their inhabitants,26 one has to ask what effective political process is the lead opinion suggesting be turned to by Appellants to resolve the constitutional issues raised by this case? In fact, the referral by the lead opinion to the exercise of political power by these disenfranchised citizens, as the solution to their political inequality is nothing more than the promotion of the continued colonial status that has existed since Puerto Rico was acquired by the United States as booty after the Spanish-American War of 1898.27 As such, this suggestion is totally lacking in consequence or substance, and undeserving of a serious response.\nWith the primary vehicle for exerting effective political pressure being barred by the lack of elected voting representatives in Congress, it is a travesty to tout the political process as a means of vindicating the fundamental inequality of the United States citizens who reside in Puerto Rico. The lead opinion’s ruling is the equivalent of having decided, before Brown v. Board of Education, that African-Americans should forgo their right to judicial action under the Constitution as the road map to overruling the inequality promoted by Plessy.\nThe present situation is the quintessential condition for the exercise by this court *615of the judicial powers pronounced by the Supreme Court in Carolene Products in 1938:\n[Prejudice against ... insular minorities may be a special condition, which tends seriously to curtail the operation of those political processes ordinarily to be relied upon to protect minorities, and which may call for correspondingly more searching judicial inquiry.\nUnited States v. Carolene Prods. Co., 304 U.S. 144, 152 n. 4, 58 S.Ct. 778, 82 L.Ed. 1234 (1938) (emphasis added).28\nThe lead opinion makes much of the language in Article I of the Constitution, but conveniently devalues the importance and applicability of other parts of this document. This is a strategy that is not acceptable, for the Constitution is not an instrument that can be picked at, or chosen from, at random. The principled implementation of the Constitution requires that it be honored in its totality, and in an integrated way. Cf. Colgrove v. Battin, 413 U.S. 149, 187, 93 S.Ct. 2448, 37 L.Ed.2d 522 (1973) (Marshall and Stewart, JJ, dissenting) (“The Constitution is, in the end, a unitary, cohesive document and every time any piece of it is ignored or interpreted away in the name of expedience, the entire fragile endeavor of constitutional government is made that much more insecure.”). Nonetheless, it is precisely this principle which has been disregarded in the continued haste to “put the constitutional claim fully at rest,” Igartúa III, 417 F.3d at 146, and forces me to dissent.\nI. Appellants’ allegations under Article I Section 2 of the Constitution\nArticle I states, in relevant part, that “[t]he House of Representatives shall be composed of Members chosen every second Year by the People of the several States.” U.S. Const, art. I, § 2, cl. 1. This clause, when considered within the context in which the term “State” is used in other structural provisions of the Constitution,29 does not by its own force endow citizens residing in Puerto Rico with the “right” to vote for members of the House of Representatives. For purposes of this clause, the term “State” means a political entity that has been admitted as such into the Union. Cf. U.S. Const. art. IV, § 3, cl. 1. Puerto Rico has not been admitted as a “State” into the Union, and therefore, citizens residing there do not qualify as “People of the Several States.” Accordingly, I agree that under the present circumstances the denial of the right to vote for representatives in Congress to United States citizens who reside in Puerto Rico does not violate the provisions of Article I. Cf. Trailer Marine Transp. Corp. v. Rivera Vázquez, 977 F.2d 1, 7 (1st Cir.1992) (stating that although “[tjoday the government of the Commonwealth of Puerto Rico in many respects resembles that of a state ... Puerto Rico is not formally a state”).\nIt should be pointed out, however, that notwithstanding this outcome, Appellants’ expansive reading of the term “State” to Puerto Rico is not as far-fetched as is intimated by the lead opinion. As recently as last year, Justice Sandra Day O’Connor indicated that Puerto Rico “seem[s] to have become a State within a common and *616accepted meaning of the word.” United States v. Laboy-Torres, 553 F.3d 715, 721 (3d Cir.2009) (O’Connor, Associate Justice, Retired) (quoting United States v. Steele, 685 F.2d 793, 805 n. 7 (3d Cir.1982) (internal citations omitted)). In fact, this denomination is consistent with how this term has been used in numerous and varied constitutional settings by both the Supreme Court and by this court. E.g., Torres v. Puerto Rico, 442 U.S. 465, 469-70, 99 S.Ct. 2425, 61 L.Ed.2d 1 (1979) (fundamental protections of the Constitution extend to the inhabitants of Puerto Rico); Examining Bd. of Engineers, Architects and Surveyors, 426 U.S. at 599-601, 96 S.Ct. 2264 (same re equal protection rights); Calero-Toledo v. Pearson Yacht Leasing Co., 416 U.S. 663, 668-69, 673, 94 S.Ct. 2080, 40 L.Ed.2d 452 (1974) (same re due process and equal protection rights; Puerto Rico a “State” for purposes of the Three-Judge District Court Act under 28 U.S.C. § 2281); Rodríguez v. Popular Democratic Party, 457 U.S. 1, 8, 102 S.Ct. 2194, 72 L.Ed.2d 628 (1982) (in the context of an election for the Puerto Rico Legislature, “[i]t is clear that voting rights of Puerto Rico citizens are constitutionally protected to the same extent as those of all other citizens of the United States”); Nieves-Márquez v. Puerto Rico, 353 F.3d 108 (1st Cir.2003) (Puerto Rico a “State” for Eleventh Amendment purposes); Trailer Marine Transp., 977 F.2d at 7 (Puerto Rico is a “State” for purposes of the dormant commerce clause of the Constitution); United States v. López Andino, 831 F.2d 1164, 1168 (1st Cir.1987) (“Puerto Rico is to be treated as a state for purposes of [a criminal defendant’s protection under] the double jeopardy clause.”); 48 U.S.C. § 737 (1950) (“The rights, privileges, and immunities of citizens of the United States shall be respected in Puerto Rico to the same extent as though Puerto Rico were a State of the Union.... ”); 48 U.S.C. § 734 (1955) (statutory laws of the United States generally “have the same force and effect in Puerto Rico as in the United States”); 42 U.S.C. § 1973ff-6(6) (under the Uniformed and Overseas Citizens Absentee Voting Act, the term “State” is defined to mean, inter alia, “a State of the United States, the District of Columbia, the Commonwealth of Puerto Rico”).\nMoreover, in keeping with the unfortunate agenda of “put[ting] the constitutional claim fully at rest,” Igartúa III, 417 F.3d at 148, the lead opinion goes further than is required given the issues Appellants raise regarding Article I, by suggesting that “the text of the Constitution ... plainly limits the right to choose members of the House of Representatives to citizens of a state,” and that this limitation is in fact “deliberate and go[es] to the heart of the Constitution.” Maj. op. at 595 (emphasis supplied). These propositions are incorrect, and startling in their breadth. First, while the text of Section 2, Article I does not grant to citizens of Puerto Rico the right to vote for members of the House of Representatives, neither does it prohibit them that right, nor act as a limitation on the federal government’s authority to extend the franchise to territorial residents under other constitutional powers. Cf. Romeu v. Cohen, 265 F.3d 118, 127-30 (2d Cir.2001) (Leval, J., writing separately) (arguing that Congressional authority over state voting laws encompasses extending the presidential vote to citizens residing in the territories); Nat’l Mut. Ins. Co. of Dist. of Col. v. Tidewater Transfer Co., 337 U.S. 582, 588-91, 69 S.Ct. 1173, 93 L.Ed. 1556 (1949) (holding that, although the District of Columbia is “not a state” as used in the diversity jurisdiction provisions of Article III, “[t]his conclusion does not ... determine that Congress lacks power under other provisions of the Constitution *617to enact ... legislation” to extend the federal courts’ diversity jurisdiction to District residents); Adams v. Clinton, 90 F.Supp.2d 35, 95 (D.D.C.2000) (“[T]he use of the term ‘State’ in the diversity jurisdiction clause of the Constitution cannot mean ‘and not the District of Columbia.’ ”)30\nMost importantly, Congress possesses sufficient constitutional authority to address this democratic deficit. Cf. Missouri v. Holland, 252 U.S. 416, 40 S.Ct. 382, 64 L.Ed. 641 (1920) (holding that Congress can act beyond its enumerated powers in Article I when implementing a treaty obligation). As one example, under the Territory Clause of the Constitution, Congress exercises plenary authority to “make all needful Rules and Regulations respecting the Territory ... belonging to the United States,” including Puerto Rico. U.S. Const. art. IV, § 3, cl. 2; see Romeu, 265 F.3d at 130 (“Congress’s source of constitutional authority [under the Territory Clause] to extend the presidential vote to citizens residing in the territories is clearer than its power to enact the [Uniformed and Overseas Citizens Absentee Voting Act] or the durational residency rules discussed in Oregon [v. Mitchell, 400 U.S. 112, 91 S.Ct. 260, 27 L.Ed.2d 272 (1970)]”); see also, e.g., Dávilar-Pérez v. Lockheed Martin Corp., 202 F.3d 464, 468 (1st Cir.2000) (“This power the Constitution confers in broad terms.”); Tidewater Transfer Co., 337 U.S. at 589, 69 S.Ct. 1173; Downes, 182 U.S. at 285, 21 S.Ct. 770 (characterizing the “territorial clause” as “absolute in its terms, and suggestive of no limitations upon the power of Congress in dealing with them”). This power, among others we shall discuss, is plain enough to permit Congress to grant citizens residing in Puerto Rico the right to vote for members of the House of Representatives. Cf. Tidewater Transfer Co., 337 U.S. at 589-91, 69 S.Ct. 1173. The lead opinion’s suggestion that Article I’s failure to provide voting rights to territorial residents prevents the United States from achieving political equality through other means lacks support in the text of the Constitution and the Supreme Court’s jurisprudence. It is also based on a flawed historical rationale.\nThe lead opinion relies on an unsupportable distinction between the Constitution’s use of the word “State” and “territory” in its structural provisions to conclude that Puerto Rico’s political inequality was a deliberate choice of the Framers, requiring either its admission as a state or a constitutional amendment to remedy this situation. But “[■indefinite colonial rule by the United States is not something that was contemplated by the Founding Fathers nor authorized per sécula seculorum by the Constitution.” Igartúa-de la Rosa v. United States, 229 F.3d 80, 89 (1st Cir.2000) (emphasis in original); see also Downes, 182 U.S. at 380, 21 S.Ct. 770 (Harlan, J., dissenting) (“The idea that this country may acquire territories anywhere upon the earth, by conquest or treaty, and hold them as mere colonies or provinces,— the people inhabiting them to enjoy only those rights as Congress chooses to accord to them, — is wholly inconsistent with the spirit and genius, as well as with the words, of the Constitution.”).\nIndeed, while the Founders may have “acted purposefully in denying federal en*618franchisement to the District [of Columbia], they possessed no comparable qualms about extending the same benefits to the territories.” Coleman Tió, supra note 7, at 1393-4 (explaining that proposed amendments to grant D.C. residents the right to vote were considered and rejected; “[t]he Founders denied self-government to the District in order to protect the federal government from undue external influence”).31\nIn fact, full enfranchisement seems to have been the ultimate goal of territorial expansion for more than a century after the Founding. The Northwest Ordinance of 1787 not only guaranteed the existing territories eventual enfranchisement through admission into the Union, but further stipulated that once a territory had “sixty thousand free Inhabitants,” it would “be admitted by its Delegates into the Congress of the United States on equal footing with the original States.” All U.S. territories acquired between 1787 and the Spanish-American War also achieved congressional representation through statehood.\nThe evidence therefore suggests that territorial disenfranchisement was meant to be temporary; territories would be held as states-in-waiting. Only the territorial incorporation doctrine devised by the Insular Cases permitted a sharp deviation from prior practice. But holding colonies like Puerto Rico without the possibility of eventual enfranchisement still runs against the very principles upon which the nation was founded and the Constitution enacted.\nId. at 1394.\nGiven this background, the use of the term “State” in certain structural provisions of the Constitution says nothing about the Framers’ intentions with regard *619to the apparently permanent and longstanding political inequality of citizens living in Puerto Rico for more than a century. Without some further indication to the contrary, and recognizing the doctrine of territorial incorporation for what it is — in Justice Harlan’s words, “wholly inconsistent with the spirit and genius, as well as with the words, of the Constitution” — I cannot agree with the lead opinion’s assertion that Article I somehow demands the disenfranchisement of millions of United States citizens.32\nIn short, although Appellants may not have a claim to enfranchisement under Article I, § 2, cl. 1, that provision in no way limits the power of the federal government to provide the right to vote by other means.\nII. Appellants’ allegations under the Supremacy Clause\nIn this case, Appellants contend that they have been granted the right to vote by actions taken under another (complementary) grant of constitutional authority: the Supremacy Clause, which, in relevant part, provides that “all Treaties made, or which shall be made, under the Authority of the United States, shall be the supreme Law of the Land.” U.S. Const. art. VI, cl. 2. They further contend that by failing to include Puerto Rican citizens in the apportionment process, and denying them the opportunity to elect Representatives, the United States is in violation of the Law of the Land. As I will explain, this claim is on more solid footing.\nA. The role of international law under our constitutional system\nWe commence by stating what is beyond cavil: “[i]nternational law is part of our law, and must be ascertained and administered by the courts of justice.... ” The Paquete Habana, 175 U.S. 677, 700, 20 S.Ct. 290, 44 L.Ed. 320 (1900). This is not a new or remarkable concept. International law has been an integral part of our constitutional system since the founding of our Nation. See, e.g., Sosa v. Álvarez-Machain, 542 U.S. 692, 729, 124 S.Ct. 2739, 159 L.Ed.2d 718 (2004) (“For two centuries we have affirmed that the domestic law of the United States recognizes the law of nations.”); The Nereide, 13 U.S. (9 Cranch) 388, 423, 3 L.Ed. 769 (1815) (Marshall, C.J.) (“[T]he Court is bound by the law of nations which is a part of the law of the land.”). Although customary international law is part of the “law[ ] of the United States” within the meaning of Article III and the Supremacy Clause, e.g., Sosa, 542 U.S. at 726, 124 S.Ct. 2739, our primary infusion of international law into domestic law comes from the treaties entered into by the President on behalf of the Nation, which thereafter become part of our municipal law upon ratification by the Senate. U.S. Const. art. II, § 2, cl. 2; see Sosa, 542 U.S. at 729, 124 S.Ct. 2739.\nAs stated by the Supreme Court in Sosa, “it would take some explaining to say now that federal courts must avert their gaze entirely from any international norm intended to protect individuals.” Id. at 730, 124 S.Ct. 2739. Notwithstanding this firm advice, which is based on two centuries of jurisprudence, the government invites us not only to “avert our gaze” from our international obligations, but to bury our head in the sand. The Supremacy Clause requires more than that of the Courts of the United States. The Paquete Habana, 175 U.S. at 700, 20 S.Ct. 290.\n*620Following the dictates of Sosa, our first step is to inquire into the existence of “any international norm intended to protect individuals” to which the United States may have agreed. Although Appellants claim the protection of a host of international commitments by the United States,33 we need only consider one. This treaty is the International Covenant on Civil and Political Rights.\nB. The United States’ obligations under the ICCPR\nThe ICCPR, which has 72 signatories and 165 parties, became the law of the land of the United States upon its ratification by the Senate on June 8, 1992.34 See 138 Cong. Rec. S4781, S4784 (daily ed. Apr. 2, 1992).\nArticle 25 of the ICCPR establishes that:\nEvery citizen shall have the right and opportunity ...\n(a) To take part in the conduct of public affairs, directly or through freely chosen representatives; [and]\n(b) To vote and to be elected at genuine periodic elections which shall be by universal and equal suffrage....\nICCPR art. 25 (emphasis supplied). Plainly, the continued lack of political representation of Appellants is a violation of the United States’ treaty obligations under Article 25.\nAdditionally, pursuant to Article 2(1), the United States “undertakes to respect and to ensure to all individuals within its territory and subject to its jurisdiction the rights recognized in the present Covenant, without distinction of any kind.” Id. Art. 2(1) (emphasis supplied). The United States further agrees “to take the necessary steps, in accordance with its constitutional processes and with the provisions of the present Covenant, to adopt such laws or other measures as may be necessary to give effect to the rights recognized in the present Covenant.” Id. Art. 2(2). Most importantly, under this treaty the United States specifically commits itself “[t]o ensure that any person whose rights or freedoms as herein recognized are violated shall have an effective remedy.” Id. Art. 2(3)(a) (emphasis supplied). In furtherance of this provision the United States is obligated “[t]o ensure that any person claiming such a remedy shall have his right thereto determined by competent judicial, administrative or legislative authorities, or by any other competent authority provided for by the legal system of the State, and to develop the possibilities of judicial remedy.” Id. (emphasis supplied). The lead opinion, at the government’s urging, concludes that the exacting language *621of the ICCPR just quoted is meaningless and ineffective, because it is allegedly “non-executing.” This is an erroneous conclusion which is the result of the court’s failure to live up to its constitutional duty to independently assess and interpret the meaning of a treaty entered into by the United States. The Paquete Habana, 175 U.S. at 700, 20 S.Ct. 290.\nC. The Government’s opposition to the domestic application of the ICCPR\nAppellants’ claim for relief under the ICCPR and the Supremacy Clause is rejected on essentially three general grounds: (1) the ICCPR is not a “self-executing” treaty and thus does not create individual rights that are enforceable in federal court; (2) the issues raised by this appeal involve “political questions,” which the courts should abstain from deciding; and (3) no “effective” remedy can be granted to Appellants by the courts, and therefore there is no “Case and Controversy” and we lack jurisdiction.35 The common thread that runs through these three contentions is the fact that they are all judicially-created doctrines, used to avoid passing upon issues that the courts may, for a variety of reasons, wish not to confront.\n(1) The doctrine of self-execution of treaties and its relevance to the ICCPR36\n(a) The doctrine of self-execution of treaties\nThe doctrine of self-execution of treaties, or stated in the negative, of non-self-execution, is a judicially-created theory which has, at convenient times, been used to avoid international commitments, particularly where human rights are concerned.37 Today, this theory promotes a rule whereby treaties are presumed to be non-self-executing, when in fact the text and history of the Supremacy Clause counsel exactly the opposite. Cf. Safety Nat’l Cas. Corp. v. Certain Underwriters, 587 F.3d 714, 737 (5th Cir.2009) (en banc) (Clement, J., concurring in the judgment) *622(explaining that while “there may be a growing judicial consensus that multilateral treaties are presumptively non-self-executing,” that “consensus” does not override the Supreme Court’s plain-text approach to questions of self-execution).\n(i) The British Rule\nThe idea that treaties entered into by the executive branch are not self-executing has its source in Great Britain where, by virtue of their constitutional system, the Crown enters into treaties without any intervention by Parliament, before or after the treaty is signed. Thus, Parliament must pass specific legislation before a treaty is incorporated into the municipal law of Great Britain.38\nThis, of course, is different with regards to the United States, in which the complementary constitutional roles of the President and Senate in the negotiation and ratification of treaties allow intervention by both branches of government before the treaty comes into effect and becomes part of our domestic law.\n(ii) The American Rule\nIn the United States, as evidenced by the unambiguous language of the Supremacy Clause, as well as by the intent of its framers, treaties are presumed to be self-executing. See U.S. Const. art. VI, cl. 2 (“[A]ll Treaties made, or which shall be made, under the Authority of the United States, shall be the supreme Law of the Land”).\nThe historical record sustaining this proposition is unquestionable. During the Constitutional Convention, a proposal to the effect that treaties be sanctioned by the legislature before they had “the operation of law” was specifically rejected. See James Madison, Notes of Debates in the Federal Convention of 1787 597 (W.W. Norton 1987) (1840). An alternative proposal, which was also rejected, would have established two types of treaties: one requiring only action by the President and the Senate, and a second requiring additional action by the House of Representatives. 2 The Records of the Federal Convention of 1787 538 (Max Farrand ed. rev. ed. 1966). In a similar vein, the Committee on Style removed from the final version of the Supremacy Clause language that would have given the national government the power to “enforce treaties.” The Committee struck this language because it was redundant, considering the clear language of the Supremacy Clause. Id. at 389-90. The rejection of these proposals illustrates that the language of the Supremacy Clause was not coincidental, but rather chosen after due deliberation, and deliberately, to mean what it says.\nThe expectation that treaties would become operative as domestic law upon ratification is also expressed in the Federalist Papers and the ratification debates within the States. In The Federalist No. 22, for example, Alexander Hamilton explained that “[t]he treaties of the United States, to have any force at all, must be considered *623as part of the law of the land. Their true import, as far as respects individuals, must, like all other laws, be ascertained by judicial determinations.” The Federalist No. 22, at 150 (Alexander Hamilton) (Clinton Rossiter ed., 1961). Similarly, at the North Carolina ratifying convention, one of the Constitution’s supporters explained: “It was necessary that treaties should operate as laws on individuals. They ought to be binding upon us from the moment they are made. They involve in their nature not only our own rights, but those of foreigners [and should be protected by our judiciary].” Jordan J. Paust, Self-Executing Treaties, 82 Am. J. Int’l L. 760, 762 (1988) (quoting 4 The Debates in the Several State Conventions on the Adoption of the Federal Constitution 27 (J. Elliot ed., 1941) (1830) (documenting the statements of William Davie, a North Carolina delegate to the Constitutional Convention) (brackets in original)). Even those opposing ratification shared this view: “Brutus,” in criticizing Article III, stated that he could “readily comprehend what is meant by deciding a case under a treaty. For as treaties will be the law of the land, every person who have rights or privileges secured by a treaty, will have of courts ... in recovering them.” 16 The Documentary History of the Ratification of the Constitution 172 (John P. Kaminski &amp; Gaspare J. Saladino eds., 1986).\n(iii) The American Rule is modified: Foster v. Neilson\nIn Foster v. Neilson, decided by Chief Justice Marshall in 1829, the Court concluded that the treaty in question was not self-executing because, by its terms, it did not establish a right in the individual claimant, but rather placed an obligation on the legislative branch to act. 27 U.S. (2 Pet.) 253, 314-15, 7 L.Ed. 415 (1829), overruled in part by United States v. Percheman, 32 U.S. (7 Pet.) 51, 8 L.Ed. 604 (1833). Although the Foster rule has since come into vogue, particularly in denying the application of human rights treaties,39 properly applied it is a rule that makes sense, for a treaty is what amounts to a contract between nations, and as such, what needs to be done at the outset, as in the case of a contract between private parties, is to inquire into the content of the agreement to determine the obligations established thereunder, and to establish the scope of the various rights and duties within its purview. See, e.g., Sea Hunt v. Unidentified Shipwrecked Vessel, 221 F.3d 634, 646 (4th Cir.2000) (“Treaties are contracts between sovereigns, and as such, should be construed to give effect to the intent of the signatories.”) (citation omitted). Plainly put, what determines whether a treaty is self-executing, or not, is the language of the treaty as interpreted by the courts, not the nature of the rights established therein as opined by the Senate that ratifies the treaty.\nThus, when placed within its proper perspective, the Foster rule simply requires courts to examine the treaty in question to determine from its text (or when not apparent, from the history of the treaty), whether the treaty has created individual rights or whether it is non-self-executing, and therefore requires further legislative action to put it into effect domestically. *624See, e.g., Abbott v. Abbott, — U.S.-, 130 S.Ct. 1983, 1990, 176 L.Ed.2d 789 (May 17, 2010) (“The interpretation of a treaty ... begins with its text.”) (citation omitted); Medellin v. Texas, 552 U.S. 491, 562, 128 S.Ct. 1346, 170 L.Ed.2d 190 (2008) (explaining that “explicit textual expression” is the focus of the self-execution analysis); United States v. Alvarez-Machain, 504 U.S. 655, 663, 112 S.Ct. 2188, 119 L.Ed.2d 441 (1992) (stating that courts look first to a treaty’s terms to determine their content); United States v. Stuart, 489 U.S. 353, 365-66, 109 S.Ct. 1183, 103 L.Ed.2d 388 (1989) (“The clear import of treaty language controls unless application of the words of the treaty according to its obvious meaning effects a result inconsistent with the intent or expectations of the signatories.”) (internal quotation and citations omitted); see also Diggs v. Richardson, 555 F.2d 848, 851 (D.C.Cir.1976) (“In determining whether a treaty is self-executing courts look to the intent of the signatory parties as manifested by the language of the instrument, and, if the instrument is uncertain, recourse must be had to the circumstances surrounding its execution.”).\n(iv) The legal import of the Senate’s declaration regarding the ICCPR\nNotwithstanding these established rules, the Government’s contentions regarding the alleged non-self execution of the ICCPR rely exclusively on statements made in the ratification process of the ICCPR before the Senate.40 The Government contends that the Senate’s declaration, purporting to establish that the substantive provisions of that treaty would not be self-executing, ipso facto results in making the treaty non-self-executing, and argues that this declaration by the Senate is binding on the courts. The government is wrong for several reasons.\nFirst of all, a declaration is a statement of position by the Senate that “is not presented to the other international signatories as a request for a modification of the treaty’s terms.” Igartúa III, 417 F.3d at 190 (Howard, J., dissenting). Thus a declaration is not part of the treaty, but instead “is directed primarily toward United States courts to express ‘the sense of the Senate’ that the treaty should ... be interpreted [in the manner proposed by the Senate].” Id.\nIn the case of the ICCPR, the Senate also made several reservations, which were specifically directed at Articles 7, 10, 15 and 20 of the ICCPR.41 A reservation is a “unilateral statement ... whereby ... [a State] purports to exclude or to modify the legal effect of certain provisions of the treaty in their application to that State.” *625Vienna Convention on the Law of Treaties, art. 2(1)(d) (May 23, 1969), 1155 U.N.T.S. 331. In contradistinction with a declaration, a reservation has an actual effect on the terms of the treaty. See Michael J. Glennon, The Constitutional Power of the United States Senate to Condition Its Consent to Treaties, 67 Chi.-Kent L.Rev. 533, 542 n. 63 (1991) (noting that in exchange for ratification the Senate can require the President to enter a reservation to the treaty and to obtain the other signatory’s consent to this change). There is no question that the Senate may hinge its consent to ratify a treaty on a reservation. See Haver v. Yaker, 76 U.S. (9 Wall.) 32, 35, 19 L.Ed. 571 (1869); see also Restatement (Third) of Foreign Relations Law of the United States § 314 cmt. d (1986) (noting that when the United States accedes to a treaty with reservations, this statement has domestic legal effect, whereas other indications that the President or Senate assigned a distinct meaning to the treaty, such as declarations, are only pertinent to treaty interpretation in “the same way that the legislative history of a statute is relevant”).\nIt is important to note that the Senate made no reservations regarding the rights provided for in Article 25,42 or Article 2 paragraphs l,43 2,44 and 3.45\nThe Senate’s declaration that the ICCPR is non-self-executing is ultra vires with respect to the ratification process and as such that declaration is not binding on the courts, who are required to exercise their independent judicial power under the Supremacy Clause in interpreting the meaning and import of all treaties entered into by the United States.\n[T]he Senate lacks the constitutional authority to declare the non-self-executing character of a treaty with binding effect on U.S. courts. The Senate has the unicameral power only to consent to the ratification of treaties, not to pass domestic legislation. A declaration is not a part of a treaty in the sense of modifying the legal obligations created by it. A declaration is merely an expression of an interpretation or of a policy or position. U.S. courts are ... not bound to apply expressions of opinion adopted by the Senate (and concurred in by the President). The courts must undertake their own examination of the terms and context of each provision in a treaty to which the United States is a party and decide whether it is self executing. The treaty is law. The Senate’s declaration is not law. The Senate does not have the power to make law outside the treaty instrument.\n*626Stephan A. Riesenfeld &amp; Frederick M. Abbott, Foreword: Symposium on Parliamentary Participation in the Making and Operation of Treaties, 67 Chi.-Kent L.Rev. 293. 296-97 (1991). This is the unanimous view of treaty-law scholars.46\nIt is also the conclusion reached in the only case to have directly passed upon this specific issue, Power Auth. of N.Y. v. Fed. Power Commission, 247 F.2d 538 (D.C.Cir.1957), vacated as moot, 355 U.S. 64, 78 S.Ct. 141, 2 L.Ed.2d 107 (1957). In this case, the District of Columbia Court of Appeals held that a “reservation”47 by the Senate in a bilateral treaty with Canada was ineffective because the “reservation” (i.e., declaration) only involved U.S. domestic law. Id. at 541. For the reservation (i.e., declaration) to be binding on the judiciary, the court reasoned, it had to constitute an actual part of the treaty:\nA true reservation which becomes part of a treaty is one which alters “the effect of the treaty in so far as it may apply in the relations of (the) State or States which may be parties to the Treaty.” It creates “a different relationship between” the parties and varies “the obligations of the parties proposing it.”\nId. (internal citations omitted). Because the “reservation” (i.e., declaration) was merely an expression of the Senate’s views concerning domestic policy, it was not part of the treaty; and, ergo, it did not become domestic law under the Supremacy Clause. Accordingly, it was not binding on the court. See also N.Y. Indians v. United States, 170 U.S. 1, 23, 18 S.Ct. 531, 42 L.Ed. 927 (1898) (“The power to make treaties is vested by the Constitution in the president and senate, and, while this proviso was adopted by the senate, there is no evidence that it ever received the sanction or approval of the president. It cannot be considered as a legislative act, since the power to legislate is vested in the president, senate and house of representatives. There is something, too, which shocks the conscience in the idea that a treaty can be put forth as embodying the terms of an arrangement with a foreign power or an Indian tribe, a material provision of which is unknown to one of the contracting parties, and is kept in the background to be used by the other only when the exigencies of a particular case may demand it.”).\nMore recently, the Supreme Court has affirmed the separate and distinct roles *627assigned to the Senate and Executive by the Constitution under Article II. In Medellin, the Court held that an executive memorandum purporting to grant individuals rights under a non-self-executing agreement was invalid because, while “[t]he President has an array of political and diplomatic means available to enforce international obligations ... unilaterally converting a non-self-executing treaty into a self-executing one is not among them. The responsibility for transforming an international obligation arising from a non-self-exeeuting treaty into domestic law falls to Congress,” through, for example, the enactment of implementing legislation. 552 U.S. at 525-26, 128 S.Ct. 1346. The Court explained:\nThe requirement that Congress, rather than the President, implement a non-self-executing treaty derives from the text of the Constitution, which divides the treaty-making power between the President and the Senate. The Constitution vests the President with the authority to “make” a treaty. If the Executive determines that a treaty should have domestic effect of its own force, that determination may be implemented in “makfing]” the treaty, by ensuring that it contains language plainly providing for domestic enforceability. If the treaty is to be self-executing in this respect, the Senate must consent to the treaty by the requisite two-thirds vote, consistent with all other constitutional restraints.\nId. at 526, 128 S.Ct. 1346 (emphasis added) (internal citation omitted). Thus, as the Supreme Court has reinforced, the constitutional prerogative to “make” treaties, and to set their domestic legal effect, falls in the first instance to the executive. While the Senate’s views regarding self-execution may be relevant to the interpretation of an ambiguous treaty, see Stuart, 489 U.S. at 366-8, 109 S.Ct. 1183; Restatement (Third) of Foreign Relations Law of the United States § 314, cmt. d (1987) (“indication that ... the Senate ascribed a particular meaning to the treaty is relevant to the interpretation of the treaty by a United States court in much the same way that the legislative history of a statute is relevant to its interpretation”),48 those views are not capable of supplanting the plain language of an agreement. Stuart, 489 U.S. at 373, 109 S.Ct. 1183 (Scalia, J., concurring) (“Only when a treaty provision is ambiguous have we found it appropriate to give authoritative effect to extratextual materials.”); see also Air France v. Saks, 470 U.S. 392, 399-400, 105 S.Ct. 1338, 84 L.Ed.2d 289 (1985); Nielsen v. Johnson, *628279 U.S. 47, 52, 49 S.Ct. 223, 73 L.Ed. 607 (1929).\nIn conclusion, the declaration by the Senate to the effect that the ICCPR is non-self-executing is not binding on the courts, which are required by the Supremacy Clause to make an independent judgment of that issue, based on the language of the treaty and, if that is not clear, on the negotiating history of the treaty in question.\nThe en banc court’s reliance on dicta49 in the Supreme Court’s Sosa decision to conclude otherwise was plainly erroneous. See Igartúa III, 417 F.3d at 150. In relevant part, the issue in Sosa was whether the petitioner’s detention violated customary international law and not the ICCPR. See 542 U.S. at 735, 124 S.Ct. 2739. The question of the ICCPR’s self-execution was never presented to the Court; indeed, the petitioner expressly conceded that “this treaty is not self-executing and may not be relied upon by individuals in domestic court proceedings.” Brief of Petitioner, Sosa v. Álvarez-Machain, 542 U.S. 692, 124 S.Ct. 2739, 159 L.Ed.2d 718 (2004), No. 03-339, 2004 WL 162761 at 41. As Chief Justice Marshall aptly observed, “[i]t is extremely dangerous to take general dicta upon supposed cases not considered in all their bearings, and, at best, inexplicitly stated as establishing important law principles.” Alexander v. Baltimore Ins. Co., 8 U.S. (4 Cranch) 370, 379, 2 L.Ed. 650 (1808). The lead opinion’s reliance on Sosa illustrates his point. In its haste to dispose of Appellant’s treaty-based claims, the en banc majority all but abandoned the Supreme Court’s established plain-text approach to questions of self-execution, and turned on its head the Treaty Clause’s careful separation of powers. See U.S. Const. art. II, § 2, cl. 2 (“[The President] shall have Power, by and with the Advice and Consent of the Senate, to make Treaties, provided two thirds of the Senators present concur....”)\nIt is appropriate at this time to bypass and correct this decision not only because, as admitted by the lead opinion, it was based on dicta in Sosa, see op. at 605-06, but also because more recent Supreme Court precedent places its bare majority conclusions in serious doubt. The political ties between the United States and its territories have continued to evolve and have become ever more integrated. Cf. Boumediene, 553 U.S. at 758, 128 S.Ct. 2229 (“It may well be that over time the ties between the United States and any of its unincorporated Territories strengthen in ways that are of constitutional significance.”). The only thing that has not changed is the political inequality of the class of United States citizens residing in Puerto Rico. I would hold that the task of determining whether the ICCPR is self-executing, and gives rise to enforceable rights, is for the courts. The lead opinion’s reliance on dicta in Sosa essentially prevents that examination. As will be shown, recourse to the plain language of that treaty, and to its drafting history, demonstrates that it is in fact a self-executing agreement that, upon ratification, became the Law of the Land and thus must be enforced by this court.\n(b) The plain language of the ICCPR counsels that individual rights were created and that the United States agreed to provide a forum and remedies for the vindication of those rights to those of its citizens who claim a violation of those rights.\nThe text of the ICCPR unequivocally spells out individual rights and establishes *629the obligations of the contracting parties regarding their enforcement by individual citizens who claim violations of these rights. A straightforward reading of this language should leave little doubt that the United States has entered into an international agreement creating individual rights ipso facto: at a minimum, the United States has agreed that “[ejvery citizen shall have the right and opportunity ... [t]o vote ... at genuine and periodic elections which shall be by universal and equal suffrage.” ICCPR art. 25, para, b (emphasis added). Upon ratification of this treaty by the Senate, these rights have become the supreme law of the land. Further, the United States has agreed to provide an effective remedy for the violation of these rights. Id. art. 2, para. 3 (emphasis added). Moreover, the United States “undert[ook] to respect and ensure [the right to vote of] all individuals within its territory and subject to its jurisdiction ... without distinction ...” Id. at art. 2, para. 1. Further, it agreed “that any person claiming such a remedy shall have the right thereto determined by competent, judicial, administrative, or legislative authorities, or by any other competent authority provided for by the legal system of the State, and to develop possibilities of judicial remedies.” Id. art. 2, para. 3 (emphasis added). Nonetheless, in contravention of these obligations, the United States government has not only failed to act in support of the same, but it has actively obstructed their realization. See Igartúa III, 417 F.3d at 175 (Torruella, J., dissenting) (“[I]t is an undisputed fact that, contrary to the requirements of Article 2, Paragraph 2 of the ICCPR, the United States has taken no steps, to date, to implement the obligations undertaken therein”).\nThere is nothing “aspirational” or “precatory” in the language used by the treaty. See Fund for Animals, Inc. v. Kempthome, 472 F.3d 872, 881 (D.C.Cir.2006) (explaining that one way courts may find a treaty non-self-executing is if its “provisions are precatory, aspirational, or otherwise too vague to be judicially enforceable”); see also Edye v. Robertson, 112 U.S. 580, 598-99, 5 S.Ct. 247, 28 L.Ed. 798 (1884) (“A treaty ... is a law of the land as an act of [C]ongress is, whenever its provisions prescribe a rule by which the rights of the private citizen or subject may be determined. And when such rights are of a nature to be enforced in a court of justice, that court resorts to the treaty for a rule of decision for the case before it as it would to a statute.” (emphasis added)). Rather, it speaks to the establishment of specific individual rights. Compare ICCPR art. 25 (“Every citizen shall have the right and the opportunity, without any of the distinctions mentioned in article 2 and without unreasonable restrictions ... [t]o vote and to be elected at genuine periodic elections which shall be by universal and equal suffrage....”) (emphasis added), with Jogi v. Voges, 480 F.3d 822, 833-4 (7th Cir.2007) (holding that Article 36.1(b) of the Vienna Convention, which “states, plainly enough, that authorities ‘shall inform the person concerned without delay of his rights under this sub-paragraph’ ” confers “individual rights,” notwithstanding general language of preamble providing that “the purpose of [the Convention’s] privileges and immunities is not to benefit individuals”), and British Caledonian Airways, Ltd. v. Bond, 665 F.2d 1153, 1161 (D.C.Cir.1981) (use of language “shall have the right” to codify rights under the so-called Chicago Convention means that the treaty’s provisions “may not be qualified or modified through legislation or administrative regulations enacted by the individual signatory nations” and are, therefore, self-executing).50 It is as *630precise and as mandatory as any law on the subject would be, had it been enacted directly by Congress. Cf. Medellin v. Dretke, 544 U.S. 660, 687, 125 S.Ct. 2088, 161 L.Ed.2d 982 (2005) (O’Connor, J., dissenting from dismissal of writ of certiorari as improvidently granted) (“[I]f [like Article 36 of the Vienna Convention] a statute were to provide, for example, that arresting authorities ‘shall inform a detained person without delay of his right to counsel,’ I question whether more would be required before a defendant could invoke that statute to complain in court if he had not been so informed.”).\nThe ICCPR’s language certainly does not countenance the narrow interpretation advocated by the government and by the lead opinion. See, e.g., Stuart, 489 U.S. at 368, 109 S.Ct. 1183 (“[A] treaty should generally be construe[d] ... liberally to give effect to the purpose which animates it and ... [e]ven where a provision of a treaty fairly admits of two constructions, one restricting, the other enlarging, rights which may be claimed under it, the more liberal interpretation is to be preferred ....”) (internal quotation marks omitted); Asakura v. City of Seattle, 265 U.S. 332, 342, 44 S.Ct. 515, 68 L.Ed. 1041 (1924) (“Treaties are to be construed in a broad and liberal spirit, and, when two constructions are possible, one restrictive of rights that may be claimed under it and the other favorable to them, the latter is to be preferred.”).\nThat these commitments did not require implementing legislation to give rise to enforceable, individual rights is further evidenced not only by the plain language of the treaty but also by the representations of the Executive Branch which, in negotiating the treaty on behalf of the United States, indicated that “existing U.S. law generally complies with the Covenant, hence, implementing legislation is not contemplated.” See S. Exec. Rep. No. 102-23, at 19 (1992), reprinted in 31 I.L.M. 645 (1992); see also id. at 10 (“In general, the substantive provisions of the Covenant are consistent with the letter and spirit of the United States Constitution, and laws, both state and federal.”).\nCongress has in fact acted in partial compliance with its obligations under the ICCPR when, in 1961, just a few years after the United Nations first ratified the ICCPR, it amended our fundamental charter to allow the United States citizens who reside in the District of Columbia to vote for the Executive offices. See U.S. Const, amend. XXIII.51 Indeed, a bill is now pending in Congress that would treat the *631District of Columbia as “a congressional district for purposes of representation in the House of Representatives,” and permit United States citizens residing in the capítol to vote for members of the House of Representatives. See District of Columbia House Voting Rights Act, S. 160, 111th Cong, (passed by Senate, February 26, 2009) (2009).52 However, the United States has not taken similar “steps” with regard to the five million United States citizens who reside in the other U.S. territories, of which close to four million are residents of Puerto Rico. This inaction is in clear violation of the United States’ obligations under the ICCPR.\nFurther, the conclusion that the ICCPR creates individual rights, enforceable in the courts of the United States, is abundantly clear from the negotiating history of the Treaty. See generally Bossuyt, supra note 34. Illustrative of this is the Report of the Commission on Human Rights, 5th Session (1949), 9th Session (1953), which addresses the formulation of political rights under what eventually became article 25 of the ICCPR. The report states:\nTwo formulae were proposed: “Every citizen ... shall be guaranteed by the State the right and the opportunity [to vote]” and “Every citizen shall have the right and the opportunity [to vote],” the former emphasizing the obligation of the State, the latter the rights of the citizen. The latter wording was adopted.\nBossuyt, supra note 34, at 471 (internal citations omitted).\nIn a later discussion of Article 25, paragraph (b) (providing the right “[t]o vote ... at genuine periodic elections which shall be by universal and equal suffrage”), the Report states:\nThe various requirements of the article that elections must be “genuine,” “periodic,” “by universal and equal suffrage,” and “by secret ballot” did not give rise to much discussion, except for the words “universal and equal suffrage.” The opinion was expressed that the word “universal” was redundant in the light of the introductory clause, “Every citizen shall have the right;” so was the word “equal”, in view of the reference to the non-discrimination clause of article 2. The majority, however, considered that the principle of “universal and equal suffrage” was a most fundamental one, and decided to include it in the article. This provision, it was thought, would leave States parties to the Covenant free to regulate their own electoral system, provided each vote carried equal weight.\nId. at 474-75 (internal citations omitted). Article 25 was approved at the 1096th meeting of the Third Committee, 16th Session (1961), by a vote of 71 to none, with 4 abstentions. See id. at 477; A/C.3/ SR.1096, § 79.\nA proposal by the United States at the Second Session of the Commission regarding the enforcement of the rights created by the ICCPR pursuant to Article 2 also sheds light on the intentions of the United States regarding both the question of self-execution and the enforcement of these rights by the courts of the United States. In its proposal, E/CN.4/37, the United States moved to have Article 2 read:\nEach High Contracting Party is under an obligation to ensure:\na) that its law secure to all persons under its jurisdiction, including citizens ..., the enjoyment of these human rights and fundamental freedoms;\n*632b) that any person whose rights or freedoms are violated shall have an effective remedy, whether the violation has been committed by persons acting in an official capacity;\nc) that such remedies shall be enforceable by a judiciary whose independence is secured----53\nBossuyt, supra note 34, at 49 (emphasis added) (quoting U.N. Doc E/CN.4/37). Although this exact language was not approved, it shows what the United States was attempting to achieve through this treaty.\nThe provision of effective remedies under Article 2 for violation of the individual rights established by ICCPR was the subject of much discussion and debate, and also reflects the intent of the contracting parties, including the United States, in enacting the ICCPR. The representative of France was of the opinion that “there was no need to specify the obligations of the States parties in the event of a violation of the covenant, since it was obvious that if the States undertook to abide by the covenant, they would have to provide for effective remedies against infringements.” E/CN.4SR.125, p. 4(F); Bossuyt, supra note 34, at 64 (discussing Commission on Human Rights, 5th Session (1949), 6th Session (1950), 8th Session (1952)). Great Britain, whose views were eventually generally accepted, argued that “the proper enforcement of the provisions of the covenant depended on the guarantees of the individual’s rights against abuse, which [required the assurance of] the following elements: [1] possession of a legal remedy, [2] the granting of this remedy by national authorities and [3] the enforcement of the remedy by the competent authorities.” E/CN.4/SR.125, p. 8(GB) (emphasis added); Bossuyt, supra note 34, at 64.\nThese views were reinforced in the discussion of Paragraph 2(b) of Article 2. As originally proposed, this provision stated that any person whose rights were violated would have his or her rights determined by competent “political, administrative, or judicial” authorities. Bossuyt, supra note 34, at 67 (quoting A12929, Ch. V, § 16). It was the opinion of some — including France, Egypt, Denmark, and the United States — that “all remedy should be provided through recourse to independent judicial authorities, which would include, where that was the case, administrative tribunals.”54 Bossuyt, supra note 34, at 67 (citing E/CN.4/SR 195 § 6(USA)).\nIt was considered particularly undesirable that a person whose freedoms had been violated, in all probability by the political authorities of the State, should *633have his right to a remedy determined by a political organ, since the very same organ that had violated his right might be the one that was adjudicating his claim for a remedy.\nId. (citing E/CN.4/SR.138, § 74-75 (USA)).55\nThe negotiating history of the ICCPR reinforces the clear language of this treaty establishing individual, enforceable rights on behalf of persons situated as are Appellants, and obligating the United States to provide a judicial remedy in its courts to vindicate their violation. To conclude otherwise is to ignore the plain words of the treaty as well as our basic constitutional duty to interpret international agreements as the Law of the Land.\n(2) The reliance on the political question doctrine is misplaced\nThe political question doctrine is a judge-made rule of abstention from deciding issues that are deemed “political” in nature, and which the courts conclude should be resolved by the political processes with a minimum of judicial input. The doctrine has been much criticized because it is applied ad hoc and is, in effect, a brand of judicial activism that abdicates the courts’ constitutional responsibility to pass upon constitutional questions. See Thomas M. Franck, Political Questions/Judicial Answers: Does the Rule of Law Apply to Foreign Affairs? 4-5 (1992) (“[T]he ‘political-question doctrine’ is not only not required by[,] but is wholly incompatible with American constitutional theory[.]”); Rachel E. Barkow, More Supreme Than Court? The Fall of the Political Question Doctrine and the Rise of Judicial Supremacy, 102 Colum. L.Rev. 237, 334 (2002) (“Because the prudential doctrine allows the Court to avoid deciding a case without a textual analysis of the Constitution, it is this aspect of the political question doctrine that seems to be an unjustified dereliction of the Court’s duty to ‘say what the law is.’ ”); Michel J. Glennon, Foreign Affairs and the Political Question Doctrine, 83 Am. J. Int’l L. 814, 815 (1989) (“In modern American society, these justifications for judicial abstention [under the political question doctrine] seem to be calls for judicial abdication.”); Louis Henkin, Is There a “Political Question” Doctrine?, 85 Yale L.J. 597, 601 (1976) (“The cases which are supposed to have established the political question doctrine required no such extra-ordinary abstention from judicial review; they called only for the ordinary respect by the courts for the political domain.”).\nIrrespective of these well-earned criticisms, raising the political question doctrine in this case is a red herring. Any political questions of relevance to this case *634have already been decided by the appropriate political branches: the Executive, which negotiated the terms of ICCPR, and Congress, which through the Senate exercised its constitutional prerogative of granting its advice and consent to this treaty. It is now the courts’ nondelegable duty to interpret what their actions mean. See U.S. Const, art. III, § 2, cl. 1.\nThe avoidance of those issues by referring Appellants to the “political processes” as the only source for the remedies they seek is the same Catch-22 double-talk which the courts have engaged in for over a century, to their everlasting shame.\n(3) Appellants present a justiciable “case and controversy” which this court must decide\nFinally, redressability is no bar to jurisdiction in this case.56 Appellants seek relief under the Declaratory Judgment Act (DJA), which provides that, “[i]n a case of actual controversy within its jurisdiction ... any court of the United States ... may declare the rights and other legal relations of any interested party seeking such declaration, whether or not further relief is or could be sought.” 28 U.S.C. § 2201(a) (emphasis supplied); see also Larson v. Valente, 456 U.S. 228, 243, 102 S.Ct. 1673, 72 L.Ed.2d 33 (1982) (“[A] plaintiff satisfies the redressability requirement when he shows that a favorable decision will relieve a discrete injury to himself,” but “[h]e need not show that a favorable decision will relieve his every injury.”); Connecticut v. Am. Elec. Power Co. Inc., 582 F.3d 309, 348 (2d Cir.2009) (“[T]hat courts could provide some measure of relief would suffice to show redress-ability. ...”). “[T]he phrase ‘case of actual controversy’ in the [DJA] refers to the type of ‘Cases’ and ‘Controversies’ that are justiciable under Article III.” MedImmune, Inc. v. Genentech, Inc. 549 U.S. 118, 127, 127 S.Ct. 764, 166 L.Ed.2d 604 (2007) (citing Aetna Life Ins. Co. v. Haworth, 300 U.S. 227, 240, 57 S.Ct. 461, 81 L.Ed. 617 (1937)). To establish that an “actual controversy” exists, therefore, Appellants must show, among other things, that it is “ ‘likely,’ as opposed to merely ‘speculative,’ that the injury will be ‘redressed by a favorable decision.’ ” Lujan v. Defenders of Wildlife, 504 U.S. 555, 560, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992); see DaimlerChrysler Corp. v. Cuno, 547 U.S. 332, 342, 126 S.Ct. 1854, 164 L.Ed.2d 589 (2006) (holding that a “ ‘plaintiff must allege [1] personal injury [2] fairly traceable to the defendant’s allegedly unlawful conduct and [3] likely to be redressed by the requested relief ”) (quoting Allen v. Wright, 468 U.S. 737, 751, 104 S.Ct. 3315, 82 L.Ed.2d 556 (1984)).57 At the end of the day, redressability is a practical inquiry, and courts should be mindful that limitations on jurisdiction should be read “narrowly.” Utah v. Evans, 536 U.S. 452, 463, 122 S.Ct. 2191, 153 L.Ed.2d 453 (2002).\n*635To be sure, this Court cannot compel Congress to pass legislation to provide the citizens of Puerto Rico with equal voting rights. But the effect of the ICCPR’s self-executing provisions is that Congress and the President have already granted the United States citizens residing in Puerto Rico such rights. Furthermore, and more to the point, the United States has agreed “to take the necessary steps, in accordance with its constitutional processes and with the provisions of the [ICCPR], to adopt such laws or other measures as may be necessary to give effect to the rights recognized in the [ICCPR].” See ICCPR art. 2(2). It is beyond cavil, nor does the government dispute, that no such steps have been taken by the United States; in fact, the government claims the U.S. does not have to take them because the ICCPR is ineffective and legally nonexistent. Thus, by admission the United States is in flagrant violation of its international commitments as well as the Law of the Land.\nWe have the authority to declare as much. See Franklin v. Massachusetts, 505 U.S. 788, 802, 112 S.Ct. 2767, 120 L.Ed.2d 636 (1992). In Franklin, a plaintiff challenged the method used by the Secretary of Commerce to calculate the population of each state for census purposes as “arbitrary and capricious” and contrary to certain statutes. Id. at 790-91, 112 S.Ct. 2767. In so doing, he sought to require the Secretary to recalculate the population numbers, in the hope that this recalculation would ultimately lead to a reapportionment that would assign an additional Representative to his own State. Id. The Court found that the plaintiff had stated a redressable injury. As a plurality of the Court explained, “even though [the Secretary] cannot herself change the reapportionment, she has an interest in litigating its accuracy,” and therefore, as a practical matter, “we may assume it is substantially likely that the President and other executive and congressional officials would abide by an authoritative interpretation of the census statute and constitutional provision ... even though they would not be directly bound by such a determination.” Id. at 803, 112 S.Ct. 2767 (opinion of O’Connor, J.); see also Evans, 536 U.S. at 460, 122 S.Ct. 2191 (noting that, in Franklin, “[e]ight Members of the Court found that the plaintiff had standing”).\nLater, in Evans, the Court revisited this topic when the State of Utah sought an injunction ordering the Secretary of Commerce to recalculate the 2000 census numbers and recertify the official result, believing that “the Secretary’s recertification, as a practical matter, would likely lead to a new, more favorable, apportionment of Representatives.” 536 U.S. at 460-61, 122 S.Ct. 2191. The Supreme Court rejected the argument that the plaintiff lacked a redressable injury because “court-ordered relief’ could not extend beyond the Secretary’s report to reapportionment itself, explaining:\n[W]e believe it likely that Utah’s victory here would bring about the ultimate relief that Utah seeks. Victory would mean a declaration leading, or an injunction requiring, the Secretary to substitute a new “report” for the old one. Should the new report contain a different conclusion about the relative populations of North Carolina and Utah, the relevant calculations and consequent apportionment-related steps would be purely mechanical.... Under these circumstances, it would seem, as in Franklin, “substantially likely that the President and other executive and congressional officials would abide by an authoritative interpretation of the census statute and constitutional provision. ...” *636Moreover, in terras of our “standing” precedent, the courts would have ordered a change in a legal status (that of the “report”), and the practical consequence of that change would amount to a significant increase in the likelihood that the plaintiff would obtain relief that directly redresses the injury suffered. We have found standing in similar circumstances.\nId. at 463-64, 122 S.Ct. 2191 (citations omitted); Harrell v. Fla. Bar, 608 F.3d 1241, 1260 (11th Cir.2010) (“Redressability is established ... when a favorable decision “would amount to a significant increase in the likelihood that the plaintiff would obtain relief that directly redresses the injury suffered.... ”).\nHere, too, the Appellants have sought a declaration of their rights, challenging the failure of the United States to give effect to the rights established under the ICCPR. A declaration to that end, as in Franklin and Evans, would have the practical effect of making it “substantially likely that the President and other executive and congressional officials would abide” by our interpretation of the law and proceed to act favorably on Appellants’ claims thereafter. Evans, 536 U.S. at 460, 122 S.Ct. 2191 (quoting Franklin, 505 U.S. at 803, 112 S.Ct. 2767). Likewise, such a declaration would effect “a change in a legal status” which would significantly increase the likelihood that the Appellants would obtain relief that directly redresses the injury suffered. Id. at 464, 122 S.Ct. 2191.\nAdditionally, Appellants assert that they have been injured by the failure of the United States to provide them with an “effective remedy” to cure their ongoing political inequality, pursuant to Article 2 of the ICCPR. They seek a declaration that the United States is in violation of this independent obligation. One form of relief available under the DJA is to “ ‘clarify[ ] and settl[e] the legal relations in issue.’ ” Volvo Constr. Equip. N. Am., Inc. v. CLM Equip. Co., 386 F.3d 581, 594 (4th Cir. 2004) (quoting Aetna Casualty &amp; Surety Co. v. Quarles, 92 F.2d 321, 325 (4th Cir. 1937)). In Powell v. McCormack, for example, an elected Member of Congress sued various officials in the House of Representatives, who had voted to exclude him from taking his seat in the 90th Congress as a result of various improprieties. 395 U.S. 486, 89 S.Ct. 1944, 23 L.Ed.2d 491 (1969). The Supreme Court explicitly rejected the argument made by House officials that the case was nonjusticiable because the plaintiff had “asked for coercive relief against the officers of the House,” and “federal courts [could not] issue mandamus or injunctions compelling officers or employees of the House to perform specific official acts.” Id. at 517, 89 S.Ct. 1944. Rather, the Court held that regardless of whether “coercive relief’ was available to the petitioners, the case was justiciable because the DJA “provides that a district court may ‘declare the rights ... of any interested party ... whether or not further relief is or could be sought.’ ” Id. Likewise in this case, whether or not “coercive relief’ is otherwise available, a declaration that the United States is in default of its obligations under the ICCPR to provide Appellants with a means to redress their lack of political equality would, by clarifying the United States’ obligations, result in a significant increase in the likelihood that the Appellants would obtain the remedy they seek. See Evans, 536 U.S. at 464, 122 S.Ct. 2191 (citing FEC v. Akins, 524 U.S. 11, 25, 118 S.Ct. 1777, 141 L.Ed.2d 10 (1998) (standing to obtain court determination that the organization was a ‘political committee’ where that determination would make agency more likely to require reporting, despite agency’s power not to order reporting); Bennett v. Spear, *637520 U.S. 154, 169-171, 117 S.Ct. 1154, 137 L.Ed.2d 281 (1997) (similar with respect to determination of the lawfulness of an agency’s biological report); Metro. Washington Airports Auth. v. Citizens for Abatement of Aircraft Noise, Inc., 501 U.S. 252, 264-265, 111 S.Ct. 2298, 115 L.Ed.2d 236 (1991) (similar in respect to determination that transfer of airport control to local agency is unlawful)).\nPast experience suggests that the Supreme Court’s presumption that executive officials will abide by an authoritative declaration of United States law is a sound one. See Juda v. United States, 13 Cl.Ct. 667 (1987) (“Juda II”); see also Juda v. United States, 6 Cl.Ct. 441 (1984) (“Juda I”). In Juda II, the court, invoking its duty to interpret international agreements, persuaded the political branches of government to take action consistent with those agreements. The issue in that case was whether, as a matter of international law, the United States could unilaterally terminate its trusteeship over the Marshall Islands and other Pacific island territories, without securing the prior approval of the UN Security Council. After stating what is by now an axiomatic constitutional rule, namely, that “[cjourts of the United States have final authority to interpret an international agreement for purposes of applying it as law in the United States,” Juda II, 13 Cl.Ct. at 678, the court held that the actions of the President and Congress to resolve the status of the Pacific Island Trust Territories had resulted in de facto, but not de jure, compliance by the United States with its treaty obligations. Id. at 682.\nThe ruling granted declaratory relief to the citizens of the trust territory who had challenged the validity of Presidential Proclamation 5564, which had pronounced that the trusteeship was no longer in effect. Presidential Proclamation 556j, sec. 1, Fed.Reg. 51, at 40399 (November 1986). Although the court did not grant, on other grounds, the specific relief requested by the trust territory citizens, the court agreed that the Proclamation was not in compliance with international obligations of the United States, including the UN Charter. Juda II, 13 Cl.Ct. at 678-682.\nIn response to this declaration, the United States took steps to comply with these international obligations, and eventually sought and received the UN Security Council’s approval for its actions on November 10, 1992. In the intervening seven-year period, the United States complied with the Court’s disposition of the case, notwithstanding the fact that the Court did not retain jurisdiction over the controversy. The court also rejected the government’s argument to the effect that the Insular Cases58 precluded the application of the Constitution to the Trust Territory, concluding instead that, even in a territory with a non-citizen population, governed under a treaty with the United Nations rather than as a result of annexation (as in the case of Puerto Rico), “[t]he concept that the Bill of Rights and other constitutional protections against arbitrary government are to be applied selectively on a territorial basis cannot be justified in the 1980’s.” Juda I, 6 Cl.Ct. 441, 458 (1984). This is good advice which unfortunately has fallen on deaf ears in this Circuit.\n*638As the Juda cases demonstrate, the argument made in the present controversy, that a declaratory judgment may not proceed because there is a lack of an effective remedy, creating a non-justiciable case and controversy because there is no assurance that the government or Congress will take any action based on such a declaration, is unavailing. As Juda shows, the contention that the government would ignore a judgment declaring it in violation of its ICCPR obligations, is, at best, entirely speculative, and speaks rather poorly of what the executive branch thinks of the rule of law in this country.\nIn contrast, there is nothing speculative or hypothetical about the controversy presented in this case. Cf. Defenders of Wildlife, 504 U.S. at 564 n. 2, 112 S.Ct. 2130 (injury not redressable if “the plaintiff alleges only an injury at some indefinite future time, and the acts necessary to make the injury happen are at least partly within the plaintiffs own control”); City of Los Angeles v. Lyons, 461 U.S. 95, 105, 103 S.Ct. 1660, 75 L.Ed.2d 675 (1983) (denying declaratory relief that would bar the use of chokeholds by police, because plaintiff could not establish the likelihood that he would be personally subjected to a choke-hold in the future, even though he had been so subjected in the past); Simon v. E. Ky. Welfare Rights Org., 426 U.S. 26, 42, 96 S.Ct. 1917, 48 L.Ed.2d 450 (1976) (ultimate relief sought “speculative”); see also Steel Co. v. Citizens for a Better Env’t, 523 U.S. 83, 109, 118 S.Ct. 1003, 140 L.Ed.2d 210 (1998) (“Because respondent alleges only past infractions of [the Emergency Planning and Community Righb-toKnow Act of 1986], and not a continuing violation or the likelihood of a future violation, injunctive relief will not redress its injury”).\nIII. Conclusion\nAs the Supreme Court has recognized: No right is more precious in a free country than that of having a voice in the election of those who make the laws under which, as good citizens, we must live. Other rights, even the most basic, are illusory if the right to vote is undermined.\nWesberry v. Sanders, 376 U.S. 1, 17, 84 S.Ct. 526, 11 L.Ed.2d 481 (1964).59 There can only be one class of U.S. citizenship, see U.S. Const, amend. XIV. Allowing the creation of a second class of U.S. citizens on a permanent, or even indefinite, basis is not a proper exercise of the power of Congress under the Territorial Clause60 or the Naturalization Clause.61\nThe fact is that the United States assumed obligations under the ICCPR that *639were undoubtedly aimed at the correction of inequality, and in particular, political inequality, among its citizenry. There is no question, nor does the government dispute, that the United States has not complied with its obligations under the ICCPR to recognize these rights, and to provide remedies for their enforcement when, and where, appropriate. It is the courts’ constitutional duty to pass upon the legal significance of the United States’ failure to act in this respect.\nCan it be seriously argued that the solemn act by the United States of entering into this international agreement with well over half of the nations of this World has no legal significance? Can the word of the United States be so valueless at a time when we are imposing our democratic views throughout the world at such high personal and material cost to our Nation? I refuse to accept such a cynical view of what is the Law of Our Land.\nIn the case of the centennial inequality perpetrated upon the United States citizens of Puerto Rico, the political question doctrine, issues of stare decisis, matters of circuit precedent, allegations of lack of redressability, contentions of non-self execution, and other such judge-made excuses for reaching predetermined outcomes must be put aside, and this court must take the action, long overdue here, that was provided in Carolene Products: a “more searching judicial inquiry.” Carolene Prod., 804 U.S. at 153 n. 4, 58 S.Ct. 778. Only then will this court be justified in putting the constitutional issues raised by Appellants to rest.\nI would issue a declaratory judgement to the effect that Appellants’ rights under domestic law (arising from the ICCPR by way of the Supremacy Clause) have been violated by the failure of the United States to take any action to grant Appellants equal voting rights to those of other citizens of the United States, and further I would declare that Appellants’ rights have been violated by the failure of the United States to meet its obligations under the treaty to provide Appellants with an “effective remedy” to cure their current lack of representation.\nI dissent.\n\n. \"In this en banc decision, we now put the constitutional claim fully at rest.... After the panel granted rehearing in this case to examine a more elaborate version of the treaty argument, the en banc court determined that the matter should be heard by the full court.” Igartúa-De La Rosa v. United States, 417 F.3d 145, 148 (1st Cir.2005) (\"Igartúa III\"). By this maneuver, the panel was prevented from reconsidering its original decision. This action, that is, convoking an en banc court to prevent a panel from reaching an outcome contrary to that which non-panel members favored, is unprecedented in the history of this court and is at least one of the reasons why I do not feel bound by this oppressive action. Others reasons will follow.\n\n\n. See Downes v. Bidwell, 182 U.S. 244, 21 S.Ct. 770, 45 L.Ed. 1088 (1901); Balzac v. Porto Rico, 258 U.S. 298, 42 S.Ct. 343, 66 L.Ed. 627 (1922). See generally James E. Kerr, The Insular Cases: The Role of the Judiciary in American Expansionism (1982); see also Rubin Francis Weston, Racism in U.S. Imperialism: The Influence of Racial Assumptions on American Foreign Policy, 1893-1946 at 15 (1972):\nThose who advocated overseas expansion faced this dilemma: What kind of relationship would the new peoples have to the *613body politic? Was it to be the relationship of the Reconstruction period, an attempt at political equality for dissimilar races, or was it to be the Southern 'counterrevolutionary' point of view which denied the basic American constitutional rights to people of color? The actions of the federal government during the imperial period and the relegation of the Negro to a status of second-class citizenship indicated that the Southern point of view would prevail. The racism which caused the relegation of the Negro to a status of inferiority was to be applied to the overseas possessions of the United States, (citation omitted).\n\n\n. Cf. Califano v. Gautier Torres, 435 U.S. 1, 3 n. 4, 98 S.Ct. 906, 55 L.Ed.2d 65 (1978) (\"Puerto Rico has a relationship to the United States 'that has no parallel in our history.''') (citing Examining Bd. of Engineers, Architects and Surveyors v. Flores de Otero, 426 U.S. 572, 596, 96 S.Ct. 2264, 49 L.Ed.2d 65 (1976)); Boumediene v. Bush, 553 U.S. 723, 758, 128 S.Ct. 2229, 171 L.Ed.2d 41 (2008) (\"It may well be that over time the ties between the United States and any of its Territories [have] strengthened] in ways that are of constitutional significance.”).\n\n\n. As Justice Brennan stated in Torres v. Puerto Rico, 442 U.S. 465, 99 S.Ct. 2425, 61 L.Ed.2d 1 (1979), \"Whatever the validity of the [Insular Cases] in the particular historical context in which they were decided, those cases are clearly not authority for questioning the application of the Fourth Amendment — or any other provision of the Bill of Rights — to the Commonwealth of Puerto Rico in the 1970's.” Id. at 475-6, 99 S.Ct. 2425 (Brennan, J., concurring); see also Boumediene, 553 U.S. at 758, 128 S.Ct. 2229 (quoting the above language from Toms and noting \"that 'the specific circumstances of each particular case’ are relevant in determining the geographic scope of the Constitution” (quoting Reidv. Covert, 354 U.S. 1, 54, 77 S.Ct. 1222, 1 L.Ed.2d 1148 (1957) (Frankfurter, J., concurring)).\n\n\n. See also Dick Thornburgh, Puerto Rico’s Future: A Time to Decide 53 (2007) (characterizing Balzac as “a federal judicial mandate for a less-than-equal class of U.S. citizenship for residents of the unincorporated territories,” and noting that \"Congressional acquiescence in and eventual statutory confirmation of this judicial policy has left nearly 4 million U.S. citizens in Puerto Rico, as well as the many citizens of smaller island territories ... without government by consent of the governed or equal rights and duties of national citizenship, or any federally recognized tools of self-determination to end their disenfranchisement”).\n\n\n. See Territory of Guam v. Olsen, 431 U.S. 195, 205, 97 S.Ct. 1774, 52 L.Ed.2d 250 (1977) (Marshall, Stewart, Rehnquist, and Steven, JJ., dissenting) (\"[W]e do not doubt that Congress has the authority in the exercise of its plenary powers over Territories of the United States ... to reverse Guam's decision to reorganize its local court system.”) (internal citation omitted); Downes, 182 U.S. at 285, 21 S.Ct. 770 (characterizing the \"Territorial Clause” as \"absolute in its terms, and suggestive of no limitations upon the power of Congress in dealing with them”).\n\n\n. It should be noted that under Spanish rule, at the time of the invasion of Puerto Rico by the United States, Puerto Ricans were not only full Spanish citizens, but they had full voting rights and were represented by twelve delegates and six senators in the Spanish Cortes (Parliament). Today, Puerto Rico has one so-called “Resident Commissioner,” who sits in the House of Representatives, but does not have a vote. 48 U.S.C. § 891.\n\n\n. \"Undoubtedly, the right of suffrage is a fundamental matter in a free and democratic society. Especially since the right to exercise the franchise in a free and unimpaired manner is preservative of other basic civil and political rights, any alleged infringement of the right of citizens to vote must be carefully and meticulously scrutinized.\" Reynolds v. Sims, 377 U.S. 533, 562, 84 S.Ct. 1362, 12 L.Ed.2d 506 (1964).\n\n\n. U.S. Const. art. I. § 3, cl. 2-3; art. I, § 4; art. II, § 1, cl. 2; Amend. XIV, § 2.\n\n\n. See also José R. Coleman Tió, Six Puerto Rican Congressmen Go to Washington, 116 Yale L.J. 1389, 1394 (2007) (\"Absent a clear constitutional intent to deny Congress the power to treat Puerto Rico as a state for purposes of representation in the House, the broad language of the Territorial Clause seems at least to provide a clearer source of power to enfranchise nonstate citizens than does the Seat of Government Clause [for D.C. residents].”).\n\n\n. For this reason also, the lead opinion is incorrect in its suggestion that, because D.C. residents were granted the right to vote for president through the 23rd Amendment, the same solution is necessarily required for Puerto Rico. The District of Columbia and Puerto Rico are different breeds of political entity. See District of Columbia v. Carter, 409 U.S. 418, 432, 93 S.Ct. 602, 34 L.Ed.2d 613 (1973) (“Unlike either the States or Territories, the District is truly sui generis in our governmental structure.”); Coleman Tió, supra at 1395 (“The District clearly does not possess the most basic attributes of a state: it has no governor and no local legislature analogous to a state legislature, it is not governed by a written constitution, and it is not sovereign over matters not governed by the U.S. Constitution. By contrast, Puerto Rico's internal government structure is exactly like that of a state.”) (citing Texas v. White, 74 U.S. (7 Wall.) 700, 721, 19 L.Ed. 227 (1868) (\"A state, in the ordinary sense of the Constitution, is a political community of free citizens, occupying a territory of defined boundaries, and organized under a government sanctioned and limited by a written constitution, and established by the consent of the governed.”)). Indeed, the District is subject to Congress's authority under a distinct constitutional provision. See U.S. Const. art. I, § 8, cl. 17 (\"[The Congress shall have Power] To exercise exclusive Legislation in all Cases whatsoever, over such District (not exceeding ten Miles square) as may, by Cession of particular States, and the Acceptance of Congress, become the Seat of the Government of the United States.”).\nIn any event, I express no opinion on the controversial issue of what may be necessary for D.C. residents to obtain the right to vote for Members of the House of Representatives. See generally Sen. Orrin G. Hatch, Essay, \"No Right is More Precious in a Free Country’’: Allowing Americans in the District of Columbia to Participate in National Self-Government, 45 Harv. J. on Legis. 287, 303 (2008) (concluding that the District of Columbia House Voting Rights Act of 2007 is constitutional; \"neither a constitutional amendment nor statehood is necessary for the District's residents to be granted representation in the House”); Lawrence M. Frankel, Comment, National Representation for the District of Columbia: A Legislative Solution, 139 U. Pa. L.Rev. 1659, 1708 (1991) (\"The legislative solution ... represents a proper exercise of federal and congressional power.”).\n\n\n. The approximate total population of all U.S. territories and possessions, including Puerto Rico, is about five million.\n\n\n. See, e.g., Universal Declaration of Human Rights, G.A. Res. 217(111)A, U.N. Doc. A/RES/217(111) (Dec. 10, 1948); Organization of American States, American Declaration of Rights and Duties of Man, OAS Res. XXX (1948); OAS, Inter-American Democratic Charter, OAS Doc. OEA/ Ser. P/AG RES.l (XXVIII-E/01) (Sept. 11, 2001); ICCPR.\n\n\n. The United States was a member of the Drafting Committee, a sub-organ of the Commission on Human Rights of the United Nations, since this committee began drafting the ICCPR at its first session on June 9-25, 1947. Marc J. Bossuyt, Guide to the \"travaux préparatoires” of the International Covenant on Civil and Political Rights, XIX (1987). It was not until December 16, 1966, after ten sessions of the Drafting Committee, and multiple drafts and amendments, that the General Assembly adopted the ICCPR by 106 votes for approval, 2 votes against approval, and 38 votes of abstention. The ICCPR entered into force on March 23, 1976, with 85 states becoming parties to both the ICCPR and the Optional Protocol by January 1, 1987. Id. at XX. The United States was not one of them. It became a signatory party on October 5, 1977, and a full party on June 8, 1992, after the Senate had ratified the treaty.\n\n\n. Indeed, the repeated actions by the Government in this, and other similar cases, in so opposing Appellants' claims to equal voting rights are in themselves flagrant violations of accords entered into by the United States under Article 2, paragraph 3, of the ICCPR, in which it undertook \"[t]o ensure that any person whose [ICCPR] rights or freedoms ... are violated shall have an effective remedy,” and further agreed to ensure that these rights be \"determined by competent judicial, administrative, or legislative authorities, or by any other competent authority provided for by the legal system of the State, and to develop the possibilities of judicial remedy.” ICCPR art. 2(3). Far from this, the Government has consistently opposed Appellants' attempts to obtain an effective remedy. Furthermore, it could be argued with considerable logic that this court's repeated actions in failing to enforce these international commitments, themselves result in placing the United States in violation of the ICCPR assurances that an enforceable judicial remedy would be available.\n\n\n. The following discussion draws from Judge Howard's dissenting opinion in Igartúa III, 417 F.3d at 185-92.\n\n\n. Courts and commentators have used the term \"self-execution” or \"non-self-execution” to include several related but differing scenarios. See David N. Cinotti, Note, The New Isolationism: Non-Self-Execution Declarations and Treaties as the Supreme Law of the Land, 91 Geo. L.J. 1277, 1279-80 (2003) (providing three definitions of \"non-self-executing” treaties, namely treaties that (a) are nonjusticiable, (b) convey no private right of action, or (c) require Congress to enact implementing legislation); see also Columbia Marine Servs. Inc. v. Reffet Ltd., 861 F.2d 18, 21 (2d Cir.1988) (defining \"self-executing” as prescribing rules for determining private rights).\n\n\n. See J.G. Starke, Introduction to International Law 79-80 (10th ed. 1984) (noting that British law has developed independently of customary international law in that, while the Crown possesses the power to enter treaties, Parliament must enact enabling legislation because otherwise the Crown would be able to unilaterally legislate domestic law without Parliament’s consent); see also Ware v. Hylton, 3 U.S. (3 Dall.) 199, 275, 1 L.Ed. 568 (1796) (explaining that treaties are traditionally non-self-executing in Great Britain in part because “no man living will say that a bare proclamation of the King, upon the ground of treaty” is adequate authority for enacting domestic law); The Parliament Belge, 4 P.D. 129 (1879) (holding that a British treaty was non-self executing for the same reasoning previously stated); Carlos Manuel Vázquez, Treaty-Based Rights and Remedies of Individuals, 92 Col. L.Rev. 1082, 1111 (1992) (describing long-standing British law that a treaty does not have domestic effect until Parliament enacts implementing legislation).\n\n\n. See Louis Henkin, U.S. Ratification of Human Rights Conventions: The Ghost of Senator Briker, 89 Am. J. Int’l L. 341, 348-50 (1995) (hereinafter Henkin, U.S. Ratification ) (noting political efforts to undermine treaty obligations that give rise to greater human rights obligations); David Sloss, The Domestication of International Human Rights: Non-Self-Executing Declarations and Human Rights Treaties, 24 Yale J. Int’l L. 129, 172-3 (1999) (noting the Senate’s reluctance to allow the United States to be bound by \"nonredundant” human rights obligations — that is, human rights obligations not already enacted into domestic law — arising from treaties).\n\n\n. See S. Exec. Rep. No. 102-23 (1992), reprinted in 31 I.L.M. 645, 657 (conditioning the Senate’s consent on the United States’ declaration that the treaty be non-self-executing); see also id. at 660 (reprinting a letter from the President to the Senate requesting ratification of the ICCPR). But see 138 Cong. Rec. 8070 (1992) (statement of Sen. Daniel Moynihan) (“Even though the Convention is non-self-executing, the[] [provisions of the ICCPR] will now become binding obligations of the United States.”).\n\n\n. See 138 Cong. Rec. 8070-71 (stating that the United States would not take any steps to comply with Article 20 that would infringe on the right to free speech and association, deeming the ICCPR article 7 prohibitions against cruel, inhuman, or degrading treatment or punishment to apply only to treatment deemed “cruel and unusual” under domestic constitutional law, declining to adhere to ICCPR article 15, paragraph 1, and reserving the right to treat juveniles as adults under certain circumstances, notwithstanding the provisions of ICCPR article 10, paragraphs 2(b) and 3, and article 14, paragraph 4).\n\n\n. \"Every citizen shall have the right and the opportunity ... [t]o vote ... at genuine periodic elections which shall be by universal and equal suffrage.” ICCPR art. 25.\n\n\n. The United States \"undertakes to respect and to ensure to all individuals within its territory and subject to its jurisdiction the rights recognized in the present Covenant, without distinction of any kind.” Id. art. 2, para. 1.\n\n\n. \"Where not already provided for by existing legislati[on] ... each State Party ... undertakes to take the necessary steps, in accordance with its constitutional processes and with the provisions of the present Covenant, to adopt such laws or other measures as may be necessary to give effect to the rights recognized in the present Covenant.” Id. art. 2, para. 2.\n\n\n. The United States agreed to an enforcement mechanism to realize and secure the rights recognized by the Covenant, and undertook “[t]o ensure that any person whose [ICCPR] rights or freedoms ... are violated shall have an effective remedy” and to ensure that these rights are “determined by competent judicial, administrative or legislative authorities, or by any other competent authority provided for by the legal systems of the State and to develop the possibilities of judicial remedy.” Id. art. 2, para. 3.\n\n\n. See, e.g., Louis Henkin, Foreign Affairs and the Constitution of the United States, 202 (2d ed. 1996) (describing the Senate’s practice of declaring treaties non-self-executing as \"anti-Constitutional in spirit”); Henkin, supra note 15, at 346 (arguing that non-self-executing declarations by the Senate may be unconstitutional); Cinotti, supra note 13, at 1291 (contending that “the President and the Senate do not have constitutional authority to make a non-self-execution declaration legally binding”); Jordan J. Paust, Avoiding \"Fraudulent\" Executive Policy: Analysis of Non-Self Execution of the Covenant on Civil and Political Rights, 42 Dapple L.Rev. 1257, 1265 (1993) (quoting with approval the International Law Association’s statement that it \"may well be that a non-self-executing declaration ... does not bind the judicial branch”); John Quigley, The International Covenant on Civil and Political Rights and the Supremacy Clause, 42 Dapple L.Rev. 1287, 1298 (1993) (arguing that courts, rather than the Senate, should determine whether or not a treaty is non-self-executing); see also Charles Dearborn, III, Note, The Domestic Legal Effect of Declarations that Treaty Provisions Are Not Self-Executing, 57 Tex. L.Rev. 233, 251 (1979) (arguing that declarations might be \"an invalid attempt by the Senate to enact domestic legislation without the concurrence of the House”).\n\n\n. Although the opinion uses the term \"reservation” throughout, it is clear that what is involved is a \"declaration” by the Senate. Power Auth. of N.Y., 247 F.2d at 541 (calling the Senate’s statement a \"reservation” but noting that the statement \"made no change in the treaty” and “was not a counter-offer”).\n\n\n. Nonetheless, as Justice Scalia points out in his concurrence in Stuart:\nOf course the Senate has unquestioned power to enforce its own understanding of treaties. It may, in the form of a resolution, give its consent on the basis of conditions. If these are agreed to by the President and accepted by the other contracting parties, they become part of the treaty and of the law of the United States. If they are not agreed to by the President, his only constitutionally permissible course is to decline to ratify the treaty, and his ratification without the conditions would presumably provide the basis for impeachment. Moreover, if Congress does not like the interpretation that a treaty has been given by the courts or by the President, it may abrogate or amend it as a matter of internal law by simply enacting inconsistent legislation. But it is a far cry from all of this to say that the meaning of a treaty can be determined, not by a reservation attached to the President’s ratification at the instance of the Senate, nor even by formal resolution of the Senate unmentioned in the President’s ratification, but by legislative history of the sort that we have become accustomed to using for purpose of determining the meaning of domestic legislation.\nStuart, 489 U.S. at 375, 109 S.Ct. 1183 (Scalia, J. concurring) (emphasis added).\n\n\n. Even the lead opinion recognizes that Sosa 's statement that the ICCPR is non-self executing is dicta. See op. at 605-06.\n\n\n. The ICCPR's language requiring the United States to provide a remedy for violations is *630no less clear and capable of giving rise to enforceable rights. Compare ICCPR art. 2 (United States undertakes to \"ensure that any person whose rights or freedoms as herein recognized are violated shall have an effective remedy/' and that \"any person claiming such a remedy shall have his right thereto determined by competent judicial, administrative or legislative authorities,” and \"ensure that the competent authorities shall enforce such remedies when granted”), with People of Saipan by Guerrero v. U.S. Dep’t of Interior, 502 F.2d 90, 97 (9th Cir.1974) (holding that Article 6 of Trusteeship Agreement with Micronesia, which “require[d] the United States to 'promote the economic advancement and self-sufficiency of the inhabitants, and to this end ... regulate the use of natural resources' and to ‘protect the inhabitants against the loss of their lands and resources' ” gave rise to “rights enforceable by an individual litigant in a domestic court of law” to challenge proposed construction of hotel on Trusteeship territory).\n\n\n. Further, in 1977, the year in which the Carter administration first submitted the ICCPR to the Senate for ratification, Congress passed a proposed constitutional amendment that would have granted the District of Columbia congressional voting representation \"as if it were a state.” See H.R.J. Res. 554, 95th Cong., 92 Stat. 3795 (1978).\n\n\n. A similar bill was introduced in the House of Representatives on January 6, 2009. H.R. 157, 1 llth Cong. (2009).\n\n\n. Commission on Human Rights, 2nd Session (1947) (emphasis supplied). At a later session of the Commission, the United States made a proposal that would have inserted into paragraph 2 of Article 2, a statement to the effect that ”[t]he provisions of this Covenant shall not themselves become effective as domestic law.” See Bossuyt, supra note 34, at 62 (quoting U.N. Doc. E/CN.4/224). The United States “contended that in some States a ratified treaty became the supreme law of the country in accordance with its constitution,\" while ”[i]n others a treaty was not automatically incorporated in the national legislation, but its provisions had to be included in legislation in order that they might become enforceable within the country.” Id. Although the United States argued that its proposal was intended to put all the States on equal footing, its proposal was rejected. The Philippines made a counter-proposal which provided the substance of the language of the text eventually adopted. Amendment E/CN.4/318 (PI); see also Bossuyt, supra note 34, at 62.\n\n\n. It should be noted that in many European legal systems and those modeled after them, including France, administrative tribunals play an important role in deciding what we normally consider constitutional law in the United States.\n\n\n. This concern was again repeated before the Third Committee’s 18th Session in 1983 by the representatives from Great Britain, Italy, India and Australia, who sought to keep the remedies \"expressly reserved to an independent judiciary, and where applicable, to administrative tribunals.” Id. at 69. Saudi Arabia then proposed substituting \"legislative” for \"political” in the original language, A/C.3/SR.1259, § 3 (SA) § 10 (Chairman); Bossuyt, supra note 34, at 69. After some parliamentary maneuvering, Saudi Arabia’s proposal was amended to read \"competent judicial, administrative, or legislative or by any other competent authority provided for by the legal system of the State, and to develop the possibilities of a judicial remedy,” thus allowing a remedy to be granted by the executive, as well as by action of parliamentary commissions or ad hoc legislation designed to remedy a specific wrong, yet avoiding the use of the word \"political.” A/C.3/SR.1259, § 12 (SA), § 24(UAR); Bossuyt, supra note 34, at 69. This language was adopted and passed at the 1259th meeting of the Third Committee by a vote of 87 votes to none against, with one abstention. Id.\n\n\n. Though couched in the language of Article III of the Constitution, redressability is yet another judicially-created doctrine. See Steel Co. v. Citizens for a Better Env’t, 523 U.S. 83, 124, 118 S.Ct. 1003, 140 L.Ed.2d 210 (1998) (Stevens, J., dissenting) (\" ‘Redressability,' of course, does not appear anywhere in tire text of the Constitution. Instead, it is a judicial creation of the past 25 years....”).\n\n\n. Because Appellants are seeking to vindicate their rights under the ICCPR — which, as discussed, has become domestic law through operation of the Supremacy Clause and gives rise to enforceable, individual rights — and because it is beyond dispute that the ongoing denial of those rights is traceable to actions and inactions of the United States, the other elements of standing are clearly satisfied in this case. See, e.g., United States v. Thompson, 928 F.2d 1060, 1066 (11th Cir.1991) (explaining that a self-executing treaty confers standing on \"an individual citizen to ... protest a violation of the treaty\").\n\n\n. De Lima v. Bidwell, 182 U.S. 1, 21 S.Ct. 743, 45 L.Ed. 1041 (1901); Goetze v. United States, 182 U.S. 221, 21 S.Ct. 742, 45 L.Ed. 1065 (1901); Dooley v. United States, 182 U.S. 222, 21 S.Ct. 762, 45 L.Ed. 1074 (1901); Armstrong v. United States, 182 U.S. 243, 21 S.Ct. 827, 45 L.Ed. 1086 (1901); Downes, 182 U.S. 244, 21 S.Ct. 770, 45 L.Ed. 1088; Huus v. New York &amp; Porto Rico Steamship Co., 182 U.S. 392, 21 S.Ct. 827, 45 L.Ed. 1146 (1901).\n\n\n. See also Bush v. Gore, 531 U.S. 98, 104, 121 S.Ct. 525, 148 L.Ed.2d 388 (2000); Burson v. Freeman, 504 U.S. 191, 198, 112 S.Ct. 1846, 119 L.Ed.2d 5 (1992); Tashjian v. Republican Party, 479 U.S. 208, 107 S.Ct. 544, 93 L.Ed.2d 514 (1986); Buckley v. Valeo, 424 U.S. 1, 49, 96 S.Ct. 612, 46 L.Ed.2d 659 n.55 (1976); Lubin v. Panish, 415 U.S. 709, 721, 94 S.Ct. 1315, 39 L.Ed.2d 702 (1974); Bullock v. Carter, 405 U.S. 134, 92 S.Ct. 849, 31 L.Ed.2d 92 (1972); City of Phoenix, Ariz. v. Kolodziejski, 399 U.S. 204, 90 S.Ct. 1990, 26 L.Ed.2d 523 (1970); Harper v. Virginia State Bd. of Elections, 383 U.S. 663, 667, 86 S.Ct. 1079, 16 L.Ed.2d 169 (1966); Reynolds, 377 U.S. at 561-62, 84 S.Ct. 1362.\n\n\n. See U.S. Const. art. IV, § 3, cl. 2 (\"The Congress shall have power to dispose of and make all needful Rules and Regulations respecting the Territory or other Property belonging to the United States; and nothing in this Constitution shall be so construed as to Prejudice any Claims of the United States, or of any particular State.”).\n\n\n. See U.S. Const. amend. XIV, § 1 (\"All persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and of the State wherein they reside.”).\n\n",
            "ocr": true,
            "opinion_id": 8598695
        }
    ],
    "court_short_name": "First Circuit",
    "court_full_name": "Court of Appeals for the First Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Kidnapping"
}