{
    "id": 8718995,
    "judges": "Conboy",
    "date_filed": 738374400000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-alter",
    "case_name_short": "Alter",
    "case_name": "United States v. Alter",
    "case_name_full": "United States v. Harvey ALTER",
    "attorneys": "Peter Vigeland, Paul Engelmeyer, Asst. U.S. Attys., New York City, for plaintiff., Michael Young, New York City, for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "825 F. Supp. 550"
    ],
    "opinions": [
        {
            "author_str": "Conboy",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOPINION &amp; ORDER\nCONBOY, District Judge:\nThis ease is before the Court for resen-tence, on remand from the Court of Appeals. We explicitly incorporate by reference in its entirety our previous opinion and order, reported at 788 F.Supp. 756 (S.D.N.Y.1992).\nThere, we concluded, that because there were several victims of the defendant’s misconduct, in all instances' derived from his abuse of the warder-inmate relationship, the only applicable grouping guideline is § 3D1.2(d), which states that grouping should occur when the offense level is determined largely upon a discrete measure of aggregate harm or the offense is ongoing and the offense guideline is written to cover the misconduct. Since the bribery guideline was not written to cover abuse of the warder-inmate relationship, we determined that no grouping analysis was necessary. Indeed, statutory rape of an inmate, conduct analogous to abuse of the warder-inmate relation ship found here, is explicitly excluded as groupable behavior under § 3D1.2(d). In light of this, and recent refinements of guidelines application doctrine previously announced in United States v. Kim, 896 F.2d 678, 683-85 (2d Cir.1990), we dispensed with any multicount analysis in this highly idiosyncratic case as unnecessary.\nIn United States v. Alter, 985 F.2d 105 (2d Cir.1993) [hereinafter, “Opinion”], the Court of Appeals held that, having drawn analogies between- Alter’s criminal acts and several federal offenses, this Court was obliged initially to engage in the multi-count analysis of the Sentencing Guidelines, using the analogous offenses that were found by this Court to most accurately capture'Alter’s criminal conduct towards Donald V., Gary 0., and Jose L. Opinion at 108. As calculated by the Court of Appeals, a multi-count analysis would result in an offense level increase (above the base offense level of 10) of, at most, four levels for these acts. Opinion at 108. The Court of Appeals stated that this four-level increase, when augmented by the three-level increase for the disruption of Manhattan House and the federal corrections system, would yield an offense level of 17. The resulting sentencing range would be 24-30 months. Opinion at 108.\nThe Court of Appeal's made clear, however, that this should not be construed as a holding that the appropriate sentence for Alter must lie within the 24-30 month range.. The district court was explicitly told that, upon remand, it retained broad discretion to depart upwards beyond the seven levels dictated by application of the grouping rules to the analogous offenses identified.\n“Such further departures,” the Court of Appeals stated, “are specifically contemplated in [United States v.] Kim.\" Quoting Kim, the Court noted:\nIf the offense of conviction or the other acts of misconduct warranting a departure are accompanied by aggravating factors not adequately considered by the Commission in setting the guideline ranges for the offense of conviction or various acts of misconduct considered under ■ the multi-count analysis, a departure beyond the aggregate guideline range would still be available despite the use of multi-count analysis. ■\nOpinion at 108 (quoting United States v. Kim, supra at 685).\n*552The Court of Appeals further stated that “And, of course, the district judge remains free to reevaluate all aspects of the sentencing that were not ruled on in this appeal.” Opinion at 108.\nThe multi-count analysis is included in the Sentencing Guidelines to guide district courts in sentencing defendants who have been convicted of multiple offenses. See United States ■ Sentencing Guidelines (“U.S.S.G.”) §§ 3D1.1-1.5, Introductory Commentary. In the context of upward departures, the purpose of engaging in the multi-count analysis is to protect a defendant from'receiving a harsher sentence than the defendant would have received if he had actually been convicted of the conduct that formed the basis for the upward departure. Opinion at 108. In this case, the Court has held that the conduct upon which its upward departures were based' — -i.e., the conduct apart from the bribery of Donald V. to which Alter pleaded gtiilty — was Alter’s provision of drugs to that resident and his misconduct with respect to Gary O. and Jose L. Once the most analogous federal offenses to these acts of misconduct- are thus identified, the Court may then undertake the first step, of its measurement of any upward departure. That step is the application of the Sentencing Guidelines grouping rules and its multi-count analysis to the conduct upon which an upward departure may be based, so as to deter.mine what sentence would be mandated by the grouping rules had the misconduct found by the Court actually resulted in convictions. See U.S.S.G. §§ 3D1.1-3D1.5*\nThe grouping analysis commences with a determination as to the number of groups of offenses that exist. See U.S.S.G. § 3D1.1(a)(1). A group of offenses consists of one or more convictions (or, in the context of an upward departure, analogous offenses) which should be lumped, or “grouped,” together pursuant to U.S.S.G. § 3D1.2. Questions on whether to group particular offenses turn, in the main, on whether or not the acts of misconduct in question either arose from the same transaction or are readily consolidated.\nIn this case, the Court,- based upon detailed factual findings, referred to various federal offenses as the most closely analogous to Alter’s misconduct: for Alter’s misconduct toward both Jose L. and Gary 0., sexual abuse of a ward, in violation of 18 U.S.C. § 2243(b); for Alter’s provision of drugs to Donald V., provision of drugs, providing or possessing contraband in prison, in violation of 18 U.S.C. § 1791(a), (b)(4), (d)(1)(D). (4/30/92 Tr. 4-6). For purposes of the multi-count analysis, the Court must first determine how to group the four factually established acts of misconduct: Alter’s actual conviction for bribing Donald V., his sexual abuse misconduct relating to Jose L., his sexual abuse misconduct relating to Gary 0., and his drug distribution misconduct relating to Donald V.\nThese four discrete wrongs are properly organized in three different groups. The bribery conviction regarding Donald V; is properly grouped with Alter’s provision of drugs to the same resident. The two offenses relate to the same victim and are part of the same scheme or plan. ' See U.S.S.G. § 3D1.2(b) (offenses having the “same victim” and “constituting the same scheme or plan” should be grouped together). Indeed, this Court expressly found that the bribe involved a promised exchange of sex for drugs. See Alter, supra, 788 F.Supp. at 763. Apart from the grouping of the two “offenses” regarding Donald V., the Court finds that the “remaining acts of misconduct” found by the Court may not be grouped further. Alter’s misconduct regarding each of the three residents each constitutes a separate group for the purposes of the multi-count analysis.\n*553The three groups of “offenses” do not qualify for further grouping under any of the subsections of § 3D1.2. The bribery conviction and the sex “offenses” towards Jose L. and Gary O. do not have the “same victim” within the meaning of § 3D1.2(a) and (b). Whereas the United States has- been found by this Court to be the victim of Alter’s bribery of Donald V., residents Jose L. and Gary O. were themselves the victims of Alter’s sexual abuse towards these residents themselves. Hence, the various offenses would not have the “same victim” and could not be grouped under (a) or (b). Even if the Court were to find that the Government is the sole victim, the statutes protect different interests, with the bribery statute seeking to prevent official corruption, see Alter, supra, 788 F.Supp. at 767, and, the sexual abuse statute seeking., to prevent disruption of prison authority, such that grouping the offenses may be improper. Cf Kim, supra at 687 (counterfeiting and alien offenses may not be grouped, even though the United States is technically the victim, because the statutes protect different interests).\nQuite apart from the resolution of the “same victim” issue, the- “offenses” regarding each resident cannot be grouped under (a) or (b) because they do not involve the “same act or transaction” and are not “connected by a common criminal objective or constituting part of a common scheme or plan.” See U.S.S.G. § 3D1.2(a), (b). Alter, by design, segregated his misconduct toward each resident. Each resident was pursued separately, privately, and at different times. Having gone to such pains to segregate his misconduct, Alter may not now be heard to claim that the misconduct constituted the “same act or transaction” or represented part of a “common scheme or plan.” See § 3D1.2, application note (two counts of assault, committed on two successive days against the same officer, cannot be grouped under subsection (a)); application note 4 (two counts of rape arising from the rape of the same person on different days cannot be grouped under subsection (b)).\nNor can the group of offenses relating to each resident be grouped under § 3D1.2(c) or (d). The .misconduct regarding Jose L. and Gary O. cannot be treated as a specific offense characteristic or an adjustment to the bribery guideline applicable to Alter’s bribery of Donald V., making § 3D1.2(c) inapplicable. Finally, the analogous “offenses” cannot be grouped under subsection (d) because the offense levels for these offenses are not determined by the “total amount of harm or loss” or “some other measure of aggregate harm.” See § 3D1.2(d). Both the 1992 and 1988 versions of 3D1.2(d) recognize the episodic, discrete, and unquantifiable nature of the analogous “offenses” found by this Court and specifically exclude these offenses from its operation. See § 3D1.2(d&gt; (§ 2A3.3, the guideline applicable to sexual abuse of a Ward, and § 2P1.2, the guideline applicable to the provision of contraband in prison, are excluded from this grouping rule). (4/3092 Tr. at 46). The Sentencing Commission’s amendment to the guidelines in 1989, making bribery a groupable offense under subsection (d), see U.S.S.G. § 2C1.1, Amendment 121, sought to eliminate anomalies in the guidelines calculation based upon monetary bribes paid as part of a common scheme or plan and did not purport to mandate that a bribery offense must be grouped with other offenses pursuant to subsection (d). See United States v. Stephenson, supra, 921 F.2d at 441 (under the 1989 Sentencing Guidelines, bribery “count” relating to one corporation, regarding which defendant was acquitted, was not grouped with the bribery conviction relating to another corporation and provided the Court with a proper basis for departure). Rather, the question remains whether these “offenses” can be measured on the basis of the “total amount of harm or loss” or “some other measure of aggregate harm.” Alter’s compartmentalized misconduct towards each separate resident precludes such a finding.\nThe next step under the multi-count analysis is to determine the offense level, including adjustments pursuant to Parts A, B, and C of Chapter Three, for each of the three groups of offenses. See U.S.S.G. § 3Dl.l(a)(2); § 3D1.3, application note 1. The first group consists of offenses involving Donald V.: the bribery conviction and the “offense” of providing a controlled substance to Donald V., with offense levels of 12 and eight, respectively. See U.S.S.G. § 2C1.1, § 3C1.1 (base *554level ten plus two points for obstruction). (4/30/92 Tr. at 4-6). That group thus has an adjusted offense level of 12. See § 3D1.3, application note 2 (the group receives the offense level of the highest constituent part).\nThe second and third groups consist of one “offense” each. These are the sexual abuses of Jose L. and Gary 0., respectively. Both of these groups have adjusted offense levels of 11. These offense levels are comprised of base level 9 (see § 2A3.3), plus a two-level enhancement for abuse of a position of trust, (see § 3B1.3).\nThe last step in the multi-count analysis is to determine the collective offense level for all three groups. This figure is ascertained by using the table provided in § 3D1.4. See §§ 3Dl.l(a)(3), 3D1.4. Because all three groups have total offense levels within four levels of one another, there are, pursuant to § 3D1.4(a), three separate “units,” translating into a three-level upward adjustment above the offense levels of the highest group. Adding the three levels for grouping to the Donald V. group — which at level 12 is the highest group — yields an adjusted offense level of 15. When reduced by the two level reduction for acceptance of responsibility, the adjusted offense level equals 13.\nAs noted earlier, the Court of Appeals approved this Court’s imposition of three additional points for the disruption of Manhattan House and the federal corrections system caused' by Alter’s misconduct as halfway house director. See Opinion at 108. The addition of those three level results in an adjusted offense level of 16, which corresponds to a guideline range of 21-27 months.\nWe now turn to the matter of upward departure.\n1. “Aggravating Factors” Not Reflected in the Analogous Offenses Used for the Multi-Co.unt Analysis\nAs noted by the Court of Appeals, to depart under Kim beyond the adjusted offense level of 16 fixed by the preceding multi-count analysis, the Court simply needs to identify aggravating circumstances previously found by this Court but not adequately reflected in the analogous offenses employed by the Court. See Opinion at 108; United States v. Kim, supra, 896 F.2d at 685; United States v. Baez, 944 F.2d 88, 90 (2d Cir.1991). The scope of such an additional departure beyond the adjusted offense level need only be reasonable in light of the aggravating factors identified. See United States v. Baez, supra, at 90-91.\nWe now find, on reconsideration, that the analogous offenses chosen by the Court, although accurately describing certain or partial aspects of Alter’s criminal conduct, do not fully capture significant aggravating circumstances previously identified by the Court.\n(a) Offenses Relating to Donald V.\nThe group of “offenses” pertaining to Donald V. — namely,-the bribery conviction and the additional “offense” of supplying contraband to an inmate — does not take account of significant aggravating aspects of Alter’s criminal conduct towards the resident which the Court found in its opinion. The federal offense of bribery accurately captures the fact that federal halfway house director Alter illegally exacted a quid pro quo that related to the business of the halfway- house; the federal crime of supplying contraband to an inmate accurately captures the additional fact that Alter provided a prohibited object to a federal inmate. These two offenses do not at all take account, however, of other highly pertinent facts emphasized by the Court in its decision. Nor, predictably, are these aggravating facts taken into account in either the guideline applicable to bribery offense, U.S.S.G. § 2C1.1, or the guideline applicable to the offense of supplying contraband to an inmate, § 2P1.2(a)(3), a guideline which has a base level of six and which applies .to controlled substances other than narcotics. These unaccounted-for factors include:\n(i) the fact that Donald V. was known to Alter to be a recovering drug user, and that “Alter affirmatively aggravated Donald V.’s drug abuse problem when his duty required him to mitigate it,” Alter, supra, 788 F.Supp. at 772.; and that the provision of drugs by Alter to the resident inflicted a *555“grievous injury” upon Donald V., id. at 772;\n(ii) the fact that the provider of the contraband to resident Donald V. was not just any person — for 18 U.S.C. § 1791(a) is applicable to any person who brings a “prohibited object” into a prison, regardless of whether the person is a prison official or employee, or an outside visitor — but the prison director himself and thus .a person with direct oversight over and fiduciary responsibility towards resident Donald V.;\n(iii) the fact that the nature of the contraband was not just any “prohibited object,” such as a transistor radio, or a less destructive illicit substance, such as an alcoholic beverage, but was instead valium tablets and dangerous and addictive narcotic substances, including heroin .and cocaine. The Court found that Alter himself distrib- . uted parcotic drugs to Donald V. and aided and abetted Donald V. in obtaining narcotic drugs, including by giving the resident cash with which to buy heroin and cocaine. Id., at 769, 772;\n(iv) the fact that Alter’s provision of contraband did not happen on just one occasion, but on multiple occasions. These included (A) Alter’s provision of valium tablets on August 24, 1988, to Donald V. prior to the incident at Alter’s apartment; (B) Alter’s provision of additional valium tablets, and marijuana, during the incident that night at the apartment; (G) Alter’s provision of cash to Donald V. the following morning to enable the resident to purchase heroin and cocaine; (D) Alter’s pro* vision of valium tablets to Donald V. en route to -the Fire Island location prior to the weekend of August 27; (E) Alter’s provision of valium tablets to Donald V. during the weekend at Fire Island; and (F) Alter’s provision of cash to the resident following the weekend to enable the resident to purchase heroin and cocaine; and finally\n(v) the fact that Alter’s provision of drugs and access to drugs was part and parcel of a protracted pattern of harassment and improper “predatory” behavior by Alter of resident Donald V., in which Alter “exploited Donald V.’s drug dependence.” Id., 'at 769-70.\nBecause these factors are aggravating in nature, and because they are not taken into account by the bribery guideline or the guideline applicable to the providing of contraband to a prison inmate, the Court is free to depart above the level set by application of multiple-count analysis to these offenses. See Opinion at 108; see also Kim, supra, 896 F.2d at 685. In light of the extreme nature of this uncaptured conduct, a most substantial additional departure beyond the level set by the multi-count' analysis is wholly appropriate.\n(b) Offenses Relating to Jose L. and Gary O.\nThe analogous offense chosen by the Court for Alter’s misconduct toward Jose L. and Gary O. is 18 U.S.C. § 2243(b), a misdemean- or which prohibits sex between a ward and a warden. The guideline applicable to this offense is U.S.S.G. § 2A3.3 As with the pair of offenses utilized in calculating the offense level applicable to the Donald V. group, this offense- and corresponding guideline section (with a base level of nine) captures only a portion of the aggravating conduct in which the Court found Alter to have engaged. ' The statute and guideline do accurately capture, in the case of both-residents, the fact that a person with “custodial, supervisory, or disciplinary authority” over a ward in official detention “knowingly engaged in a sexual act” with that ward. 18 U.S.C. § 2243(b). They do not at all take account, however, of other highly pertinent facts emphasized by the Court in its decision.\nMost important, 18 U.S.C.- § 2243(b) does not at all take into account the critical fact that — as the Court found and described in detail in its opinion — Alter used wholly improper means in his attempts to obtain the participation in sexual acts of the two residents. See Alter, supra, 788 F.Supp. at 768 (“Alter tried to and did exploit halfway house residents Donald V., Jose L., and Gary O. in a deeply disturbing manner, in that the custodial character of the institution was used to further Alter’s sexual interests”). Indeed, 18 U.S.C. § 2243 and U.S.S.G. § 2A3.3 are ap-*556plieable to instances that include consensual sexual relations between a warden and a resident — relations where sexual gratification was the sole object of each participant. That was clearly not the case here. Instead, the Court found .that Alter’s conduct became,\nan emotional and psychological invasion of the residents’ personal space, privacy, and identity. Taking advantage of the singularly restrictive environment of' a correctional facility, Alter was able to and did manipulate the residents in several ways conducive to furthering his sexual -desires. He implicitly relied upon or explicitly used the controls, procedures, and rules of the halfway house for these purposes in an entirely unique conflict of-interest- Alter’s perversion of the warder/inmate relationship at Manhattan House calls for an upward departure that adequately reflects this unique form of functional exploitation.\nAlter, supra, 788 F.Supp., at 768-69. Among these unaccounted for -aspects of Alter’s conduct are:\n(i) the fact that Alter exploited his “unlimited physical access to the residents,” allowing him “to intrude at will at all hours upon the personal lives of its residents”; the fact that Alter had “untrammelled access to the personal files of the residents, and the most personal, sensitive, and intimate medical, psychological, and family information found there”; and the fact that Alter exploited each resident’s “unique vulnerability” to being “remanded to prison or disciplined” for prior disciplinary infractions. Id. For Jose L., this entailed taking advantage of the fact that Jose L. had falsified a leave pass; for Gary 0.', this entailed taking advantage of the fact that Gary O. had disregarded Alter’s instructions. Id. Based on this conduct, the Court termed Alter’s behavior “predatory.” Id.\n(ii) the fact that Alter “harassed [Gary O. and Jose L.] through his constant access to them, his ability to control their movements, and his knowledge of their personal weaknesses,” Alter, supra, 788 F.Supp., at 769. For Gary 0., these included “forcing Gary O. to work late at night and waking him up when Gary O. tried to avoid him”; “prob[ing] into Gary O.’s personal relationship with his father” so as to demonstrate that “he wielded power over Gary 0.”; and “verbal harassment of the resident.” Id., at 770. For Jose L., these included abuse of the fact that Alter had “effective control over Jose L.’s movements,” which “enabled Alter to speak to him without interruption and without concern that Jose L. would leave Alter’s office. Alter’s control over Jose L. directly facilitated the sex that Alter sought.” Id.\nThese aggravating factors were not taken into account'in the statute used by the Court as the most analogous and thus are not factored into the offense level generated by use of the multhcount analysis. Thus, the Court is free to depart above this level on the basis of these findings. See Opinion at 108; see also Kim, supra, 896 F.2d at 685. As in the instance of the Donald V. “group” of offenses, the extreme nature of this uncaptured conduct justifies a substantial additional departure beyond the level set by the multi-count analysis.\n2. Selection of Other Analogous Offenses\nAs an alternative approach to fashioning a sentence that properly reflects the gravity of Alter’s misconduct, this Court is free, as the Court of Appeals observed, to “reevaluate,” inter alia, its previous choice of analogous offenses and to adopt new analogous offenses which more fully capture the aggravating circumstances identified by the- Court. Opinion at 108; see United States v. Baez, supra at 90 (district judge would have been free to analogize to kidnapping rather than witness tampering on remand); United States v. Sprecher, 988 F.2d 318, 321 (2d Cir.1993) (citing the Court of Appeals’ Alter decision for proposition that, on remand, District Court is free to impose sentence it believes to be appropriate based upon its “intimate knowledge of the circumstances of this case”).\nWe believe that with respect to the group of offenses relating to Donald V., the offense of providing of narcotics to an inmate is also an appropriate analogy. The narcotics guideline, § 2P1.2(a)(2), would apply 13 levels to Alter’s provision of narcotics to Donald *557V. The Court would be authorized to impose a two-level adjustment for Alter’s status as director of Manhattan House, which is analogous to the two-level enhancement in § 2P1.2(b)(l) for Department of Justice employees. The total of 15 levels would more adequately reflect Alter’s “unique betrayal of trust” and his infliction of “grievous injury” upon the resident by providing drugs to Donald V. than the Court’s alternative use of the other contraband provision, § 2P1.2(a)(3). See Alter, supra, 788 F.Supp. at 772.\nFor the other two residents, Alter’s insistent pressure to gain their consent to sex makes the extortion guideline, § 2B3.2, ■ a useful analogy. Even though Alter’s pursuit of sex, rather than property, precluded any prosecution for extortion, (see 18 U.S.C. § 1951(b)(2), the extortion guideline provides a most apt analogy in the departure context. See United States v. Ahuja, 936 F.2d 85 (2d Cir.1991) (analogy to the bribery guideline to guide upward departure where- defendant could not be charged with bribery was proper). The Court explicitly found that Alter’s encounters with Jose L. and Gary O. were “not consensual” and that Alter engaged in “predatory” behavior towards them. Id. at 770. Using the extortion guideline for Jose L. and Gary 0., results in two “offenses” with a base level of 18.\nThe multi-count analysis applied to these new analogies would result in an offense level of 24. Again, the offenses with respect to each resident would be a separate group. See §§ 3Dl.l(a)(l), 3D1.2. The group of “offenses” for Jose L. and Gary O. would each have a two-point adjustment for Alter’s abuse of trust, resulting in an adjusted offense level of 20 for each group. See §§ 3D1.1(a)(2), 3B1.3; § 3D1.3, application note 1 (add adjustments from Parts A, B, and C of Chapter Three to each group). The group of “offenses” relating to Donald V. would have a two-point enhancement for obstruction of justice, resulting in an adjusted offense level of 17 for that group.. For the three groups, all of which have point totals within four levels of one another, the Court would add three levels to the highest group for an adjusted offense level of 23. See §§ 3D1.1(a)(3), 3D1.4.\nThis total of 23 would be augmented by three levels for Alter’s disruption of Manhattan House and the federal corrections system, and reduced by two levels for acceptance of responsibility. The Court thus finds that the record supports an alternative final adjusted offense level of 24, corresponding to a sentencing range of 51-63 months. The 1988 version of the Sentencing Guidelines permits reduction of the adjusted offense level by two levels for acceptance of responsibility; subsequently, the 1992 Guidelines have authorized such a reduction of three levels where a defendant “timely provid[es] complete information concerning his own involvement in the offense,” or “timely notifies] authorities of his intention to enter a plea of guilty, thereby permitting the Government to avoid preparing for trial and permitting the court to allocate its resources efficiently.” Compare U.S.S.G. § 3E1.1 (1988) with U.S.S.G. § 3E1.1 (1992). Here, only the two-point reduction is appropriate. In pleading guilty, Alter acknowledged only a small core of the criminal conduct later found by the Court: Alter admitted providing a weekend pass to Donald V. in exchange for the resident’s participation in sexual relations. Alter in pleading guilty did not provide “complete information” concerning Donald V. Nor did his plea “permit! ] the court to allocate its resources efficiently,” as the limited admissions in his plea necessitated a lengthy Fatico hearing. See U.S.S.G. § 3El.l(b) (1992); see also § 3E1.1, application note 1(a) (factors to be considered in determining whether to award three-level reduction for acceptance of responsibility include “not falsely denying any additional relevant conduct for which the defendant is accountable”). Furthermore, the Court’s finding that Alter obstructed justice counsels against awarding the full three-level reduction for acceptance of responsibility. See U.S.S.G. § 3E1.1, application note 4.\nUnder either authorized approach, the Court is free to impose the same 60-month sentence upon remand.\nThis Court, in imposing sentence in April, 1992, made extensive findings of fact, see Alter, supra, 788 F.Supp. 756, passim, and considered comprehensive argument by both the Government and the defense. (4/30/92 Tr. 27). When the Court departed to an offense level of 25 (57-71 months) and imposed a 60-month sentence on April 30, 1992, *558it stated 'that it had considered all intermediate offense levels below this offense level and found them inadequate to reflect Alter’s criminal conduct. (4/30/92 Tr. at 4-5), and we- so state again on reconsideration. Based upon the previously selected analogous offenses, and the aggravating factors identified, we depart to an offense level of 25 and a guideline range of 57-71 months.\n\nConchision\n\nIn light of the foregoing, and for the reasons stated in our previous written Opinion and Order and during the initial sentencing proceeding, a substantial sentence is clearly warranted in this case in light of the uniquely pernicioús conduct of defendant Alter. The Court of Appeals has expressly accorded this Court ample discretion in resentencing Alter, providing that there is compliance with the multi-count analysis prescribed by the Sentencing Guidelines. We accordingly, exercise this discretion to reimpose the same sentence of 60 months imprisonment that the Court had previously imposed. We believe after a comprehensive review of the protracted and complex record of this ease, that any prison term of shorter duration would constitute a grave miscarriage of justice.\nSO ORDERED.\n\n The 1992 Sentencing Guidelines apply in the absence of ex post facto problems in which case the 1988 Sentencing Guidelines, in their entirety, govern. See 18 U.S.C. § 3553(a)(4), (5); United States v. Stephenson, 921 F.2d 438, 440-41 (2d Cir.1990); United States v. Alter, 788 F.Supp. 756, 766 n. 11 (S.D.N.Y.1992) (Conboy, J.). In view of potential ex post facto problems, our citations to the guidelines refer to the guideline provisions in effect both at the time of the offense and at the time of sentence. Unless specifically indicated, the guidelines provisions for the two years do not differ in any material respect.\n\n",
            "ocr": true,
            "opinion_id": 8702188
        }
    ],
    "court_short_name": "S.D. New York",
    "court_full_name": "District Court, S.D. New York",
    "court_type": "FD",
    "court_jurisdiction": "New York, NY",
    "crime_category": "Kidnapping"
}