{
    "id": 167382,
    "judges": "Hartz, Holloway, Murphy",
    "date_filed": 1145577600000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-teague",
    "case_name_short": "Teague",
    "case_name": "United States v. Teague",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Anthony David TEAGUE, Defendant-Appellant",
    "attorneys": "Raymond P. Moore, Federal Public Defender, Vicki Mandell-King, Assistant Federal Public Defender, Denver, Colorado, for the Defendanb-Appellant., David C. Iglesias, United States Attorney, Norman Cairns, Assistant United States Attorney, Albuquerque, New Mexico, for the Plaintiff-Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 101,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1326-3\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Anthony David TEAGUE, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b1326-6\">\n    No. 04-2071.\n   </docketnumber><br><court id=\"b1326-7\">\n    United States Court of Appeals, Tenth Circuit.\n   </court><br><decisiondate id=\"b1326-8\">\n    April 21, 2006.\n   </decisiondate><br><attorneys id=\"b1326-24\">\n    Raymond P. Moore, Federal Public Defender, Vicki Mandell-King, Assistant Federal Public Defender, Denver, Colorado, for the Defendanb-Appellant.\n   </attorneys><br><attorneys id=\"b1326-25\">\n    David C. Iglesias, United States Attorney, Norman Cairns, Assistant United States Attorney, Albuquerque, New Mexico, for the Plaintiff-Appellee.\n   </attorneys><br><judges id=\"b1326-26\">\n    Before MURPHY, HOLLOWAY, and HARTZ, Circuit Judges.\n   </judges>",
    "citations": [
        "443 F.3d 1310"
    ],
    "opinions": [
        {
            "author_str": "Hartz",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 23.0,
            "download_url": "http://www.ca10.uscourts.gov/opinions/04/04-2071.pdf",
            "author_id": null,
            "opinion_text": "443 F.3d 1310\n    UNITED STATES of America, Plaintiff-Appellee,v.Anthony David TEAGUE, Defendant-Appellant.\n    No. 04-2071.\n    United States Court of Appeals, Tenth Circuit.\n    April 21, 2006.\n    \n      Raymond P. Moore, Federal Public Defender, Vicki Mandell-King, Assistant Federal Public Defender, Denver, Colorado, for the Defendant-Appellant.\n      David C. Iglesias, United States Attorney, Norman Cairns, Assistant United States Attorney, Albuquerque, New Mexico, for the Plaintiff-Appellee.\n      Before MURPHY, HOLLOWAY, and HARTZ, Circuit Judges.\n      HARTZ, Circuit Judge.\n    \n    \n      1\n      A jury convicted Anthony Teague of transmitting in interstate commerce a communication to James Locatelli containing a threat. See 18 U.S.C. &#167; 875(c). On appeal Mr. Teague claims that the district court erred by (1) requiring as a special condition of supervised release that he have no contact with the court except through counsel and (2) instructing the jury incorrectly on the elements of the offense. We have jurisdiction under 18 U.S.C. &#167; 3742 and 28 U.S.C. &#167; 1291. We affirm the judgment of the district court.\n    \n    I. Background\n    A. The Divorce\n    \n      2\n      Mr. Teague hired attorney James Locatelli to represent him in divorce proceedings in the summer of 2000. At that time Mr. Teague lived in Texas and Mr. Locatelli lived in Las Cruces, New Mexico, where Mr. Teague's estranged wife had relocated. Mr. Teague paid Mr. Locatelli a $1,000 retainer. The two men did not meet in person but communicated by phone, letter, fax, and e-mail.\n    \n    \n      3\n      From the beginning of the divorce proceeding, Mr. Locatelli thought that Mr. Teague might be a \"troublesome\" client. R. Vol. IX at 51. They had a \"negative\" relationship. Id. at 52. Mr. Teague wanted \"contradictory things\" from him, such as requesting that he receive either full custody and control of his daughter or no parental rights at all (so that he would not have to pay child support). Id. at 53. At one point Mr. Locatelli confronted Mr. Teague about alleged lies relating to accusations of domestic abuse.\n    \n    \n      4\n      Mr. Teague became verbally abusive to Mr. Locatelli and his staff, and he refused to pay further fees after the $1,000 retainer had been exhausted. Early in 2001 Mr. Locatelli requested permission from the court to withdraw as Mr. Teague's attorney, but the court denied the request. After Mr. Teague learned that Mr. Locatelli had asked to withdraw, he decided to deal with opposing counsel on his own and Mr. Locatelli ceased working on the case.\n    \n    \n      5\n      When the divorce proceeding concluded in May 2001, Mr. Locatelli sent a copy of the final order to Mr. Teague along with a bill for the money still owed. Mr. Locatelli had no further communication with Mr. Teague until almost two years later.\n    \n    B. The E-mails\n    \n      6\n      Mr. Teague resurfaced in February 2003. He called Mr. Locatelli (who had become a municipal court judge) and began to send him e-mails accusing him of mishandling the matter. On February 15, 2003, Mr. Teague e-mailed Mr. Locatelli to ask that his records from the divorce case be sent to him. The e-mail concluded, \"You really fucked me and my daughter over, and you're not exactly on my favorite person list right now. Do this immediately. Love, Tony.\" R. Vol. IX at 67. A few minutes later he sent another e-mail demanding the return of his $1,000 retainer, saying he needed it to pay \"a pretty steep overdue fee for renting `Emma' that has to be paid off.\" Id. at 68. Emma was also the name of Mr. Locatelli's daughter. Mr. Locatelli testified that it was this e-mail that \"started giving [him] the creeps\" and that he considered it \"a veiled threat.\" Id. at 68.\n    \n    \n      7\n      Four days later Mr. Teague sent three more emails to Mr. Locatelli. The first inquired about the court records and the retainer, and ended with the statement, \"Colleen says `hi,' by the way.\" Id. at 69. Mr. Locatelli did not know anyone by that name. Mr. Teague's second e-mail said:\n    \n    \n      8\n      Where is it, Jimminy? God, it sucks losing a daughter ... it's fucking traumatizing, man. I really hope you get me those files and that $1,000 you owe me, \"toute de suite,\" so I can trust the legal system again. Without the rule of law, what are we? Dumb beasts? Repent on what you have done to me and refund my fees and give me my files immediately. This is not a request. Love, Tony.\n    \n    \n      9\n      Id. Mr. Locatelli replied by e-mail that he would send the records, provided Mr. Teague paid the copying costs and stopped swearing and using invectives. In his third e-mail of the day, Mr. Teague responded that he might \"swing by your house sometime and pick up the files\" and \"discuss the outstanding legal debt.\" Id. at 70. He also said that he might move to New Mexico \"so we can be neighbors\" and asked Mr. Locatelli whether his Texas driver, fishing, and concealed-firearm licenses would be valid there. Id. He ended the e-mail by suggesting that Mr. Locatelli was being paranoid and that he should \"consult a psychologist whom you can trust.\" Id. Mr. Locatelli's wife was a psychologist, and he considered this \"a direct threat\" because it \"buil[t] on, I felt, another threat in the previous e-mail, knowing his history of violence with his ex-wife, having personally, you know, heard him when he was abusing both myself and my secretary.\" Id. at 70-71. He notified the FBI about the threats.\n    \n    One day later Mr. Teague again e-mailed:\n    \n      10\n      J-Lo, you owe me some serious money here, amico mio. Stop fencing with me and pay up. I shall consider any itemized charges against my fees that I paid to you. Be sure to include entries for the following services:\n    \n    \n      11\n      Number 1, breaking attorney-client privilege and discretely disclosing sensitive information to other parties in New Mexico;\n    \n    \n      12\n      Number 2, furthering the emotional damage done to myself and my daughter by facilitating our continued separation;\n    \n    \n      13\n      Number 3, lying to me about gaining telephone visitation and building my hopes up as to being able to even speak with my daughter; And\n    \n    \n      14\n      4, generally behaving like the all-around cock-sucking piece of shit/kyke/dago/whatever the fuck you are.\n    \n    \n      15\n      I hope you still have my address, but I can provide it for you again, Jimminy. I shall expect a cashier's check very soon in the full amount of $1,000.\n    \n    \n      16\n      As far as the files are concerned, I have no interest in the official court records. Dig up the archives of your professional notes. I want the originals in my office, and I don't want copies anywhere else.\n    \n    \n      17\n      Do this today, J-Lo. Tony.\n    \n    \n      18\n      Id. at 71-72. Mr. Locatelli responded by informing Mr. Teague that he had contacted the FBI.\n    \n    \n      19\n      On March 18, 2003, an FBI agent called Mr. Teague to tell him to be careful about his e-mails. The next day Mr. Teague sent his final e-mail. Under the subject line \"Sunshine and rainbows,\" the body of the message simply said, \"You and your family are going to die, Jim.\" Id. at 73. Mr. Teague was arrested the next day.\n    \n    C. Mr. Teague's Defense\n    \n      20\n      At trial Mr. Teague admitted sending the e-mails. But he gave an \"explanation\" for his actions. He stated that he had sent the e-mail mentioning the name of Mr. Locatelli's daughter to \"ring his bell, so to speak, as hard as I could, to get him to file a report with the FBI.\" Id. at 121. He said that his ex-wife had instigated an FBI investigation, and he had tried to induce Mr. Locatelli to contact the FBI because he was \"very angry with the FBI for investigating me for the past three years,\" id., and wanted to get their attention. But, he said, he had not actually intended to threaten Mr. Locatelli or his family.\n    \n    \n      21\n      Referring to his e-mail of February 19, 2003, he explained that \"Colleen\" was a confidential informant and by mentioning her name he meant to alert the FBI that he was willing to \"out\" her. Id. at 124. Likewise, his e-mail suggesting that he might \"swing by\" Mr. Locatelli's house was intended \"to further annoy Locatelli, to get him to file the FBI&#8212;to get him to go back and twist the FBI's tail again. I was trying to push his buttons as hard as I possibly could by not doing anything overtly illegal, but by staying in gray area, so to speak.\" Id. \"[I]t was my intent from the very beginning,\" he testified, \"to press Mr. Locatelli's buttons as hard as possible, so he would go off and press the FBI's buttons as hard as possible.\" Id. He said that he continued to mention money \"because if you were attempting to collect on a debt, then, legally, what you are doing could not possibly be construed as harassment.\" Id. at 125. Mr. Teague further testified that he never intended to go to Las Cruces, he had not so much as held a gun in his life, and he had assumed that the FBI would inform Mr. Locatelli of that fact. He meant the e-mail suggestion that Mr. Locatelli see a psychologist to refer to Mr. Locatelli's wife, a psychologist.\n    \n    \n      22\n      As for his final e-mail, Mr. Teague testified that it was meant in an \"almost humorous\" way to get Mr. Locatelli to forward the e-mail to the FBI. Id. at 127. The FBI had already contacted him the day before about his earlier e-mails and he \"thought [he would] throw another piece of wood onto the fire, so to speak.\" Id. at 129. When asked why he would send another e-mail after having already been contacted by an FBI agent, who had left him a voice mail warning him that he \"really need[ed] to be careful,\" id. at 128, he said that the e-mail was \"a very flippant, kind of on-the-cuff [sic], spur-of-the-moment type of thing,\" id. at 130. He insisted that his statement \"You and your family are going to die\" was a literal, biological truth and was not meant to imply that he was going to kill them. He had not intended to convey a death threat, but acknowledged that it was \"an incredibly smartass thing to say to somebody, especially after all the other things I was doing, but, then again, I thought this was very safely well within the gray area.\" Id. When asked on cross-examination whether he felt he had succeeded in getting the attention of the FBI, he replied, \"I would say that I have succeeded far beyond my wildest hopes, yes.\" Id. at 139.\n    \n    \n      23\n      After the defense rested, the district court held an instruction conference. The prosecutor requested that the proposed elements-of-the-offense instruction be modified to emphasize that what must be proved is that a reasonable recipient of the communication would consider it a threat under the circumstances. Mr. Teague's counsel argued that the proposed instruction should remain as is. The district court agreed and rejected the prosecutor's proposed modification. The jury returned a guilty verdict.\n    \n    D. Sentencing\n    \n      24\n      Mr. Teague's sentencing hearing was held on March 25, 2004. He was sentenced to 21 months' imprisonment, to be followed by a three-year term of supervised release. The government requested that during his supervised release Mr. Teague not be permitted to write the United States Attorney's Office or the FBI, unless through a lawyer. Mr. Teague's counsel agreed to the condition and suggested that it be broadened to include \"any courts.\" R. Vol. VI at 22. The district court eventually approved a condition stating: \"No contact with the victims and no contact with agencies or the court unless through counsel.\" R. Vol. I Doc. 61 at 4.\n    \n    II. Standard of Review/Waiver and Forfeiture\n    \n      25\n      Mr. Teague did not raise in district court the challenges to the jury instruction and condition of release that he now raises on appeal. Ordinarily, when an error claimed on appeal was not presented below, we review the claim under the plain-error doctrine. Under that doctrine we will reverse the judgment below only if \"there is (1) error, (2) that is plain, which (3) affects substantial rights, and which (4) seriously affects the fairness, integrity, or public reputation of judicial proceedings.\" United States v. Gonzalez-Huerta, 403 F.3d 727, 732 (10th Cir.2005) (en banc).\n    \n    \n      26\n      But, despite a common misunderstanding to the contrary, not every unpreserved claim of error is entitled to plain-error review. Sometimes the alleged error was intentionally caused by the party claiming prejudice on appeal. For example, a defendant may seek to present to the jury a confession by an alleged fellow culprit. There may be components of the confession that could be damaging to the defendant, but the defendant believes that the overall impact would be quite favorable. The trial judge admits the confession into evidence. If the defendant is convicted, an appellate court will not reverse the conviction because of the admission of the confession (although, it should be noted, the defendant may have a claim of ineffective assistance of counsel). The reason is that the defendant invited the error. Or, to be more precise, the defendant waived the right that was violated by admission of the confession: the right to confront the witnesses against him. To use the terminology of the Supreme Court in United States v. Olano, 507 U.S. 725, 113 S. Ct. 1770, 123 L. Ed. 2d 508 (1993), a party that has forfeited a right by failing to make a proper objection may obtain relief for plain error; but a party that has waived a right is not entitled to appellate relief.\n    \n    \n      27\n      In Olano the Court discussed the meaning of Federal Rule of Criminal Procedure 52(b), which now states: \"A plain error that affects substantial rights may be considered even though it was not brought to the court's attention.\"1 Rule 52(b), said the Court, \"provides a court of appeals a limited power to correct errors that were forfeited because not timely raised in district court.\" 507 U.S. at 731, 113 S. Ct. 1770 (emphasis added). But the court distinguished forfeiture from waiver. \"Whereas forfeiture is the failure to make the timely assertion of a right, waiver is the intentional relinquishment or abandonment of a known right.\" Id. at 733, 113 S. Ct. 1770 (internal quotation marks omitted). \"Mere forfeiture, as opposed to waiver, does not extinguish an `error' under Rule 52(b).\" Id. \"If a legal rule was violated during the district court proceedings, and if the defendant did not waive the rule, then there has been an `error' within the meaning of Rule 52(b) despite the absence of a timely objection,\" id. at 733-34, 113 S. Ct. 1770, and the court of appeals may review for plain error, see id. at 734-37, 113 S. Ct. 1770. In contrast, when a legal rule has been waived, the deviation from the rule is not error, so Rule 52(b) does not apply. See id. at 732-33, 113 S. Ct. 1770.\n    \n    \n      28\n      We applied Olano in United States v. Hardwell, 80 F.3d 1471 (10th Cir.1996). A defendant in that case argued that he should not have been tried under two separate indictments at the same trial. See id. at 1487. We noted that the two cases had been tried together at his request and stated, \"A defendant cannot invite a ruling and then have it set aside on appeal.\" Id. Citing Olano, 507 U.S. at 732-34, 113 S. Ct. 1770, we said: \"Errors that are waived rather than merely forfeited through failure to object are not subject to plain error review.\" Id.; see United States v. Aptt, 354 F.3d 1269, 1281 (10th Cir.2004) (\"While there is no appeal from a violation of a waived right, the violation of forfeited rights may be reviewed on appeal under the limited conditions set forth in Olano.\"). Other circuit courts are in agreement. See United States v. Wellington, 417 F.3d 284, 290 (2d Cir.2005); United States v. Perez, 116 F.3d 840 (9th Cir.1997) (en banc).\n    \n    \n      29\n      With these principles in mind, we proceed to address Mr. Teague's issues on appeal. In particular, we consider whether the errors he challenges on appeal were invited, and therefore waived. We begin with the conditions of his release and then turn to the jury instructions.\n    \n    III. Post-Release Condition\n    \n      30\n      Mr. Teague argues that the district court erred in requiring, as a special condition of supervised release, that he not contact the court except through counsel. This condition, he urges, violates his constitutional right of access to the courts. We hold that he waived this right and cannot claim error on appeal.\n    \n    \n      31\n      At the sentencing hearing the prosecutor, Richard Watts, suggested that one of Mr. Teague's supervised-release conditions be that he have no contact with the United States Attorney's Office or the FBI, unless through a lawyer, and Mr. Teague's counsel, Steven Ryan, agreed:\n    \n    \n      32\n      MR. WATTS: Your Honor, Mr. Teague has written letters to various people. I'd ask that a condition be that he not write me or the U.S. Attorney's Office any correspondence, nor the FBI, unless it's through a lawyer.\n    \n    \n      33\n      THE COURT: Mr. Ryan?\n    \n    \n      34\n      MR. RYAN: Certainly. And I think that it's appropriate to include in the list, also, any courts, including this Court and the 10th Circuit Court of Appeals and the United States Supreme Court.\n    \n    \n      35\n      R. Vol. VI at 21-22. At this point, Mr. Teague chimed in as well:\n    \n    \n      36\n      THE DEFENDANT: And, for the record, I never meant, in that letter that I wrote to you, any&#8212;I didn't intend for that to be threatening; that was not what I was going for at all. I think you know what letter I've been talking about.\n    \n    \n      37\n      THE COURT: Yes. There has been some correspondence from Mr. Teague to me, as well. While I didn't feel terribly threatened by it, I thought I was being fairly even tempered in just suggesting that wasn't a good way to start a letter to a judge, talking about threats to his family. You probably ought to limit your contact with people involved in this case or the legal system to that which is through your counsel&#8212;\n    \n    \n      38\n      THE DEFENDANT: Okay.\n    \n    \n      39\n      THE COURT:&#8212;that would probably be best. And unless there's anything else?\n    \n    \n      40\n      R. Vol. VI at 22. The district court's judgment included the following special condition of supervision: \"No contact with the victims and no contact with agencies or the court unless through counsel.\" R. Vol. I Doc. 61 at 4.\n    \n    \n      41\n      Mr. Teague now argues that the restriction on contact with the court imposes \"a greater deprivation of liberty than is reasonably necessary,\" and violates his constitutional right of access to the courts. Aplt. Br. at 22. Mr. Teague concedes that he did not object in the district court and urges us to review the condition under a plain-error standard. But not only did his counsel not object, he proposed the very limitation (indeed, a broader limitation) to which Mr. Teague now objects. As is clear from the sentencing transcript, Mr. Teague's counsel was the one who suggested that the originally proposed condition be expanded to include \"any courts.\" R. Vol. IV at 22.\n    \n    \n      42\n      We therefore consider whether under these circumstances Mr. Teague's claimed right was waived below. \"Whether a particular right is waivable; whether the defendant must participate personally in the waiver; whether certain procedures are required for waiver; and whether the defendant's choice must be particularly informed or voluntary, all depend on the right at stake.\" Olano, 507 U.S. at 733, 113 S. Ct. 1770.\n    \n    \n      43\n      To begin the analysis, we must describe the right denied Mr. Teague. He is not totally deprived of all access to the courts. First, he may communicate through an attorney, which, even today, is the typical means of accessing the courts. Second, he is not forbidden from communicating with all courts. Although his attorney suggested restricting communications to \"any courts, including [the sentencing] Court and the 10th Circuit Court of Appeals and the United States Supreme Court,\" R. Vol. VI at 22, the conditions imposed stated only \"No contact with ... the court unless through counsel.\" R. Vol. I Doc. 61 at 4. The condition thus restricts communication only with the sentencing court.\n    \n    \n      44\n      We see no reason why this limited right cannot be waived. Nonwaivable rights are rare. \"The most basic rights of criminal defendants are ... subject to waiver.\" Peretz v. United States, 501 U.S. 923, 936, 111 S. Ct. 2661, 115 L. Ed. 2d 808 (1991). Accord United States v. Mezzanatto, 513 U.S. 196, 201, 115 S. Ct. 797, 130 L. Ed. 2d 697 (1995). Waivable constitutional rights include protection against double-jeopardy, Ricketts v. Adamson, 483 U.S. 1, 10, 107 S. Ct. 2680, 97 L. Ed. 2d 1 (1987); the privilege against compulsory self-incrimination, Boykin v. Alabama, 395 U.S. 238, 243, 89 S. Ct. 1709, 23 L. Ed. 2d 274 (1969); the right to jury trial, id.; the right to confront one's accusers, id.; and the Sixth Amendment right to counsel, Johnson v. Zerbst, 304 U.S. 458, 465, 58 S. Ct. 1019, 82 L. Ed. 1461 (1938).\n    \n    \n      45\n      When waiver has not been allowed, it has been because of the need to protect a public interest beyond that of the defendant or because of concern that undue, and unprovable, pressure may have been brought to bear on the defendant. In Wheat v. United States, 486 U.S. 153, 108 S. Ct. 1692, 100 L. Ed. 2d 140 (1988), the Supreme Court held that, despite the Sixth Amendment guarantee of the right to counsel and the \"presumption in favor of counsel of choice,\" id. at 160, 108 S. Ct. 1692, a district court may reject a defendant's waiver of his counsel's conflict of interest, see id. at 162, 108 S. Ct. 1692. The Court explained:\n    \n    \n      46\n      Federal courts have an independent interest in ensuring that criminal trials are conducted within the ethical standards of the profession and that legal proceedings appear fair to all who observe them.... Not only the interest of a criminal defendant but the institutional interest in the rendition of just verdicts in criminal cases may be jeopardized by unregulated multiple representation.\n    \n    \n      47\n      Id. at 160, 108 S. Ct. 1692 (internal citations omitted).\n    \n    \n      48\n      Similarly, in explaining the nonwaivability of the right to a unanimous jury, which we have declared to be \"a right so fundamental that it may not be waived,\" United States v. Morris, 612 F.2d 483, 489 (10th Cir.1979), courts have pointed to the societal interest in a unanimous verdict. Then-Judge Kennedy wrote:\n    \n    \n      49\n      A rule which insists on unanimity furthers the deliberative process by requiring the minority view to be examined and, if possible, accepted or rejected by the entire jury.... Both the defendant and society can place special confidence in a unanimous verdict, and we are unwilling to surrender the values of that mode of fact-finding.\n    \n    \n      50\n      United States v. Lopez, 581 F.2d 1338, 1341 (9th Cir.1978). In addition, the Second Circuit has justified not permitting waiver because of its doubts about the bona fides of any such waiver:\n    \n    \n      51\n      Waiver of unanimity was prohibited [by Fed.R.Crim.P. 31(a)] in response to concern that a defendant would inevitably be under pressure to accede to the suggestion of a trial judge that he accept a non-unanimous verdict and the difficulty of ascertaining a defendant's true motivation under such circumstances.\n    \n    \n      52\n      United States v. Pachay, 711 F.2d 488, 493 (2d Cir.1983). Neither consideration would preclude waiver here. No special societal interest is offended by requiring a defendant to employ an attorney to communicate with the sentencing court; and there would be no particular reason to fear that waiver of the right to proceed pro se was improperly induced by the court. We have recognized waivers of the rights to appeal and collaterally attack a conviction and sentence (even when represented by counsel). See United States v. Hahn, 359 F.3d 1315, 1318 (10th Cir.2004) (en banc) (appeal); United States v. Cockerham, 237 F.3d 1179, 1183 (10th Cir.2001) (collateral attack). And we have approved orders restricting court filings by those who have repeatedly abused the right of access to the courts. See Werner v. Utah, 32 F.3d 1446, 1448 (10th Cir.1994) (per curiam). In light of those precedents limiting the right at issue on this appeal, we are confident that the right can be waived.\n    \n    \n      53\n      There may be greater doubt regarding whether counsel could waive this right for Mr. Teague. But that question is not before us because Mr. Teague was present when his attorney suggested the condition and he immediately pitched in affirmatively, apologizing for his prior letter to the court and responding \"okay\" to the court's agreement with Mr. Teague's counsel. This constituted unambiguous approval of his counsel's suggestion.\n    \n    \n      54\n      Finally, there can be no question that Mr. Teague's waiver was voluntary and knowing. Although those elements of waiver would ordinarily be in doubt when a party is silent or is responding to a request from another party or the court, when a party \"invites\" an error by suggesting that the court take particular action, we can presume that the party has acted voluntarily and with full knowledge of the material consequences. Nothing before us suggests otherwise in this case. Perhaps if the court had imposed in full the condition suggested by Mr. Teague's counsel and had precluded him from even filing pro se pleadings in unrelated litigation, we may have doubted that Mr. Teague knew what he was agreeing to. But that is not what happened here. His statement immediately following his counsel's suggestion of the limitation clearly shows that he knew that he would not be permitted to send a personal communication to the court concerning this case.\n    \n    \n      55\n      We conclude that Mr. Teague waived the right of access to the courts denied by his conditions of release, and we will not review his challenge on appeal.\n    \n    IV. Jury Instruction\n    \n      56\n      The statute that Mr. Teague was found to have violated, 18 U.S.C. &#167; 875(c), provides:\n    \n    \n      57\n      Whoever transmits in interstate or foreign commerce any communication containing any threat to kidnap any person or any threat to injure the person of another, shall be fined under this title or imprisoned not more than five years, or both.\n    \n    \n      58\n      Section 875(c) does not have an explicit mens rea requirement. The district court proposed the following elements-of-the-offense instruction:\n    \n    \n      59\n      Title 18 U.S.C. &#167; 875(c), makes it a crime for anyone to transmit a threatening communication in interstate or foreign commerce. For you to find the defendant guilty of this crime, you must be convinced that the government has proved each of the following beyond a reasonable doubt:\n    \n    \n      60\n      First, that the defendant knowingly transmitted a communication containing a threat to injure the person of another as charged in the Indictment;\n    \n    \n      61\n      Second, that the communication was sent in interstate commerce.\n    \n    \n      62\n      A \"threat\" is a serious statement expressing an intention to injure any person which, under the circumstances, would cause apprehension in a reasonable person, as distinguished from mere idle or careless talk, exaggeration, or something said in a joking manner. It is not necessary to prove that the defendant actually intended to carry out the threat.\n    \n    \n      63\n      R. Vol. IX at 155-57.\n    \n    \n      64\n      During the instruction conference the prosecutor requested that the proposed instruction be modified to emphasize that \"the thing that must be proved is that the defendant intentionally sent the message.\" R. Vol. 1X at 143. (The record does not contain the requested instruction.) But defense counsel objected to the modification and the court decided to make no change.\n    \n    \n      65\n      Mr. Teague now argues that the instruction given was erroneous. Although he does not suggest alternative language, he complains that the elements instruction did not properly state what state of mind was necessary to violate &#167; 875(c). In light of Mr. Teague's testimony at trial, we understand his argument to be that it was not enough for the jurors to find, as the elements instruction directed them, that he sent the e-mail with knowledge that a reasonable person would take the message as a threat. After all, he essentially conceded this knowledge in his trial testimony. Rather, he claims, it was essential for the jury to find that he intended the message as a threat, which we take to mean that he wanted the recipient (Locatelli) to feel threatened.\n    \n    \n      66\n      The government contends that Mr. Teague cannot challenge the instruction because any error was invited. Perhaps Mr. Teague did waive his right to raise any objection to the court's instruction. But one could say that the only argument waived was an argument that Mr. Teague is not making&#8212;namely, that the government's tendered instruction was superior to the actual instruction. We need not resolve that matter. Regardless of whether there was waiver, it is clear that Mr. Teague failed to object to the instruction and any error was forfeited. Accordingly, he is entitled to relief only if he can establish plain error, and that he cannot do.\n    \n    \n      67\n      As we stated above, \"Plain error occurs when there is (1) error, (2) that is plain, which (3) affects substantial rights, and which (4) seriously affects the fairness, integrity, or public reputation of judicial proceedings.\" Gonzalez-Huerta, 403 F.3d at 732. \"Plain\" in this context \"is synonymous with `clear' or, equivalently, `obvious.'\" Olano, 507 U.S. at 734, 113 S. Ct. 1770. The error, \"[a]t a minimum,\" must be \"clear under current law.\" Id. If neither the Supreme Court nor the Tenth Circuit has ruled on the subject, we cannot find plain error if the authority in other circuits is split. See United States v. Marshall, 307 F.3d 1267, 1270 (10th Cir.2002).\n    \n    \n      68\n      Mr. Teague concedes that neither the Supreme Court nor this court has spoken on the mens rea issue he raises on appeal. And in the circuits to address the matter, there is hardly unanimity in his favor. At best (from his point of view), there is a split of authority. Indeed, it is not clear to us that any circuit has adopted the contention advanced by Mr. Teague. Several circuits have considered the mens rea necessary to violate &#167; 875(c). The issue is generally discussed in terms of whether the statute requires specific intent or merely general intent, with only the Ninth Circuit requiring specific intent, see United States v. Twine, 853 F.2d 676, 680 (9th Cir.1988). The others state that general intent is all that is required. See United States v. Whiffen, 121 F.3d 18, 21 (1st Cir.1997); United States v. Francis, 164 F.3d 120, 121 (2d Cir.1999); United States v. Himelwright, 42 F.3d 777, 783 (3d Cir. 1994) (\"[S]ection 875(c) requires proof of a defendant's general intent to threaten injury, but does not require proof of a specific intent to injure another or the present ability to carry out the threat.\" (emphasis added, internal italics omitted)); United States v. Darby, 37 F.3d 1059, 1066 (4th Cir.1994); United States v. Myers, 104 F.3d 76, 81 (5th Cir.1997); United States v. DeAndino, 958 F.2d 146, 150 (6th Cir. 1992) (Section 875(c) \"does not require specific intent in regard to the threat element of the offense, but only general intent\"); United States v. Stewart, 411 F.3d 825, 827-28 (7th Cir.2005). We recognize that the terms general intent and specific intent can be ambiguous in many contexts, and further elaboration may be necessary to clarify precisely what the accused must know and intend. See United States v. Zuni, ___ F.3d ___, ___, slip. op at 5-10 (10th Cir.2006); 1 Wayne R. LaFave, Substantive Criminal Law &#167; 5.1(b), at 336-37, 355 (2d ed. 2003) (\"[C]ourts have often said that a `general intent' is needed, but this is often not helpful because of the ambiguity attending that phrase.... [G]reater clarity could be accomplished by abandoning the `specific intent'&#8212;`general intent' terminology....\"); 1 Paul H. Robinson, Criminal Law Defenses &#167; 65(e), at 298 (1984) (\"The distinction [between general and specific intent] is a troublesome one.\"). But the thrust of the circuit opinions is clear. Even Mr. Teague acknowledges that there is a circuit split on the issue before us; and our review of the circuit opinions suggests that there may not be any that would reject the elements instruction given here. Accordingly, we cannot accept Mr. Teague's contention that the district court committed error that was plain. Hence, there was no plain error.\n    \n    V. Conclusion\n    \n      69\n      We AFFIRM the judgment of the district court.\n    \n    \n      \n        Notes:\n      \n      \n        1\n         WhenOlano was decided in 1993, Rule 52(b) read: \"Plain errors or defects affecting substantial rights may be noticed although they were not brought to the attention of the court.\" Olano, 507 U.S. at 731, 113 S. Ct. 1770. The Court noted that \"[a]lthough it is possible to read the Rule in the disjunctive, as creating two separate categories&#8212;`plain errors' and `defects affecting substantial rights'&#8212;that reading is surely wrong.\" Id. at 732, 113 S. Ct. 1770. Rather, \"the phrase `error or defect' is more simply read as `error.'\" Id. The rule was amended in 2002 to reflect this reading. See Fed.R.Crim.P. 52 advisory committee's note.\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 167382
        }
    ],
    "court_short_name": "Tenth Circuit",
    "court_full_name": "Court of Appeals for the Tenth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Kidnapping"
}