{
    "id": 10520,
    "judges": null,
    "date_filed": "2016-07-30",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-rivas",
    "case_name_short": "Rivas",
    "case_name": "United States v. Rivas",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 14.0,
            "download_url": "http://www.ca5.uscourts.gov/opinions\\pub\\95/95-40519.CR0.wpd.pdf",
            "author_id": null,
            "opinion_text": "                    UNITED STATES COURT OF APPEALS\n\n                         FOR THE FIFTH CIRCUIT\n\n\n\n                             No. 95-40519\n\n\n\n                      UNITED STATES OF AMERICA,\n\n                                                   Plaintiff-Appellee,\n\n\n                                VERSUS\n\n\n                              RENE RIVAS,\n\n                                                  Defendant-Appellant.\n\n\n\n\n          Appeals from the United States District Court\n                For the Southern District of Texas\n                           October 23, 1996\n\n\nBefore WISDOM, SMITH and PARKER, Circuit Judges.\n\nPARKER, Circuit Judge:\n\n     Appellant Rene Rivas (“Rivas”) appeals his convictions for\n\nconspiracy to possess with intent to distribute marijuana and\n\npossession with intent to distribute marijuana, as well as the\n\nsentences imposed by the district court.         Finding no reversible\n\nerror, we affirm.\n\n                         FACTS AND PROCEEDINGS\n\n     Law enforcement officers stopped an 18-wheeler hauling a load\n\nof watermelons from Texas to Florida on September 27, 1994.       They\n\n\n                                   1\n\ffound approximately 773 pounds of marijuana in a hidden compartment\n\nin the trailer.     The driver, Rivas’s co-defendant Ramon Rodriguez,\n\npleaded guilty to a drug trafficking charge.\n\n     Juan Cano (“Cano”), who owned the truck, had been cooperating\n\nwith law enforcement for about three weeks at the time of the stop\n\nand testified as a key witness against Rivas.             Cano testified that\n\non August 13, 1994 he received a mysterious phone call from an\n\nunidentified man that he later determined was Rivas.                 The caller\n\nstated that he was holding Cano’s son Ruben and instructed Cano to\n\ndeliver his pickup truck to a certain parking lot the next day.\n\nThere were four or five more phone calls in which the same caller\n\ndemanded a car and a large red tractor trailer rig (“the red\n\ntruck”).    After    Cano   complied       with   these   demands,   Ruben   was\n\nreleased.   In addition to the vehicle demands, the caller and his\n\nmessenger who picked up the vehicles repeatedly asked Cano whether\n\nhe was ready to do business or “ready to haul weed.”\n\n     On September 7, 1994, Cano reported these incidents to the\n\npolice and agreed to cooperate in an investigation into the demands\n\nand into the stolen vehicles.      The caller contacted Cano again on\n\nSeptember 21, 1994 and Cano agree to haul marijuana for him.                 The\n\ncaller instructed Cano to locate a load of produce going to\n\nFlorida, and to turn over another one of his tractor trailer rigs\n\n(“the pink truck”), in exchange for the return of the red truck.\n\nCano reported this call to the police, who set up surveillance\n\nbeginning with the turn-over of the pink truck and continuing\n\nthrough Rivas’s arrest.      Rivas met Cano at an agreed location and\n\n\n                                       2\n\ftook the pink truck from him.            Cano testified that this was the\n\nfirst time he had ever seen Rivas, but that he recognized his voice\n\nfrom the phone calls.          Cano then arranged for the pink truck to\n\ntake a load of watermelons to Florida.               Rivas provided the driver,\n\nRamon Rodriguez, and Cano provided $200 for fuel money.\n\n     The Texas Department of Public Safety (“DPS”) officers who\n\nconducted the surveillance testified that Rivas picked up the pink\n\ntruck and drove it to his house, where they observed one of the\n\nother vehicles Cano had reported stolen. Rivas then drove the pink\n\ntruck to another house, where the red truck was parked.                           From\n\nSeptember 23-27, surveillance officers observed Rivas meeting with\n\nRodriguez    at   various      parking       lots,   driving    the   red    truck,\n\ninspecting the pink truck, and meeting the pink truck at the\n\nproduce market where it picked up the watermelons.\n\n     On September 27, 1994, after the load of marijuana had been\n\nconfiscated, the police executed a search warrant at Rivas’s house,\n\nrecovering   a    box   of    watermelons,      $9,400   in    currency     and    two\n\nvehicles that Cano had reported stolen.               Rivas was not arrested at\n\nthis time.\n\n     On   September     29,    1994,   after     three    aborted     meetings      in\n\nparking lots, Rivas came to Cano’s house and wrote on a piece of\n\npaper, “Mr. Cano, if you take all the rap, I will pay you one\n\npercent, whatever it cost, what happened.”               A federal warrant for\n\nRivas’s arrest was issued on September 30, 1994 and executed on\n\nOctober 3, 1994.\n\n     Rivas was indicted for conspiracy to possess with intent to\n\n\n                                         3\n\fdistribute marijuana and possession with intent to distribute\n\nmarijuana for his role.    A jury found him guilty on both counts.\n\nThe district court sentenced him to 78 months in prison.\n\n     THE DISTRICT COURT’S “CEASE DELIBERATING” INSTRUCTION\n\n     During deliberations at trial, the jury twice informed the\n\njudge that they had reached a verdict on one count, but that they\n\nwere having trouble reaching a verdict on the other.              The second\n\ntime, they inquired, “Are we allowed to have a hung decision on a\n\ncount?”   The court responded:\n\n          If you have reached a verdict as to any count,\n     please have the foreperson make the appropriate entries\n     on the verdict forms as to that count. Then have the\n     foreperson sign the verdict form, date it, and enclose\n     and seal it in the attached envelope.\n          As to any count for which you have not reached a\n     verdict, please advise if further deliberations will\n     assist you in reaching a verdict.\n\nRivas objected on the basis that any further deliberation on the\n\nundecided count would in effect force a coerced verdict.            The jury\n\nfilled out the jury form and sealed it, in compliance with the\n\ncourt’s instructions.     The district court then gave the jury an\n\nAllen1 charge, adding, “You are no longer to address the count for\n\nwhich you have received a unanimous verdict.”             After giving the\n\nAllen charge, the court gave the jury an identical verdict form and\n\nstated again that it was “to apply only to the count [on] which you\n\nhave not reached a verdict.”\n\n     After the jury returned to deliberations, Rivas made the\n\nadditional   objection   that   the       court’s   instruction   improperly\n\n     1\n      Allen v. United States, 164 U.S. 492, 17 S. Ct. 154, 41 L.\nEd. 528 (1896).\n\n                                      4\n\fprevented the jurors from deliberating further on the count upon\n\nwhich they had agreed. The district court overruled the objection.\n\nAfter a question from the jury about the definition of “possession”\n\nand in response to the court’s instruction, Rivas reurged his\n\nprevious objections and moved for judgment of acquittal “on the\n\nbasis that the jury has already returned one verdict; consequently,\n\nany   further   deliberations   constitute   double    jeopardy   on   the\n\nremaining count.”    The district court denied the motion.\n\n      After further deliberations, the jury returned both verdict\n\nforms, finding Rivas guilty on both counts.           A poll of the jury\n\nconfirmed that the guilty verdicts were unanimous.\n\n      Rivas contends that the district court erred because its\n\ninstructions (1) coerced the jury into surrendering its views for\n\nthe purpose of rendering its verdict; (2) set a time limit for the\n\ndeliberations; (3) constituted a comment on the evidence; and (4)\n\nresulted in a directed verdict.        Rivas argues that the procedure\n\nprevented further deliberation on a count when the jury had not yet\n\nreached a final verdict. Rivas relies on United States v. Straach,\n\n987 F.2d 232 (5th Cir. 1993), where this Court stated that\n\n      a jury has not reached a valid verdict until\n      deliberations are over, the result is announced in open\n      court, and no dissent by a juror is registered. Even at\n      this point, where the verdict is announced in open court\n      and no dissent is voiced, the verdict may not be accepted\n      by the court if a poll taken before the verdict is\n      recorded indicates a lack of unanimity. . . . This\n      applies particularly where more than one count has been\n      submitted to the jury, for continuing deliberations may\n      shake views expressed on counts previously considered.\n      Jurors are not bound by votes in the jury room and remain\n      free to register dissent even after the verdict has been\n      announced, though before the verdict is recorded.\n\n\n                                   5\n\fId. at 243, quoting United States v. Taylor, 507 F.2d 166, 168 (5th\n\nCir. 1975).\n\n     The Government points out that Rivas failed to object to the\n\ndistrict court’s instructions on the basis now presented as error\n\nuntil after the instruction had been sent to the jury and they had\n\nbegun to deliberate.     Objections made to instructions after they\n\nhave been given to the jury and the jury has retired to deliberate\n\nare reviewed for plain error.    United States v. Winn, 948 F.2d 145,\n\n159 (5th Cir. 1991), cert. denied, 503 U.S. 976, 112 S. Ct. 1599,\n\n118 L. Ed. 2d 313 (1992).     See FED. R. CRIM. P. 30.\n\n     In order to establish that the instruction constituted plain\n\nerror, Rivas must show   that (1) there was error; (2) the error was\n\nclear or obvious; and (3) the obvious error affected substantial\n\nrights.   United States v. Calverley, 37 F.3d 160, 162-63 (5th Cir\n\n1994) cert. denied, 115 S. Ct. 1266, 131 L. Ed. 2d 145 (1995).       We\n\nfind that the district court erred and that the error was clear.\n\nHowever, the error did not affect Rivas’s substantial rights.\n\nThere is no indication that the jury was less than unanimous in its\n\nverdict on Count One at any time.       The jurors were polled after\n\nboth verdicts were returned and all jurors indicated that the\n\nverdict on Count One was their verdict.      We therefore decline to\n\nreverse on the basis of the district court’s erroneous “cease\n\ndeliberating” instruction.     Our affirmance should not be read to\n\napprove the procedure used by the district court.        However, we are\n\nunpersuaded that the procedure prejudiced Rivas, given the specific\n\ncircumstances of this case.\n\n\n                                   6\n\f       Rivas also contends that the “cease deliberating” instruction\n\nconstituted a directed verdict on Count One and resulted in a\n\ndouble   jeopardy   violation.      He    argues   that   by   ending   jury\n\ndeliberations on Count One, the district court in effect directed\n\na verdict on that count.          He argues that jeopardy therefore\n\nattached and further deliberations on the remaining count were\n\nprohibited by the double jeopardy clause.           Because the district\n\ncourt did not accept in open court a final verdict on Count One\n\nuntil after the jury had finished deliberating on Count Two,\n\nRivas’s double jeopardy claim is without merit.\n\n                     SUFFICIENCY OF THE EVIDENCE\n\n       When reviewing a challenge to the sufficiency of the evidence\n\nin a criminal case, this Court must determine whether a “reasonable\n\ntrier of fact could find that the evidence establishes guilt beyond\n\na reasonable doubt.”   United States v. Bell, 678 F.2d 547, 549 (5th\n\nCir. Unit B 1982) (en banc), aff’d on other grounds, 462 U.S. 356,\n\n103 S. Ct. 2398, 76 L. Ed. 2d 638 (1983).\n\n       Rivas argues that key testimony provided by Juan Cano should\n\nnot be believed because it was implausible and because a government\n\nwitness who was involved in the investigation characterized Cano’s\n\nversion of the facts as a “wild and far-fetched” story.                 Rivas\n\npoints out that Ruban Cano, the alleged kidnap victim, did not\n\nmention the incident in his own probation revocation hearing.              He\n\nalso   emphasizes   that   both   Ruban   and   Juan   Cano    had   previous\n\nconvictions for drug-related violations while Rivas had no previous\n\ncriminal history.\n\n\n                                    7\n\f       The jury was entitled to credit Cano’s testimony, regardless\n\nof Rivas’s position that it was implausible.     Rivas has failed to\n\nshow that a reasonable trier of fact could not have found that the\n\nevidence established guilt beyond a reasonable doubt.      See Bell,\n\n678 F.2d at 549.\n\n                            ALLEN CHARGE\n\n       Rivas contends that the district court erred by giving the\n\njury an Allen charge when the jury had only deliberated for a short\n\ntime, in effect coercing a jury verdict.     The instruction given by\n\nthe district court mirrors the one which this court approved in\n\nUnited States v. Nguyen, 28 F.3d 477, 484 (5th Cir. 1994), and\n\nRivas does not challenge the actual content of the charge.\n\n       The jury had deliberated from 11 a.m. until 5:00 p.m. with a\n\nbreak for lunch on the first day, then two more hours the following\n\nday.    The jury had twice informed the court it was deadlocked\n\nbefore the Allen charge was given.         After the court gave the\n\ncharge, the jury sent two more notes concerning the instructions\n\nand deliberated until 4:50 p.m.\n\n       The district court has broad discretion to give an Allen\n\ncharge when the jury indicates that it is deadlocked.         United\n\nStates v. Pace, 10 F.3d 1106, 1125 (5th Cir. 1993), cert. denied,\n\n114 S. Ct. 2180, 128 L. Ed. 2d 899 (1994).       Rivas has not shown\n\nthat the district court abused its discretion in giving the Allen\n\ncharge under these circumstances.\n\n                     MOTION TO SUPPRESS EVIDENCE\n\n       Rivas contends that the district court erred when it denied\n\n\n                                  8\n\fhis motions to suppress evidence seized in the search of his house\n\nand its premises.       This Court reviews factual findings in the\n\ndistrict court’s order denying a motion to suppress for clear error\n\nand resolves questions of law de novo.         United States v. Kelley,\n\n981 F.2d 1464, 1467 (5th Cir.), cert. denied, 508 U.S. 944, 113 S.\n\nCt. 2427, 124 L. Ed. 2d 647 (1993).\n\n     Rivas filed motions to suppress the evidence found during a\n\nsearch   of   his   home,   arguing   that   the   state    search   warrant\n\nauthorizing the search of the premises was invalid and that he did\n\nnot validly consent to the warrantless search of his home.             Rivas\n\nchallenges the district court’s denial of those motions.\n\na. Search of the interior of the house.\n\n     Danny Pena, a DPS trooper, testified at the suppression\n\nhearing that he went to Rivas’s house with other officers, driving\n\nup to the house with his emergency lights on at about 10:20 p.m. on\n\nSeptember 27, 1994.     Pena saw someone look out the window and then\n\nrun back into the house.       Pena and another officer went to the\n\nfront door and knocked.      Rivas’s wife opened the door.        Pena, who\n\nwas in uniform, identified himself as a police officer and asked\n\nMrs. Rivas for permission to enter the house.              According to the\n\nofficer, she agreed. Pena informed Mrs. Rivas that they were there\n\nto retrieve some vehicles and that they had a search warrant.\n\n     Joe Ortiz, another DPS officer, testified that he was sent to\n\nRivas’s house to execute a search warrant and that he participated\n\nin the search.      When he arrived, he went to the back of the house\n\nand saw Rivas leaving through the back door.               Ortiz met Rivas,\n\n\n                                      9\n\fidentified himself as a DPS officer and Rivas, in turn, identified\n\nhimself. Another officer walked up and stated that he had detected\n\nthe odor of marijuana at the house and on Rivas.     Rivas admitted\n\nthat he had been smoking a joint.      The officers then requested\n\npermission to search the house.      Rivas was given a “Consent to\n\nSearch” form, and Ortiz testified that Rivas stated that “they”\n\nwere already searching his house. Ortiz informed Rivas that no one\n\nwas searching his house, but that the officers were only explaining\n\nto his wife that they were going to be on the property, seizing\n\ncertain vehicles that had been reported stolen.     Ortiz testified\n\nthat Rivas said that he understood and signed the consent form.\n\n     Officer Segundo testified that Rivas added the words, “After\n\nofficers already in house” and “reluctantly” to the consent form\n\nwhen he signed it.   Segundo asked Rivas whether that “mean[t] we\n\ncan go in, or does it mean that we can’t.”   According to Segundo,\n\nRivas responded that they could search the house.\n\n     Rivas testified that: (1) he did not read the Consent to\n\nSearch form and that the officers insisted that he sign it; (2) he\n\nunderstood what the officers were saying to him and he knew he was\n\nsigning a Consent to Search form; (3) no one told him that he did\n\nnot have to sign the form, but no one threatened him; and (4) he\n\nfinished the eleventh grade in school.    Mrs. Rivas testified that\n\nofficers knocked on the front door of the house and she answered\n\nthe knock.   She said that the officers pushed their way into the\n\nhouse without an invitation and she never consented to a search of\n\nthe house.\n\n\n                                10\n\f       The voluntariness of consent is a question of fact to be\n\ndetermined from the totality of all the circumstances. Kelley, 981\n\nF.2d at 1469.         This Court has set forth a six-factor test for\n\nreviewing     the   voluntariness       of    a    consent      to    search:       (1)   the\n\ndefendant’s custodial status; (2) the presence or absence of\n\ncoercive     police    tactics;    (3)       the    nature      and    extent       of    the\n\ndefendant’s     cooperation       with       officers;       (4)      the     defendant’s\n\nknowledge of his ability to decline to give consent; (5) the\n\ndefendant’s intelligence and educational background; and (6) the\n\ndefendant’s belief that no incriminating evidence will be found.\n\nKelley, 981 F.2d at 1470.         First Rivas was not in custody when they\n\nrequested     his   consent.      Second,         the    only   evidence       of    police\n\ncoercion is Rivas’s uncorroborated testimony that the officers\n\ninsisted that he sign the form and the fact that the police arrived\n\nafter 10:00 p.m.         Third, there is no evidence that Rivas was\n\nuncooperative with the officers.              Fourth, the form clearly stated\n\nthat Rivas     could    refuse    to    give       his   consent,      although          Rivas\n\nasserted that he did not read the form before signing it.                        The fact\n\nthat he added “reluctantly,” to the form and then told Segundo that\n\nthey could go ahead with the search evidenced his awareness that he\n\nhad the right to refuse to consent to the search.                             Fifth, his\n\neleventh grade education and the notations he made on the consent\n\nform indicate an intelligence level sufficient to made a knowing\n\nwaiver.      Finally, Rivas did not believe that the officers would\n\nfind   any    contraband   in     the    house      except      a     small    amount      of\n\nmarijuana.      Although the late hour of the search weighs as a\n\n\n                                         11\n\fcoercive factor, the district court’s finding of voluntariness was\n\nnot clearly erroneous given the balance of the evidence in the\n\nrecord.\n\nb. Search of the exterior of Rivas’s house.\n\n      The officers found two vehicles that Cano told the officers\n\nRivas had extorted from him and a box of watermelons.                  Rivas\n\ncontends that the search warrant issued by a Texas justice of the\n\npeace is invalid under FED. R. CRIM. P. 41(a) because: (1) a justice\n\nof the peace is not a “court of record” under the rule; (2) the\n\nwarrant does not authorize the search in the nighttime; and (3) the\n\naffidavit attached to the warrant did not establish probable cause.\n\n      In United States v. McKeever, 905 F.2d 829, 832 (5th Cir.\n\n1990), cert. denied, 498 U.S. 1070, 111 S. Ct. 790, 112 L. Ed. 2d\n\n852 (1991), this Court held that “the 1972 amendment to Rule 41\n\nreflects a Congressional intent that none of Rule 41's requirements\n\napply to state warrants.”          Rule 41(a) applies only to warrants\n\nsought by federal officers.        See id.    The warrant in this case was\n\nobtained by state DPS officers from a state justice of the peace.\n\nThus, Rivas’s arguments under Rule 41 are meritless.\n\n      Rivas next contends that the warrant was invalid because Texas\n\nCode of Criminal Procedure, Article 18.01(c) does not list justices\n\nof   the   peace   as   judicial   officers   empowered   to   issue   search\n\nwarrants under Article 18.02.         The Government responds that this\n\nCourt has held that the Texas Code of Criminal Procedure provides\n\nthat justices of the peace are “magistrates” who are authorized to\n\nissue search warrants.       United States v. Conine, 33 F.3d 467, 469\n\n\n                                      12\n\f(5th Cir. 1994); TEX.CODE CRIM.PROC.ANN. art. 2.09 (Vernon Supp.1994).\n\n     Rivas’s assertion that the affidavit attached to the state\n\nwarrant did not establish probable cause is unsupported by any\n\nargument. Because issues that are raised on appeal but not briefed\n\nare deemed abandoned, this Court will not address this alleged\n\npoint of error.    See United States v. Gipson, 46 F.3d 472, 474-75\n\n(5th Cir. 1995).\n\n     The district court’s factual determination that Rivas gave\n\nvalid consent for the search of his home was not clearly erroneous.\n\nFurther, Rivas did not establish that the warrant executed on the\n\noutside premises was invalid.          We therefore conclude that the\n\ndistrict court did not err in denying Rivas’s motions to suppress\n\nthe evidence found during the search.\n\n               SENTENCE ENHANCEMENT FOR MANAGERIAL ROLE\n\n     The   district   court’s    finding    that   a   defendant      played   a\n\nmanagerial role in the offense is a factual finding that this Court\n\nreviews for clear error.        United States v. Narvaez, 38 F.3d 162,\n\n166 (5th Cir. 1994), cert. denied, 115 S. Ct. 1803, 131 L. Ed. 2d\n\n729 (1995).\n\n     Pursuant to U.S.S.G. § 3B1.1(c): “If the defendant was an\n\norganizer, leader, manager or supervisor in any criminal activity\n\nother   than   described   in   (a)   or   (b),   increase   by   2   levels.”\n\nSubsections (a) and (b) discuss three and four-level enhancements\n\nfor more aggravating roles. In this case, the evidence showed that\n\nRivas obtained the vehicle used to transport the marijuana to\n\nFlorida by extorting the vehicle from Juan Cano.             Rivas attempted\n\n\n                                      13\n\fto recruit Cano into the conspiracy and succeeded in persuading\n\nCano to locate a load of produce bound for Florida to facilitate\n\nthe crime.   Rivas has not shown that the district court’s decision\n\nto enhance Rivas’s offense level by the minimum amount provided for\n\nin § 3B1.1 was clearly erroneous.\n\n                            CONCLUSION\n\n      For the foregoing reasons, we affirm Rivas’s convictions and\n\nsentence.\n\n     AFFIRMED.\n\n\n\n\n                                 14\n\f",
            "ocr": false,
            "opinion_id": 10520
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Kidnapping"
}