{
    "id": 1377554,
    "judges": "Carley, Hunstein, Thompson",
    "date_filed": 981331200000,
    "date_filed_is_approximate": false,
    "slug": "perkinson-v-state",
    "case_name_short": "Perkinson",
    "case_name": "Perkinson v. State",
    "case_name_full": "Perkinson v. the State",
    "attorneys": "William E. Nethery, Maryann F. Blend, Corrine M. MullMilsteen, for appellant., J. Tom Morgan, District Attorney, Barbara B. Conroy, Assistant District Attorney, John H. Petry, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Reconsideration denied March 2, 2001.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 20,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b537-12\">\n    S00A1710.\n   </docketnumber><parties id=\"ArOM\">\n    PERKINSON v. THE STATE.\n   </parties><citation id=\"AiG\">\n    (542 SE2d 92)\n   </citation>",
    "citations": [
        "542 S.E.2d 92",
        "273 Ga. 491"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4100.0,
            "opinion_text": "\n542 S.E.2d 92 (2001)\n273 Ga. 491\nPERKINSON\nv.\nThe STATE.\nNo. S00A1710.\nSupreme Court of Georgia.\nFebruary 5, 2001.\nReconsideration Denied March 2, 2001.\n*93 William E. Nethery, Maryann F. Blend, Corinne M. Mull-Milsteen, Decatur, for Appellant.\nJ. Tom Morgan, Dist. Atty., Barbara B. Conroy, Asst. Dist. Atty., John H. Petrey, Decatur, for Appellee.\nTHOMPSON, Justice.\nThis case arises from a series of crimes committed or allegedly committed by Eric Perkinson on the same day in two counties. Perkinson was convicted in Bartow County of malice murder and other offenses and he received the death penalty for the murder. In the present case, DeKalb County is seeking to try him on several charges arising out of the same criminal transaction. Perkinson unsuccessfully filed a plea in bar claiming that the DeKalb County prosecution is barred by double jeopardy. While awaiting trial in DeKalb County, Perkinson exercised his right to appeal the trial court's denial of his plea in bar on grounds of double jeopardy. See Torres v. State, 270 Ga. 79, 508 S.E.2d 171 (1998); Patterson v. State, 248 Ga. 875, 287 S.E.2d 7 (1982).\nFor the purposes of the plea in bar, the parties stipulated to the following facts, which were essentially taken from the evidence presented at the Bartow County trial. On June 6, 1998, the victims, Dakarai Sloley and Louis Nava, were parked in DeKalb County in a BMW automobile belonging to Sloley's aunt, when Perkinson and an accomplice entered the back seat of the car. At gunpoint, Perkinson and the accomplice forced the victims to drive a short distance. While still in DeKalb County, Perkinson demanded and received cash from both victims. Perkinson then ordered Sloley to stop the car in a church parking lot in DeKalb County, where they rendezvoused with a green Toyota driven by two more accomplices. Sloley was made to sit in the front passenger seat of the BMW and Nava was forced into the BMW's trunk. The four perpetrators then drove the two cars north on I-75 to Bartow County, where they stopped in a wooded, secluded location. Perkinson and an accomplice marched Nava into the woods where Perkinson shot him several times, killing him. Perkinson returned to the BMW and told Sloley it was his \"turn.\" While being marched into the woods, Sloley attempted to escape. Perkinson fired several times and a *94 bullet broke Sloley's arm, but he kept running and got away. Perkinson and his three accomplices were arrested shortly thereafter.\nPerkinson was tried separately in Bartow County and was convicted of malice murder, three counts of felony murder (the underlying felonies were the armed robberies of the cash from both victims, the kidnappings with bodily injury of both victims, and motor vehicle hijacking), aggravated battery, two counts of aggravated assault, two counts of false imprisonment for confining the victims in the BMW, theft by taking of a motor vehicle, possession of a firearm during the commission of a felony, and possession of a firearm by a convicted felon. The trial court merged the aggravated assault convictions into Perkinson's other convictions. The trial court also vacated Perkinson's felony murder convictions as required under Malcolm v. State, 263 Ga. 369(4), 434 S.E.2d 479 (1993) (where defendant is convicted of the malice murder and felony murder of a single victim, he may be sentenced to either malice or felony murder, but not both). Perkinson received the death penalty for the malice murder and consecutive sentences totaling 60 years imprisonment for his remaining convictions.\nFollowing the Bartow County trial, the DeKalb County grand jury indicted Perkinson for two counts of kidnapping with bodily injury (the \"bodily injury\" alleged is the shooting of Nava and Sloley), two counts of armed robbery (for taking cash from both victims), possession of a firearm during the commission of a felony, and possession of a firearm by a convicted felon. Perkinson filed a plea in bar claiming that double jeopardy barred the DeKalb County prosecution because Bartow County had \"used up\" all the evidence for the crimes in its prosecution and because the Bartow County convictions for false imprisonment are lesser-included offenses of kidnapping with bodily injury. The trial court denied the plea in bar with regard to the armed robbery and kidnapping with bodily injury charges, but granted it with regard to the firearm possession charges. It ruled that the firearm charges applied to the entire criminal transaction and that Perkinson was already convicted of these charges in Bartow County.\nAfter Perkinson filed his appeal with this Court, we informed the parties of our particular concern with the following questions:\n(1) If a defendant is convicted of felony murder in one county with an underlying felony committed in a second county, and the felony murder conviction is vacated by operation of Malcolm v. State, [supra], can the defendant be tried and convicted of the underlying felony in the second county?\n(2) If a defendant kidnaps a victim in one county and abducts the victim to a second county where he inflicts bodily injury on the victim, and the defendant is subsequently convicted of false imprisonment in the second county, can the defendant then be tried and convicted of kidnapping with bodily injury in the first county? See Sallie v. State, 216 Ga.App. 502, 455 S.E.2d 315 (1995).\n1. Perkinson claims that in obtaining his felony murder convictions in Bartow County the State \"used up\" the evidence that would be presented to obtain convictions for kidnapping with bodily injury and armed robbery in DeKalb County. See Haynes v. State, 249 Ga. 119(2), 288 S.E.2d 185 (1982). He avers that the underlying felonies for two of his felony murder convictions in Bartow County are the kidnappings with bodily injury and armed robberies alleged in DeKalb County.[1] Indeed, the Bartow County indictment specifies that the underlying felonies for two of the three counts of felony murder for which Perkinson was convicted are the kidnappings with bodily injury of Nava and Sloley which originated in DeKalb County and the armed robberies of the cash from Nava and Sloley which took place in DeKalb County. The parties have also stipulated that the evidence from the Bartow County trial was essentially the same as would be presented in a DeKalb County trial on the offenses alleged there.\n*95 Upon review, we conclude that the proscription against double jeopardy bars the DeKalb County prosecution. A prosecution for a lesser-included offense after a conviction for the greater offense in a different county violates OCGA § 16-1-8(a), Art. I, Sec. I, Par. XVIII of the 1983 Georgia Constitution, and the Fifth and Fourteenth Amendments to the United States Constitution.\n\"The Double Jeopardy Clause of the Fifth Amendment, applicable to the States through the Fourteenth [Amendment], provides that no person shall `be subject for the same offense to be twice put in jeopardy of life or limb.'\" Brown v. Ohio, 432 U.S. 161, 164(II), 97 S. Ct. 2221, 53 L. Ed. 2d 187 (1977). This protection encompasses not just multiple punishments by a single sovereign for the same offense, but also successive prosecutions for the same offense. Id. at 165, 97 S. Ct. 2221; United States v. Dixon, 509 U.S. 688, 696(II), 113 S. Ct. 2849, 125 L. Ed. 2d 556 (1993). A defendant is protected by the Double Jeopardy Clause from attempts to re-litigate the facts after an acquittal and from attempts \"to secure additional punishment after a prior conviction and sentence.\" Brown, supra at 166, 97 S. Ct. 2221. In addition to the risk of enhanced punishment for the same offense, successive prosecutions allow the State to unfairly rehearse its presentation of the evidence and hone its trial strategy, while also incrementally increasing the burden on the defendant to defend himself. Unless each offense requires proof of an additional fact which the other does not (the same-elements test to determine if two charges or convictions constitute the \"same offense\" under the Fifth Amendment as outlined in Blockburger v. United States, 284 U.S. 299, 52 S. Ct. 180, 76 L. Ed. 306 (1932)), \"the Double Jeopardy Clause prohibits successive prosecutions as well as cumulative punishment.\" Brown, supra. See also Dixon, supra.\nIt is clear that the underlying felony of a felony murder conviction is a lesser-included offense of the felony murder. Harris v. Oklahoma, 433 U.S. 682, 97 S. Ct. 2912, 53 L. Ed. 2d 1054 (1977); Atkins v. Hopper, 234 Ga. 330(3), 216 S.E.2d 89 (1975); Woods v. State, 233 Ga. 495, 501, 212 S.E.2d 322 (1975); Stephens v. Zant, 631 F.2d 397, 401 (5th Cir.1980) (\"As felony murder is defined under Georgia law, the underlying felony is a lesser included offense of felony murder\"), rev'd on other grounds 462 U.S. 862, 103 S. Ct. 2733, 77 L. Ed. 2d 235 (1983). For double jeopardy purposes, a lesser-included and a greater offense are the \"same offense\" under the Fifth Amendment because the lesser offense requires no proof beyond that which is required for the conviction of the greater offense. See Brown, supra at 168(II), 97 S. Ct. 2221; Blockburger, supra at 304, 52 S. Ct. 180; Harris, supra at 682-683, 97 S. Ct. 2912. It is also clear that Bartow and DeKalb counties are not separate sovereigns. See Heath v. Alabama, 474 U.S. 82, 87-89(II), 106 S. Ct. 433, 88 L. Ed. 2d 387 (1985); Brown, supra at 164, n. 4, 97 S. Ct. 2221; Potts v. State, 261 Ga. 716(1)(b), 410 S.E.2d 89 (1991) (\"We recognize that separate counties within the state are not `separate sovereign entities,' [cit.]\"). Although more than one county and prosecutor are involved, all the criminal charges against Perkinson were brought on behalf of the State of Georgia. See id.\nBrown v. Ohio, 432 U.S. 161, 97 S. Ct. 2221, 53 L. Ed. 2d 187, is on point. In Brown, the defendant stole a car in Cuyahoga County, Ohio. Nine days later, he was arrested while driving the car in Wickliffe, Ohio, which is in Lake County. He was charged with joyriding (a misdemeanor) in Wickliffe and with auto theft (a felony) in Cuyahoga County. He pled guilty in Wickliffe to joyriding and then claimed that double jeopardy barred his prosecution for auto theft in Cuyahoga County. After recognizing that the two prosecutions were the acts of a single sovereign, id. at 164, n. 4, 97 S. Ct. 2221, the United States Supreme Court noted that Ohio courts defined joyriding as a lesser-included offense of auto theft. Id. at 167-168, 97 S. Ct. 2221. Under Ohio law, auto theft was essentially joyriding plus the intent to permanently deprive the owner of possession. Id. at 167, 97 S. Ct. 2221. Therefore, the Supreme Court held that the Cuyahoga County prosecution for auto theft was barred because Brown was being twice placed in jeopardy for the same *96 offense. Id. at 170, 97 S. Ct. 2221. The Supreme Court further held that it is immaterial whether the conviction of the lesser offense preceded the prosecution for the greater offense or vice versa. Id. at 168, 97 S. Ct. 2221. \"Whatever the sequence may be, the Fifth Amendment forbids successive prosecution and cumulative punishment for a greater and lesser included offense.\" Id. at 169, 97 S. Ct. 2221.\nThe same result is required in this case.[2] Perkinson may not be prosecuted for the lesser-included offense after being convicted of the greater offense in a different county. See Brown, supra at 168-170, 97 S. Ct. 2221; Dixon, supra. The State argues that Perkinson, if he had committed the crimes in a single county, could have been tried and convicted for felony murder and the separate underlying felonies in the same trial and, if the felony murder convictions were vacated by operation of Malcolm v. State, 263 Ga. at 371-372(4), 434 S.E.2d 479, he could have been separately sentenced for the underlying convictions without violating double jeopardy. See Malcolm, supra at 372-374(5), 434 S.E.2d 479. This argument is true, but inapplicable to the present case. Perkinson's DeKalb County prosecution is tantamount to a prosecutor in a single county obtaining a conviction for felony murder, having the trial court vacate that felony murder conviction by operation of law, and then bringing a separate prosecution against the same defendant for the underlying felonies, which would be a clear violation of the double jeopardy bar to successive prosecutions. See Brown, supra; Dixon, supra; Harris, supra at 682-683, 97 S. Ct. 2912.\nWe are mindful that the State must punish defendants who engage in multi-county crime sprees, and that this may entail prosecutions being brought in more than one county. However, prosecutors must be careful to prosecute these defendants for separate crimes arising from the same criminal episode in a manner that avoids violating the Double Jeopardy Clause, and this may require coordination of their efforts. See Potts, 261 Ga. at 720(1)(b), 410 S.E.2d 89. \"[I]t behooves prosecutors in [multi-county crime spree] cases to coordinate local prosecutorial efforts with prosecutors of other counties to best protect the interests of the citizens of Georgia and to insure that an accused's right to fundamental fairness within the judicial system ... not [be] abused.\" State v. Sallie, 206 Ga.App. 732, 736, 427 S.E.2d 11 (1992). The State cannot prosecute Perkinson for kidnapping with bodily injury and armed robbery in DeKalb County after his convictions for felony murder incorporating those predicate offenses in Bartow County.\n2. For the reasons discussed in Division 1, the DeKalb County prosecution for kidnapping with bodily injury is also barred by double jeopardy because a Bartow County jury has convicted Perkinson of the false imprisonment of both victims and false imprisonment is a lesser-included offense of kidnapping with bodily injury. See Brown, supra; Dixon, supra; Sallie v. State, 216 Ga.App. at 503, 455 S.E.2d 315, supra; Stovall v. State, 216 Ga.App. 138(5), 453 S.E.2d 110 (1995) (false imprisonment is a lesser-included offense of kidnapping); OCGA §§ 16-5-40(a); 16-5-41(a).[3]\nJudgment reversed.\n*97 All the Justices concur, except CARLEY and HUNSTEIN, JJ., who concur in part and dissent in part. BENHAM, C.J., not participating.\nCARLEY, Justice, concurring in part and dissenting in part.\nIn this case, the prior felony murder verdicts in Bartow County do not prevent the present prosecution in DeKalb County, since the trial court in Bartow County did not, and indeed could not validly, enter judgments of conviction on those verdicts. However, I agree with the majority that double jeopardy bars the current prosecution of Perkinson in DeKalb County for kidnapping with bodily injury, because he was previously convicted in Bartow County for false imprisonment. Conversely, there was no prior conviction for armed robbery or for any lesser or greater offense thereof and, thus, double jeopardy does not bar the present prosecution for armed robbery. Therefore, I concur in Division 2 of the majority opinion and in the judgment with respect to kidnapping with bodily injury, but I dissent to Division 1 and to the judgment with respect to armed robbery.\nA former prosecution of a defendant on multiple alternative felony murder charges in one county will bar a subsequent prosecution for the underlying offenses in another county in the circumstances specified in OCGA § 16-1-8(b). Compare State v. LeMay, 186 Ga.App. 146, 147(3), 367 S.E.2d 61 (1988). That statute, along with OCGA §§ 16-1-6 and 16-1-7, provides more protection to the accused than does Blockburger v. United States, 284 U.S. 299, 52 S. Ct. 180, 76 L. Ed. 306 (1932) and its progeny. Rower v. State, 267 Ga. 46, 47, 472 S.E.2d 297 (1996). However, OCGA § 16-1-8(b) cannot apply if the former prosecution did not result in a conviction, an acquittal, or an improper termination. There is no contention that the former prosecution was improperly terminated after issue was joined. Furthermore, the appellant does not contend that the felony murder prosecution resulted in an acquittal. Any such contention clearly would be incorrect. Bellamy v. State, 272 Ga. 157, 158, fn. 1, 527 S.E.2d 867 (2000). See also People v. Williams, 279 Ill.App.3d 22, 215 Ill. Dec. 767, 664 N.E.2d 164, 166(II) (Ill.App.1996).\nPerkinson does assert, and the majority assumes, that the former prosecution on the felony murder charges resulted in his \"conviction.\" \"Perkinson may not be prosecuted for the lesser-included offense after being convicted of the greater offense in a different county. [Cits.]\" (Emphasis supplied.) (Majority opinion, p. 96) Where, as here, a jury returns a verdict of guilt of the alternative counts of malice murder and felony murder of a single victim, and the trial court properly enters judgment on the malice murder verdict alone, the language in this Court's decisions regarding the status of the felony murder verdict has not been wholly consistent. Some cases indicate that the felony murder \"count\" or \"charge\" stands vacated by operation of OCGA § 16-1-7(a). Goforth v. State, 271 Ga. 700, 523 S.E.2d 868 (1999); Bowden v. State, 270 Ga. 19, fn. 1, 504 S.E.2d 699 (1998); Rushin v. State, 269 Ga. 599, fn. 1, 502 S.E.2d 454 (1998); Tiller v. State, 267 Ga. 888, 890(2), 485 S.E.2d 720 (1997); Barrett v. State, 263 Ga. 533, 536(5), 436 S.E.2d 480 (1993), overruled on other grounds, Wall v. State, 269 Ga. 506, 508, 509(2), 500 S.E.2d 904 (1998). In other cases, we have held that *98 the felony murder \"verdict\" was vacated by operation of law. Stowe v. State, 272 Ga. 866, 536 S.E.2d 506 (2000); Monroe v. State, 272 Ga. 201, fn. 1, 528 S.E.2d 504 (2000); Holmes v. State, 271 Ga. 138, 516 S.E.2d 61 (1999); Johnson v. State, 266 Ga. 775, fn. 1, 470 S.E.2d 637 (1996). Regardless of whether it is entirely accurate to describe the verdict or charge as \"vacated,\" these cases clearly support the proposition that there has been no valid felony murder conviction. \"`\"Conviction\" is not the verdict; it is the judgment on the verdict or guilty plea. OCGA § 16-1-3(4); (cit.).' [Cit.]\" Blackstock v. State, 270 Ga. 117, 119(4), fn. 5, 506 S.E.2d 130 (1998). See also Sartin v. State, 223 Ga.App. 759, 761-762(4), 479 S.E.2d 354 (1996); Sanders v. State, 212 Ga.App. 832(2), 442 S.E.2d 923 (1994); Leslie v. State, 211 Ga.App. 871, 872, 440 S.E.2d 757 (1994). \"Therefore, since OCGA § 16-1-7(a) provides that one cannot be `convicted' of more than one crime arising from the same conduct, this Code section has no application to the verdict.\" Sanders v. State, supra at 832-833(2), 442 S.E.2d 923. See also Sartin v. State, supra at 762(4), 479 S.E.2d 354. Likewise, a verdict is not a \"conviction\" under OCGA § 16-1-8(a)(1). Thus, a felony murder verdict has no vitality if the trial court correctly enters a judgment of conviction only on the malice murder verdict. The felony murder verdicts in Perkinson's former prosecution never became convictions for that offense. He was convicted only of the malice murder of the victim.\nMany of this Court's opinions state that the felony murder conviction is vacated by operation of law where there is also a conviction on an alternative malice murder count. That language originated, however, in a number of cases, including the oft-cited Malcolm v. State, 263 Ga. 369, 372(4), 434 S.E.2d 479 (1993), where the trial court actually purported to enter a judgment of conviction on the surplus felony murder verdict. In that event, this Court is compelled to correct the error and recognize the operation of OCGA § 16-1-7(a) by ordering that the felony murder conviction be vacated. Tiller v. State, supra at 890(2), 485 S.E.2d 720; Barker v. State, 263 Ga. 746, 747(2), 438 S.E.2d 625 (1994); Barrett v. State, supra at 536(5), 436 S.E.2d 480. In this case, however, there were no erroneous felony murder \"convictions\" entered. Moreover, any such convictions would not bar the current prosecution for the underlying felonies, because they would stand vacated by operation of OCGA § 16-1-7(a), and this Court, if not the trial court, would be obligated to recognize that they were void by ordering that they be vacated. A prior conviction does not bar a later prosecution for the same crime or a lesser-included offense if subsequent proceedings, whether they be in the trial court or the appellate court, result \"in the ... vacating of the conviction, unless the accused was thereby adjudged not guilty or unless there was a finding that the evidence did not authorize the verdict.\" OCGA § 16-1-8(d)(2). See also McCrary v. State, 254 Ga. 382(1), 329 S.E.2d 473 (1985); Garrard v. State, 242 Ga.App. 189, 190, 528 S.E.2d 273 (2000) (grant of a motion for new trial). A court does not adjudge an accused not guilty or find the evidence insufficient when it recognizes that a \"conviction\" erroneously entered on a felony murder verdict is vacated by operation of law. Furthermore, any sentences imposed for such \"felony murder convictions are void under Malcolm....\" Thornton v. State, 264 Ga. 563, 570(6), 449 S.E.2d 98 (1994). \"[A] void judgment of conviction does not bar a successive prosecution for the same offense under ... federal principles of double jeopardy. [Cits.]\" Hoang v. State, 872 S.W.2d 694, 698 (Tex. Crim.App.1993), overruled on other grounds, Proctor v. State, 967 S.W.2d 840, 842, 844 (Tex.Crim.App.1998). See also People v. Rolland, 221 Ill.App.3d 195, 163 Ill. Dec. 753, 581 N.E.2d 907, 910 (Ill.App.1991). The same is true under Georgia law, since a void judgment of conviction never is valid and, thus, cannot function as a \"conviction\" which bars subsequent prosecution under OCGA § 16-1-8(b).\nThe majority opinion appears to assert that, even if there are no longer any prior felony murder convictions, the DeKalb County prosecution violates the same double jeopardy bar which prevents the State from instituting *99 successive prosecutions for felony murder and the underlying felony in a single county. (Majority opinion, p. 96) The majority relies upon federal constitutional cases which offer no support. The only bar to multiple prosecutions which can apply in the absence of a prior conviction, acquittal, or improper termination is wholly statutory, and is codified as OCGA § 16-1-7(b). That statute\nexpands the proscription of double jeopardy beyond that provided for in the United States and Georgia Constitutions, [cit.], because it \"protects a defendant from multiple prosecutions arising from the same conduct in situations where constitutional double jeopardy would not be a defense.\" [Cit.]\nGriffin v. State, 266 Ga. 115, 117(2), 464 S.E.2d 371 (1995). OCGA § 16-1-7(b) requires the State to prosecute all crimes arising from the same conduct \"in a `single prosecution' provided they are in the same jurisdiction and are known to the prosecutor, unless the [trial] court in the interest of justice orders separate trials.\" (Emphasis supplied.) Griffin v. State, supra at 117(2), 464 S.E.2d 371. As the Court recognizes in footnote 1 of the majority opinion, the prosecution for felony murder in Bartow County was proper even though the underlying felonies were committed in DeKalb County. However, the mere occurrence of that prosecution does not preclude the armed robbery prosecution in DeKalb County, because there was absolutely no jurisdiction in Bartow County over the crime of armed robbery. Griffin v. State, supra at 118(2), 464 S.E.2d 371. See also Stephens v. Hopper, 241 Ga. 596, 599(1), 247 S.E.2d 92 (1978); Potts v. State, 241 Ga. 67, 78(11), 243 S.E.2d 510 (1978). By relying on the bar to successive prosecutions, the majority has not only implicitly overruled numerous cases, including Stephens v. Hopper, supra, Potts v. State, supra, and our recent precedent in Griffin v. State, supra, it has expanded OCGA § 16-1-7(b) beyond the position advocated by the dissenting opinions in Griffin v. State, supra at 121, 464 S.E.2d 371 (Thompson, J., concurring in part and dissenting in part), 122 (Fletcher, P.J., dissenting in part) (where, unlike here, the second county to initiate prosecution had jurisdiction over all charges).\nBecause the trial court in Bartow County correctly refrained from entering a judgment of conviction on the felony murder verdicts, and because any such judgment would stand vacated by operation of law, those verdicts cannot bar the current prosecution for the underlying felonies in DeKalb County, under either state or federal principles of double jeopardy. Although the prior conviction for false imprisonment prevents the present prosecution for kidnapping with bodily injury, there has been absolutely no conviction which can possibly bar the prosecution in DeKalb County for armed robbery. By nevertheless prohibiting the State from prosecuting Perkinson for armed robbery, the majority has, in both its analysis and judgment, expanded double jeopardy protections beyond all constitutional and statutory bounds.\nI am authorized to state that Justice HUNSTEIN joins in this dissent.\nNOTES\n[1]  Although rare, it is possible for a defendant to be properly convicted of felony murder in the county where the homicide occurred even though the underlying felony was committed in a different county. See Lee v. State, 270 Ga. 798(4), 514 S.E.2d 1 (1999).\n[2]  There are some exceptions to this rule. A defendant may be retried on the greater offense after a mistrial on that count or if that conviction is reversed on appeal. See Brown, supra at 165, n. 5, 97 S. Ct. 2221; Keener v. State, 238 Ga. 7, 230 S.E.2d 846 (1976); State v. LeMay, 186 Ga. App. 146, 367 S.E.2d 61 (1988). A defendant may also be prosecuted for the greater offense after a conviction of the lesser offense if the greater offense was not consummated when the first conviction was obtained. See Lowe v. State, 240 Ga. 767, 242 S.E.2d 582 (1978). An example is when an aggravated assault victim dies from his injuries after the defendant was convicted of aggravated assault; the State may then prosecute the same defendant for murder. Id. None of these exceptions apply to Perkinson's case.\n[3]  Notwithstanding the dissent's discussion of the statutory difference between a verdict and a conviction, \"a defendant is placed in jeopardy in a criminal proceeding once the defendant is put to trial before the trier of facts.\" United States v. Jorn, 400 U.S. 470, 479(II), 91 S. Ct. 547, 27 L. Ed. 2d 543 (1971). In a jury trial, jeopardy attaches when a jury is impaneled and sworn; an accused is then entitled to have the trial proceed to an acquittal or conviction by that jury. Laster v. State, 268 Ga. 172(1), 486 S.E.2d 153 (1997). In Perkinson's Bartow County prosecution, the evidence regarding the felony murder charges was fully presented and the jury reached a verdict. As a general rule, the State is entitled to one and only one opportunity to require an accused to stand trial, Swisher v. Brady, 438 U.S. 204, 215(II), 98 S. Ct. 2699, 57 L. Ed. 2d 705 (1978), and in Perkinson's case no exceptions exist which would allow the State to constitutionally retry him on the same charges. There was no mistrial for any reason, Jorn, supra at 485-486, 91 S. Ct. 547; the result of the trial has not been reversed on appeal due to trial errors, Burks v. United States, 437 U.S. 1, 6, 98 S. Ct. 2141, 57 L. Ed. 2d 1 (1978); a motion for a new trial has not been granted, Ritter v. State, 269 Ga. 884(1), 506 S.E.2d 857 (1998); and Perkinson has not obtained habeas corpus relief. See Potts v. State, 257 Ga. 402, 359 S.E.2d 916 (1987). There is also no suggestion that Bartow County lacked jurisdiction to try Perkinson on the felony murder charges. See Schiefelbein v. State, 258 Ga. 623-624, 373 S.E.2d 354 (1998); Lee, 270 Ga at 801(4), 514 S.E.2d 1. See also Hoang v. State, 872 S.W.2d 694 (Tex.Crim.App.1993).\n\n",
            "ocr": false,
            "opinion_id": 1377554
        },
        {
            "author_str": "Thompson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThompson, Justice.\nThis case arises from a series of crimes committed or allegedly committed by Eric Perkinson on the same day in two counties. Perkinson was convicted in Bartow County of malice murder and other offenses and he received the death penalty for the murder. In the present case, DeKalb County is seeking to try him on several charges arising out of the same criminal transaction. Perkinson unsuccessfully filed a plea in bar claiming that the DeKalb County prosecution is barred by double jeopardy. While awaiting trial in DeKalb County, Perkinson exercised his right to appeal the trial court’s denial of his plea in bar on grounds of double jeopardy. See Torres v. State, 270 Ga. 79 (508 SE2d 171) (1998); Patterson v. State, 248 Ga. 875 (287 SE2d 7) (1982).\nFor the purposes of the plea in bar, the parties stipulated to the following facts, which were essentially taken from the evidence presented at the Bartow County trial. On June 6, 1998, the victims, Dakarai Sloley and Louis Nava, were parked in DeKalb County in a BMW automobile belonging to Sloley’s aunt, when Perkinson and an *492accomplice entered the back seat of the car. At gunpoint, Perkinson and the accomplice forced the victims to drive a short distance. While still in DeKalb County, Perkinson demanded and received cash from both victims. Perkinson then ordered Sloley to stop the car in a church parking lot in DeKalb County, where they rendezvoused with a green Toyota driven by two more accomplices. Sloley was made to sit in the front passenger seat of the BMW and Nava was forced into the BMW’s trunk. The four perpetrators then drove the two cars north on 1-75 to Bartow County, where they stopped in a wooded, secluded location. Perkinson and an accomplice marched Nava into the woods where Perkinson shot him several times, killing him. Perkinson returned to the BMW and told Sloley it was his “turn.” While being marched into the woods, Sloley attempted to escape. Perkinson fired several times and a bullet broke Sloley’s arm, but he kept running and got away. Perkinson and his three accomplices were arrested shortly thereafter.\nPerkinson was tried separately in Bartow County and was convicted of malice murder, three counts of felony murder (the underlying felonies were the armed robberies of the cash from both victims, the kidnappings with bodily injury of both victims, and motor vehicle hijacking), aggravated battery, two counts of aggravated assault, two counts of false imprisonment for confining the victims in the BMW, theft by taking of a motor vehicle, possession of a firearm during the commission of a felony, and possession of a firearm by a convicted felon. The trial court merged the aggravated assault convictions into Perkinson’s other convictions. The trial court also vacated Perkinson’s felony murder convictions as required under Malcolm v. State, 263 Ga. 369 (4) (434 SE2d 479) (1993) (where defendant is convicted of the malice murder and felony murder of a single victim, he may be sentenced to either malice or felony murder, but not both). Perkinson received the death penalty for the malice murder and consecutive sentences totaling 60 years imprisonment for his remaining convictions.\nFollowing the Bartow County trial, the DeKalb County grand jury indicted Perkinson for two counts of kidnapping with bodily injury (the “bodily injury” alleged is the shooting of Nava and Sloley), two counts of armed robbery (for taking cash from both victims), possession of a firearm during the commission of a felony, and possession of a firearm by a convicted felon. Perkinson filed a plea in bar claiming that double jeopardy barred the DeKalb County prosecution because Bartow County had “used up” all the evidence for the crimes in its prosecution and because the Bartow County convictions for false imprisonment are lesser-included offenses of kidnapping with bodily injury. The trial court denied the plea in bar with regard to the armed robbery and kidnapping with bodily injury charges, but *493granted it with regard to the firearm possession charges. It ruled that the firearm charges applied to the entire criminal transaction and that Perkinson was already convicted of these charges in Bartow County.\nAfter Perkinson filed his appeal with this Court, we informed the parties of our particular concern with the following questions:\n(1) If a defendant is convicted of felony murder in one county with an underlying felony committed in a second county, and the felony murder conviction is vacated by operation of Malcolm v. State, [supra], can the defendant be tried and convicted of the underlying felony in the second county?\n(2) If a defendant kidnaps a victim in one county and abducts the victim to a second county where he inflicts bodily injury on the victim, and the defendant is subsequently convicted of false imprisonment in the second county, can the defendant then be tried and convicted of kidnapping with bodily injury in the first county? See Sallie v. State, 216 Ga. App. 502 (455 SE2d 315) (1995).\n1. Perkinson claims that in obtaining his felony murder convictions in Bartow County the State “used up” the evidence that would be presented to obtain convictions for kidnapping with bodily injury and armed robbery in DeKalb County. See Haynes v. State, 249 Ga. 119 (2) (288 SE2d 185) (1982). He avers that the underlying felonies for two of his felony murder convictions in Bartow County are the kidnappings with bodily injury and armed robberies alleged in DeKalb County.1 Indeed, the Bartow County indictment specifies that the underlying felonies for two of the three counts of felony murder for which Perkinson was convicted are the kidnappings with bodily injury of Nava and Sloley which originated in DeKalb County and the armed robberies of the cash from Nava and Sloley which took place in DeKalb County. The parties have also stipulated that the evidence from the Bartow County trial was essentially the same as would be presented in a DeKalb County trial on the offenses alleged there.\nUpon review, we conclude that the proscription against double jeopardy bars the DeKalb County prosecution. A prosecution for a lesser-included offense after a conviction for the greater offense in a different county violates OCGA § 16-1-8 (a), Art. I, Sec. I, Par. XVIII of the 1983 Georgia Constitution, and the Fifth and Fourteenth *494Amendments to the United States Constitution.\n“The Double Jeopardy Clause of the Fifth Amendment, applicable to the States through the Fourteenth [Amendment], provides that no person shall ‘be subject for the same offense to be twice put in jeopardy of life or limb.’ ” Brown v. Ohio, 432 U. S. 161, 164 (II) (97 SC 2221, 53 LE2d 187) (1977). This protection encompasses not just multiple punishments by a single sovereign for the same offense, but also successive prosecutions for the same offense. Id. at 165; United States v. Dixon, 509 U. S. 688, 696 (II) (113 SC 2849, 125 LE2d 556) (1993). A defendant is protected by the Double Jeopardy Clause from attempts to re-litigate the facts after an acquittal and from attempts “to secure additional punishment after a prior conviction and sentence.” Brown, supra at 166. In addition to the risk of enhanced punishment for the same offense, successive prosecutions allow the State to unfairly rehearse its presentation of the evidence and hone its trial strategy, while also incrementally increasing the burden on the defendant to defend himself. Unless each offense requires proof of an additional fact which the other does not (the same-elements test to determine if two charges or convictions constitute the “same offense” under the Fifth Amendment as outlined in Blockburger v. United States, 284 U. S. 299 (52 SC 180, 76 LE 306) (1932)), “the Double Jeopardy Clause prohibits successive prosecutions as well as cumulative punishment.” Brown, supra. See also Dixon, supra.\nIt is clear that the underlying felony of a felony murder conviction is a lesser-included offense of the felony murder. Harris v. Oklahoma, 433 U. S. 682 (97 SC 2912, 53 LE2d 1054) (1977); Atkins v. Hopper, 234 Ga. 330 (3) (216 SE2d 89) (1975); Woods v. State, 233 Ga. 495, 501 (212 SE2d 322) (1975); Stephens v. Zant, 631 F2d 397, 401 (5th Cir. 1980) (“As felony murder is defined under Georgia law, the underlying felony is a lesser included offense of felony murder”), rev’d on other grounds, 462 U. S. 862 (103 SC 2733, 77 LE2d 235) (1983). For double jeopardy purposes, a lesser-included and a greater offense are the “same offense” under the Fifth Amendment because the lesser offense requires no proof beyond that which is required for the conviction of the greater offense. See Brown, supra at 168 (II); Blockburger, supra at 304; Harris, supra at 682-683. It is also clear that Bartow and DeKalb counties are not separate sovereigns. See Heath v. Alabama, 474 U. S. 82, 87-89 (II) (106 SC 433, 88 LE2d 387) (1985); Brown, supra at 164, n. 4; Potts v. State, 261 Ga. 716 (1) (b) (410 SE2d 89) (1991) (“We recognize that separate counties within the state are not ‘separate sovereign entities,’ [cit.]”). Although more than one county and prosecutor are involved, all the criminal charges against Perkinson were brought on behalf of the State of Georgia. See id.\nBrown v. Ohio, 432 U. S. 161, is on point. In Brown, the defend*495ant stole a car in Cuyahoga County, Ohio. Nine days later, he was arrested while driving the car in Wickliffe, Ohio, which is in Lake County. He was charged with joyriding (a misdemeanor) in Wickliffe and with auto theft (a felony) in Cuyahoga County. He pled guilty in Wickliffe to joyriding and then claimed that double jeopardy barred his prosecution for auto theft in Cuyahoga County. After recognizing that the two prosecutions were the acts of a single sovereign, id. at 164, n. 4, the United States Supreme Court noted that Ohio courts defined joyriding as a lesser-included offense of auto theft. Id. at 167-168. Under Ohio law, auto theft was essentially joyriding plus the intent to permanently deprive the owner of possession. Id. at 167. Therefore, the Supreme Court held that the Cuyahoga County prosecution for auto theft was barred because Brown was being twice placed in jeopardy for the same offense. Id. at 170. The Supreme Court further held that it is immaterial whether the conviction of the lesser offense preceded the prosecution for the greater offense or vice versa. Id. at 168. “Whatever the sequence may be, the Fifth Amendment forbids successive prosecution and cumulative punishment for a greater and lesser included offense.” Id. at 169.\nThe same result is required in this case.2 Perkin son may not be prosecuted for the lesser-included offense after being convicted of the greater offense in a different county. See Brown, supra at 168-170; Dixon, supra. The State argues that Perkinson, if he had committed the crimes in a single county, could have been tried and convicted for felony murder and the separate underlying felonies in the same trial and, if the felony murder convictions were vacated by operation of Malcolm v. State, 263 Ga. at 371-372 (4), he could have been separately sentenced for the underlying convictions without violating double jeopardy. See Malcolm, supra at 372-374 (5). This argument is true, but inapplicable to the present case. Perkinson’s DeKalb County prosecution is tantamount to a prosecutor in a single county obtaining a conviction for felony murder, having the trial court' vacate that felony murder conviction by operation of law, and then bringing a separate prosecution against the same defendant for the underlying felonies, which would be a clear violation of the double jeopardy bar to successive prosecutions. See Brown, supra; Dixon, *496supra; Harris, supra at 682-683.\nWe are mindful that the State must punish defendants who engage in multi-county crime sprees, and that this may entail prosecutions being brought in more than one county. However, prosecutors must be careful to prosecute these defendants for separate crimes arising from the same criminal episode in a manner that avoids violating the Double Jeopardy Clause, and this may require coordination of their efforts. See Potts, 261 Ga. at 720 (1) (b).\n[I]t behooves prosecutors in [multi-county crime spree] cases to coordinate local prosecutorial efforts with prosecutors of other counties to best protect the interests of the citizens of Georgia and to insure that an accused’s right to fundamental fairness within the judicial system . . . not [be] abused.\nState v. Sallie, 206 Ga. App. 732, 736 (427 SE2d 11) (1992). The State cannot prosecute Perkinson for kidnapping with bodily injury and armed robbery in DeKalb County after his convictions for felony murder incorporating those predicate offenses in Bartow County.\n2. For the reasons discussed in Division 1, the DeKalb County prosecution for kidnapping with bodily injury is also barred by double jeopardy because a Bartow County jury has convicted Perkinson of the false imprisonment of both victims and false imprisonment is a lesser-included offense of kidnapping with bodily injury. See Brown, supra; Dixon, supra; Sallie v. State, 216 Ga. App. at 503, supra; Stovall v. State, 216 Ga. App. 138 (5) (453 SE2d 110) (1995) (false imprisonment is a lesser-included offense of kidnapping); OCGA §§ 16-5-40 (a); 16-5-41 (a).3\n\nJudgment reversed.\n\n\nMl the Justices concur, except Carley and \n*497\nHunstein, JJ, who concur in part and dissent in part. Benham, C. J, not participating.\n\n\n Although rare, it is possible for a defendant to be properly convicted of felony murder in the county where the homicide occurred even though the underlying felony was committed in a different county. See Lee v. State, 270 Ga. 798 (4) (514 SE2d 1) (1999).\n\n\n There are some exceptions to this rule. A defendant may be retried on the greater offense after a mistrial on that count or if that conviction is reversed on appeal. See Brown, supra at 165, n. 5; Keener v. State, 238 Ga. 7 (230 SE2d 846) (1976); State v. LeMay, 186 Ga. App. 146 (367 SE2d 61) (1988). A'defendant may also be prosecuted for the greater offense after a conviction of the lesser offense if the greater offense was not consummated when the first conviction was obtained. See Lowe v. State, 240 Ga. 767 (242 SE2d 582) (1978). An example is when an aggravated assault victim dies from his injuries after the defendant was convicted of aggravated assault; the State may then prosecute the same defendant for murder. Id. None of these exceptions apply to Perkinson’s case.\n\n\n Notwithstanding the dissent’s discussion of the statutory difference between a verdict and a conviction, “a defendant is placed in jeopardy in a criminal proceeding once the defendant is put to trial before the trier of facts.” United States v. Jorn, 400 U. S. 470, 479 (II) (91 SC 547, 27 LE2d 543) (1971). In a jury trial, jeopardy attaches when a jury is impaneled and sworn; an accused is then entitled to have the trial proceed to an acquittal or conviction by that jury. Laster v. State, 268 Ga. 172 (1) (486 SE2d 153) (1997). In Perkinson’s Bartow County prosecution, the evidence regarding the felony murder charges was fully presented and the jury reached a verdict. As a general rule, the State is entitled to one and only one opportunity to require an accused to stand trial, Swisher v. Brady, 438 U. S. 204, 215 (II) (98 SC 2699, 57 LE2d 705) (1978), and in Perkinson’s case no exceptions exist which would allow the State to constitutionally retry him on the same charges. There was no mistrial for any reason, Jorn, supra at 485-486; the result of the trial has not been reversed on appeal due to trial errors, Burks v. United States, 437 U. S. 1, 6 (98 SC 2141, 57 LE2d 1) (1978); a motion for new trial has not been granted, Ritter v. State, 269 Ga. 884 (1) (506 SE2d 857) (1998); and Perkinson has not obtained habeas corpus relief. See Potts v. State, 257 Ga. 402 (359 SE2d 916) (1987). There is also no suggestion that Bartow County lacked jurisdiction to try Perkinson on the felony murder charges. See Schiefelbein v. State, 258 Ga. 623-624 (373 SE2d 354) (1988), Lee, 270 Ga. at 801 (4). See also Hoang v. State, 872 SW2d 694 (Tex. Crim. App. 1993).\n\n",
            "ocr": false,
            "opinion_id": 9609200
        },
        {
            "author_str": "Carley",
            "per_curiam": false,
            "type": "090onmotiontostrike",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCARLEY,\nJustice, concurring in part and dissenting in part.\nIn this case, the prior felony murder verdicts in Bartow County do not prevent the present prosecution in DeKalb County, since the trial court in Bartow County did not, and indeed could not validly, enter judgments of conviction on those verdicts. However, I agree with the majority that double jeopardy bars the current prosecution of Perkinson in DeKalb County for kidnapping with bodily injury, because he was previously convicted in Bartow County for false imprisonment. Conversely, there was no prior conviction for armed robbery or for any lesser or greater offense thereof and, thus, double jeopardy does not bar the present prosecution for armed robbery. Therefore, I concur in Division 2 of the majority opinion and in the judgment with respect to kidnapping with bodily injury, but I dissent to Division 1 and to the judgment with respect to armed robbery.\nA former prosecution of a defendant on multiple alternative felony murder charges in one county will bar a subsequent prosecution for the underlying offenses in another county in the circumstances specified in OCGA § 16-1-8 (b). Compare State v. LeMay, 186 Ga. App. 146, 147 (3) (367 SE2d 61) (1988). That statute, along with OCGA §§ 16-1-6 and 16-1-7, provides more protection to the accused than does Blockburger v. United States, 284 U. S. 299 (52 SC 180, 76 LE 306) (1932) and its progeny. Rower v. State, 267 Ga. 46, 47 (472 SE2d 297) (1996). However, OCGA § 16-1-8 (b) cannot apply if the former prosecution did not result in a conviction, an acquittal, or an improper termination. There is no contention that the former prosecution was improperly terminated after issue was joined. Furthermore, the appellant does not contend that the felony murder prosecution resulted in an acquittal. Any such contention clearly would be incorrect. Bellamy v. State, 272 Ga. 157, 158, fn. 1 (527 SE2d 867) (2000). See also People v. Williams, 664 NE2d 164, 166 (II) (Ill. App. 1996).\nPerkinson does assert, and the majority assumes, that the former prosecution on the felony murder charges resulted in his “conviction.” “Perkinson may not be prosecuted for the lesser-included offense after being convicted of the greater offense in a different county. [Cits.]” (Emphasis supplied.) (Majority opinion, p. 495.) Where, as here, a jury returns a verdict of guilt of the alternative counts of malice murder and felony murder of a single victim, and the trial court properly enters judgment on the malice murder verdict alone, the language in this Court’s decisions regarding the status of the felony murder verdict has not been wholly consistent. Some cases indicate that the felony murder “count” or “charge” stands *498vacated by operation of OCGA § 16-1-7 (a). Goforth v. State, 271 Ga. 700 (523 SE2d 868) (1999); Bowden v. State, 270 Ga. 19, fn. 1 (504 SE2d 699) (1998); Rushin v. State, 269 Ga. 599, fn. 1 (502 SE2d 454) (1998); Tiller v. State, 267 Ga. 888, 890 (2) (485 SE2d 720) (1997); Barrett v. State, 263 Ga. 533, 536 (5) (436 SE2d 480) (1993), overruled on other grounds, Wall v. State, 269 Ga. 506, 508, 509 (2) (500 SE2d 904) (1998). In other cases, we have held that the felony murder “verdict” was vacated by operation of law. Stowe v. State, 272 Ga. 866 (536 SE2d 506) (2000); Monroe v. State, 272 Ga. 201, fn. 1 (528 SE2d 504) (2000); Holmes v. State, 271 Ga. 138 (516 SE2d 61) (1999); Johnson v. State, 266 Ga. 775, fn. 1 (470 SE2d 637) (1996). Regardless of whether it is entirely accurate to describe the verdict or charge as “vacated,” these cases clearly support the proposition that there has been no valid felony murder conviction. “ ‘ “Conviction” is not the verdict; it is the judgment on the verdict or guilty plea. OCGA § 16-1-3 (4); (cit.).’ [Cit.]” Blackstock v. State, 270 Ga. 117, 119 (4), fn. 5 (506 SE2d 130) (1998). See also Sartin v. State, 223 Ga. App. 759, 761-762 (4) (479 SE2d 354) (1996); Sanders v. State, 212 Ga. App. 832 (2) (442 SE2d 923) (1994); Leslie v. State, 211 Ga. App. 871, 872 (440 SE2d 757) (1994). “Therefore, since OCGA § 16-1-7 (a) provides that one cannot be ‘convicted’ of more than one crime arising from the same conduct, this Code section has no application to the verdict.” Sanders v. State, supra at 832-833 (2). See also Sartin v. State, supra at 762 (4). Likewise, a verdict is not a “conviction” under OCGA § 16-1-8 (a) (1). Thus, a felony murder verdict has no vitality if the trial court correctly enters a judgment of conviction only on the malice murder verdict. The felony murder verdicts in Perkinson’s former prosecution never became convictions for that offense. He was convicted only of the malice murder of the victim.\nMany of this Court’s opinions state that the felony murder conviction is vacated by operation of law where there is also a conviction on an alternative malice murder count. That language originated, however, in a number of cases, including the oft-cited Malcolm v. State, 263 Ga. 369, 372 (4) (434 SE2d 479) (1993), where the trial court actually purported to enter a judgment of conviction on the surplus felony murder verdict. In that event, this Court is compelled to correct the error and recognize the operation of OCGA § 16-1-7 (a) by ordering that the felony murder conviction be vacated. Tiller v. State, supra at 890 (2); Barker v. State, 263 Ga. 746, 747 (2) (438 SE2d 625) (1994); Barrett v. State, supra at 536 (5). In this case, however, there were no erroneous felony murder “convictions” entered. Moreover, any such convictions would not bar the current prosecution for the underlying felonies, because they would stand vacated by operation of OCGA § 16-1-7 (a), and this Court, if not the trial court, would be obligated to recognize that they were void by ordering that they be *499vacated. A prior conviction does not bar a later prosecution for the same crime or a lesser-included offense if subsequent proceedings, whether they be in the trial court or the appellate court, result “in the . . . vacating of the conviction, unless the accused was thereby adjudged not guilty or unless there was a finding that the evidence did not authorize the verdict.” OCGA § 16-1-8 (d) (2). See also McCrary v. State, 254 Ga. 382 (1) (329 SE2d 473) (1985); Garrard v. State, 242 Ga. App. 189, 190 (528 SE2d 273) (2000) (grant of a motion for new trial). A court does not adjudge an accused not guilty or find the evidence insufficient when it recognizes that a “conviction” erroneously entered on a felony murder verdict is vacated by operation of law. Furthermore, any sentences imposed for such “felony murder convictions are void under Malcolm. . . .” Thornton v. State, 264 Ga. 563, 570 (6) (449 SE2d 98) (1994). “[A] void judgment of conviction does not bar a successive prosecution for the same offense under . . . federal principles of double jeopardy. [Cits.]” Hoang v. State, 872 SW2d 694, 698 (Tex. Crim. App. 1993), overruled on other grounds, Proctor v. State, 967 SW2d 840, 842, 844 (Tex. Crim. App. 1998). See also People v. Rolland, 581 NE2d 907, 910 (Ill. App. 1991). The same is true under Georgia law, since a void judgment of conviction never is valid and, thus, cannot function as a “conviction” which bars subsequent prosecution under OCGA § 16-1-8 (b).\nThe majority opinion appears to assert that, even if there are no longer any prior felony murder convictions, the DeKalb County prosecution violates the same double jeopardy bar which prevents the State from instituting successive prosecutions for felony murder and the underlying felony in a single county. (Majority opinion, p. 495.) The majority relies upon federal constitutional cases which offer no support. The only bar to multiple prosecutions which can apply in the absence of a prior conviction, acquittal, or improper termination is wholly statutory, and is codified as OCGA § 16-1-7 (b). That statute\nexpands the proscription of double jeopardy beyond that provided for in the United States and Georgia Constitutions, [cit.], because it “protects a defendant from multiple prosecutions arising from the same conduct in situations where constitutional double jeopardy would not be a defense.” [Cit.]\nGriffin v. State, 266 Ga. 115, 117 (2) (464 SE2d 371) (1995). OCGA § 16-1-7 (b) requires the State to prosecute all crimes arising from the same conduct “in a ‘single prosecution’ provided they are in the same jurisdiction and are known to the prosecutor, unless the [trial] court in the interest of justice orders separate trials.” (Emphasis supplied.) Griffin v. State, supra at 117 (2). As the Court recognizes in footnote 1 of the majority opinion, the prosecution for felony murder *500in Bartow County was proper even though the underlying felonies were committed in DeKalb County. However, the mere occurrence of that prosecution does not preclude the armed robbery prosecution in DeKalb County, because there was absolutely no jurisdiction in Bar-tow County over the crime of armed robbery. Griffin v. State, supra at 118 (2). See also Stephens v. Hopper, 241 Ga. 596, 599 (1) (247 SE2d 92) (1978); Potts v. State, 241 Ga. 67, 78 (11) (243 SE2d 510) (1978). By relying on the bar to successive prosecutions, the majority has not only implicitly overruled numerous cases, including Stephens v. Hopper, supra, Potts v. State, supra, and our recent precedent in Griffin v. State, supra, it has expanded OCGA § 16-1-7 (b) beyond the position advocated by the dissenting opinions in Griffin v. State, supra at 121 (Thompson, J., concurring in part and dissenting in part), 122 (Fletcher, P. J., dissenting in part) (where, unlike here, the second county to initiate prosecution had jurisdiction over all charges).\nDecided February 5, 2001\nReconsideration denied March 2, 2001.\nWilliam E. Nethery, Maryann F. Blend, Corrine M. MullMilsteen, for appellant.\nJ. Tom Morgan, District Attorney, Barbara B. Conroy, Assistant District Attorney, John H. Petry, for appellee.\nBecause the trial court in Bartow County correctly refrained from entering a judgment of conviction on the felony murder verdicts, and because any such judgment would stand vacated by operation of law, those verdicts cannot bar the current prosecution for the underlying felonies in DeKalb County, under either state or federal principles of double jeopardy. Although the prior conviction for false imprisonment prevents the present prosecution for kidnapping with bodily injury, there has been absolutely no conviction which can possibly bar the prosecution in DeKalb County for armed robbery. By nevertheless prohibiting the State from prosecuting Perkinson for armed robbery, the majority has, in both its analysis and judgment, expanded double jeopardy protections beyond all constitutional and statutory bounds.\nI am authorized to state that Justice Hunstein joins in this dissent.\n",
            "ocr": false,
            "opinion_id": 9609202
        }
    ],
    "court_short_name": "Supreme Court of Georgia",
    "court_full_name": "Supreme Court of Georgia",
    "court_type": "S",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Kidnapping"
}