{
    "id": 1056182,
    "judges": "Presiding Judge Gary R. Wade",
    "date_filed": 1117065600000,
    "date_filed_is_approximate": false,
    "slug": "thomas-eugene-graham-v-state-of-tennessee",
    "case_name_short": null,
    "case_name": "Thomas Eugene Graham v. State of Tennessee",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 3.0,
            "download_url": "http://www.tsc.state.tn.us/sites/default/files/OPINIONS/tcca/PDF/052/GrahamTopn.pdf",
            "author_id": null,
            "opinion_text": "         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                          AT KNOXVILLE\n\n          THOMAS EUGENE GRAHAM v. STATE OF TENNESSEE\n\n                    Appeal from the Criminal Court for Hamilton County\n                           No. 215735 Stephen M. Bevil, Judge\n\n\n                     No. E2004-02958-CCA-R3-PC - Filed May 26, 2005\n\n\n        The pro se petitioner, Thomas Eugene Graham, appeals from the trial court's order denying\nthe petitioner's motion to reopen his post-conviction petition. The states moves the court to affirm\nthe judgment of the trial court pursuant to Rule 20 of this court’s rules. The motion was properly\ndenied for lack of merit. Accordingly, the state's motion is granted and the judgment of the trial\ncourt is affirmed.\n\n     Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Criminal Court Affirmed\n               Pursuant to Rule 20, Rules of the Court of Criminal Appeals\n\nGARY R. WADE, P.J., delivered the opinion of the court, in which JAMES CURWOOD WITT , JR., and\nNORMA MCGEE OGLE, J.J., joined.\n\nThomas Eugene Graham, Tiptonville, Tennessee, Pro se.\n\nPaul G. Summers, Attorney General and Reporter; Seth P. Kestner, Assistant Attorney General, for\nthe Appellee, State of Tennessee.\n\n                                MEMORANDUM OPINION\n\n       The defendant was convicted in 1991 in the Criminal Court for Hamilton County of\naggravated rape, aggravated kidnapping, and aggravated burglary. He was sentenced as a\nstandard offender to concurrent, maximum Range I sentences of 25, 25, and 6 years, respectively.\nOn appeal, his convictions were affirmed but his sentence for aggravated kidnapping was\nmodified to 12 years. See State v. Thomas Eugene Graham, No. 03C01-9112-CR-00391 (Tenn.\nCrim. App. Jun. 22, 1993), app. denied (Tenn. Oct. 4, 1993).\n\n        In November 2004, the petitioner filed a motion to reopen his post-conviction petition.\nSee Tenn. Code Ann. § 40-30-117(c); see also Tenn. Sup. Ct. R. 28 § 10(b). He alleges that his\nsentence was enhanced by the trial court beyond the statutory maximum in violation of the\nholding in Blakely v. Washington, 542 U.S. ___, 124 S. Ct. 2531 (2004). The petitioner asserted\nthat Blakely established a new rule of law that is retrospectively applicable to his case and\nentitles him to reopen his post-conviction proceedings. See Tenn. Code Ann. § 40-30-117(a)(1).\n\fOn December 6, 20041, the trial court denied the motion \"without prejudice.\" In its order, the\ncourt stated, in relevant part:\n\n                 Even assuming that Blakely establishes a new constitutional rule and that,\n         did the petitioner's sentences post-date Blakely, they would violate that rule,\n         however, the subject motion is premature, the Supreme Court having yet to make\n         Blakely applicable to cases on collateral review. See Simpson, 376 F.3d at 681\n         (dismissing without prejudice an application for leave to file a successive\n         collateral attack under 28 U.S.C. § 2255 on the ground that it was premature, the\n         Supreme Court having not yet having applied Blakely retrospectively or\n         announced that it has such application). The Court therefore decides that the\n         subject motion to reopen the petitioner's post-conviction petition should be denied\n         without prejudice. The Court observes that this disposition of the motion will\n         allow the petitioner to renew the motion should the Supreme Court apply Blakely\n         retrospectively or announce that it has retrospective application.\n\nOn December 15, 2004, the petitioner filed a \"notice of appeal\" from the order of denial. The\ntrial court clerk transmitted a record which was filed in this court on January 10, 2005.\nThereafter, the petitioner filed a brief, and the state responded with the instant Rule 20 motion for\nsummary affirmance.\n\n        Pursuant to Tennessee Code Annotated Section 40-30-117(c), upon the denial of a motion\nto reopen a post-conviction proceeding, \"the petitioner shall have ten (10) days to file an\napplication in the court of criminal appeals seeking permission to appeal. The application shall\nbe accompanied by copies of all the documents filed by both parties in the trial court and the\norder denying the motion.\" In this case, although the petitioner instead filed a \"notice of appeal\"\nwith no attachments, the notice was filed within 10 days of the challenged order, states the claim\npresented, and may be effectively treated as an application for permission to appeal. See Graham\nv. State, 90 S.W.3d 687, 691 (Tenn. 2002). Upon due consideration of the motion to reopen on\nits merits, however, the petitioner has failed to establish that he is entitled to relief. The\npetitioner’s reliance on Blakely avails him nothing. In State v. Gomez and Londono, No.\nM2002-01209-SC-R11-CD, 2005 Tenn. LEXIS 350, * 39, 41 (Tenn. Apr. 15, 2005), petitions for\nreh’g filed, (Apr. 2005), the Tennessee Supreme Court most recently held that Blakely did not\nestablish a new rule of law. The court thus noted that the filing of a motion to reopen based on\nBlakely “would be a futile endeavor.” Id. at *45, n. 16.\n\n       Upon due consideration of the pleadings, the record, and the applicable law, the court\nconcludes that the trial court properly denied the petitioner’s motion to reopen his post-\nconviction petition. Accordingly, the state’s motion is granted. The judgment of the trial court is\naffirmed in accordance with Rule 20, Rules of the Court of Criminal Appeals.\n\n\n         1\n           The order included in the record was entered on December 6, 2004, but is not file-stamped. Upon inquiry, the\ntrial court clerk has confirmed that the order was also filed on December 6, 2004.\n\n                                                         -2-\n\f      ___________________________________\n       PRESIDING JUDGE GARY R. WADE\n\n\n\n\n-3-\n\f",
            "ocr": false,
            "opinion_id": 1056182
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Tennessee",
    "court_full_name": "Court of Criminal Appeals of Tennessee",
    "court_type": "SA",
    "court_jurisdiction": "Tennessee, TN",
    "crime_category": "Kidnapping"
}