{
    "id": 333129,
    "judges": "Barrett, Doyle, Holloway",
    "date_filed": 202435200000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-richard-montgomery",
    "case_name_short": null,
    "case_name": "United States v. Richard Montgomery",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Richard MONTGOMERY, Defendant-Appellant",
    "attorneys": "Bruce E. Miller, Asst. U. S. Atty., Topeka, Kan. (E. Edward Johnson, U. S. Atty., Topeka, Kan., on the brief), for plaintiff-appellee., Leonard D. Munker, Federal Public Defender, Kansas City, Kan., for defendant-appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Jan. 26, 1976., Certiorari Denied June 1, 1976.",
    "cross_reference": "See 96 S.Ct. 2231.",
    "correction": null,
    "citation_count": 27,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1490-7\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Richard MONTGOMERY, Defendant-Appellant.\n   </parties><br><docketnumber id=\"b1490-11\">\n    No. 75-1349.\n   </docketnumber><br><court id=\"b1490-12\">\n    United States Court of Appeals, Tenth Circuit.\n   </court><br><otherdate id=\"b1490-13\">\n    Argued Jan. 26, 1976.\n   </otherdate><br><decisiondate id=\"b1490-14\">\n    Decided Feb. 11, 1976.\n   </decisiondate><br><otherdate id=\"b1490-15\">\n    Certiorari Denied June 1, 1976.\n   </otherdate><br><seealso id=\"b1490-16\">\n    See 96 S.Ct. 2231.\n   </seealso><br><attorneys id=\"b1491-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1405\"> \n     *1405\n     </span>\n    Bruce E. Miller, Asst. U. S. Atty., Topeka, Kan. (E. Edward Johnson, U. S. Atty., Topeka, Kan., on the brief), for plaintiff-appellee.\n   </attorneys><br><attorneys id=\"b1491-4\">\n    Leonard D. Munker, Federal Public Defender, Kansas City, Kan., for defendant-appellant.\n   </attorneys><br><judges id=\"b1491-5\">\n    Before HOLLOWAY, BARRETT and DOYLE, Circuit Judges.\n   </judges>",
    "citations": [
        "529 F.2d 1404"
    ],
    "opinions": [
        {
            "author_str": "Doyle",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/529/529.F2d.1404.75--1349.html",
            "author_id": null,
            "opinion_text": "529 F.2d 1404\n    UNITED STATES of America, Plaintiff-Appellee,v.Richard MONTGOMERY, Defendant-Appellant.\n    No. 75--1349.\n    United States Court of Appeals,Tenth Circuit.\n    Argued Jan. 26, 1976.Decided Feb. 11, 1976.Certiorari Denied June 1, 1976.See 96 S.Ct. 2231.\n    \n      Bruce E. Miller, Asst. U.S. Atty., Topeka, Kan.  (E. Edward Johnson, U.S. Atty., Topeka, Kan., on the brief), for plaintiff-appellee.\n      Leonard D. Munker, Federal Public Defender, Kansas City, Kan., for defendant-appellant.\n      Before HOLLOWAY, BARRETT and DOYLE, Circuit Judges.\n      DOYLE, Circuit Judge.\n    \n    \n      1\n      On February 25, 1975, the above named defendant entered a plea of guilty to a charge contained in a superseding information which was filed on the same day. This charge was that on the 23rd day of August, 1974, the defendant, Richard Montgomery, did forcibly assault, resist, oppose, impede, intimidate and interfere with Kenneth L. Holcomb, Correctional Supervisor, employed by the United States Penitentiary at Leavenworth, Kansas, a United States penal institution, while Kenneth L. Holcomb was engaged in the performance of his official duties, all in violation of 18 U.S.C. Section 111.  Previously, the defendant had been charged in an indictment which had been filed on November 14, 1974 in two counts.  The first of these alleged that he did forcibly assault, resist, oppose, impede, intimidate and interfere with Kenneth L. Holcomb, Correctional Supervisor, employed by the United States Penitentiary at Leavenworth, Kansas, a United States penal institution, with a dangerous weapon, while said Kenneth L. Holcomb was engaged in the performance of his official duties, all in violation of 18 U.S.C. Section 111.  The second count alleged that on the same day Richard Montgomery did convey from place to place within the United States Penitentiary at Leavenworth, Kansas, a federal penal or correctional institution, a weapon, to-wit: a knife designed to kill, injure or disable an officer, agent, employee or inmate of the United States Penitentiary, Leavenworth, Kansas, contrary to 18 U.S.C. Section 1792.\n    \n    \n      2\n      The facts leading up to the plea of guilty to the superseding information are as follows:\n    \n    \n      3\n      On December 6, 1974, Assistant Public Defender, one David J. Phillips, interviewed the defendant and an Omnibus Hearing was held that same day before the Magistrate.  At the hearing the defendant was provided with a copy of the indictment.  Subsequently, on December 9, 1974, the defendant was arraigned before Judge O'Connor.  On that occasion Mr. Phillips was present representing the defendant.  When asked how he wished to plead to the indictment, the defendant answered that he would like to have another attorney appointed who was not connected with the Federal Government.  He stated in no uncertain terms that he wished to be represented by someone other than a public defender because he did not want anyone connected with the government to represent him.  When the trial court overruled the defendant's demand, the defendant requested that he be allowed to represent himself.  When this request was denied, the defendant was allowed ten days in which to file any motions he wished.  Two pro se motions were thereupon filed with the clerk, seeking a polygraph examination and production of evidence favorable to him in the hands of the government.\n    \n    \n      4\n      One John O. Martin, an Assistant Federal Public Defender, filed a motion on January 9, 1975, requesting a continuance, and in that motion informed the court that plea bargaining negotiations had been undertaken on the defendant's behalf.  As a result of these negotiations an agreement was submitted that the indictment charging the defendant with assault and conveying a dangerous weapon be dismissed and that there be a superseding information charging the accused with violation of a lesser included offense provided in Section 111.\n    \n    \n      5\n      On February 25, 1975, a hearing was held before Judge Templar, who addressed a series of questions to the defendant and also to Mr. Martin as required by Rule 11 of the Federal Rules of Criminal Procedure.  After having been fully questioned as to the nature of the charge and his understanding of it, defendant was arraigned on the charge contained in the superseding information.  The court then brought out through questioning the defendant that there had been plea bargaining and that the defendant fully understood the nature of the charge in the superseding information and understood that the indictment, which contained two counts, each of which was punishable by ten years in prison, was to be dismissed and that the lesser charge was to be the subject of the plea of guilty.  This provided for three years imprisonment.\n    \n    \n      6\n      The court carefully and extensively examined the defendant as to whether there had been any threats, promises or other influences and that he understood his constitutional rights.  Furthermore, he was advised of the presumption of innocence and the burden of proof.  Also, the factual basis for the plea was fully developed as a result of which the court accepted the plea of guilty and referred the matter for a presentence investigation.\n    \n    \n      7\n      On March 25, 1975, Mr. Daniel J. High, Assistant Federal Public Defender, appeared at the sentencing and again the defendant was advised of all of his rights.  Soon after the plea was accepted and the sentence was imposed, appellant filed a pro se notice of appeal and a motion in which he requested that he be allowed to proceed pro se and without counsel.  A motion was also filed requesting the trial transcript.  A further fact that must be noted is that the defendant has filed three briefs in this court and these have been fully considered.\n    \n    \n      8\n      The appeal revolves around the proposition that under the Supreme Court's decision in Faretta v. California, 422 U.S. 806, 95 S.Ct. 2525, 45 L.Ed.2d 562, decided June 30, 1975, a criminal defendant's right to represent himself, which right he maintains was upheld in Faretta, has been infringed and that the case should be reversed on this ground.\n    \n    \n      9\n      Defendant-appellant's belief is that the right to represent oneself was first expounded in the Supreme Court's decision in Faretta.  This is a mistaken viewpoint.  The Faretta holding is limited to state proceedings.  The ruling is that in a state prosecution the accused is entitled to represent himself.  At the same time, Mr. Justice Stewart made clear that in federal courts the right of self-representation has always been recognized and that indeed specific provision was made for it in the Judiciary Act of 1789, which is currently codified in 28 U.S.C. Section 1654.  Since, then, the federal law has always recognized the right, it follows that a violation of this guarantee could be claimed by the defendant regardless of whether Faretta carries retroactive force.\n    \n    \n      10\n      We are of the opinion that the defendant allowed Public Defender Martin to conduct plea bargaining on his behalf.  By so doing he demonstrated that he was no longer asserting his right to represent himself.  This is further evidenced by the fact that he accepted all of the benefits of the plea bargaining by entering a plea of guilty to the lesser offense.  The trial court has determined that this plea was entered voluntarily.\n    \n    \n      11\n      Our examination of the transcript of the proceedings before Judge Templar convinces us that his plea of guilty was entirely voluntary and convinces us also that he knowingly waived the right which he had previously asserted to be his own attorney.  There was no mention of the previous contention that he desired to represent himself.  Judge Templar was very thorough in his questioning so that there is no escape from the conclusion that defendant knowingly entered the plea of guilty and waived his right to have a trial at which he would be the attorney.\n    \n    \n      12\n      The Supreme Court in recent cases has rejected challenges to guilty pleas, generally endorsing the practice of plea bargaining and holding that the plea bars efforts to set aside such pleas based upon asserted unconstitutional contentions.  See Brady v. United States, 397 U.S. 742, 90 S.Ct. 1463, 25 L.Ed.2d 747 (1970).  There Brady had been indicted on a federal kidnapping charge carrying a death penalty, in 1959.  He entered a plea of guilty based upon the fact that his codefendant was going to testify against him.  Subsequently, the Supreme Court held that death penalty provision of the kidnapping law unconstitutional.  Brady sought to set aside the guilty plea, but his effort was rejected.  The Court said that the only issue was whether the guilty plea was voluntary.  There, as in the case at bar, the plea of guilty was motivated by defendant's desire to obtain a lesser penalty.\n    \n    \n      13\n      See also McMann v. Richardson, 397 U.S. 759, 90 S.Ct. 1441, 25 L.Ed.2d 763 (1970).  Defendant maintained that he pleaded guilty because of a prior coerced confession.  Here again the Court refused to accept his argument that the involuntary confession rendered the plea invalid.\n    \n    \n      14\n      A more extensive view is expressed in Tollett v. Henderson, 411 U.S. 258, 93 S.Ct. 1602, 36 L.Ed.2d 235 (1973), wherein it was held that a voluntary guilty plea blocks out prior unconstitutional defects so that there could be no inquiry into the claim of discrimination in the selection of the grand jury.\n    \n    \n      15\n      Based on our conclusion that the plea of guilty was voluntarily entered, we hold that appellant is precluded from asserting that his right to represent himself was infringed.  The voluntary plea of guilty is the independent intervening act which renders ineffectual the prior failure to allow appellant to represent himself at a trial.  There is good reason for the principle that a plea of guilty constitutes a waiver of prior alleged constitutional violations.  To hold otherwise would open the door to manipulations and gamemanship such as was apparently practiced in the case at bar.\n    \n    \n      16\n      We have read all of the briefs of the defendant and do not find merit in any of the other contentions which he has advanced.\n    \n    \n      17\n      The judgment is affirmed.\n    \n    \n      18\n      has been infringed and that the case should be reversed on this ground.\n    \n    \n      19\n      Defendant-appellant's belief is that the right to represent oneself was first expounded in the Supreme Court's decision in Faretta.  This is a mistaken viewpoint.  The Faretta holding is limited to state proceedings.  The ruling is that in a state prosecution the accused is entitled to represent himself.  At the same time, Mr. Justice Stewart made clear that in federal courts the right of self-representation has always been recognized and that indeed specific provision was made for it in the Judiciary Act of 1789, which is currently codified in 28 U.S.C. Section 1654.  Since, then, the federal law has always recognized the right, it follows that a violation of this guarantee could be claimed by the defendant regardless of whether Faretta carries retroactive force.\n    \n    \n      20\n      We are of the opinion that the defendant allowed Public Defender Martin to conduct plea bargaining on his behalf.  By so doing he demonstrated that he was no longer asserting his right to represent himself.  This is further evidenced by the fact that he accepted all of the benefits of the plea bargaining by entering a plea of guilty to the lesser offense.  The trial court has determined that this plea was entered voluntarily.\n    \n    \n      21\n      Our examination of the transcript of the proceedings before Judge Templar convinces us that his plea of guilty was entirely voluntary and convinces us also that he knowingly waived the right which he had previously asserted to be his own attorney.  There was no mention of the previous contention that he desired to represent himself.  Judge Templar was very thorough in his questioning so that there is no escape from the conclusion that defendant knowingly entered the plea of guilty and waived his right to have a trial at which he would be the attorney.\n    \n    \n      22\n      The Supreme Court in recent cases has rejected challenges to guilty pleas, generally endorsing the practice of plea bargaining and holding that the plea bars efforts to set aside such pleas based upon asserted unconstitutional contentions.  See Brady v. United States, 397 U.S. 742, 90 S.Ct. 1463, 25 L.Ed.2d 747 (1970).  There Brady had been indicted on a federal kidnapping charge carrying a death penalty, in 1959.  He entered a plea of guilty based upon the fact that his codefendant was going to testify against him.  Subsequently, the Supreme Court held that death penalty provision of the kidnapping law unconstitutional.  Brady sought to set aside the guilty plea, but his effort was rejected.  The Court said that the only issue was whether the guilty plea was voluntary.  There, as in the case at bar, the plea of guilty was motivated by defendant's desire to obtain a lesser penalty.\n    \n    \n      23\n      A more extensive view is expressed in Tollett v. Henderson, 411 U.S. 258, 93 S.Ct. 1602, 36 L.Ed.2d 235 (1973), wherein it was held that a voluntary guilty plea blocks out prior unconstitutional defects so that there could be no inquiry into the claim of discrimination in the selection of the grand jury.\n    \n    \n      24\n      Based on our conclusion that the plea of guilty was voluntarily entered, we hold that appellant is precluded from asserting that his right to represent himself was infringed.  The voluntary plea of guilty is the independent intervening act which renders ineffectual the prior failure to allow appellant to represent himself at a trial.  There is good reason for the principle that a plea of guilty constitutes a waiver of prior alleged constitutional violations.  To hold otherwise would open the door to manipulations and gamemanship such as was apparently practiced in the case at bar.\n    \n    \n      25\n      We have read all of the briefs of the defendant and do not find merit in any of the other contentions which he has advanced.\n    \n    \n      26\n      The judgment is affirmed.\n    \n    ",
            "ocr": false,
            "opinion_id": 333129
        }
    ],
    "court_short_name": "Tenth Circuit",
    "court_full_name": "Court of Appeals for the Tenth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Kidnapping"
}