{
    "id": 773470,
    "judges": "Aldrich, Cole, Gilman",
    "date_filed": 991094400000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-donald-lynn-baggett",
    "case_name_short": null,
    "case_name": "United States v. Donald Lynn Baggett",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellant, v. Donald Lynn BAGGETT, Defendant-Appellee",
    "attorneys": "Tracy L. Berry (argued and briefed), Assistant United States Attorney, Memphis, TN, for Appellant., Stephen B. Shankman (argued and briefed), Thomas J. Gibson (briefed), Office of the Federal Public Defender, Memphis, TN, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued: March 15, 2001.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 25,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1137-11\">\n    UNITED STATES of America, Plaintiff-Appellant, v. Donald Lynn BAGGETT, Defendant-Appellee.\n   </parties><br><docketnumber id=\"b1137-14\">\n    No. 99-6414.\n   </docketnumber><br><court id=\"b1137-15\">\n    United States Court of Appeals, Sixth Circuit.\n   </court><br><otherdate id=\"b1137-17\">\n    Argued: March 15, 2001.\n   </otherdate><br><decisiondate id=\"b1137-18\">\n    Decided and Filed: May 29, 2001.\n   </decisiondate><br><attorneys id=\"b1138-19\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1088\"> \n     *1088\n     </span>\n    Tracy L. Berry (argued and briefed), Assistant United States Attorney, Memphis, TN, for Appellant.\n   </attorneys><br><attorneys id=\"b1139-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1089\"> \n     *1089\n     </span>\n    Stephen B. Shankman (argued and briefed), Thomas J. Gibson (briefed), Office of the Federal Public Defender, Memphis, TN, for Appellee.\n   </attorneys><br><judges id=\"b1139-5\">\n    Before COLE and GILMAN, Circuit Judges; ALDRICH, District Judge.\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n</judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b1139-12\">\n     The Honorable Ann Aldrich, United States District Judge for the Northern District of Ohio, silting by designation.\n    </p>\n</div></div>",
    "citations": [
        "251 F.3d 1087"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/251/251.F3d.1087.99-6414.html",
            "author_id": null,
            "opinion_text": "251 F.3d 1087 (6th Cir. 2001)\n    United States of America, Plaintiff-Appellant,v.Donald Lynn Baggett, Defendant-Appellee.\n    No. 99-6414\n    UNITED STATES COURT OF APPEALS FOR THE SIXTH CIRCUIT\n    Argued: March 15, 2001Decided and Filed: May 29, 2001\n    \n      Appeal from the United States District Court for the Western District of Tennessee at Memphis, No. 99-20120, Bernice B. Donald, District Judge.\n      Tracy L. Berry, ASSISTANT UNITED STATES ATTORNEY, Memphis, Tennessee, for Appellant.\n      Stephen B. Shankman, Thomas J. Gibson, OFFICE OF THE FEDERAL PUBLIC DEFENDER, Memphis, Tennessee, for Appellee.\n      Before: COLE and GILMAN, Circuit Judges; ALDRICH, District Judge.*\n      COLE, J., delivered the opinion of the court, in which GILMAN, J., joined. ALDRICH, D. J. (pp. 1097-98), delivered a separate dissenting opinion.\n      OPINION\n      R. GUY COLE, JR., Circuit Judge.\n    \n    \n      1\n      The United States appeals the district court's grant of Defendant's motion for judgment of acquittal on interstate domestic violence and kidnapping charges. For the following reasons, we REVERSEthe judgment of the district court and REMAND the case for reinstatement of the jury's guilty verdict.\n    \n    I. BACKGROUND\n    A. Facts\n    \n      2\n      Defendant, Donald Lynn Baggett, married Catherine Baggett on November 9, 1998. One week later, while riding in the car, Mrs. Baggett told her husband that she was going to leave him and that she thought their marriage had been a mistake. An altercation ensued in which Defendant told Mrs. Baggett that she was not \"going anywhere,\" that she was his wife, and that she was not to speak to him in the way she had. The couple began to wrestle in the front seat of their car. Defendant threw Mrs. Baggett into the back seat, got into the driver's seat, and began driving. Mrs. Baggett jumped out of the car and tried to run away; however, Defendant caught up with her, grabbed her by the hair, and took her home, whereupon he yelled at her for approximately one hour, threw water at her, spit on her, and slapped her.\n    \n    \n      3\n      Despite this initial altercation, the couple remained together. Mrs. Baggett occasionally accompanied Defendant on his trips as a truck driver for G&amp;H Trucking and, in May 1999, she traveled with him to California. The incident of violence at issue in this case occurred on or about May 14, 1999, during the couple's return trip to Tennessee. Mrs. Baggett testified that she overheard Defendant and another truck driver talking about a \"girl in a pickup truck and her boobs,\" which caused Mrs. Baggett to become jealous. The couple began arguing about the girl, at which point Defendant physically attacked Mrs. Baggett. While still driving the truck, Defendant bounced Mrs. Baggett's head off the steering wheel, tore her shirt, and choked her. He then pulled into a rest area, threw her into the \"sleeper\" in the back of the truck cab, and continued to beat her. He slapped, punched, kicked, choked, and spat on her. He told her to stay in the sleeper and that he did not want to see or hear her. Mrs. Baggett did not feel safe or free to leave; she obeyed Defendant's instructions, and he resumed driving. Mrs. Baggett testified that this altercation occurred in Oklahoma.\n    \n    \n      4\n      Eventually, Defendant told Mrs. Baggett to return to the front of the truck. She told him that she needed to use the bathroom and he replied that he was going to pull off at an upcoming exit and that she \"wasn't going any further with him.\" She begged him not to go on without her, because it was the middle of the night and she did not know where she was. In light of the prior altercation with her husband in November 1998, Mrs. Baggett believed that she would not be able to outrun her husband with her injuries.\n    \n    \n      5\n      After passing the exit, Defendant pulled the truck over at a rest stop and continued his physical assault. Defendant once again threw his wife into the sleeper and severely beat her, this time causing her to soil herself. Defendant then walked his wife to the restroom and permitted her to clean herself. Defendant told Mrs. Baggett to hurry and that he did not want to have to \"come in there and get [her].\" They then returned to the truck, and Defendant decided to take a nap. Mrs. Baggett testified that, while her husband slept, she \"sat in the front seat of the truck trying to stay awake, trying to get -- my ears were ringing so bad, I couldn't see right. I didn't want to lay down, I thought I had a concussion, I knew I did. I was sick, I was nauseous.\"\n    \n    \n      6\n      Mrs. Baggett remained in the front of the truck until sunrise. When Defendant awoke, the two talked for an hour or so. He gave her permission to lie down in the back and sleep while he drove to Memphis, their destination. He later told her that she \"slept through Arkansas.\" When they arrived at their destination, a grocery warehouse in Memphis, he woke her up and told her to get out of the sleeper so he could go to sleep. She told him she was injured and that she needed his help, but he said he had \"no sympathy\" for her. She told him she needed to use a bathroom, and he told her it was in a building nearby. She went to the bathroom, felt dizzy, and vomited. Her next memory is of waking up in the hospital. According to Patricia Cantrell, the witness who found her on the floor of the bathroom, Mrs. Baggett was hysterical and bruised \"from head to toe.\" Her nose was full of blood and she had red marks around her throat. Cantrell testified that Mrs. Baggett told her that Defendant had\n    \n    \n      7\n      kept her in the truck with him for three days and that he had beaten [her] on three different occasions, once before they left . . . to come to Memphis. And then they were in our staging area which is where the truckers park overnight and he had beaten her up there. And then when they backed into my dock door, he beat her again and that he wouldn't let her out of the truck these three days, he made her use the bathroom in a cup, he would bring her food to her . . . .1\n    \n    \n      8\n      Dr. Charles Roberson, who treated Mrs. Baggett in the emergency room of St. Francis Hospital, testified that she was frightened and in pain when he treated her, and that she had \"multiple swollen areas and discolored areas about the head and face, also the neck, upper body front and back, and also the upper extremities.\" Medical records of Mrs. Baggett's treatment indicate that she was oriented during Dr. Roberson's examination. Mrs. Baggett told Dr. Roberson that she had been assaulted multiple times over several hours, and that the assaults had occurred in more than one place where the truck was parked. The medical records reflect that Mrs. Baggett's injuries were inflicted over a span of twenty-four hours.\n    \n    \n      9\n      James Hogan, a deputy sheriff in Shelby County, arrested Defendant after awakening him from his nap in the truck's sleeper. When Deputy Hogan told Defendant that he was arresting him for domestic assault, Defendant said, \"it didn't occur there [i.e., in Tennessee], it occurred in other states previous[,] earlier in the morning.\" Deputy Hogan believes that Defendant specifically mentioned Oklahoma and Arkansas.2\n    \n    \n      10\n      Although Mrs. Baggett feared for her life after the May assault, she nevertheless visited Mr. Baggett and talked to him on the telephone after his arrest and prior to trial. During these telephone calls and visits, Defendant refreshed Mrs. Baggett's memory as to what transpired during their trip from California to Memphis. Specifically, Defendant told Mrs. Baggett that she slept throughout Arkansas, implying that the assault occurred only in Oklahoma.\n    \n    B. Procedural History\n    \n      11\n      Defendant was charged in a two-count indictment with interstate domestic violence, in violation of 18 U.S.C. &#167;2261(a)(2), and kidnapping, in violation of 18 U.S.C. &#167;1201. Defendant pleaded not guilty to both counts and the case was tried to a jury before the United States District Court for the Western District of Tennessee, at Memphis. At the close of the government's case-in-chief, defense counsel moved for a judgment of acquittal under Fed. R. Crim. P. 29. The district court reserved decision on the motion until close of all the proof, at which point Defense counsel renewed the Rule 29 motion.\n    \n    \n      12\n      After hearing argument from counsel outside the presence of the jury, the district court decided to grant Defendant's motion for judgment of acquittal on both counts. The court stated:\n    \n    \n      13\n      As I said before it is -- it is abundantly clear that -- that the government has made out a case of domestic battery, domestic violence, but I don't believe that the proof has made out a case of interstate domestic violence under the federal statute which does require the forcing or causing a partner to cross state lines by force or having this conduct occur as a result of this travel. In this case the violence was really incidental to interstate travel.\n    \n    \n      14\n      The district court also found that there was insufficient proof of confinement to sustain a conviction on the kidnapping count.\n    \n    \n      15\n      Immediately following the district court's conclusion regarding the sufficiency of the evidence on the kidnapping charge, the government noted that if the court entered a judgment of acquittal before the jury returned a verdict, double jeopardy would bar any retrial. Counsel for the government suggested that the court allow the jury to render its verdict before ruling on Defendant's Rule 29 motion. Counsel stated:\n    \n    \n      16\n      [T]hen if they come back with their verdict, if at the end of their verdict the Court wants to set aside that verdict, then the United States would have the ability to appeal and double jeopardy would not ensue. . . . [I]f the jury comes back with a verdict of not guilty and has made the same findings as the Court[,] there is no harm.\n    \n    The district court replied:\n    \n      17\n      Okay. Well, I will grant the government's request to allow it to go to the jury and -- and to hold the Court's ruling in abeyance until after that. But regardless of the jury's outcome, you -- you know what the court's ruling on the motion is.\n    \n    \n      18\n      Defense counsel then requested the district court to consider entering a judgment of acquittal on only the interstate domestic violence charge, while allowing the kidnapping charge to go to the jury. The court responded:\n    \n    \n      19\n      Okay. I granted your motion on both counts. I don't know that I'm going -- if I have dismissed both counts, it doesn't make any difference to split them, which one goes to the verdict -- which one goes to the jury and which doesn't, so they can all go and the jury can, you know, make its decision, but I have granted the motion with respect to the interstate domestic violence and the kidnapping count.\n    \n    \n      20\n      Counsel then proceeded with arguments regarding the jury instructions.\n    \n    \n      21\n      On the same day that Defendant's trial concluded, September 8, 1999, the jury returned a verdict of guilty as to the interstate domestic violence count and not guilty as to the kidnapping count. Also on September 8, 1999, the district court signed an order entering judgment of acquittal on both counts. While this written order was dated September 8, 1999, it was not file-stamped or entered on the docket until September 9, 1999. In the order, the district court provided:\n    \n    \n      22\n      Upon the Government's motion, the Court will allow the matter to be submitted to the jury notwithstanding the Court's ruling and will hold in abeyance entry of judgment. The Marshals are directed to release the Defendant forthwith.\n    \n    \n      23\n      It is unclear from the record whether the district court's written order was signed before or after the jury's verdict. It is also unclear from the record whether Defendant was released from custody on September 8, 1999 (the date of the district court's oral ruling on Defendant's Rule 29 motion), or on September 9, 1999 (the date on which the district court's written order entering judgment for Defendant was filed). Whatever the case, the district court acquitted Defendant notwithstanding the jury's verdict.\n    \n    \n      24\n      The government argues that the district court erred in granting Defendant's motion for judgment of acquittal on the interstate domestic violence charge, and contends that the evidence was sufficient to permit a rational trier of fact to find Defendant guilty of violating 18 U.S.C. &#167;2261(a)(2). Defendant contends that the government's appeal is barred by the Constitution's double jeopardy clause, and thus asserts that this Court lacks jurisdiction over the case. Defendant argues in the alternative that the district court correctly granted his Rule 29 motion.\n    \n    II. DISCUSSION\n    A. Jurisdiction3\n    \n      25\n      We review de novo whether double jeopardy bars an appeal by the government in a criminal case. See United States v. Neal, 93 F.3d 219, 221 (6th Cir. 1996). Under 18 U.S.C. &#167;3731, we have jurisdiction over an appeal brought by the government in a criminal case only in limited circumstances. The statute provides:\n    \n    \n      26\n      In a criminal case an appeal by the United States shall lie to a court of appeals from a decision, judgment, or order of a district court dismissing an indictment or information or granting a new trial after verdict or judgment, as to any one or more counts, except that no appeal shall lie where the double jeopardy clause of the United States Constitution prohibits further prosecution.\n    \n    \n      27\n      18 U.S.C. &#167;3731. Whether the government may appeal a judgment of acquittal entered by the district court pursuant to Fed. R. Crim. P. 29 depends on the timing of the court's decision. Subsection (b) of Rule 29 provides in pertinent part:\n    \n    \n      28\n      Reservation of Decision on Motion. The court may reserve decision on a motion for judgment of acquittal, proceed with the trial (where the motion is made before the close of all the evidence), submit the case to the jury and decide the motion either before the jury returns a verdict or after it returns a verdict of guilty or is discharged without having returned a verdict.\n    \n    \n      29\n      Fed. R. Crim. P. 29(b). Where the district court grants a motion for judgment of acquittal prior to the jury's verdict, double jeopardy bars further prosecution because reversal of such judgment on appeal would necessitate retrial of the defendant.See United States v. Scott, 437 U.S. 82, 91 (1978). Where, however, the district court grants the Rule 29 motion after the jury renders a guilty verdict, double jeopardy does not bar appeal by the government. See id. at 91 n.7, 98 S. Ct. 2187. \"In that situation a conclusion by an appellate court that the judgment of acquittal was improper does not require a criminal defendant to submit to a second trial; the error can be corrected on remand by the entry of a judgment on the verdict.\" Id. (internal quotation marks and citation omitted).\n    \n    \n      30\n      The central question, therefore, is whether the district court granted the Defendant's motion for judgment of acquittal prior to the jury's verdict, in which case double jeopardy would deprive this Court of jurisdiction under 18 U.S.C. &#167;3731, or whether it reserved decision on Defendant's motion until after the jury's verdict, in which case double jeopardy does not prevent our review. The ambiguity in the record of the proceedings below renders this question difficult to answer. On the one hand, the district court made at least three clear statements in open court suggesting that it had ruled on the motion before submitting the case to the jury. Specifically, the district court told counsel for the government, \"you know what the court's ruling on the motion is.\" The district court also stated to defense counsel, \"I granted your motions on both counts,\" and, \"I have granted the motion with respect to the interstate domestic violence and kidnapping count.\" The district court's written order further suggests that the court ruled on Defendant's Rule 29 motion prior to giving the case to the jury, inasmuch as the order purports to hold in abeyance the entry of the court's judgment rather than the judgment itself.\n    \n    \n      31\n      On the other hand, several factors suggest that the district court intended to reserve decision on Defendant's motion untilafter the jury returned a verdict. First, the district court stated, \"I will grant the government's request to allow it to go to the jury -- and to hold the Court's ruling in abeyance until after that.\" This statement immediately followed a discussion between counsel and the court regarding the government's concern that it would be prohibited from appealing if the court granted the motion before submitting the case to the jury. It appears, therefore, that the government's desire to preserve its ability to appeal was the direct cause of the district court's decision to \"hold its ruling in abeyance.\" Moreover, the district court's written order granting Defendant's motion was filed in the clerk's office and entered on the district court docket on September 9, 1999, whereas the jury's verdict was returned in open court and entered on the docket on September 8, 1999. Finally, the district court entertained closing arguments by counsel, instructed the jury on the applicable law, and allowed the jury to deliberate and return a verdict. Such a course of action would have been entirely unnecessary if the court had rendered an effective judgment of acquittal at the close of all the evidence.\n    \n    \n      32\n      The district court's confused handling of Defendant's Rule29 motion in this case creates significant difficulties for this Court on review. If the district court intended to grant the motion at the close of all the evidence, it should not have submitted the case to the jury. If it intended to defer its ruling for the purpose of preserving the government's right to appeal, it should not have ruled orally on the motion prior to the jury's verdict. While the record is far from clear, we are persuaded that the district court reserved its decision until after the jury rendered its verdict.\n    \n    \n      33\n      Both the Second and the Ninth Circuits have held that double jeopardy principles were not violated in factually similar situations. In United States v. Byrne, 203 F.3d 671 (9th Cir. 2000), the Ninth Circuit concluded that double jeopardy was not violated when the district court initially granted the defendant's motion for judgment of acquittal but later reconsidered its ruling and denied the motion. See id. at 675. As in this case, the district court in Byrne told the parties, \"I have made up my mind . . . [a]nd I am granting the defendant's motion.\"4 Id. at 674. The Ninth Circuit concluded that the district court's oral grant of the motion was not \"determinative\" because there was no entry of judgment, because the court's change of mind was timely, and because the hearings regarding the motion were conducted outside the presence of the jury. See id. at 673-74.\n    \n    \n      34\n      The Second Circuit was confronted with a similar situation in United States v. LoRusso, 695 F.2d 45 (2d Cir. 1982). InLoRusso, after the district court orally granted the defendant's Rule 29 motion, the government asked that it be allowed to proceed against the defendant on a lesser-included offense. See id. at 50-51. The district court permitted the government to present the lesser charge to the jury notwithstanding the defendant's objection on double jeopardy grounds. See id. at 51. On appeal, the Second Circuit held that there was no double jeopardy violation because the district court had not entered a judgment of acquittal and because the jury had not been informed of the court's prior oral ruling. See id. at 54. The court in LoRusso emphasized that double jeopardy is not violated when the district court can amend its earlier ruling without subjecting the defendant to a second trial:\n    \n    \n      35\n      Where no judgment has been entered . . . and there has been no dismissal of the jury (nor any indication to the jury of a ruling that could prejudice the defendant on such counts as are eventually submitted), there appears no constitutional impediment to the court's modification of its oral decision to dismiss the original count.\n    \n    \n      36\n      Id. at 54.\n    \n    \n      37\n      We find that both Byrne and LoRusso stand for the proposition that an oral grant of a Rule 29 motion outside of the jury's presence does not terminate jeopardy, inasmuch as a court is free to change its mind prior to the entry of judgment. As in Byrne and LoRusso, the jury in this case never was informed of the district court's oral ruling on Defendant's motion for judgment of acquittal, but rather was allowed to deliberate and render a guilty verdict. This fact more than any other supports our conclusion that the double jeopardy clause does not bar the government's appeal. Because reversal of the district court's judgment on appeal does not require the government to retry Defendant, but rather requires only the reinstatement of the jury's guilty verdict, the double jeopardy clause is not offended. See United States v. Wilson, 320 U.S. 332, 345 (1975) (holding that a statutorily authorized appeal by the government is constitutionally permissible if reversal will not require that the defendant be tried a second time). Accordingly, we find that we may properly exercise jurisdiction over the government's appeal in this case.5\n    \n    \n      38\n      B. The District Court's Judgment of Acquittal\n    \n    \n      39\n      The sole dispute regarding the merits of the district court's judgment of acquittal is whether the evidence was sufficient to support the jury's guilty verdict with respect to the interstate domestic violence charge. On an appeal from a judgment of acquittal under Rule 29, we must determine whether, \"viewing the evidence in the light most favorable to the government, any rational trier of fact could have found the elements of the crime beyond a reasonable doubt.\" United States v. King, 169 1035, 1038-39 (6th Cir.), cert. denied, 528 U.S. 892 (1999) (citation and internal quotation marks omitted).\n    \n    \n      40\n      Section 2261(a)(2) of Title 18 of the United States Code provides:\n    \n    \n      41\n      Causing the crossing of a State line.--A person who causes a spouse or intimate partner to cross a State line or to enter or leave Indian country by force, coercion, duress, or fraud and, in the course or as a result of that conduct, intentionally commits a crime of violence and thereby causes bodily injury to the person's spouse or intimate partner, shall be punished as provided in subsection (b).\n    \n    \n      42\n      18 U.S.C. &#167;2261(a)(2). The district court found that the government \"failed to prove an essential element of the crime, to wit, that the Defendant 'by force, threats, coercion or duress caused the victim to cross state lines.'\" The district court further found that the government \"failed to prove that the transportation of the victim was against her will, or that she was seized, confined, etc. against her will.\"\n    \n    \n      43\n      The Fourth Circuit recently commented on the elements of an offense under &#167;2261(a)(2) in United States v. Helem, 186 F.3d 449 (4th Cir.), cert. denied, 528 U.S. 1053 (1999). In Helem, the court approved jury instructions that provided:\n    \n    \n      44\n      In order to find a Defendant guilty of interstate domestic violence, you must be convinced that the Government has proved beyond a reasonable doubt each of the following four elements. One, that the Defendant . . . and [the victim] are spouses or intimate partners. Second, that the Defendant caused [the victim] to cross a state line by force, coercion, duress, or fraud. Third, that in the course of or as a result of that conduct, the Defendant intentionally committed a crime of violence upon [the victim]; and finally the fourth element, and that as a result of this crime of violence, [the victim] was bodily injured.\n    \n    \n      45\n      Id. at 453. With respect to the second element of the offense, which is the only element at issue in this case, the instructions provided:\n    \n    \n      46\n      Coercion or duress exists when an individual is subject to actual or threatened force of such a nature as to induce a well-founded fear of impending death or serious bodily harm from which there is no reasonable opportunity to escape.\n    \n    \n      47\n      Id. The Helem court commented on this element of the offense by noting that \"the words 'force, coercion, or duress' necessarily require that the victim is a non-consenting participant in interstate travel.\" Id. at 456.\n    \n    \n      48\n      We agree with the standard articulated by our sister circuit in Helem, and find that the district court erred in concluding that the government failed to prove that Defendant caused his wife to cross state lines by force, threats, coercion, or duress. First, Deputy Hogan testified that Defendant admitted that the assaults in question occurred in two states. This testimony contradicts one of Defendant's principal arguments on appeal, which is that he and his wife reconciled while still in Oklahoma, and thus that the interstate element of the offense could not be proved. On the basis of Deputy Hogan's testimony alone, the evidence was sufficient to permit the jury to conclude that Mrs. Baggett was forced to cross a state line. Moreover, Patricia Cantrell testified that the victim had told her that she had been beaten before arriving in Tennessee, as well as in Tennessee. Dr. Roberson's testimony further supports the jury's finding that Mrs. Baggett was beaten in more than one state, in that he reported that she was assaulted multiple times over a twenty-four-hour period, and that the assaults occurred in more than one location. Thus, the evidence was sufficient to establish the interstate element of the offense.\n    \n    \n      49\n      The evidence similarly supported a finding that Mrs. Baggett was \"subject to actual or threatened force of such a nature as to induce a well-founded fear of impending death or serious bodily harm from which there is no reasonable opportunity to escape.\" Id. at 453. The jury was not required to conclude from the mere fact that Mrs. Baggett begged Defendant not to put her out of his truck that she did not wish to escape. To the contrary, the trial transcript indicates that Mrs. Baggett thought Defendant was \"just going to sit me out of the truck but he was not going to stop.\" The jury could infer from that testimony that Mrs. Baggett feared Defendant was going to eject her from a moving vehicle. In any event, Mrs. Baggett also testified that she was unable to outrun Defendant at that time, given her injuries, and that she would have run away from Defendant if she had been able. This evidence demonstrates that, at the time of Defendant's assaults, Mrs. Baggett was a \"non-consenting participant in the interstate travel.\" Id. at 456. Because a reasonable jury could have found all the elements of the offense defined in &#167;2261(a)(2) beyond a reasonable doubt, we conclude that the district court erred in granting Defendant's motion for judgment of acquittal.\n    \n    III. CONCLUSION\n    \n      50\n      For the foregoing reasons, we REVERSE the district court's judgment of acquittal and REMAND the case to the district court for reinstatement of the jury's guilty verdict on the interstate domestic violence charge.\n    \n    \n      \n        Notes:\n      \n      \n        *\n          The Honorable Ann Aldrich, United States District Judge for the Northern District of Ohio, sitting by designation.\n      \n      \n        1\n         Defendant argues on appeal that Cantrell's testimony was excluded by the district court as hearsay. The district court record, however, is unclear as to whether this testimony was admitted. The court appears initially to have allowed the testimony under the \"excited utterance\" exception to the hearsay rule, see Fed. R. Evid. 803(2), but later changed its mind. Defendant concedes that it is unclear what portion of Cantrell's testimony the district court felt was inadmissible. We note that the record does not indicate that the district court instructed the jury to disregard Cantrell's testimony. We further note that it would not have been an abuse of discretion to admit Cantrell's testimony under Rule 803(2). See United States v. Cruz, 156 F.3d 22, 30 (1st Cir. 1998), cert. denied, 526 U.S. 1124 (1999) (allowing hearsay testimony under excited utterance exception where out-of-court statements by battered woman were made at 8:00 a.m., but where beating ceased at 4:00 a.m.). Accordingly, we find that Cantrell's testimony regarding Mrs. Baggett's out-of-court statements was properly before the jury in this case.\n      \n      \n        2\n         On cross-examination, Deputy Hogan testified that if his written report specified Arkansas, it would have been an error. On redirect, however, he repeated his testimony that Defendant mentioned \"more than one state.\" On re-cross, he testified that he did not understand defense counsel's earlier question. In the light most favorable to the government, the evidence appears to be that Defendant told Deputy Hogan that the assaults took place in more than one state.\n      \n      \n        3\n         Defendant points out in his brief that the government erroneously invoked 28 U.S.C. &#167;1291, rather than 18 U.S.C. &#167;3731, as the jurisdictional basis for its appeal. Although the Federal Rules of Appellate Procedure require all briefs to contain a jurisdictional statement, including citations to applicable statutory provisions, see Fed. R. App. P. 28(a)(4)(B), the government's error in citing 18 U.S.C. &#167;1291 instead of 18 U.S.C. &#167;3731 does not prevent our review in this case. See Nordahl v. Studer Revox Am., Inc., No. 94-6336, 1995 U.S. App. LEXIS 38862 (6th Cir. Dec. 15, 1995) (ordering appellant whose brief contained no jurisdictional statement to file supplemental brief setting forth basis of court's jurisdiction).\n      \n      \n        4\n         We note, however, that following the district court's oral grant of judgment of acquittal in Byrne, it added the caveat, \"unless I can be convinced otherwise.\" Byrne, 203 F.3d at 674.\n      \n      \n        5\n         It is worth noting that we have exercised jurisdiction over an appeal by the government in a case presenting a procedural posture identical to this case. See United States v. Mills, 204 F.3d 669 (6th Cir. 2000). In Mills, we stated:\n        The district court allowed the case to go to the jury, but informed the parties outside the presence of the jury that the motion would be granted with respect to the counts at issue here. The jury returned verdicts of guilty on all counts, and, for reasons explained by the district court on the record, the court followed through on its earlier promise to grant acquittals. The government has perfected a timely appeal.\n        Id. at 670-71. While Mills did not address the double jeopardy question presented here, our exercise of jurisdiction in Millsimplies that the Court found no constitutional impediment to its review. Suffice it to say, however, we do not approve of the Rule 29 practice employed by the district court in either this case or Mills.\n      \n    \n    \n      51\n      ALDRICH, District Judge, dissenting.\n    \n    \n      52\n      I respectfully dissent. I would dismiss the appeal for lack of jurisdiction.\n    \n    \n      53\n      I agree with the majority that there is no way to construe the district court's actions without being forced to conclude that the court erred. Either it erred by sending the case to the jury after granting Baggett's motion for judgment of acquittal, or it erred by issuing an order purporting to grant the motion rather than reserving decision until after the verdict. However, the trial judge's written order, which purported to grant Baggett's motion prior to the jury's verdict,1 and her statements on the record to the effect that she had granted the motion, demonstrate that she had granted the motion prior to the verdict.\n    \n    \n      54\n      The temptation is to try to discern the district judge's intent. The source of this temptation, I suspect, is the recognition by bench and bar and in the academy that Fed. R. Crim. P. 29 gives district judges de facto power to determine whether the government will be able to take an appeal from a judgment of acquittal. See 5 LaFave et al., Criminal Procedure &#167; 25.3(e), text accompanying n. 35 (2d ed. 1999) (\"The end result ... is to give trial judges a means for preserving the government's opportunity to appeal where the judge sides with the defense on a legal issue that will control as to the sufficiency of the evidence\"). Here, the majority makes a strong case that the district judge intended to preserve the government's appeal. Indeed, it is impossible otherwise to understand her reasons for submitting the case to the jury. But the rule that the government may not appeal a judgment of acquittal entered prior to the verdict is not intended to give district courts the power to decide whether an appeal may be taken. Rather, the district court's power is a consequence of the Double Jeopardy Clause, which does not permit a second trial once jeopardy has attached but which does permit reinstatement of a jury verdict.\n    \n    \n      55\n      We should focus, then, not on what the district judge intended to do or thought she was doing, but on what she did. In my view, she granted the motion. She thought that by \"hold[ing] in abeyance entry of judgment\" and submitting the case to the jury, she could preserve the government's appeal. But while Rule 29 allows the district judge to reserve decision--that is, to put off a decision until later in the proceedings--it does not allow her to decide and then give no effect to her decision until after the jury's verdict.\n    \n    \n      56\n      The two cases upon which the majority principally relies, United States v. LoRusso, 695 F.2d 45 (2d Cir. 1982), andUnited States v. Byrne, 203 F.3d 671 (9th Cir. 2000), cert. denied, 121 S.Ct. 861 (2001), are distinguishable. In LoRusso,the trial court ruled that the evidence was insufficient to prove the charge in the indictment but, on the government's immediate request, that a lesser included charge could be presented to the jury. As the Second Circuit pointed out, 695 F.2d at 52, the trial court was implementing Rules 29(a) and 31(c) (relating to lesser included offenses) together. It makes sense that a judge could find the evidence insufficient to prove one element yet allow the case to go to the jury on a lesser included charge. But it does not follow that a judge can find the evidence insufficient to prove an offense and then let the case go to the jury on the same charge.\n    \n    \n      57\n      In Byrne, as Judge Cole notes in a footnote, the court made it clear that it was reconsidering its decision by leaving open the possibility that the government could convince her to change her mind. See Byrne, supra at 674. In the instant case, on the other hand, the judge made it abundantly clear that she had already made up her mind and that nothing would change it. She said so on the record, and she issued a written order purporting to be a judgment of acquittal before the jury entered its verdict.\n    \n    \n      58\n      It is true that in United States v. Mills, 204 F.3d 669 (6th Cir. 2000), we exercised jurisdiction over an appeal when the district court had submitted the case to the jury already having decided to grant the motion for a judgment of acquittal. But as the majority recognizes, Mills does not discuss the double jeopardy issue, and in any case, we should not compound old errors by repeating them.\n    \n    \n      59\n      As I would find we lack jurisdiction, I do not reach the merits of the government's appeal.\n    \n    \n      \n        Notes:\n      \n      \n        1\n         The majority finds that the record does not clearly show whether the district judge's written order purporting to grant Baggett's motion for judgment of acquittal was issued before or after the jury's verdict. But the order's text clearly shows that it was issued prior to the verdict, or even prior to the submission of the case to the jury. The judge wrote: \"the Courtwill allow the matter to be submitted to the jury ...\" (Emphasis supplied). We should presume that the order means what it says. Cf. Chick v. Wingo, 387 F.2d 330, 331 (6th Cir. 1967) (state court's records entitled to a presumption of regularity).Moreover, the time at which the order was file-stamped by the clerk is irrelevant to the time of its effectiveness. \"A judgment is not what is entered but what was directed by the court, or it may be neglected altogether. ... In the very nature of things, the act must be perfect before its history can be so; and the imperfection or neglect of its history fails to modify or obliterate the act.\" In re Ackerman, 82 F.2d 971, 973 (6th Cir. 1936) (citation omitted). While Ackerman was not decided under the Federal Rules, its principle is sound: a court's order is complete when made, not when entered on the docket or file-stamped. See also Dalton v. Bowers, 53 F.2d 373, 374 (2d Cir. 1931) (\"Entry is for most purposes not necessary to the validity of an order\"); cf. Robinson v. Waterman S.S. Co., 7 F.R.D. 51 (D.N.J. 1947) (in federal civil practice, complaint is effective when \"filed,\" not when \"entered\").\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 773470
        },
        {
            "author_str": "Cole",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCOLE, J., delivered the opinion of the court, in which GILMAN, J., joined. ALDRICH, D.J. (pp. 1097-98), delivered a separate dissenting opinion.\nOPINION\nCOLE, Circuit Judge.\nThe United States appeals the district court’s grant of Defendant’s motion for judgment of acquittal on interstate domestic violence and kidnapping charges. For the following reasons, we REVERSE the judgment of the district court and REMAND the case for reinstatement of the jury’s guilty verdict.\nI. BACKGROUND\nA. Facts\nDefendant, Donald Lynn Baggett, married Catherine Baggett on November 9, 1998. One week later, while riding in the car, Mrs. Baggett told her husband that she was going to leave him and that she thought their marriage had been a mistake. An altercation ensued in which Defendant told Mrs. Baggett that she was. not “going anywhere,” that she was his wife, and that she was not to speak to him in the way she had. The couple began to wrestle in the front seat of their car. Defendant threw Mrs. Baggett into the back seat, got into the driver’s seat, and began driving. Mrs. Baggett jumped out of the car and tried to run away; however, Defendant caught up with her, grabbed her by the hair, and took her home, whereupon he yelled at her for approximately one hour, threw water at her, spit on her, and slapped her.\nDespite this initial altercation, the couple remained together. Mrs. Baggett occasionally accompanied Defendant on his trips as a truck driver for G&amp;H Trucking and, in May 1999, she traveled with him to California. The incident of violence at issue in this case occurred on or about May 14, 1999, during the couple’s return trip to Tennessee. Mrs. Baggett testified that she overheard Defendant and another truck driver talking about a “girl in a pickup truck and her boobs,” which caused Mrs. Baggett to become jealous. The couple began arguing about the girl, at which point Defendant physically attacked Mrs. Baggett. While still driving the truck, Defendant bounced Mrs. Baggett’s head off the steering wheel, tore her shirt, and choked her. He then pulled into a rest area, threw her into the “sleeper” in the back of the truck cab, and continued to beat her. He slapped, punched, kicked, choked, and spat on her. He told her to stay in the sleeper and that he did not want to see or hear her. Mrs. Baggett did not feel safe or free to leave; she obeyed Defendant’s instructions, and he resumed driving. Mrs. Baggett testified that this altercation occurred in Oklahoma.\nEventually, Defendant told Mrs. Bag-gett to return to the front of the truck. She told him that she needed to use the bathroom and he replied that he was going to pull off at an upcoming exit and that she “wasn’t going any further with him.” She begged him not to go on without her, because it was the middle of the night and she did not know where she was. In light of the prior altercation with her husband in November 1998, Mrs. Baggett believed *1090that she would not be able to outrun her husband with her injuries.\nAfter passing the exit, Defendant pulled the truck over at a rest stop and continued his physical assault. Defendant once again threw his wife into the sleeper and severely beat her, this time causing her to soil herself. Defendant then walked his wife to the restroom and permitted her to clean herself. Defendant told Mrs. Baggett to hurry and that he did not want to have to “come in there and get [her].” They then returned to the truck, and Defendant decided to take a nap. Mrs. Baggett testified that, while her husband slept, she “sat in the front seat of the truck trying to stay awáke, trying to get — my ears were ringing so bad, I couldn’t see right. I didn’t want to lay down, I thought I had a concussion, I knew I did. I was sick, I was nauseous.”\nMrs. Baggett remained in the front of the truck until sunrise. When Defendant awoke, the two talked for an hour or so. He gave her permission to lie down in the back and sleep while he drove to Memphis, their destination. He later told her that she “slept through Arkansas.” When they arrived at their destination, a grocery warehouse in Memphis, he woke her up and told her to get out of the sleeper so he could go to sleep. She told him she was injured and that she needed his help, but he said he had “no sympathy” for her. She told him she needed to use a bathroom, and he told her it was in a building nearby. She went to the bathroom, felt dizzy, and vomited. Her next memory is of waking up in the hospital. According to Patricia Cantrell, the witness who found her on the floor of the bathroom, Mrs. Baggett was hysterical and bruised “from head to toe.” Her nose was full of blood and she had red marks around her throat. Cantrell testified that Mrs. Baggett told her that Defendant had\nkept her in the truck with him for three days and that he had beaten [her] on three different occasions, once before they left ... to come to Memphis. And then they were in our staging area which is where the truckers- park overnight and he had beaten her up there. And then when they backed into my dock door, he beat her again and that he wouldn’t let her out of the truck these three days, he made her use the bathroom in a cup, he would bring her food to her....1\nDr. Charles Roberson, who treated Mrs. Baggett in the emergency room of St. Francis Hospital, testified that she was frightened and in pain when he treated her, and that she had “multiple swollen areas and discolored areas about the head and face, also the neck, upper body front and. back, and also the upper extremities.” Medical records of Mrs. Baggett’s treat*1091ment indicate that she was oriented during Dr. Roberson’s examination. Mrs. Bag-gett told Dr. Roberson that she had been assaulted multiple times over several hours, and that the assaults had occurred in more than one place where the truck was parked. The medical records reflect that Mrs. Baggett’s injuries were inflicted over a span of twenty-four hours.\nJames Hogan, a deputy sheriff in Shelby County, arrested Defendant after awakening Mm from his nap in the truck’s sleeper. When Deputy Hogan told Defendant that he was arresting him for domestic assault, Defendant said, “it didn’t occur there [ie., in Tennessee], it occurred in other states previous[,] earlier in the morning.” Deputy Hogan believes that Defendant specifically mentioned Oklahoma and Arkansas.2\nAlthough Mrs. Baggett feared for her life after the May assault, she nevertheless visited Mr. Baggett and talked to him on the telephone after his arrest and prior to trial. During these telephone calls and visits, Defendant refreshed Mrs. Baggett’s memory as to what transpired during their trip from California to Memphis. Specifically, Defendant told Mrs. Baggett that she slept throughout Arkansas, implying that the assault occurred only in Oklahoma.\nB. Procedural History\nDefendant was charged in a two-count indictment with interstate domestic violence, in violation of 18 U.S.C. § 2261(a)(2), and kidnapping, in violation of 18 U.S.C. § 1201. Defendant pleaded not guilty to both counts and the case was tried to a jury before the United States District Court for the Western District of Tennessee, at Memphis. At the close of the government’s case-in-chief, defense counsel moved for a judgment of acquittal under Fed.R.Crim.P. 29. The district court reserved decision on the motion until close of all the proof, at which point Defense counsel renewed the Rule 29 motion.\nAfter hearing argument from counsel outside the presence of the jury, the district court decided to grant Defendant’s motion for judgment of acquittal on both counts. The court stated:\nAs I said before it is — it is abundantly clear that — that the government has made out a case of domestic battery, domestic violence, but I don’t believe that the proof has made out a case of interstate domestic violence under the federal statute which does require the forcing or causing a partner to cross state lines by force or having this conduct occur as a result of this travel. In this ease the violence was really incidental to interstate travel.\nThe district court also found that there was insufficient proof of confinement to sustain a conviction on the kidnapping count.\nImmediately following the district court’s conclusion regarding the sufficiency of the evidence on the kidnapping charge, the government noted that if the court entered a judgment of acquittal before the jury returned a verdict, double jeopardy would bar any retrial. Counsel for the government suggested that the court allow the jury to render its verdict before ruling on Defendant’s Rule 29 motion. Counsel stated:\n[T]hen if they come back with their verdict, if at the end of their verdict the *1092Court wants to set aside that verdict, then the United States would have the ability to appeal and double jeopardy would not ensue.... [I]f the jury comes back with a verdict of not guilty and has made the same findings as the Court[,] there is no harm.\nThe district court replied:\nOkay. Well, I will grant the government’s request to allow it to go to the jury and — and to hold the Court’s ruling in abeyance until after that. But regardless of the jury’s outcome, you — you know what the court’s ruling on the motion is.\nDefense counsel then requested the district court to consider entering a judgment of acquittal on only the interstate domestic violence charge, while allowing the kidnapping charge to go to the jury. The court responded:\nOkay. I granted your motion on both counts. I don’t know that I’m going — if I have dismissed both counts, it doesn’t make any difference to split them, which one goes to the verdict — which one goes to the jury and which doesn’t, so they can all go and the jury can, you know, make its decision, but I have granted the motion with respect to the interstate domestic violence and the kidnapping count.\nCounsel then proceeded with arguments regarding the jury instructions.\nOn the same day that Defendant’s trial concluded, September 8, 1999, the jury returned a verdict of guilty as to the interstate domestic violence count and not guilty as to the kidnapping count. Also on September 8, 1999, the district court signed an order entering judgment of acquittal on both counts. While this written order was dated September 8, 1999, it was not file-stamped or entered on the docket until September 9, 1999. In the order, the district court provided:\nUpon the Government’s motion, the Court will allow the matter to be submitted to the jury notwithstanding the Court’s ruling and will hold in abeyance entry of judgment. The Marshals are directed to release the Defendant forthwith.\nIt is unclear from the record whether the district court’s written order was signed before or after the jury’s verdict. It is also unclear from the record whether Defendant was released from custody on September 8, 1999 (the date of the district court’s oral ruling on Defendant’s Rule 29 motion), or on September 9, 1999 (the date on which the district court’s written order entering judgment for Defendant was filed). Whatever the case, the district court acquitted Defendant notwithstanding the jury’s verdict.\nThe government argues that the district court erred in granting Defendant’s motion for judgment of acquittal on the interstate domestic violence charge, and contends that the evidence was sufficient to permit a rational trier of fact to find Defendant guilty of violating 18 U.S.C. § 2261(a)(2). Defendant contends that the government’s appeal is barred by the Constitution’s double jeopardy clause, and thus asserts that this Court lacks jurisdiction over the case. Defendant argues in the alternative that the district court correctly granted his Rule 29 motion.\nII. DISCUSSION\nA. Jurisdiction3\nWe review de novo whether double jeopardy bars an appeal by the govern*1093ment in a criminal case. See United States v. Neal, 93 F.3d 219, 221 (6th Cir.1996). Under 18 U.S.C. § 3731, we have jurisdiction over an appeal brought by the government in a criminal case only in limited circumstances. The statute provides:\nIn a criminal case an appeal by the United States shall he to a court of appeals from a decision, judgment, or order of a district court dismissing an indictment or information or granting a new trial after verdict or judgment, as to any one or more counts, except that no appeal shall lie where the double jeopardy clause of the United States Constitution prohibits further prosecution.\n18 U.S.C. § 3731. Whether the government may appeal a judgment of acquittal entered by the district court pursuant to Fed.R.CRIM.P. 29 depends on the timing of the court’s decision. Subsection (b) of Rule 29 provides in pertinent part:\nReservation of Decision on Motion. The court may reserve decision on a motion for judgment of acquittal, proceed with the trial (where the motion is made before the close of all the evidence), submit the case to the jury and decide the motion either before the jury returns a verdict or after it returns a verdict of guilty or is discharged without having returned a verdict.\nFed.R.CrimP. 29(b). Where the district court grants a motion for judgment of acquittal prior to the jury’s verdict, double jeopardy bars further prosecution because reversal of such judgment on appeal would necessitate retrial of the defendant. See United States v. Scott, 437 U.S. 82, 91, 98 S.Ct. 2187, 57 L.Ed.2d 65 (1978). Where, however, the district court grants the Rule 29 motion after the jury renders a guilty verdict, double jeopardy does not bar appeal by the government. See id. at 91 n. 7, 98 S.Ct. 2187. “In that situation a conclusion by an appellate court that the judgment of acquittal was improper does not require a criminal defendant to submit to a second trial; the error can be corrected on remand by the entry of a judgment on the verdict.” Id. (internal quotation marks and citation omitted).\nThe central question, therefore, is whether the district court granted the Defendant’s motion for judgment of acquittal prior to the jury’s verdict, in which case double jeopardy would deprive this Court of jurisdiction under 18 U.S.C. § 3731, or whether it reserved decision on Defendant’s motion until after the jury’s verdict, in which case double jeopardy does not prevent our review. The ambiguity in the record of the proceedings below renders this question difficult to answer. On the one hand, the district court made at least three clear statements in open court suggesting that it had ruled on the motion before submitting the case to the jury. Specifically, the district court told counsel for the government, “you know what the court’s ruling on the motion is.” The district court also stated to defense counsel, “I granted your motions on both counts,” and, “I have granted the motion with respect to the interstate domestic violence and kidnapping count.” The district court’s written order further suggests that the court ruled on Defendant’s Rule 29 motion prior to giving the case to the jury, inasmuch as the order purports to hold in abeyance the entry of the court’s judgment rather than the judgment itself.\n*1094On the other hand, several factors suggest that the district court intended to reserve decision on Defendant’s motion until after the jury returned a verdict. First, the district court stated, “I will grant the government’s request to allow it to go to the jury — and to hold the Court’s ruling in abeyance until after that.” This statement immediately followed a discussion between counsel and the court regarding the government’s concern that it would be prohibited from appealing if the court granted the motion before submitting the case to the jury. It appeal's, therefore, that the government’s desire to preserve its ability to appeal was the direct cause of the district court’s decision to “hold its ruling in abeyance.” Moreover, the district court’s written order granting Defendant’s motion was filed in the clerk’s office and entered on the district court docket on September 9, 1999, whereas the jury’s verdict was returned in open court and entered on the docket on September 8, 1999. Finally, the district court entertained closing arguments by counsel, instructed the jury on the applicable law, and allowed the jury to deliberate and return a verdict. Such a course of action would have been entirely unnecessary if the court had rendered an effective judgment of acquittal at the close of all the evidence.\nThe district court’s confused handling of Defendant’s Rule 29 motion in this case creates significant difficulties for this Court on review. If the district court intended to grant the motion at the close of all the evidence, it should not have submitted the case to the jury. If it intended to defer its ruling for the purpose of preserving the government’s right to appeal, it should not have ruled orally on the motion prior to the jury’s verdict. While the record is far from clear, we are persuaded that the district court reserved its decision until after the jury rendered its verdict.\nBoth the Second and the Ninth Circuits have held that double jeopardy principles were not violated in factually similar situations. In United States v. Byrne, 203 F.3d 671 (9th Cir.2000), the Ninth Circuit concluded that double jeopardy was not violated when the district court initially granted the defendant’s motion for judgment of acquittal but later reconsidered its ruling and denied the motion. See id. at 675. As in this case, the district court in Byrne told the parties, “I have made up my mind ... [a]nd I am granting the defendant’s motion.”4 Id. at 674. The Ninth Circuit concluded that the district court’s oral grant of the motion was not “determinative” because there was no entry of judgment, because the court’s change of mind was timely, and because the hearings regarding the motion were conducted outside the presence of the jury. See id. at 673-74.\nThe Second Circuit was confronted with a similar situation in United States v. LoRusso, 695 F.2d 45 (2d Cir.1982). In Lo-Russo, after the district court orally granted the defendant’s Rule 29 motion, the government asked that it be allowed to proceed against the defendant on a lesser-included offense. See id. at 50-51. The district court permitted the government to present the lesser charge to the jury notwithstanding the defendant’s objection on double jeopardy grounds. See id. at 51. On appeal, the Second Circuit held that there was no double jeopardy violation because the district court had not entered a judgment of acquittal and because the jury had not been informed of the court’s prior oral ruling. See id. at 54. The court in LoRusso emphasized that double jeopardy *1095is not violated when the district court can amend its earlier ruling without subjecting the defendant to a second trial:\nWhere no judgment has been entered ... and there has been no dismissal of the jury (nor any indication to the jury of a ruling that could prejudice the defendant on such counts as are eventually submitted), there appears no constitutional impediment to the court’s modification of its oral decision to dismiss the original count.\nId. at 54.\nWe find that both Byme and LoRtisso stand for the proposition that an oral grant of a Rule 29 motion outside of the jury’s presence does not terminate jeopardy, inasmuch as a court is free to change its mind prior to the entry of judgment. As in Byme and LoRusso, the jury in this case never was informed of the district court’s oral ruling on Defendant’s motion for judgment of acquittal, but rather was allowed to deliberate and render a guilty verdict. This fact more than any other supports our conclusion that the double jeopardy clause does not bar the government’s appeal. Because reversal of the district court’s judgment on appeal does not require the government to retry Defendant, but rather requires only the reinstatement of the jury’s guilty verdict, the double jeopardy clause is not offended. See United States v. Wilson, 420 U.S. 332, 345, 95 S.Ct. 1013, 43 L.Ed.2d 232 (1975) (holding that a statutorily authorized appeal by the government is constitutionally permissible if reversal will not require that the defendant be tried a second time). Accordingly, we find that we may properly exercise jurisdiction over the government’s appeal in this case.5\nB. The District Court’s Judgment of Acquittal\nThe sole dispute regarding the merits of the district court’s judgment of acquittal is whether the evidence was sufficient to support the jury’s guilty verdict with respect to the interstate domestic violence charge. On an appeal from a judgment of acquittal under Rule 29, we must determine whether, “viewing the evidence in the light most favorable to the government, any rational trier of fact could have found the elements of the crime beyond a reasonable doubt.” United States v. King, 169 F.3d 1035, 1038-39 (6th Cir.), cert. denied, 528 U.S. 892, 120 S.Ct. 218, 145 L.Ed.2d 183 (1999) (citation and internal quotation marks omitted).\nSection 2261(a)(2) of Title 18 of the United States Code provides:\nCausing the crossing of a State line. — A person who causes a spouse or intimate partner to cross a State line or to enter or leave Indian country by force, coercion, duress, or fraud and, in the course or as a result of that conduct, intentionally commits a crime of violence and thereby causes bodily injury to the per*1096son’s spouse or intimate partner, shall be punished as provided in subsection (b).\n18 U.S.C. § 2261(a)(2). The district court found that the government “failed to prove an essential element of the crime, to wit, that the Defendant ‘by force, threats, coercion or duress caused the victim to cross state lines.’ ” The district court further found that the government “failed to prove that the transportation of the victim was against her will, or that she was seized, confined, etc. against her will.”\nThe Fourth Circuit recently commented on the elements of an offense under § 2261(a)(2) in United States v. Helem, 186 F.3d 449 (4th Cir.), cert. denied, 528 U.S. 1053, 120 S.Ct. 595, 145 L.Ed.2d 494 (1999). In Helem, the court approved jury instructions that provided:\nIn order to find a Defendant guilty of interstate domestic violence, you must be convinced that the Government has proved beyond a reasonable doubt each of the following four elements. One, that the Defendant ... and [the victim] are spouses or intimate partners. Second, that the Defendant caused [the victim] to cross a state line by force, coercion, duress, or fraud. Third, that in the course of or as a result of that conduct, the Defendant intentionally committed a crime of violence upon [the victim]; and finally the fourth element, and that as a result of this crime of violence, [the victim] was bodily injured.\nId. at 453. With respect to the second element of the offense, which is the only element at issue in this case, the instructions provided:\nCoercion or duress exists when an individual is subject to actual or threatened force of such a nature as to induce a well-founded fear of impending death or serious bodily harm from which there is no reasonable opportunity to escape.\nId. The Helem court commented on this element of the offense by noting that “the words ‘force, coercion, or duress’ necessarily require that the victim is a non-consenting participant in interstate travel.” Id. at 456.\nWe agree with the standard articulated by our sister circuit in Helem, and find that the district court erred in concluding that the government failed to prove that Defendant caused his wife to cross state lines by force, threats, coercion, or duress. First, Deputy Hogan testified that Defendant admitted that the assaults in question occurred in two states. This testimony contradicts one of Defendant’s principal arguments on appeal, which is that he and his wife reconciled while still in Oklahoma, and thus that the interstate element of the offense could not be proved. On the basis of Deputy Hogan’s testimony alone, the evidence was sufficient to permit the jury to conclude that Mrs. Baggett was forced to cross a state line. Moreover, Patricia Cantrell testified that the victim had told her that she had been beaten before arriving in Tennessee, as well as in Tennessee. Dr. Roberson’s testimony further supports the jury’s finding that Mrs. Baggett was beaten in more than one state, in that he reported that she was assaulted multiple times over a twenty-four-hour period, and that the assaults occurred in more than one location. Thus, the evidence was sufficient to establish the interstate element of the offense.\nThe evidence similarly supported a finding that Mrs. Baggett was “subject to actual or threatened force of such a nature as to induce a well-founded fear of impending death or serious bodily harm from which there is no reasonable opportunity to escape.” Id. at 453. The jury was not required to conclude from the mere fact that Mrs. Baggett begged Defendant not to put her out of his truck that she did not *1097wish to escape. To the contrary, the trial transcript indicates that Mrs. Baggett thought Defendant was “just going to sit me out of the truck but he was-not going to stop.” The jury could infer from that testimony that Mrs. Baggett feared Defendant was going to eject her from a moving vehicle. In any event, Mrs. Baggett also testified that she was unable to outrun Defendant at that time, given her injuries, and that she would have run away from Defendant if she had been able. This evidence demonstrates that, at the time of Defendant’s assaults, Mrs. Baggett was a “non-consenting participant in the interstate travel.” Id. at 456. Because a reasonable jury could have found all the elements of the offense defined in § 2261(a)(2) beyond a reasonable doubt, we conclude that the district court erred in granting Defendant’s motion for judgment of acquittal.\nIII. CONCLUSION\nFor the foregoing reasons, we REVERSE the district court’s judgment of acquittal and REMAND the case to the district court for reinstatement of the jury’s guilty verdict on the interstate domestic violence charge.\n\n. Defendant argues on appeal that Cantrell’s testimony was excluded by the district court as hearsay. The district court record, however, is unclear as to whether this testimony was admitted. The court appears initially to have allowed the testimony under the \"excited utterance” exception to the hearsay rule, see Fed.R.Evid 803(2), but later changed its mind. Defendant concedes that it is unclear what portion of Cantrell’s testimony the district court felt was inadmissible. We note that the record does not indicate that the district court instructed the jury to disregard Cantrell's testimony. We further note that it would not have been an abuse of discretion to admit Cantrell’s testimony under Rule 803(2). See United States v. Cruz, 156 F.3d 22, 30 (1st Cir.1998), cert. denied, 526 U.S. 1124, 119 S.Ct. 1781, 143 L.Ed.2d 809 (1999) (allowing hearsay testimony under excited utterance exception where out-of-court statements by battered woman were made at 8:00 a.m., but where beating ceased at 4:00 a.m.). Accordingly, we find that Cantrell’s testimony regarding Mrs. Baggett's out-of-court statements was properly before the jury in this case.\n\n\n. On cross-examination, Deputy Hogan testified that if his written report specified Arkansas, it would have been an error. On redirect, however, he repeated his testimony that Defendant mentioned “more than one state.” On re-cross, he testified that he did not understand defense counsel’s earlier question. In the light most favorable to the government, the evidence appears to be that Defendant told Deputy Hogan that the assaults took place in more than one state.\n\n\n. Defendant points out in his brief that the government erroneously invoked 28 U.S.C. § 1291, rather than 18 U.S.C. § 3731, as the jurisdictional basis for its appeal. Although the Federal Rules of Appellate Procedure require all briefs to contain a jurisdictional statement, including citations to applicable *1093statutory provisions, see Fed. R.App. P. 28(a)(4)(B), the government’s error in citing 28 U.S.C. § 1291 instead of 18 U.S.C. § 3731 does not prevent our review in this case. See Nordahl v. Studer Revox Am., Inc., No. 94-6336, 1995 U.S.App. LEXIS 38862 (6th Cir. Dec. 15, 1995) (ordering appellant whose brief contained no jurisdictional statement to file supplemental brief setting forth basis of court’s jurisdiction).\n\n\n. We note, however, that following the district court’s oral grant of judgment of acquittal in Byrne, it added the caveat, \"unless I can be convinced otherwise.” Byrne, 203 F.3d at 674.\n\n\n. It is worth noting that we have exercised jurisdiction over an appeal by the government in a case presenting a procedural posture identical to this case. See. United States v. Mills, 204 F.3d 669 (6th Cir.2000). In Mills, we stated:\nThe district court allowed the case to go to the jury, but informed the parties outside the presence of the jury that the motion would be granted with respect to the counts at issue here. The jury returned verdicts of guilty on all counts, and, for reasons ex-\nplained by the district court on the record, the court followed through on its earlier promise to grant acquittals. The government has perfected a timely appeal.\nId. at 670-71. While Mills did not address the double jeopardy question presented here, our exercise of jurisdiction in Mills implies that the Court found no constitutional impediment to its review. Suffice it to say, however, we do not approve of the Rule 29 practice employed by the district court in either this case or Mills.\n\n",
            "ocr": false,
            "opinion_id": 9494043
        },
        {
            "author_str": "Aldrich",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nALDRICH, District Judge,\ndissenting.\nI respectfully dissent. I would dismiss the appeal for lack of jurisdiction.\nI agree with the majority that there is no way to construe the district court’s actions without being forced to conclude that the court erred. Either it erred by sending the case to the jury after granting Baggett’s motion for judgment of acquittal, or it erred by issuing an order purporting to grant the motion rather than reserving decision until after the verdict. However, the trial judge’s written order, which purported to grant Baggett’s motion prior to the jury’s verdict,1 and her statements on the record to the effect that she had granted the motion, demonstrate that she had granted the motion prior to the verdict.\nThe temptation is to try to discern the district judge’s intent. The source of this temptation, I suspect, is the recognition by bench and bar and in the academy that Fed.R.Crim.P. 29 gives district judges de facto power to determine whether the government will be able to take an appeal from a judgment of acquittal. See 5 LaFave et al., Criminal Procedure § 25.3(e), text accompanying n. 35 (2d ed. 1999) (“The end result ... is to give trial judges a means for preserving the government’s opportunity to appeal where the judge *1098sides with the defense on a legal issue that will control as to the sufficiency of the evidence”). Here, the majority makes a strong case that the district judge intended to preserve the government’s appeal. Indeed, it is impossible otherwise to understand her reasons for submitting the case to the jury. But the rule that the government may not appeal a judgment of acquittal entered prior to the verdict is not intended to give district courts the power to decide whether an appeal may be taken. Rather, the district court’s power is a consequence of the Double Jeopardy Clause, which does not permit a second trial once jeopardy has attached but which does permit reinstatement of a jury verdict.\nWe should focus, then, not on what the district judge intended to do or thought she was doing, but on what she did. In my view, she granted the motion. She thought that by “holding] in abeyance entry of judgment” and submitting the case to the jury, she could preserve the government’s appeal. But while Rule 29 allows the district judge to reserve decision-that is, to put off a decision until later in the proceedings — it does not allow her to decide and then give no effect to her decision until after the jury’s verdict.\nThe two cases upon which the majority principally relies, United States v. LoRussao, 695 F.2d 45 (2d Cir.1982), and United States v. Byrne, 203 F.3d 671 (9th Cir.2000), cert. denied, — U.S. -, 121 S.Ct. 861, 148 L.Ed.2d 774 (2001), are distinguishable. In LoRusso, the trial court ruled that the evidence was insufficient to prove the charge in the indictment but, on the government’s immediate request, that a lesser included charge could be presented to the jury. As the Second Circuit pointed out, 695 F.2d at 52, the trial court was implementing Rules 29(a) and 31(c) (relating to lesser included offenses) together. It makes sense that a judge could find the evidence insufficient to prove one element yet allow the case to go to the jury on a lesser included charge. But it does not follow that a judge can find the evidence insufficient to prove an offense and then let the case go to the jury on the same charge.\nIn Byrne, as Judge Cole notes in a footnote, the court made it clear that it was reconsidering its decision by leaving open the possibility that the government could convince her to change her mind. See Byrne, supra at 674. In the instant case, on the other hand, the judge made it abundantly clear that she had already made up her mind and that nothing would change it. She said so on the record, and she issued a written order purporting to be a judgment of acquittal before the jury entered its verdict.\nIt is true that in United States v. Mills, 204 F.3d 669 (6th Cir.2000), we exercised jurisdiction over an appeal when the district court had submitted the case to the jury already having decided to grant the motion for a judgment of acquittal. But as the majority recognizes, Mills does not discuss the double jeopardy issue, and in any case, we should not compound old errors by repeating them.\nAs I would find we lack jurisdiction, I do not reach the merits of the government’s appeal.\n\n. The majority finds that the record does not clearly show whether the district judge's written order purporting to grant Baggett’s motion for judgment of acquittal was issued before or after the jury’s verdict. But the order's text clearly shows that it was issued prior to the verdict, or even prior to the submission of the case to the jury. The judge wrote: “the Court will allow the matter to be submitted to the jury ...” (Emphasis supplied). We should presume that the order means what it says. Cf. Chick v. Wingo, 387 F.2d 330, 331 (6th Cir.1967) (state court's records entitled to a presumption of regularity). Moreover, the time at which the order was file-stamped by the clerk is irrelevant to the time of its effectiveness. \"A judgment is not what is entered but what was directed by the court, or it may be neglected altogether.... In the very nature of things, the act must be perfect before its history can be so; and the imperfection or neglect of its history fails to modify or obliterate the act.” In re Ackermann, 82 F.2d 971, 973 (6th Cir.1936) (citation omitted). While Ackermann was not decided under the Federal Rules, its principle is sound: a court’s order is complete when made, not when entered on the docket or file-stamped. See also Dalton v. Bowers, 53 F.2d 373, 374 (2d Cir.1931) (“Entry is for most purposes not necessary to the validity of an order”); cf. Robinson v. Waterman S.S. Co., 7 F.R.D. 51 (D.N.J.1947) (in federal civil practice, complaint is effective when \"filed,” not when \"entered”).\n\n",
            "ocr": false,
            "opinion_id": 9494044
        }
    ],
    "court_short_name": "Sixth Circuit",
    "court_full_name": "Court of Appeals for the Sixth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Kidnapping"
}