{
    "id": 1200056,
    "judges": "Brown, Chin, Mosk",
    "date_filed": 941414400000,
    "date_filed_is_approximate": false,
    "slug": "people-v-falsetta",
    "case_name_short": "Falsetta",
    "case_name": "People v. Falsetta",
    "case_name_full": "The PEOPLE, Paintiff and Respondent, v. CHARLES ANTHONY FALSETTA, Defendant and Appellant",
    "attorneys": "Counsel, Martin Nebrida Buchanan, under appointment by the Supreme Court, for Defendant and Appellant., Daniel E. Lungren and Bill Lockyer, Attorneys General, George Williamson and David P. Druliner, Chief Assistant Attorneys General, Ronald A. Bass, Assistant Attorney General, Ronald S. Matthias, Richard Rochman and Linda M. Murphy, Deputy Attorneys General, for Plaintiff and Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 495,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b945-4\">\n    [No. S071521.\n   </docketnumber><decisiondate id=\"AUG\">\n    Nov. 1, 1999.]\n   </decisiondate><br><parties id=\"b945-5\">\n    THE PEOPLE, Paintiff and Respondent, v. CHARLES ANTHONY FALSETTA, Defendant and Appellant.\n   </parties><br><attorneys id=\"b949-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"907\"> \n     *907\n     </span>\n    Counsel\n   </attorneys><br><attorneys id=\"b949-6\">\n    Martin Nebrida Buchanan, under appointment by the Supreme Court, for Defendant and Appellant.\n   </attorneys><br><attorneys id=\"b949-7\">\n    Daniel E. Lungren and Bill Lockyer, Attorneys General, George Williamson and David P. Druliner, Chief Assistant Attorneys General, Ronald A. Bass, Assistant Attorney General, Ronald S. Matthias, Richard Rochman and Linda M. Murphy, Deputy Attorneys General, for Plaintiff and Respondent.\n   </attorneys>",
    "citations": [
        "986 P.2d 182",
        "89 Cal. Rptr. 2d 847",
        "21 Cal. 4th 903"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3796.0,
            "opinion_text": "\n89 Cal. Rptr. 2d 847 (1999)\n21 Cal. 4th 903\n986 P.2d 182\nThe PEOPLE, Plaintiff and Respondent,\nv.\nCharles Anthony FALSETTA, Defendant and Appellant.\nNo. S071521.\nSupreme Court of California.\nNovember 1, 1999.\nCertiorari Denied April 24, 2000.\n*849 Martin Nebrida Buchanan, under appointment by the Supreme Court, San Diego, for Defendant and Appellant.\nDaniel E. Lungren and Bill Lockyer, Attorneys General, George Williamson and David P. Druliner, Chief Assistant Attorneys General, Ronald A. Bass, Assistant Attorney General, Ronald S. Matthias, Richard Rochman and Linda M. Murphy, Deputy Attorneys General, for Plaintiff and Respondent.\nCertiorari Denied April 24, 2000. See 120 S. Ct. 1723.\nCHIN, J.\nIn this case we resolve a due process challenge to legislation (Evid.Code, § 1108)[1] permitting the admission, in a sex offense case, of the defendant's other sex crimes for the purpose of showing a propensity to commit such crimes. Although this provision represents a deviation from the historical practice of excluding such \"propensity\" evidence (see § 1101, subd. (a)), the provision preserves trial court discretion to exclude the evidence if its prejudicial effect outweighs its probative value (§ 352). We conclude, consistent with prior state and federal case law, that section 1108 is constitutionally valid. We also reject defendant's additional contention that the judgment should be reversed because the trial court erred in refusing to give defendant's special limiting instruction regarding the jury's consideration of the other crimes evidence.\nCharles Anthony Falsetta appeals from his convictions for forcible oral copulation (Pen.Code, § 288a, subd. (c)), assault with the intent to rape (Pen.Code, § 220), assault with force likely to cause great bodily injury (Pen.Code, § 245, subd. (a)(1)), and kidnapping (Pen.Code, § 207), with sentence enhancements for inflicting great bodily injury (Pen.Code, §§ 12022.7, 12022.8). Sentencing defendant under the \"Three Strikes\" law (Pen.Code, § 667, subds.(a), (e)(2)), the trial court imposed a sentence of 40 years to life.\nOn appeal, defendant contended, inter alia, that the admission of evidence of his other uncharged rapes violated his due process rights, and that the trial court erred in refusing to give a special instruction limiting the jury's consideration of evidence of these uncharged offenses. The Court of Appeal rejected both contentions and affirmed the judgment. As will appear, we agree.\n\nFACTUAL BACKGROUND\nThe following fact statement is largely taken from the Court of Appeal's decision in this case. On September 8, 1994, about 8:00 p.m., Rochelle W., 16 years old, was walking from her home to a convenience store in Hayward, when a man in a red Mustang made a U-turn and drove slowly next to her. Rochelle W. testified that defendant was the man driving the car. He asked her if she wanted a ride. She refused at first and continued walking, but she then accepted the ride. Defendant *850 told Rochelle W. that he lived in Union City off Whipple Road near the drive-in theater. Defendant turned in the opposite direction from the convenience store, and when Rochelle W. asked where they were going, defendant said, \"We're going on a date.\" Rochelle W. told defendant several times that she wanted to go home and that she wanted out, but he did not respond. Defendant drove on the freeway toward San Jose, and, because Rochelle W. \"knew something wasn't right,\" she paid attention to the route they took and to the car's interior.\nDefendant eventually pulled into a darkened parking lot, came around to the passenger side of the car, and sat on top of Rochelle W. She started screaming, and defendant said, \"Nobody can hear you.\" Defendant told her, \"We're on a date,\" and tried to give her money. Defendant unsuccessfully tried to undo Rochelle W.'s pants, while biting her cheek and holding her head down. Rochelle W. hit defendant, and he responded by hitting her face and head with both fists. Defendant then put his penis near Rochelle W.'s mouth, told her, \"Suck it,\" and then hit her in the head with his fists until he forced his penis into her mouth. Rochelle W. bit his penis, not hard enough to draw blood, and defendant retaliated by hitting her so hard with his fists that she lost consciousness twice for a couple of seconds.\nRochelle W. told defendant that she would do anything he wanted if she could get a drink. Defendant drove to a gas station, dropped her off, and left. Rochelle W. ran crying to a customer, Robert Vanderhorst, asking for help and saying \"some guy tried to rape me,\" adding that he was in a red Mustang. The gas station attendant, Scott Wilkerson, called the police. After the police arrived, Rochelle W. described her assailant to them as a \"goodlooking\" man with a thick mustache, mid-30's, between 5 feet 6 inches and 5 feet 8 inches tall, 140 to 150 pounds, with black hair combed straight back, wearing a white tank top and blue jeans. She also described the car as a 1970's or 1980's Mustang with red interior and exterior, tinted rear and side windows, automatic transmission, automatic door locks that extended into the door panel when locked, something hanging from the rearview mirror, a stereo with green lights, and a black or blue plaid shirt on the floor of the passenger side.\nLater that night, at the police station, Rochelle W. looked at six photographs. She identified one photograph, but said she was unsure. After a police officer told her to tell him, positively yes or no, if that was her assailant, Rochelle W. said the photograph was of her assailant and signed a statement. The police later eliminated as a suspect the person whose photograph Rochelle W. identified, in part because he had no injury to his penis.\nDefendant was arrested for a parole violation several weeks after the attack. At the time, he lived about a half-mile from the Union City drive-in, near the Whipple Road exit. Defendant also owned a 1993 Mustang with a red exterior, red seats, and red interior. The car had automatic locks, an automatic transmission with the gearshift in a central console, tinted rear and side windows, and medallions hanging from the rearview mirror. A black and white plaid flannel shirt was inside the car when defendant was arrested. After his arrest, a police officer also observed a reddish or pinkish mark, a quarter-inch long and one-tenth of an inch wide, on the shaft of defendant's penis.\nRochelle W. viewed a corporeal lineup of six people, including defendant, after his arrest. Rochelle W. watched attentively from behind a one-way mirror as each person in the lineup approached the mirror, spoke, and left the room. Her demeanor changed as defendant approached the mirror; she began to cry, started shaking, and tried to back up. She told a police officer present at the lineup that defendant tried to change his appearance, and then she positively identified him. *851 She also identified defendant's car as the one he was driving the night of the assault.\nOver defendant's objections, and pursuant to section 1108, the prosecution introduced evidence of two prior sexual assaults by him. In the first, occurring in 1985, defendant began jogging beside a woman, asked her where she was going, then tackled her. The woman screamed and struggled, and defendant told her to be quiet and that he had a knife and would poke her eyes out. Sitting on top of her, defendant pressed on her eye, then struck her in the eye with his fist. He raped her, told her she was lucky, and ran off. Defendant later admitted that he attacked the woman after spotting her from his car, and he pleaded guilty to rape.\nIn the second assault, in 1987, defendant drove his car into a driveway so that it blocked the sidewalk in front of a woman as she walked to her work. Defendant asked the woman where she was going and if she needed a ride. She declined and kept walking as defendant drove into an apartment complex. Farther along the woman's route, defendant jumped from behind some bushes, grabbed the woman, threw her down into the bushes and told her he would kill her if she screamed. Sitting on top of the woman, he repeatedly hit her in the nose and the side of her face with his fists. He pushed his penis toward her and told her to put it in her mouth, and hit her when she jumped back. Defendant pulled down his pants and the woman's pants and raped her. He threatened to kill the woman and left. Defendant later pleaded guilty to rape.\nThe defense called Wilkerson, the gas station attendant who telephoned the police after defendant attacked Rochelle W. Wilkerson testified that he overheard Rochelle W. tell Vanderhorst, the customer at the gas station, that \"my boyfriend beat me up, it's the third time it's happened.\" Although Wilkerson never told the police of this conversation, he related the same conversation to a defense investigator. Wilkerson admitted that he told the prosecutor several weeks before trial that he did not remember what Rochelle W. said at the gas station, and he admitted on cross-examination that his memory of what happened on the night of the attack was not very good. On rebuttal, a police officer testified that Wilkerson, several weeks before trial, told the officer that he remembered Rochelle W. saying that someone beat her up, but he could not recall who she said beat her. The prosecutor also called Vanderhorst, who testified that he was absolutely sure that Rochelle W. did not say that her boyfriend beat her up.\n\nSECTION 1108\nDefendant contends the court erred in admitting evidence of his prior sex offenses under section 1108. He asserts that section 1108 violates due process principles by allowing admission of \"propensity\" evidence. Before confronting this constitutional issue, we first review and briefly summarize the statutory scheme for admitting or excluding character and \"other crimes\" evidence in this state.\nAs a general rule, evidence that is otherwise admissible may be introduced to prove a person's character or character trait. (§ 1100.) But, except for purposes of impeachment (see § 1101, subd. (c)), such evidence is inadmissible when offered by the opposing party to prove the defendant's conduct on a specified occasion (§ 1101, subd. (a)), unless it involves commission of a crime, civil wrong or other act and is relevant to prove some fact (e.g., motive, intent, plan, identity) other than a disposition to commit such an act (§ 1101, subd. (b)). Under section 1102, defendants in criminal cases may introduce evidence of their character or character traits to prove their conduct in conformity therewith (§ 1102, subd. (a)), and the prosecution may use similar evidence to rebut that evidence (§ 1102, subd. (b)).\nIn 1995, the Legislature enacted section 1108 to expand the admissibility of disposition *852 or propensity evidence in sex offense cases. Subdivision (a) of that section provides in pertinent part that \"In a criminal action in which the defendant is accused of a sexual offense, evidence of the defendant's commission of another sexual offense or offenses is not made inadmissible by Section 1101, if the evidence is not inadmissible pursuant to Section 352 [permitting court to exclude evidence on weighing probative value and prejudicial impact].\" The section also provides for pretrial notice to defendant of the evidence to be offered (§ 1108, subd. (b)), disclaims any intent to limit admission of evidence under other provisions (§ 1108, subd. (c)), and defines the various terms used in the provision (§ 1108, subd. (d)). (In 1996, the Legislature added a similar provision to allow admission in domestic violence cases of evidence that the defendant committed other acts of domestic violence. (See § 1109.))\nAvailable legislative history indicates section 1108 was intended in sex offense cases to relax the evidentiary restraints section 1101, subdivision (a), imposed, to assure that the trier of fact would be made aware of the defendant's other sex offenses in evaluating the victim's and the defendant's credibility. In this regard, section 1108 implicitly abrogates prior decisions of this court indicating that \"propensity\" evidence is per se unduly prejudicial to the defense. (See, e.g., People v. Alcala (1984) 36 Cal. 3d 604, 630-631, 205 Cal. Rptr. 775, 685 P.2d 1126 (Alcala).)\nAs the Court of Appeal stated in one earlier case, \"Our elected Legislature has determined that the policy considerations favoring the exclusion of evidence of uncharged sexual offenses are outweighed in criminal sexual offense cases by the policy considerations favoring the admission of such evidence. The Legislature has determined the need for this evidence is `critical' given the serious and secretive nature of sex crimes and the often resulting credibility contest at trial. (Lungren, Stopping Rapists and Child Molesters by Giving Juries All the Facts\u0097Reforms in Federal and California Law (1995) 17 Prosecutor's Brief 13, 13-14, 23.)\" (People v. Fitch (1997) 55 Cal. App. 4th 172, 181-182, 63 Cal. Rptr. 2d 753, fn. omitted (Fitch); see also People v. Soto (1998) 64 Cal. App. 4th 966, 983-984, 75 Cal. Rptr. 2d 605 (Soto) [quoting from the legislative history of section 1108, 29B pt. 3 West's Ann. Evid.Code (1999 pocket supp.) foll. § 1108, pp. 40-41]; Review of Selected 1995 Cal. Legislation (1996) 27 Pacific L.J. 761, 762 [The Legislature \"declared that the willingness to commit a sexual offense is not common to most individuals; thus, evidence of any prior sexual offenses is particularly probative and necessary for determining the credibility of the witness.\"].)\nAs a letter by the author of the legislation, contained in the Assembly Journal, states, section 1108 \"`permits courts to admit such evidence on a common sense basis\u0097without a precondition of finding a \"non-character\" purpose for which it is relevant\u0097and permits rational assessment by juries of evidence so admitted. This includes consideration of the other sexual offenses as evidence of the defendant's disposition to commit such crimes, and for its bearing on the probability or improbability that the defendant has been falsely or mistakenly accused of such an offense.'\" (Letter by Assemblyman Rogan re Assem. Bill No. 882 (1995-1996 Reg. Sess.) published in 2 Assem. J. (1995-1996 Reg. Sess.) p. 3278 (Assembly Journal), reprinted at 29B pt. 3 West's Ann. Evid. Code, supra, foil. § 1108, at pp. 40-11.)\nSection 1108 was modeled on rule 413 of the Federal Rules of Evidence,[2] adopted in 1994, which provides in pertinent part that \"(a) In a criminal case in which the defendant is accused of an offense of sexual assault, evidence of the defendant's commission of another offense or offenses of sexual assault is admissible, and may be *853 considered for its bearing on any matter to which it is relevant.\" Federal rule 414 allows similar \"propensity\" evidence in child molestation cases. (See Soto, supra, 64 Cal.App.4th at pp. 980, 982, 75 Cal. Rptr. 2d 605; see also 2 Assem. J., supra, at p. 3277, reprinted at 29B pt. 3 West's Ann.Evid.Code, supra, foil. § 1108, at p. 40; Review of Selected 1995 Cal. Legislation, supra, 27 Pacific L.J. at p. 762; see generally, 23 Wright &amp; Graham, Federal Practice and Procedure (1999 supp.) §§ 5411-5417A, pp. 287-374.) As we discuss below (post, 89 Cal.Rptr.2d at p. 858, 986 P.2d at p. 191), the federal circuit courts have rejected constitutional challenges to these new rules.\nIs section 1108 invalid as a violation of due process? To prevail on such a constitutional claim, defendant must carry a heavy burden. The courts will presume a statute is constitutional unless its unconstitutionality clearly, positively, and unmistakably appears; all presumptions and intendments favor its validity. (People v. Hansel (1992) 1 Cal. 4th 1211, 1219, 4 Cal. Rptr. 2d 888, 824 P.2d 694; Mills v. Superior Court (1986) 42 Cal. 3d 951, 957, 232 Cal. Rptr. 141, 728 P.2d 211.) In the due process context, defendant must show that section 1108 offends some principle of justice so rooted in the traditions and conscience of our people as to be ranked as fundamental. (See Montana v. Egelhoff (1996) 518 U.S. 37, 43-4, 116 S. Ct. 2013, 135 L. Ed. 2d 361 [courts examine \"historical practice\" in evaluating due process claims]; Medina v. California (1992) 505 U.S. 437, 445, 112 S. Ct. 2572, 120 L. Ed. 2d 353; Bowling v. United States (1990) 493 U.S. 342, 353, 110 S. Ct. 668, 107 L. Ed. 2d 708 [fundamental principles of justice are those \"`\"which lie at the base of our civil and political institutions\" [citation] and which define \"the community's sense of fair play and decency\"'\"]; Patterson v. New York (1977) 432 U.S. 197, 201-202, 97 S. Ct. 2319, 53 L. Ed. 2d 281; Fitch, supra, 55 Cal.App.4th at pp. 178-180, 63 Cal. Rptr. 2d 753.) The admission of relevant evidence will not offend due process unless the evidence is so prejudicial as to render the defendant's trial fundamentally unfair. (Estelle v. McGuire (1991) 502 U.S. 62, 70, 112 S. Ct. 475, 116 L. Ed. 2d 385; Spencer v. Texas (1967) 385 U.S. 554, 562-564, 87 S. Ct. 648, 17 L. Ed. 2d 606.) Estelle expressly left open the question whether a state law permitting admission of propensity evidence would violate due process principles. (502 U.S. at p. 75, fn. 5, 112 S. Ct. 475; see also Spencer v. Texas, supra, 385 U.S. at p. 561, 87 S. Ct. 648.)\nDefendant argues that California's rule against admitting propensity evidence (§ 1101, subd. (a)) is a fundamental principle of justice long recognized as necessary to assure due process. From the standpoint of historical practice, unquestionably the general rule against admitting such evidence is one of long-standing application. (See, e.g., Alcala, supra, 36 Cal.3d at pp. 630-631, 205 Cal. Rptr. 775, 685 P.2d 1126.) As we stated in Alcala, \"The rule excluding evidence of criminal propensity is nearly three centuries old in the common law. (1 Wigmore, Evidence (3d ed.1940) § 194, pp. 646-647.)\" (Ibid.; see also People v. Ewoldt (1994) 7 Cal. 4th 380, 392, 27 Cal. Rptr. 2d 646, 867 P.2d 757 [rule excluding evidence of criminal disposition derives from early English law and is currently in force in all American jurisdictions by statute or case law]; People v. Garceau (1993) 6 Cal. 4th 140, 186, 24 Cal. Rptr. 2d 664, 862 P.2d 664 [acknowledging rule]; People v. Smallwood (1986) 42 Cal. 3d 415, 428, 228 Cal. Rptr. 913, 722 P.2d 197 [same]; People v. Stewart (1890) 85 Cal. 174, 175, 24 P. 722 [reversing conviction]; U.S. v. Castillo (10th Cir.1998) 140 F.3d 874, 881 (Castillo) [ban on propensity evidence dates to 17th-century England and early United States history]; McKinney v. Rees (9th Cir.1993) 993 F.2d 1378, 1380-1381, and fn. 2 (McKinney) [rule of exclusion has persisted at least since 1684 to the present and is established in every United States jurisdiction].)\n*854 Yet a long-standing practice does not necessarily reflect a fundamental, unalterable principle embodied in the Constitution. (See, e.g., Fitch, supra, 55 Cal. App.4th at pp. 179-181, 63 Cal. Rptr. 2d 753; U.S. v. Enjady (10th Cir.1998) 134 F.3d 1427, 1432 (Enjady), cert. den. (1998) 525 U.S. 887, 119 S. Ct. 202, 142 L. Ed. 2d 165.) As we have seen, even before the adoption of section 1108, the rule against admitting evidence of the defendant's other bad acts to prove his present conduct was subject to far-ranging exceptions (See, e.g., § 1101, subd. (b); People v. Thomas (1978) 20 Cal. 3d 457, 464, 143 Cal. Rptr. 215, 573 P.2d 433 (Thomas). Legislative enactment of a further exception applicable in sex offense cases may not necessarily offend fundamental historical principles.\nThus, some authorities have observed that courts have been considerably more \"ambivalent\" about prohibiting admission of defendants' other sex crimes in sex offense cases. (Fitch, supra, 55 Cal.App.4th at p. 181, 63 Cal. Rptr. 2d 753; Castillo, supra, 140 F.3d at p. 881.) As stated in Fitch, \"This ambivalence about prohibiting character evidence is greatest in sex offense cases. Courts have liberally interpreted evidence rules to permit the admission of uncharged sexual misconduct under the rubric of motive, identity and common plan, or more directly admitted it under an exception known as the `lustful disposition' rule. (1A Wigmore on Evidence, supra, § 62.2, pp. 1334-1335 [`Do such decisions show that the general rule against the use of propensity evidence against an accused is not honored in sex offense prosecutions? We think so.']; 1 McCormick on Evidence (Strong 1992) § 190, pp. 803-804; Reed, Reading Gaol Revisited: Admission of Uncharged Misconduct Evidence in Sex Offender Cases (1993) 21 Am. J.Crim. L. 127, 128-217.)\" (Fitch, supra, 55 Cal. App.4th at p. 181, 63 Cal. Rptr. 2d 753; see also Castillo, supra, 140 F.3d at p. 881 [More than a century ago courts regularly admitted defendant's other acts as proof of incest; many states currently admit such evidence to show \"`lustful disposition.'\"]; Melilli, The Character Evidence Rule Revisited (1998) 1998 B.Y.U. L.Rev. 1547, 1558-1560 (Melilli).)\nDefendant observes that many cases the preceding authorities cite as supporting admission of other sex offenses to show \"lustful disposition\" do not stand for this proposition. The Attorney General in reply notes that many jurisdictions continue to allow such disposition evidence. After reviewing the authorities, we find it unclear whether the rule against \"propensity\" evidence in sex offense cases should be deemed a fundamental historical principle of justice.\nBut as previously explained, even if the rule were deemed fundamental from a historical perspective, we would nonetheless uphold section 1108 if it did not unduly \"offend\" those fundamental due process principles. (See, e.g., Medina v. California, supra, 505 U.S. at pp. 444-446, 112 S. Ct. 2572; Patterson v. New York, supra, 432 U.S. at p. 202, 97 S. Ct. 2319.) As will appear, in light of the substantial protections afforded to defendants in all cases to which section 1108 applies, we see no undue unfairness in its limited exception to the historical rule against propensity evidence.\nAs the legislative history indicates, the Legislature's principal justification for adopting section 1108 was a practical one: By their very nature, sex crimes are usually committed in seclusion without third party witnesses or substantial corroborating evidence. The ensuing trial often presents conflicting versions of the event and requires the trier of fact to make difficult credibility determinations. Section 1108 provides the trier of fact in a sex offense case the opportunity to learn of the defendant's possible disposition to commit sex crimes. (See Lungren, Stopping Rapists and Child Molesters by Giving Juries All the Facts\u0097Reforms in Federal and California Law (1995) 17 Prosecutor's Brief 13,13-14, 23.)\n*855 Although defendant disputes the point, the case law clearly shows that evidence that he committed other sex offenses is at least circumstantially relevant to the issue of his disposition or propensity to commit these offenses. As noted in Alcala, \"Such evidence `is [deemed] objectionable, not because it has no appreciable probative value, but because it has too much.' ... [Citations.]\" (Alcala, supra, 36 Cal.3d at p. 631, 205 Cal. Rptr. 775, 685 P.2d 1126, italics added in Alcala; see also Old Chief v. United States (1997) 519 U.S. 172, 181, 117 S. Ct. 644, 136 L. Ed. 2d 574, quoting from Michelson v. United States (1948) 335 U.S. 469, 475-476, 69 S. Ct. 213, 93 L. Ed. 168 [propensity evidence is relevant but tends to \"overpersuade\" the jury]; People v. Karis (1988) 46 Cal. 3d 612, 636, 250 Cal. Rptr. 659, 758 P.2d 1189 [propensity evidence is \"circumstantial evidence\" the defendant committed the charged offense]; People v. Harris (1998) 60 Cal. App. 4th 727, 730, 70 Cal. Rptr. 2d 689 (Harris); Fitch, supra, 55 Cal.App.4th at p. 179, 63 Cal. Rptr. 2d 753; Enjady, supra, 134 F.3d at p. 1430; U.S. v. Guardia (10th Cir.1998) 135 F.3d 1326, 1328 (Guardia); Melilli, supra, 1998 B.Y.U. L.Rev. at pp. 1592-1596.)\nWhat reasons underlie a rule aimed at excluding relevant evidence? We discern three separate reasons supporting the general rule against admission of propensity evidence. The rule of exclusion (1) relieves the defendant of the often unfair burden of defending against both the charged offense and the other uncharged offenses, (2) promotes judicial efficiency by avoiding protracted \"mini-trials\" to determine the truth or falsity of the prior charge, and (3) guards against undue prejudice arising from the admission of the defendant's other offenses. (See Thomas, supra, 20 Cal.3d at p. 464, 143 Cal. Rptr. 215, 573 P.2d 433; Enjady, supra, 134 F.3d at p. 1430.)\nThe following analysis of section 1108 and the applicable case law convinces us the provision is reasonably compatible with these three factors, confirming our conclusion the provision does not offend due process.\n(1) Burden on defense\u0097Had section 1108 allowed unrestricted admission of defendant's other \"bad acts,\" character, or reputation, his due process argument would be stronger. But on its face, section 1108 is limited to the defendant's sex offenses, and it applies only when he is charged with committing another sex offense. No far-ranging attacks on the defendant's character can occur under section 1108. The provision also requires pretrial notice of the offenses sought to be proved, assuring that the defendant will not be surprised or unprepared to rebut the proposed evidence. And, of course, the present case involves only admission of defendant's prior rape convictions arising from his guilty pleas in both cases. Accordingly, defendants in similar circumstances will not be burdened unduly by having to \"defend\" against these charges. (See People v. Ewoldt, supra, 7 Cal.4th at p. 405, 27 Cal. Rptr. 2d 646, 867 P.2d 757.)\n(2) Judicial efficiency\u0097Judicial efficiency theoretically could suffer if the courts permitted trials to be unduly sidetracked while the parties litigated allegations that defendants had committed other sex offenses. We may assume, however, that trial courts will exercise sound discretion under section 352 to preclude inefficient mini-trials of this nature.\nAs previously noted, section 1108 expressly permits trial courts to exclude evidence of other crimes under section 352. That provision gives courts discretion to \"exclude evidence if its probative value is substantially outweighed by the probability that its admission will (a) necessitate undue consumption of time or (b) create substantial danger of undue prejudice, of confusing the issues, or of misleading the jury.\" (§ 352, italics added.) In addition, in cases such as the present case, involving only the defendant's prior convictions based on his guilty pleas, no such inefficient sidetracking will occur.\n*856 (3) Undue prejudice\u0097As for the third factor disfavoring propensity evidence, the possible undue prejudice arising from the admission of defendant's other offenses, again we believe section 352 provides a safeguard that strongly supports the constitutionality of section 1108. By reason of section 1108, trial courts may no longer deem \"propensity\" evidence unduly prejudicial per se, but must engage in a careful weighing process under section 352. Rather than admit or exclude every sex offense a defendant commits, trial judges must consider such factors as its nature, relevance, and possible remoteness, the degree of certainty of its commission and the likelihood of confusing, misleading, or distracting the jurors from their main inquiry, its similarity to the charged offense, its likely prejudicial impact on the jurors, the burden on the defendant in defending against the uncharged offense, and the availability of less prejudicial alternatives to its outright admission, such as admitting some but not all of the defendant's other sex offenses, or excluding irrelevant though inflammatory details surrounding the offense. (See, e.g., People v. Balcom (1994) 7 Cal. 4th 414, 427, 27 Cal. Rptr. 2d 666, 867 P.2d 777 (maj. opn. of George, J.); id. at p. 431, 27 Cal. Rptr. 2d 666, 867 P.2d 777 (conc. opn. of Arabian, J.) (Balcom); Fitch, supra, 55 Cal.App.4th at p. 183, 63 Cal. Rptr. 2d 753; cf. People v. Karis, supra, 46 Cal.3d at p. 638, 250 Cal. Rptr. 659, 758 P.2d 1189 [defining \"prejudice\" under section 352]; People v. Poplar (1999) 70 Cal. App. 4th 1129, 1138, 83 Cal. Rptr. 2d 320 [discretion to admit evidence of other acts of domestic violence under sections 352 and 1109]; Guardia, supra, 135 F.3d at pp. 1330-1331 [applying federal rule 403]; Enjady, supra, 134 F.3d at p. 1433 [same].)\nIn Balcom, we explained that the probative value of \"other crimes\" evidence is increased by the relative similarity between the charged and uncharged offenses, the close proximity in time of the offenses, and the independent sources of evidence (the victims) in each offense. (Balcom, supra, 7 Cal.4th at p. 427, 27 Cal. Rptr. 2d 666, 867 P.2d 777.) We also observed that the prejudicial impact of the evidence is reduced if the uncharged offenses resulted in actual convictions and a prison term, ensuring that the jury would not be tempted to convict the defendant simply to punish him for the other offenses, and that the jury's attention would not be diverted by having to make a separate determination whether defendant committed the other offenses. (Ibid.)\nIn summary, we think the trial court's discretion to exclude propensity evidence under section 352 saves section 1108 from defendant's due process challenge. As stated in Fitch, \"[S]ection 1108 has a safeguard against the use of uncharged sex offenses in cases where the admission of such evidence could result in a fundamentally unfair trial. Such evidence is still subject to exclusion under ... section 352. (... § 1108, subd. (a).) By subjecting evidence of uncharged sexual misconduct to the weighing process of section 352, the Legislature has ensured that such evidence cannot be used in cases where its probative value is substantially outweighed by the possibility that it will consume an undue amount of time or create a substantial danger of undue prejudice, confusion of issues, or misleading the jury. (... § 352.) This determination is entrusted to the sound discretion of the trial judge who is in the best position to evaluate the evidence. [Citation.] With this check upon the admission of evidence of uncharged sex offenses in prosecutions for sex crimes, we find that ... section 1108 does not violate the due process clause.\" (Fitch, supra, 55 Cal.App.4th at p. 183, 63 Cal. Rptr. 2d 753, italics added.)\nFitch is directly on point. There, the defendant was charged with rape, and the trial court relied on section 1108 to permit the prosecution to introduce evidence of his prior rape conviction. On appeal, the court affirmed the conviction after upholding section 1108 against the defendant's *857 constitutional due process and equal protection challenges. The Fitch court explained that we must presume the section is valid, that the defendant bears the burden of showing that section 1108 offends some deeply rooted fundamental principle, and that the due process clause does not permit courts to engage in a \"fine-tuning\" of state evidentiary rules. (Fitch, supra, 55 Cal.App.4th at p. 179, 63 Cal. Rptr. 2d 753.)\nThe Fitch court observed that our Legislature had determined the need for section 1108 was \"`critical' given the serious and secretive nature of sex crimes and the often resulting credibility contest at trial. [Citation.]\" (Fitch, supra, 55 Cal.App.4th at p. 182, 63 Cal. Rptr. 2d 753.) As noted, Fitch concluded that the courts' duty to exclude unduly prejudicial evidence under section 352 saved the constitutionality of the provision. (Fitch, supra, 55 Cal. App.4th at p. 183, 63 Cal. Rptr. 2d 753; accord, Harris, supra, 60 Cal.App.4th at pp. 730, 737, 70 Cal. Rptr. 2d 689; see Spencer v. Texas, supra, 385 U.S. at pp. 560-561, 87 S. Ct. 648 [noting various exceptions to propensity rule and stressing importance of trial court's discretion to give limiting instructions and exclude unduly prejudicial propensity evidence]; Soto, supra, 64 Cal. App.4th at pp. 984-986, 75 Cal. Rptr. 2d 605.)\nFitch likewise rejected the defendant's equal protection challenge, concluding that the Legislature reasonably could create an exception to the propensity rule for sex offenses, because of their serious nature, and because they are usually committed secretly and result in trials that are largely credibility contests. (Fitch, supra, 55 Cal.App.4th at p. 184, 63 Cal. Rptr. 2d 753.) As Fitch stated, \"The Legislature is free to address a problem one step at a time or even to apply the remedy to one area and neglect others. [Citation.]\" (Id. at pp. 184-185, 63 Cal. Rptr. 2d 753; see also U.S. v. Mound (8th Cir.1998) 149 F.3d 799, 801 (Mound) [rejecting equal protection challenge to federal rule 413]; Castillo, supra, 140 F.3d at p. 883 [same as to federal rule 414]; Enjady, supra, 134 F.3d at pp. 1433-1434 [federal rule 413].)\nContrary to defendant's assumption, section 352 affords defendants a realistic safeguard in cases falling under section 1108. For example, in Harris, supra, 60 Cal. App. 4th 727, 70 Cal. Rptr. 2d 689, the appellate court reversed a conviction under that section, concluding the trial court abused its discretion under section 352 in admitting an altered version of the defendant's past violent sex offense. In its discussion, the Harris court carefully examined, and applied to the facts before it, the factors included in the trial court's discretionary decision to admit propensity evidence under sections 352 and 1108. (See Harris, supra, 60 Cal.App.4th at pp. 737-741, 70 Cal. Rptr. 2d 689.)\nIn Soto, supra, 64 Cal. App. 4th 966, 75 Cal. Rptr. 2d 605, on the other hand, the court upheld the trial court's discretionary decision to allow admission of the defendant's prior sex offense. The court concluded the prior offense was not comparable to the \"brutal, inflammatory conduct found prejudicial\" in Harris, supra, 60 Cal. App. 4th 727, 70 Cal. Rptr. 2d 689, was similar in character to the charged offense, was not unduly remote, and was \"extremely probative of appellant's sexual misconduct when left alone with young female relatives.\" (Soto, supra, 64 Cal.App.4th at p. 991, 75 Cal. Rptr. 2d 605.)\nFitch, Soto, and Harris support the constitutionality of section 1108, and defendant has cited to us no contrary California decisions. He calls our attention to a Missouri decision invalidating a similar statute on the basis that it violated the Missouri Constitution's \"right to be tried only on the offense charged.\" (State v. Burns (Mo.1998) 978 S.W.2d 759, 760.) Significantly, the Missouri statute did not confer discretion to exclude unduly prejudicial evidence. (See id. at p. 761.)\nDefendant argues that the mere possibility that unduly prejudicial evidence *858 might be excluded under section 352 should not insulate section 1108 from due process challenge. In defendant's view, section 1108 creates an improper presumption favoring admissibility of other sex offenses to prove disposition (see, e.g., 2 Assem. J., supra, at p. 3278, reprinted at 29B pt. 3 West's Ann. Evid.Code, supra, foil. § 1108, at p. 41; Soto, supra, 64 Cal. App.4th at p. 984, 75 Cal. Rptr. 2d 605), thereby weakening the presumption of his innocence, reducing the prosecution's burden of proving its case beyond a reasonable doubt, and enhancing the likelihood the jury will convict him solely because of his disposition to commit sex offenses. (See People v. Garceau, supra, 6 Cal.4th at p. 186, 24 Cal. Rptr. 2d 664, 862 P.2d 664.) We disagree with defendant's analysis.\nUnder section 1108, courts will retain broad discretion to exclude disposition evidence if its prejudicial effect, including the impact that learning about defendant's other sex offenses makes on the jury, outweighs its probative value. (See, e.g., Harris, supra, 60 Cal.App.4th at pp. 740-741, 70 Cal. Rptr. 2d 689 [reversing conviction]; Fitch, supra, 55 Cal.App.4th at p. 183, 63 Cal. Rptr. 2d 753.) We have no reason to assume, as defendant suggests, that \"the prejudicial effect of a sex prior will rarely if ever outweigh its probative value to show disposition.\" Nor does section 1108 improperly alter or reduce the prosecutor's proof burden. As stated in Fitch, \"While the admission of evidence of the uncharged sex offense may have added to the evidence the jury could consider as to defendant's guilt, it did not lessen the prosecution's burden to prove his guilt beyond a reasonable doubt.\" (Fitch, supra, 55 Cal.App.4th at pp. 182-183, 63 Cal. Rptr. 2d 753; accord, Enjady, supra, 134 F.3d at pp. 1432-1433 [rejecting similar due process challenge to federal rule 413].)\nAs previously noted, evidence of a defendant's other sex offenses constitutes relevant circumstantial evidence that he committed the charged sex offenses. A properly instructed jury will, as here, be given the usual instructions regarding the presumption of defendant's innocence and the prosecutor's proof burden. Additionally (as discussed post, 89 Cal.Rptr.2d at pp. 860-861, 986 P.2d at pp. 194-195), at the defendant's request, the jury may be told that evidence of his other sexual offenses is not sufficient by itself to prove his commission of the charged offense, that the weight and significance of the evidence, if any, is for the jury to decide, and that unless otherwise instructed, the jury may not consider this evidence for any other purpose. (See CALJIC No. 2.50.01 (1999 rev.) (6th ed. pocket pt.).) This instruction will help assure that the defendant will not be convicted of the charged offense merely because the evidence of his other offenses indicates he is a \"bad person\" with a criminal disposition. (See Fitch, supra, 55 Cal. App.4th at p. 184, 63 Cal. Rptr. 2d 753.)\nAs indicated, the federal courts have likewise rejected due process challenges to new federal rules 413 and 414. Federal rule 413, in pertinent part, provides that \"In a criminal case in which the defendant is accused of an offense of sexual assault, evidence of the defendant's commission of another offense or offenses of sexual assault is admissible, and may be considered for its bearing on any matter to which it is relevant.\" (Federal rule 413(a).) In similar fashion, federal rule 414 provides for admission, in a child molestation case, of evidence that the defendant committed other offenses of child molestation. Neither rule expressly incorporates federal rule 403, the federal equivalent of section 352, requiring a weighing or balancing of relevance with possible undue prejudice.\nFollowing the adoption of federal rules 413 and 414, many commentators feared that application of the new rules would result in the admission of unduly prejudicial evidence, in convictions based on the defendant's past, rather than present, offenses, and in inefficient mini-trials. (See Jud. Conf. of U.S., Report of the Judicial Conference on the Admission of Character *859 Evidence in Certain Sexual Misconduct Cases (1995) 159 F.R.D. 51, 52-53; 23 Wright &amp; Graham, Federal Practice &amp; Procedure, supra, § 5412, at pp. 292-312; Natali &amp; Stigall, \"Are You Going to Arraign His Whole Life?\": How Sexual Propensity Evidence Violates the Due Process Clause (1996) 28 Loy. U. Chi. L.J. 1; Liebman, Proposed Evidence Rules 413 to 415\u0097Some Problems and Recommendations (1995) 20 U. Dayton L.Rev. 753, 754-761; but see Karp, Evidence of Propensity and Probability in Sex Offense Cases and Other Cases (1994) 70 Chi.-Kent L.Rev. 15, 19-35 [supporting adoption of the new federal rules].)\nThose federal courts that have considered the issue, however, have upheld these rules against constitutional attack. (See Mound, supra, 149 F.3d at pp. 800-801 [federal rule 413]; Castillo, supra, 140 F.3d at pp. 882-883 [federal rule 414]; Guardia, supra, 135 F.3d at pp. 1330-1331 [federal rule 413]; Enjady, supra, 134 F.3d at pp. 1431-1433 [same]; cf. U.S. v. LeCompte (8th Cir.1997) 131 F.3d 767, 770 [federal rule 414]; Soto, supra, 64 Cal. App.4th at pp. 986-990, 75 Cal. Rptr. 2d 605; Melilli, supra, 1998 BYU L.Rev. at pp. 1611-1618.)\nThe federal cases agree that in deciding whether to admit evidence under federal rule 413, the court must weigh or balance relevance against possible undue prejudice under federal rule 403, the federal equivalent of section 352. They hold, in short, that the possible exclusion of unduly prejudicial evidence saves federal rules 413 and 414 from attack on due process grounds. (See, e.g., Mound supra, 149 F.3d at pp. 800-801; Castillo, supra, 140 F.3d at pp. 882-883; Guardia, supra, 135 F.3d at pp. 1330-1331; Enjady, supra, 134 F.3d at pp. 1432-1433.) As previously noted, California's section 1108 expressly incorporates a similar weighing process required by section 352.\nDefendant cites no federal cases that question either section 1108 or federal rules 413 and 414. Instead, he relies heavily on McKinney, supra, 993 F.2d 1378, a 1993 United States Ninth Circuit Court of Appeals case that preceded the adoption of those provisions. McKinney involved the admissibility of \"other acts\" evidence in a murder case involving a victim whose throat was cut with a knife. Instead of disclosing the defendant's similar crimes, the evidence simply revealed that he possessed a knife collection and had ready access to various kinds of knives. (Id. at pp. 1381-1382.) McKinney observed that the rule against using bad character evidence to show the defendant's propensity to commit crimes is \"historically grounded,\" persisting from at least 1684 to the present, and is established in the statutes or common law precedents of every state. (Id. at p. 1381.)\nThe McKinney court affirmed the trial court's issuance of a writ of habeas corpus to the defendant, concluding that the jury was likely to have convicted him solely because of his prior involvement with knives, in violation of community standards of fair play. (McKinney, supra, 993 F.2d at pp. 1384-1386.) Because the case did not concern the validity of section 1108 or federal rule 413 or 414, nor even involve the admission of evidence of the defendant's other crimes, it is inapposite. (See also Melilli, supra, 1998 BYU L.Rev. at pp. 1612-1614 [criticizing McKinney ].)\nWe conclude, consistent with prior state and federal case law, that section 1108 survives defendant's due process challenge.\n\nLIMITING INSTRUCTION\nWe turn to defendant's additional contention that the court erred in refusing to give a special limiting instruction he had proposed. As will appear, we conclude that the court properly declined to give this instruction, which was defective in several respects. In future cases, defendants may request an instruction based on revised CALJIC No. 2.50.01 (1999 rev.), supra, which contains language appropriate *860 for cases involving the admission of disposition evidence.\nDefendant had proposed the court give a special limiting instruction on the subject of the jury's consideration of his other sex offenses. To summarize, this instruction would have informed the jury that: (1) the other sexual crimes evidence could be used for the limited purpose of establishing that defendant had a character trait that predisposed him to commit certain crimes; (2) the jurors were not permitted to use the evidence for any other purpose; (3) the jurors were required to \"approach th[e] evidence with caution,\" and \"be careful not to give this evidence undue weight and not to use it for any improper purpose\"; (4) the jurors were required to \"make several decisions\" and apply a number of analytical steps before weighing and determining the relevance of the evidence; (5) the jurors could not convict defendant merely because they believed that he was predisposed to commit the charged offenses, but only if they found he was guilty of the charged crimes beyond a reasonable doubt; and (6) the question for the jurors to decide was whether defendant was guilty of the charged offenses, not whether he was guilty of any prior offenses.\nFor the reasons set forth in the Court of Appeal opinion in this case, defendant's proposed instruction was faulty in several respects, and the trial court did not err in refusing to use it. Contrary to this instruction, the other crimes evidence was not limited only to the \"propensity\" issue but could be considered for any proper purpose, such as establishing defendant's motive, intent, or identity (if those issues remain contested), or bolstering the young victim's credibility. Moreover, the proposed instruction improperly advised the jury to approach the other crimes evidence with caution, told them not to give the evidence undue weight, and gave them a detailed procedure on how to approach and weigh the evidence. \"[Instructions bearing on the weight to be attached to a particular piece of evidence are properly refused.\" (People v. Hill (1946) 76 Cal. App. 2d 330, 342, 173 P.2d 26.) Furthermore, the instruction was both lengthy and confusing in various respects.\nAs the Court of Appeal acknowledged, defendant's proposed instruction contained \"two useful nuggets\" of information. First, it explained that the jury could use the evidence of prior sex crimes to find that defendant had a propensity to commit such crimes, which in turn may show that he committed the charged offenses. The Court of Appeal believed an instruction to the jury regarding this two-step process would guide the jury in its proper consideration of evidence of sex offenses admitted under section 1108. Second, the jury was admonished not to convict defendant solely in reliance on the evidence that he committed prior sex offenses. This admonition helps assure that the defendant will be tried and convicted for his present, not his past, offenses. (See Estelle v. McGuire, supra, 502 U.S. at p. 75, 112 S. Ct. 475; Spencer v. Texas, supra, 385 U.S. at p. 561, 87 S. Ct. 648; Harris, supra, 60 Cal.App.4th at p. 737, 70 Cal. Rptr. 2d 689; Fitch, supra, 55 Cal.App.4th at p. 184, 63 Cal. Rptr. 2d 753.)\nThe 1999 revision to CALJIC No. 2.50.01, supra, incorporates the \"two useful nuggets\" the Court of Appeal identified. That instruction provides that:\n\"Evidence has been introduced for the purpose of showing that the defendant engaged in a sexual offense [on one or more occasions] other than that charged in the case.\n\"........................................\n\"If you find that the defendant committed a prior sexual offense, you may, but are not required to, infer that the defendant had a disposition to commit [the same or similar type] sexual offenses. If you find that the defendant had this disposition, you may, but are not required to, infer that [he] [she] was likely to commit and did commit the crime [or crimes] of which [he] [she] is accused.\n*861 \"However, if you find [by a preponderance of the evidence] that the defendant committed [a] prior sexual offense[s], that is not sufficient by itself to prove [beyond a reasonable doubt] that [he] [she] committed the charged crime[s]. The weight and significance of the evidence, if any, are for you to decide.\n\"[[Unless you are otherwise instructed, y][Y]ou must not consider this evidence for any other purpose.]\" (CALJIC No. 2.50.01 (1999 rev.), supra.)\nWithout passing on each specific paragraph, or considering issues not before us, we think revised CALJIC No. 2.50.01 adequately sets forth the controlling principles under section 1108. Did the trial court err in failing to instruct the jury on these principles? The Court of Appeal held that no error occurred. First, the trial court ordinarily has no sua sponte duty to instruct the jury as to the admissibility or use of other crimes evidence. (See People v. Collie (1981) 30 Cal. 3d 43, 63-64, 177 Cal. Rptr. 458, 634 P.2d 534.) Second, although the court would be obliged to instruct, on proper request, regarding the correct use of this evidence, defendant did not submit a proper request for a jury instruction. Accordingly, the Court of Appeal held the trial judge had no duty to instruct the jury by editing the partially incorrect proposed instruction.\nContrary to the Court of Appeal, we think the trial court erred in failing to tailor defendant's proposed instruction to give the jury some guidance regarding the use of the other crimes evidence, rather than denying the instruction outright. (See § 355 [mandating limiting instruction on request]; People v. Fudge (1994) 7 Cal. 4th 1075, 1110, 31 Cal. Rptr. 2d 321, 875 P.2d 36; People v. Hall (1980) 28 Cal. 3d 143, 159, 167 Cal. Rptr. 844, 616 P.2d 826; but see People v. Gonzales (1992) 8 Cal. App. 4th 1658, 1663-1664, 11 Cal. Rptr. 2d 267 [no duty to correct faulty instruction].) But the failure to instruct the jury along the lines of CALJIC No. 2.50.01 (1999 rev.), supra, was clearly harmless.\nAs the Court of Appeal stated, \"Considering first the evidence of the two prior rapes, the testimony on these crimes was neither lengthy nor cumulative. The prior rapes shared many similarities to the charged crimes, and were not inflammatory when compared to the charged offenses. Falsetta was convicted of the prior rapes, so it is unlikely that the jury would be tempted to convict him again of these crimes. The prosecutor did not argue to the jury that they should convict Falsetta based on the past crimes. In all, the propensity evidence was circumscribed and sufficiently related to the charged offenses such that there was very little likelihood that the jury would convict Falsetta based on the prior crimes alone.\n\"Moreover, the other evidence against Falsetta was overwhelming. Without cataloguing everything pointing toward Falsetta's guilt, we will note some of the more obvious pieces of evidence: Rochelle W. accurately described Falsetta to the police, and when she identified him at the lineup, she was visibly shocked. Rochelle W. gave an accurate and detailed description of his car, from the medallions hanging from the rearview mirror to the plaid shirt (which was still in the car at his arrest). Falsetta lived near the Union City drive-in theater and near the Whipple Road exit, which is just where he told Rochelle W. he lived. The similarities between Falsetta and Rochelle W.'s attacker cannot be chance; the evidence fully points to Falsetta and no one else. Any error in failing to instruct the jury on how to use the propensity evidence was harmless. (People v. Watson [(1956)] 46 Cal.2d [818,] 836 [299 P.2d 243].)\"\n\nDISPOSITION\nWe affirm the judgment of the Court of Appeal.\n*862 GEORGE, C.J., KENNARD, J., BAXTER, J., and WERDEGAR, J., concur.\nConcurring Opinion by MOSK, J.\nI concur in the judgment. Although evidence of prior sexual offenses has traditionally been excluded under California law to show propensity, there appears to be no constitutional barrier to its admission; its use does not appear to \"`offend[ ] some principle of justice so rooted in the traditions and conscience of our people as to be ranked as fundamental.'\" (Medina v. California (1992) 505 U.S. 437, 446, 112 S. Ct. 2572, 120 L. Ed. 2d 353.). As the majority emphasize, the trial court must still determine, on a case-by-case basis under Evidence Code section 352, whether the evidence should be excluded as too prejudicial or because it will necessitate an undue consumption of time. The present case, moreover, involves the admission only of convictions for rapes as to which defendant pleaded guilty.\nI write separately because I am concerned that the majority leave open troubling questions. What is the procedure if a defendant pleaded not guilty to the previous offenses? Or pleaded guilty, or nolo contendere, but now alleges that he was not, in fact, the perpetrator? I question the majority's conclusion that defendants in such circumstances \"will not be burdened unduly by having to `defend' against these charges.\" (Maj. opn., ante, 89 Cal. Rptr.2d at p. 860, 986 P.2d at p. 194.) Nor, in such circumstances, would judicial efficiency be served. The majority, on this point, again emphasize that in cases like the present circumstance, in which the defendant pleaded guilty, there is no danger of \"inefficient sidetracking.\" (Ibid.) But what of other cases, when there was no such prior guilty plea and, perhaps, no conviction? Must there be a trial within the trial to ascertain the prior facts? As to the issue of undue prejudice, I am concerned that, under the majority's analysis, the \"careful weighing process\" under Evidence Code section 352 would appear to exclude, in every case, the long-standing principle that use of prior offenses to show \"propensity\" may itself be highly prejudicial.\nThere are too many unanswered questions for me to concur with the reasoning of the majority opinion. With reluctance, under the present limited circumstances, I concur in the judgment.\nConcurring Opinion by BROWN, J.\nI concur generally in the analysis and conclusions of the majority. I write separately only to disavow the majority's endorsement of CALJIC No. 2.50.01 (1999 rev.) (6th ed. pocket pt.) as \"adequately set[ting] forth the controlling principles under [Evidence Code] section 1108.\" (Maj. opn., ante, 89 Cal.Rptr.2d at p. 860, 986 P.2d at p. 194; id. at p. 859, 986 P.2d at p. 193 [CALJIC No. 2.50.01 \"contains language appropriate for cases involving the admission of disposition evidence\"]; id. at p. 861, 986 P.2d at p. 195 [trial court's \"failure to instruct the jury along the lines of CALJIC No. 2.50.01 ... was clearly harmless\"].) The efficacy of this instruction is not before us. Moreover, the instruction suggests the charged and uncharged sex offenses must be \"the same or similar type.\" (CALJIC No. 2.50.01, supra, at p. 856, 986 P.2d at p. 190.) I perceive no such requirement in Evidence Code section 1108. Rather than endorsing this instruction, I would simply state that a defendant may request the jury be instructed that if it finds the defendant committed a prior sexual offense, that is not sufficient by itself to prove he committed the charged crime, and that the weight and significance of the evidence are for the jury to decide.\nNOTES\n[1]  All further statutory references are to the Evidence Code unless otherwise indicated.\n[2]  All further references to rules are to the Federal Rules of Evidence (federal rules).\n\n",
            "ocr": false,
            "opinion_id": 1200056
        },
        {
            "author_str": "Chin",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOpinion\nCHIN, J.\nIn this case we resolve a due process challenge to legislation (Evid. Code, § 1108)1 permitting the admission, in a sex offense case, of the defendant’s other sex crimes for the purpose of showing a propensity to commit such crimes. Although this provision represents a deviation from the historical practice of excluding such “propensity” evidence (see § 1101, subd. (a)), the provision preserves trial court discretion to exclude the evidence if its prejudicial effect outweighs its probative value (§ 352). We conclude, consistent with prior state and federal case law, that section 1108 is constitutionally valid. We also reject defendant’s additional contention that the judgment should be reversed because the trial court erred in refusing to give defendant’s special limiting instruction regarding the jury’s consideration of the other crimes evidence.\n*908Charles Anthony Falsetta appeals from his convictions for forcible oral copulation (Pen. Code, § 288a, subd. (c)), assault with the intent to rape (Pen. Code, § 220), assault with force likely to cause great bodily injury (Pen. Code, § 245, subd. (a)(1)), and kidnapping (Pen. Code, § 207), with sentence enhancements for inflicting great bodily injury (Pen. Code, §§ 12022.7, 12022.8). Sentencing defendant under the “Three Strikes” law (Pen. Code, § 667, subds. (a), (e)(2)), the trial court imposed a sentence of 40 years to life.\nOn appeal, defendant contended, inter alia, that the admission of evidence of his other uncharged rapes violated his due process rights, and that the trial court erred in refusing to give a special instruction limiting the jury’s consideration of evidence of these uncharged offenses. The Court of Appeal rejected both contentions and affirmed the judgment. As will appear, we agree.\nFactual Background\nThe following fact statement is largely taken from the Court of Appeal’s decision in this case. On September 8, 1994, about 8:00 p.m., Rochelle W., 16 years old, was walking from her home to a convenience store in Hayward, when a man in a red Mustang made a U-turn and drove slowly next to her. Rochelle W. testified that defendant was the man driving the car. He asked her if she wanted a ride. She refused at first and continued walking, but she then accepted the ride. Defendant told Rochelle W. that he lived in Union City off Whipple Road near the drive-in theater. Defendant turned in the opposite direction from the convenience store, and when Rochelle W. asked where they were going, defendant said, “We’re going on a date.” Rochelle W. told defendant several times that she wanted to go home and that she wanted out, but he did not respond. Defendant drove on the freeway toward San Jose, and, because Rochelle W. “knew something wasn’t right,” she paid attention to the route they took and to the car’s interior.\nDefendant eventually pulled into a darkened parking lot, came around to the passenger side of the car, and sat on top of Rochelle W. She started screaming, and defendant said, “Nobody can hear you.” Defendant told her, “We’re on a date,” and tried to give her money. Defendant unsuccessfully tried to undo Rochelle W.’s pants, while biting her cheek and holding her head down. Rochelle W. hit defendant, and he responded by hitting her face and head with both fists. Defendant then put his penis near Rochelle W.’s mouth, told her, “Suck it,” and then hit her in the head with his fists until he forced his penis into her mouth. Rochelle W. bit his penis, not hard enough to draw blood, and defendant retaliated by hitting her so hard with his fists that she lost consciousness twice for a couple of seconds.\n*909Rochelle W. told defendant that she would do anything he wanted if she could get a drink. Defendant drove to a gas station, dropped her off, and left. Rochelle W. ran crying to a customer, Robert Vanderhorst, asking for help and saying “some guy tried to rape me,” adding that he was in a red Mustang. The gas station attendant, Scott Wilkerson, called the police. After the police arrived, Rochelle W. described her assailant to them as a “good-looking” man with a thick mustache, mid-30’s, between 5 feet 6 inches and 5 feet 8 inches tall, 140 to 150 pounds, with black hair combed straight back, wearing a white tank top and blue jeans. She also described the car as a 1970’s or 1980’s Mustang with red interior and exterior, tinted rear and side windows, automatic transmission, automatic door locks that extended into the door panel when locked, something hanging from the rearview mirror, a stereo with green lights, and a black or blue plaid shirt on the floor of the passenger side.\nLater that night, at the police station, Rochelle W. looked at six photographs. She identified one photograph, but said she was unsure. After a police officer told her to tell him, positively yes or no, if that was her assailant, Rochelle W. said the photograph was of her assailant and signed a statement. The police later eliminated as a suspect the person whose photograph Rochelle W. identified, in part because he had no injury to his penis.\nDefendant was arrested for a parole violation several weeks after the attack. At the time, he lived about a half-mile from the Union City drive-in, near the Whipple Road exit. Defendant also owned a 1993 Mustang with a red exterior, red seats, and red interior. The car had automatic locks, an automatic transmission with the gearshift in a central console, tinted rear and side windows, and medallions hanging from the rearview mirror. A black and white plaid flannel shirt was inside the car when defendant was arrested. After his arrest, a police officer also observed a reddish or pinkish mark, a quarter-inch long and one-tenth of an inch wide, on the shaft of defendant’s penis.\nRochelle W. viewed a corporeal lineup of six people, including defendant, after his arrest. Rochelle W. watched attentively. from behind a one-way mirror as each person in the lineup approached the mirror, spoke, and left the room. Her demeanor changed as defendant approached the mirror; she began to cry, started shaking, and tried to back up. She told a police officer present at the lineup that defendant tried to change his appearance, and then she positively identified him. She also identified defendant’s car as the one he was driving the night of the assault.\nOver defendant’s objections, and pursuant to section 1108, the prosecution introduced evidence of two prior sexual assaults by him. In the first, *910occurring in 1985, defendant began jogging beside a woman, asked her where she was going, then tackled her. The woman screamed and struggled, and defendant told her to be quiet and that he had a knife and would poke her eyes out. Sitting on top of her, defendant pressed on her eye, then struck her in the eye with his fist. He raped her, told her she was lucky, and ran off. Defendant later admitted that he attacked the woman after spotting her from his car, and he pleaded guilty to rape.\nIn the second assault, in 1987, defendant drove his car into a driveway so that it blocked the sidewalk in front of a woman as she walked to her work. Defendant asked the woman where she was going and if she needed a ride. She declined and kept walking as defendant drove into an apartment complex. Farther along the woman’s route, defendant jumped from behind some bushes, grabbed the woman, threw her down into the bushes and told her he would kill her if she screamed. Sitting on top of the woman, he repeatedly hit her in the nose and the side of her face with his fists. He pushed his penis toward her and told her to put it in her mouth, and hit her when she jumped back. Defendant pulled down his pants and the woman’s pants and raped her. He threatened to kill the woman and left. Defendant later pleaded guilty to rape.\nThe defense called Wilkerson, the gas station attendant who telephoned the police after defendant attacked Rochelle W. Wilkerson testified that he overheard Rochelle W. tell Vanderhorst, the customer at the gas station, that “my boyfriend beat me up, it’s the third time it’s happened.” Although Wilkerson never told the police of this conversation, he related the same conversation to a defense investigator. Wilkerson admitted that he told the prosecutor several weeks before trial that he did not remember what Rochelle W. said at the gas station, and he admitted on cross-examination that his memory of what happened on the night of the attack was not very good. On rebuttal, a police officer testified that Wilkerson, several weeks before trial, told the officer that he remembered Rochelle W. saying that someone beat her up, but he could not recall who she said beat her. The prosecutor also called Vanderhorst, who testified that he was absolutely sure that Rochelle W. did not say that her boyfriend beat her up.\nSection 1108\nDefendant contends the court erred in admitting evidence of his prior sex offenses under section 1108. He asserts that section 1108 violates due process principles by allowing admission of “propensity” evidence. Before confronting this constitutional issue, we first review and briefly summarize the statutory scheme for admitting or excluding character and “other crimes” evidence in this state.\n*911As a general rule, evidence that is otherwise admissible may be introduced to prove a person’s character or character trait. (§ 1100.) But, except for purposes of impeachment (see § 1101, subd. (c)), such evidence is inadmissible when offered by the opposing party to prove the defendant’s conduct on a specified occasion (§ 1101, subd. (a)), unless it involves commission of a crime, civil wrong or other act and is relevant to prove some fact (e.g., motive, intent, plan, identity) other than a disposition to commit such an act (§ 1101, subd. (b)). Under section 1102, defendants in criminal cases may introduce evidence of their character or character traits to prove their conduct in conformity therewith (§ 1102, subd. (a)), and the prosecution may use similar evidence to rebut that evidence (§ 1102, subd. (b)).\nIn 1995, the Legislature enacted section 1108 to expand the admissibility of disposition or propensity evidence in sex offense cases. Subdivision (a) of that section provides in pertinent part that “In a criminal action in which the defendant is accused of a sexual offense, evidence of the defendant’s commission of another sexual offense or offenses is not made inadmissible by Section 1101, if the evidence is not inadmissible pursuant to Section 352 [permitting court to exclude evidence on weighing probative value and prejudicial impact].” The section also provides for pretrial notice to defendant of the evidence to be offered (§ 1108, subd. (b)), disclaims any intent to limit admission of evidence under other provisions (§ 1108, subd. (c)), and defines the various terms used in the provision (§ 1108, subd. (d)). (In 1996, the Legislature added a similar provision to allow admission in domestic violence cases of evidence that the defendant committed other acts of domestic violence. (See § 1109.))\nAvailable legislative history indicates section 1108 was intended in sex offense cases to relax the evidentiary restraints section 1101, subdivision (a), imposed, to assure that the trier of fact would be made aware of the defendant’s other sex offenses in evaluating the victim’s and the defendant’s credibility. In this regard, section 1108 implicitly abrogates prior decisions of this court indicating that “propensity” evidence is per se unduly prejudicial to the defense. (See, e.g., People v. Alcala (1984) 36 Cal.3d 604, 630-631 [205 Cal.Rptr. 775, 685 P.2d 1126] (Alcala).)\nAs the Court of Appeal stated in one earlier case, “Our elected Legislature has determined that the policy considerations favoring the exclusion of evidence of uncharged sexual offenses are outweighed in criminal sexual offense cases by the policy considerations favoring the admission of such evidence. The Legislature has determined the need for this evidence is ‘critical’ given the serious and secretive nature of sex crimes and the often resulting credibility contest at trial. (Lungren, Stopping Rapists and Child *912Molesters by Giving Juries All the Facts—Reforms in Federal and California Law (1995) 17 Prosecutor’s Brief 13, 13-14, 23.)” (People v. Fitch (1997) 55 Cal.App.4th 172, 181-182 [63 Cal.Rptr.2d 753], fn. omitted (Fitch); see also People v. Soto (1998) 64 Cal.App.4th 966, 983-984 [75 Cal.Rptr.2d 605] (Soto) [quoting from the legislative history of section 1108, 29B pt. 3 West’s Ann. Evid. Code (1999 pocket supp.) foll. § 1108, pp. 40-41]; Review of Selected 1995 Cal. Legislation (1996) 27 Pacific L.J. 761, 762 [The Legislature “declared that the willingness to commit a sexual offense is not common to most individuals; thus, evidence of any prior sexual offenses is particularly probative and necessary for determining the credibility of the witness.”].)\nAs a letter by the author of the legislation, contained in the Assembly Journal, states, section 1108 “ ‘permits courts to admit such evidence on a common sense basis—without a precondition of finding a “non-character” purpose for which it is relevant—and permits rational assessment by juries of evidence so admitted. This includes consideration of the other sexual offenses as evidence of the defendant’s disposition to commit such crimes, and for its bearing on the probability or improbability that the defendant has been falsely or mistakenly accused of such an offense.’ ” (Letter by Assemblyman Rogan regarding Assem. Bill No. 882 (1995-1996 Reg. Sess.) published in 2 Assem. J. (1995-1996 Reg. Sess.) p. 3278 (Assembly Journal), reprinted at 29B pt. 3 West’s Ann. Evid. Code, supra, foll. § 1108, at pp. 40-41.)\nSection 1108 was modeled on rule 413 of the Federal Rules of Evidence,2 (28 U.S.C.) adopted in 1994, which provides in pertinent part that “(a) In a criminal case in which the defendant is accused of an offense of sexual assault, evidence of the defendant’s commission of another offense or offenses of sexual assault is admissible, and may be considered for its bearing on any matter to which it is relevant.” Federal rule 414 allows similar “propensity” evidence in child molestation cases. (See Soto, supra, 64 Cal.App.4th at pp. 980, 982; see also 2 Assem. J., supra, at p. 3277, reprinted at 29B pt. 3 West’s Ann. Evid. Code, supra, foll. § 1108, at p. 40; Review of Selected 1995 Cal. Legislation, supra, 27 Pacific L.J. at p. 762; see generally, 23 Wright &amp; Graham, Federal Practice and Procedure (1999 supp.) §§ 5411-5417A, pp. 287-374.) As we discuss below (post, p. 921), the federal circuit courts have rejected constitutional challenges to these new rules.\nIs section 1108 invalid as a violation of due process?  To prevail on such a constitutional claim, defendant must carry a heavy burden. The courts *913will presume a statute is constitutional unless its unconstitutionality clearly, positively, and unmistakably appears; all presumptions and intendments favor its validity. (People v. Hansel (1992) 1 Cal.4th 1211, 1219 [4 Cal.Rptr.2d 888, 824 P.2d 694]; Mills v. Superior Court (1986) 42 Cal.3d 951, 957 [232 Cal.Rptr. 141, 728 P.2d 211].) In the due process context, defendant must show that section 1108 offends some principle of justice so rooted in the traditions and conscience of our people as to be ranked as fundamental. (See Montana v. Egelhoff (1996) 518 U.S. 37, 43-44 [116 S.Ct. 2013, 2017, 135 L.Ed.2d 361] [courts examine “historical practice” in evaluating due process claims]; Medina v. California (1992) 505 U.S. 437, 445 [112 S.Ct. 2572, 2577, 120 L.Ed.2d 353]; Dowling v. United States (1990) 493 U.S. 342, 353 [110 S.Ct. 668, 674, 107 L.Ed.2d 708] [fundamental principles of justice are those “ ‘ “which lie at the base of our civil and political institutions” [citation] and which define “the community’s sense of fair play and decency’”]; Patterson v. New York (1977) 432 U.S. 197, 201-202 [97 S.Ct. 2319, 2322, 53 L.Ed.2d 281]; Fitch, supra, 55 Cal.App.4th at pp. 178-180.) The admission of relevant evidence will not offend due process unless the evidence is so prejudicial as to render the defendant’s trial fundamentally unfair. (Estelle v. McGuire (1991) 502 U.S. 62, 70 [112 S.Ct. 475, 481, 116 L.Ed.2d 385]; Spencer v. Texas (1967) 385 U.S. 554, 562-564 [87 S.Ct. 648, 653-654, 17 L.Ed.2d 606].) Estelle expressly left open the question whether a state law permitting admission of propensity evidence would violate due process principles. (502 U.S. at p. 75 [112 S.Ct. at p. 484], fn. 5; see also Spencer v. Texas, supra, 385 U.S. at p. 561 [87 S.Ct at p. 652].)\nDefendant argues that California’s rule against admitting propensity evidence (§ 1101, subd. (a)) is a fundamental principle of justice long recognized as necessary to assure due process. From the standpoint of historical practice, unquestionably the general rule against admitting such evidence is one of long-standing application. (See, e.g., Alcala, supra, 36 Cal.3d at pp. 630-631.) As we stated in Alcala, “The rule excluding evidence of criminal propensity is nearly three centuries old in the common law. (1 Wigmore, Evidence (3d ed. 1940) § 194, pp. 646-647.)” (Ibid.; see also People v. Ewoldt (1994) 7 Cal.4th 380, 392 [27 Cal.Rptr.2d 646, 867 P.2d 757] [rule excluding evidence of criminal disposition derives from early English law and is currently in force in all American jurisdictions by statute or case law]; People v. Garceau (1993) 6 Cal.4th 140, 186 [24 Cal.Rptr.2d 664, 862 P.2d 664] [acknowledging rule]; People v. Smallwood (1986) 42 Cal.3d 415, 428 [228 Cal.Rptr. 913, 722 P.2d 197] [same]; People v. Stewart (1890) 85 Cal. 174, 175 [24 P. 722] [reversing conviction]; U.S. v. Castillo (10th Cir. 1998) 140 F.3d 874, 881 (Castillo) [ban on propensity evidence dates to 17th-century England and early United States history]; McKinney v. *914Rees (9th Cir. 1993) 993 F.2d 1378, 1380-1381, and fn. 2 (McKinney) [rule of exclusion has persisted at least since 1684 to the present and is established in every United States jurisdiction].)\nYet a long-standing practice does not necessarily reflect a fundamental, unalterable principle embodied in the Constitution. (See, e.g., Fitch, supra, 55 Cal.App.4th at pp. 179-181; U.S. v. Enjady (10th Cir. 1998) 134 F.3d 1427, 1432 (Enjady), cert. den. (1998) 525 U.S. 887 [119 S.Ct. 202, 142 L.Ed.2d 165].) As we have seen, even before the adoption of section 1108, the rule against admitting evidence of the defendant’s other bad acts to prove his present conduct was subject to far-ranging exceptions (See, e.g., § 1101, subd. (b); People v. Thomas (1978) 20 Cal.3d 457, 464 [143 Cal.Rptr. 215, 573 P.2d 433] (Thomas). Legislative enactment of a further exception applicable in sex offense cases may not necessarily offend fundamental historical principles.\nThus, some authorities have observed that courts have been considerably more “ambivalent” about prohibiting admission of defendants’ other sex crimes in sex offense cases. (Fitch, supra, 55 Cal.App.4th at p. 181; Castillo, supra, 140 F.3d at p. 881.) As stated in Fitch, “This ambivalence about prohibiting character evidence is greatest in sex offense cases. Courts have liberally interpreted evidence rules to permit the admission of uncharged sexual misconduct under the rubric of motive, identity and common plan, or more directly admitted it under an exception known as the ‘lustful disposition’ rule. (1A Wigmore on Evidence, supra, § 62.2, pp. 1334-1335 [‘Do such decisions show that the general rule against the use of propensity evidence against an accused is not honored in sex offense prosecutions? We think so.’]; 1 McCormick on Evidence (Strong 1992) § 190, pp. 803-804; Reed, Reading Gaol Revisited: Admission of Uncharged Misconduct Evidence in Sex Offender Cases (1993) 21 Am. J. Crim. L. 127, 128-217.)” (Fitch, supra, 55 Cal.App.4th at p. 181; see also Castillo, supra, 140 F.3d at p. 881 [More than a century ago courts regularly admitted defendant’s other acts as proof of incest; many states currently admit such evidence to show “ ‘lustful disposition.’ ”]; Melilli, The Character Evidence Rule Revisited (1998) 1998 BYU L.Rev. 1547, 1558-1560 (Melilli).)\nDefendant observes that many cases the preceding authorities cite as supporting admission of other sex offenses to show “lustful disposition” do not stand for this proposition. The Attorney General in reply notes that many jurisdictions continue to allow such disposition evidence. After reviewing the authorities, we find it unclear whether the rule against “propensity” evidence in sex offense cases should be deemed a fundamental historical principle of justice.\n*915But as previously explained, even if the rule were deemed fundamental from a historical perspective, we would nonetheless uphold section 1108 if it did not unduly “offend” those fundamental due process principles. (See, e.g., Medina v. California, supra, 505 U.S. at pp. 444-446 [112 S.Ct at p. 2577]; Patterson v. New York, supra, 432 U.S. at p. 202 [97 S.Ct. at p. 2322].) As will appear, in light of the substantial protections afforded to defendants in all cases to which section 1108 applies, we see no undue unfairness in its limited exception to the historical rule against propensity evidence.\nAs the legislative history indicates, the Legislature’s principal justification for adopting section 1108 was a practical one: By their very nature, sex crimes are usually committed in seclusion without third party witnesses or substantial corroborating evidence. The ensuing trial often presents conflicting versions of the event and requires the trier of fact to make difficult credibility determinations. Section 1108 provides the trier of fact in a sex offense case the opportunity to learn of the defendant’s possible disposition to commit sex crimes. (See Lungren, Stopping Rapists and Child Molesters by Giving Juries All the Facts—Reforms in Federal and California Law (1995) 17 Prosecutor’s Brief 13, 13-14, 23.)\nAlthough defendant disputes the point, the case law clearly shows that evidence that he committed other sex offenses is at least circumstantially relevant to the issue of his disposition or propensity to commit these offenses. As noted in Alcala, “Such evidence ‘is [deemed] objectionable, not because it has no appreciable probative value, but because it has too much. ’ . . . [Citations.]” (Alcala, supra, 36 Cal.3d at p. 631, italics added in Alcala; see also Old Chief v. United States (1997) 519 U.S. 172, 181 [117 S.Ct. 644, 651, 136 L.Ed.2d 574], quoting from Michelson v. United States (1948) 335 U.S. 469, 475-476 [69 S.Ct. 213, 218, 93 L.Ed. 168] [propensity evidence is relevant but tends to “overpersuade” the jury]; People v. Karis (1988) 46 Cal.3d 612, 636 [250 Cal.Rptr. 659, 758 P.2d 1189] [propensity evidence is “circumstantial evidence” the defendant committed the charged offense]; People v. Harris (1998) 60 Cal.App.4th 727, 730 [70 Cal.Rptr.2d 689] (Harris); Fitch, supra, 55 Cal.App.4th at p. 179; Enjady, supra, 134 F.3d at p. 1430; U.S. v. Guardia (10th Cir. 1998) 135 F.3d 1326, 1328 (Guardia); Melilli, supra, 1998 BYU L.Rev. at pp. 1592-1596.)\nWhat reasons underlie a rule aimed at excluding relevant evidence? We discern three separate reasons supporting the general rule against admission of propensity evidence. The rule of exclusion (1) relieves the defendant of the often unfair burden of defending against both the charged offense and the other uncharged offenses, (2) promotes judicial efficiency by avoiding protracted “mini-trials” to determine the truth or falsity of the prior charge, *916and (3) guards against undue prejudice arising from the admission of the defendant’s other offenses. (See Thomas, supra, 20 Cal.3d at p. 464; Enjady, supra, 134 F.3d at p. 1430.)\nThe following analysis of section 1108 and the applicable case law convinces us the provision is reasonably compatible with these three factors, confirming our conclusion the provision does not offend due process.\n(1) Burden on defense—Had section 1108 allowed unrestricted admission of defendant’s other “bad acts,” character, or reputation, his due process argument would be stronger. But on its face, section 1108 is limited to the defendant’s sex offenses, and it applies only when he is charged with committing another sex offense. No far-ranging attacks on the defendant’s character can occur under section 1108. The provision also requires pretrial notice of the offenses sought to be proved, assuring that the defendant will not be surprised or unprepared to rebut the proposed evidence. And, of course, the present case involves only admission of defendant’s prior rape convictions arising from his guilty pleas in both cases. Accordingly, defendants in similar circumstances will not be burdened unduly by having to “defend” against these charges. (See People v. Ewoldt, supra, 7 Cal.4th at p. 405.)\n(2) Judicial efficiency—Judicial efficiency theoretically could suffer if the courts permitted trials to be unduly sidetracked while the parties litigated allegations that defendants had committed other sex offenses. We may assume, however, that trial courts will exercise sound discretion under section 352 to preclude inefficient mini-trials of this nature.\nAs previously noted, section 1108 expressly permits trial courts to exclude evidence of other crimes under section 352. That provision gives courts discretion to “exclude evidence if its probative value is substantially outweighed by the probability that its admission will (a) necessitate undue consumption of time or (b) create substantial danger of undue prejudice, of confusing the issues, or of misleading the jury.” (§ 352, italics added.) In addition, in cases such as the present case, involving only the defendant’s prior convictions based on his guilty pleas, no such inefficient sidetracking will occur.\n(3) Undue prejudice—As for the third factor disfavoring propensity evidence, the possible undue prejudice arising from the admission of defendant’s other offenses, again we believe section 352 provides a safeguard that strongly supports the constitutionality of section 1108.  By reason of section 1108, trial courts may no longer deem “propensity” evidence unduly *917prejudicial per se, but must engage in a careful weighing process under section 352. Rather than admit or exclude every sex offense a defendant commits, trial judges must consider such factors as its nature, relevance, and possible remoteness, the degree of certainty of its commission and the likelihood of confusing, misleading, or distracting the jurors from their main inquiry, its similarity to the charged offense, its likely prejudicial impact on the jurors, the burden on the defendant in defending against the uncharged offense, and the availability of less prejudicial alternatives to its outright admission, such as admitting some but not all of the defendant’s other sex offenses, or excluding irrelevant though inflammatory details surrounding the offense. (See, e.g., People v. Balcom (1994) 7 Cal.4th 414, 427 [27 Cal.Rptr.2d 666, 867 P.2d 777] (maj. opn. of George, J.); id. at p. 431 (conc. opn. of Arabian, J.) (Balcom); Fitch, supra, 55 Cal.App.4th at p. 183; cf. People v. Karis, supra, 46 Cal.3d at p. 638 [defining “prejudice” under section 352]; People v. Poplar (1999) 70 Cal.App.4th 1129, 1138 [83 Cal.Rptr.2d 320] [discretion to admit evidence of other acts of domestic violence under sections 352 and 1109]; Guardia, supra, 135 F.3d at pp. 1330-1331 [applying federal rule 403]; Enjady, supra, 134 F.3d at p. 1433 [same].)\nIn Balcom, we explained that the probative value of “other crimes” evidence is increased by the relative similarity between the charged and uncharged offenses, the close proximity in time of the offenses, and the independent sources of evidence (the victims) in each offense. (Balcom, supra, 7 Cal.4th at p. 427.) We also observed that the prejudicial impact of the evidence is reduced if the uncharged offenses resulted in actual convictions and a prison term, ensuring that the jury would not be tempted to convict the defendant simply to punish him for the other offenses, and that the jury’s attention would not be diverted by having to make a separate determination whether defendant committed the other offenses. (Ibid.)\nIn summary, we think the trial court’s discretion to exclude propensity evidence under section 352 saves section 1108 from defendant’s due process challenge. As stated in Fitch, “[S]ection 1108 has a safeguard against the use of uncharged sex offenses in cases where the admission of such evidence could result in a fundamentally unfair trial. Such evidence is still subject to exclusion under . . . section 352. (. . . § 1108, subd. (a).) By subjecting evidence of uncharged sexual misconduct to the weighing process of section 352, the Legislature has ensured that such evidence cannot be used in cases where its probative value is substantially outweighed by the possibility that it will consume an undue amount of time or create a substantial danger of undue prejudice, confusion of issues, or misleading the jury. (. . . § 352.) This determination is entrusted to the sound discretion of the trial judge who *918is in the best position to evaluate the evidence. [Citation.] With this check upon the admission of evidence of uncharged sex offenses in prosecutions for sex crimes, we find that . . . section 1108 does not violate the due process clause.” (Fitch, supra, 55 Cal.App.4th at p. 183, italics added.)\nFitch is directly on point. There, the defendant was charged with rape, and the trial court relied on section 1108 to permit the prosecution to introduce evidence of his prior rape conviction. On appeal, the court affirmed the conviction after upholding section 1108 against the defendant’s constitutional due process and equal protection challenges. The Fitch court explained that we must presume the section is valid, that the defendant bears the burden of showing that section 1108 offends some deeply rooted fundamental principle, and that the due process clause does not permit courts to engage in a “fine-tuning” of state evidentiary rules. (Fitch, supra, 55 Cal.App.4th at p. 179.)\nThe Fitch court observed that our Legislature had determined the need for section 1108 was “‘critical’ given the serious and secretive nature of sex crimes and the often resulting credibility contest at trial. [Citation.]” (Fitch, supra, 55 Cal.App.4th at p. 182.) As noted, Fitch concluded that the courts’ duty to exclude unduly prejudicial evidence under section 352 saved the constitutionality of the provision. (Fitch, supra, 55 Cal.App.4th at p. 183; accord, Harris, supra, 60 Cal.App.4th at pp. 730, 737; see Spencer v. Texas, supra, 385 U.S. at pp. 560-561 [87 S.Ct. at p. 652] [noting various exceptions to propensity rule and stressing importance of trial court’s discretion to give limiting instructions and exclude unduly prejudicial propensity evidence]; Soto, supra, 64 Cal.App.4th at pp. 984-986.)\nFitch likewise rejected the defendant’s equal protection challenge, concluding that the Legislature reasonably could create an exception to the propensity rule for sex offenses, because of their serious nature, and because they are usually committed secretly and result in trials that are largely credibility contests. (Fitch, supra, 55 Cal.App.4th at p. 184.) As Fitch stated, “The Legislature is free to address a problem one step at a time, or even to apply the remedy to one area and neglect others. [Citation.]” (Id. at pp. 184-185; see also U.S. v. Mound (8th Cir. 1998) 149 F.3d 799, 801 (Mound) [rejecting equal protection challenge to federal rule 413]; Castillo, supra, 140 F.3d at p. 883 [same as to federal rule 414]; Enjady, supra, 134 F.3d at pp. 1433-1434 [federal rule 413].)\nContrary to defendant’s assumption, section 352 affords defendants a realistic safeguard in cases falling under section 1108. For example, in Harris, supra, 60 Cal.App.4th 727, the appellate court reversed a conviction *919under that section, concluding the trial court abused its discretion under section 352 in admitting an altered version of the defendant’s past violent sex offense. In its discussion, the Harris court carefully examined, and applied to the facts before it, the factors included in the trial court’s discretionary decision to admit propensity evidence under sections 352 and 1108. (See Harris, supra, 60 Cal.App.4th at pp. 737-741.)\nIn Soto, supra, 64 Cal.App.4th 966, on the other hand, the court upheld the trial court’s discretionary decision to allow admission of the defendant’s prior sex offense. The court concluded the prior offense was not comparable to the “brutal, inflammatory conduct found prejudicial” in Harris, supra, 60 Cal.App.4th 727, was similar in character to the charged offense, was not unduly remote, and was “extremely probative of appellant’s sexual misconduct when left alone with young female relatives.” (Soto, supra, 64 Cal.App.4th at p. 991.)\nFitch, Soto, and Harris support the constitutionality of section 1108, and defendant has cited to us no contrary California decisions. He calls our attention to a Missouri decision invalidating a similar statute on the basis that it violated the Missouri Constitution’s “right to be tried only on the offense charged.” (State v. Burns (Mo. 1998) 978 S.W.2d 759, 760.) Significantly, the Missouri statute did not confer discretion to exclude unduly prejudicial evidence. (See id. at p. 761.)\nDefendant argues that the mere possibility that unduly prejudicial evidence might be excluded under section 352 should not insulate section 1108 from due process challenge. In defendant’s view, section 1108 creates an improper presumption favoring admissibility of other sex offenses to prove disposition (see, e.g., 2 Assem. J., supra, at p. 3278, reprinted at 29B pt. 3 West’s Ann. Evid. Code, supra, foll. § 1108, at p. 41; Soto, supra, 64 Cal.App.4th at p. 984), thereby weakening the presumption of his innocence, reducing the prosecution’s burden of proving its case beyond a reasonable doubt, and enhancing the likelihood the jury will convict him solely because of his disposition to commit sex offenses. (See People v. Garceau, supra, 6 Cal.4th at p. 186.) We disagree with defendant’s analysis.\nUnder section 1108, courts will retain broad discretion to exclude disposition evidence if its prejudicial effect, including the impact that learning about defendant’s other sex offenses makes on the jury, outweighs its probative value. (See, e.g., Harris, supra, 60 Cal.App.4th at pp. 740-741 [reversing conviction]; Fitch, supra, 55 Cal.App.4th at p. 183.) We have no reason to assume, as defendant suggests, that “the prejudicial effect of a sex prior will rarely if ever outweigh its probative value to show disposition.” *920Nor does section 1108 improperly alter or reduce the prosecutor’s proof burden. As stated in Fitch, “While the admission of evidence of the uncharged sex offense may have added to the evidence the jury could consider as to defendant’s guilt, it did not lessen the prosecution’s burden to prove his guilt beyond a reasonable doubt.” (Fitch, supra, 55 Cal.App.4th at pp. 182-183; accord, Enjady, supra, 134 F.3d at pp. 1432-1433 [rejecting similar due process challenge to federal rule 413].)\nAs previously noted, evidence of a defendant’s other sex offenses constitutes relevant circumstantial evidence that he committed the charged sex offenses. A properly instructed jury will, as here, be given the usual instructions regarding the presumption of defendant’s innocence and the prosecutor’s proof burden. Additionally (as discussed post, at pp. 923-924), at the defendant’s request, the jury may be told that evidence of his other sexual offenses is not sufficient by itself to prove his commission of the charged offense, that the weight and significance of the evidence, if any, is for the jury to decide, and that unless otherwise instructed, the jury may not consider this evidence for any other purpose. (See CALJIC No. 2.50.01 (1999 rev.) (6th ed. pocket pt.).) This instruction will help assure that the defendant will not be convicted of the charged offense merely because the evidence of his other offenses indicates he is a “bad person” with a criminal disposition. (See Fitch, supra, 55 Cal.App.4th at p. 184.)\nAs indicated, the federal courts have likewise rejected due process challenges to new federal rules 413 and 414. Federal rule 413, in pertinent part, provides that “In a criminal case in which the defendant is accused of an offense of sexual assault, evidence of the defendant’s commission of another offense or offenses of sexual assault is admissible, and may be considered for its bearing on any matter to which it is relevant.” (Federal rule 413(a).) In similar fashion, federal rule 414 provides for admission, in a child molestation case, of evidence that the defendant committed other offenses of child molestation. Neither rule expressly incorporates federal rule 403, the federal equivalent of section 352, requiring a weighing or balancing of relevance with possible undue prejudice.\nFollowing the adoption of federal rules 413 and 414, many commentators feared that application of the new rules would result in the admission of unduly prejudicial evidence, in convictions based on the defendant’s past, rather than present, offenses, and in inefficient mini-trials. (See Jud. Conf. of U.S., Report of the Judicial Conference on the Admission of Character Evidence in Certain Sexual Misconduct Cases (1995) 159 F.R.D. 51, 52-53; 23 Wright &amp; Graham, Federal Practice &amp; Procedure, supra, § 5412, at pp. 292-312; Natali &amp; Stigall, “Are You Going to Arraign His Whole Life?”: How *921Sexual Propensity Evidence Violates the Due Process Clause (1996) 28 Loy. U. Chi. L.J. 1; Liebman, Proposed Evidence Rules 413 to 415—Some Problems and Recommendations (1995) 20 U. Dayton L.Rev. 753, 754-761; but see Karp, Evidence of Propensity and Probability in Sex Offense Cases and Other Cases (1994) 70 Chi.-Kent L.Rev. 15, 19-35 [supporting adoption of the new federal rules].)\nThose federal courts that have considered the issue, however, have upheld these rules against constitutional attack. (See Mound, supra, 149 F.3d at pp. 800-801 [federal rule 413]; Castillo, supra, 140 F.3d at pp. 882-883 [federal rule 414]; Guardia, supra, 135 F.3d at pp. 1330-1331 [federal rule 413]; Enjady, supra, 134 F.3d at pp. 1431-1433 [same]; cf. U.S. v. LeCompte (8th Cir. 1997) 131 F.3d 767, 770 [federal rule 414]; Soto, supra, 64 Cal.App.4th at pp. 986-990; Melilli, supra, 1998 BYU L.Rev. at pp. 1611-1618.)\nThe federal cases agree that in deciding whether to admit evidence under federal rule 413, the court must weigh or balance relevance against possible undue prejudice under federal rule 403, the federal equivalent of section 352. They hold, in short, that the possible exclusion of unduly prejudicial evidence saves federal rules 413 and 414 from attack on due process grounds. (See, e.g., Mound, supra, 149 F.3d at pp. 800-801; Castillo, supra, 140 F.3d at pp. 882-883; Guardia, supra, 135 F.3d at pp. 1330-1331; Enjady, supra, 134 F.3d at pp. 1432-1433.) As previously noted, California’s section 1108 expressly incorporates a similar weighing process required by section 352.\nDefendant cites no federal cases that question either section 1108 or federal rules 413 and 414. Instead, he relies heavily on McKinney, supra, 993 F.2d 1378, a 1993 United States Ninth Circuit Court of Appeals case that preceded the adoption of those provisions. McKinney involved the admissibility of “other acts” evidence in a murder case involving a victim whose throat was cut with a knife. Instead of disclosing the defendant’s similar crimes, the evidence simply revealed that he possessed a knife collection and had ready access to various kinds of knives. (Id. at pp. 1381-1382.) McKinney observed that the rule against using bad character evidence to show the defendant’s propensity to commit crimes is “historically grounded,” persisting from at least 1684 to the present, and is established in the statutes or common law precedents of every state. (Id. at p. 1381.)\nThe McKinney court affirmed the trial court’s issuance of a writ of habeas corpus to the defendant, concluding that the jury was likely to have convicted him solely because of his prior involvement with knives, in violation of community standards of fair play. (McKinney, supra, 993 F.2d at pp. 1384-1386.) Because the case did not concern the validity of section 1108 or *922federal rule 413 or 414, nor even involve the admission of evidence of the defendant’s other crimes, it is inapposite. (See also Melilli, supra, 1998 BYU L.Rev. at pp. 1612-1614 [criticizing McKinney].)\nWe conclude, consistent with prior state and federal case law, that section 1108 survives defendant’s due process challenge.\nLimiting Instruction\nWe turn to defendant’s additional contention that the court erred in refusing to give a special limiting instruction he had proposed. As will appear, we conclude that the court properly declined to give this instruction, which was defective in several respects. In future cases, defendants may request an instruction based on revised CALJIC No. 2.50.01 (1999 rev.), supra, which, contains language appropriate for cases involving the admission of disposition evidence.\nDefendant had proposed the court give a special limiting instruction on the subject of the jury’s consideration of his other sex offenses. To summarize, this instruction would have informed the jury that: (1) the other sexual crimes evidence could be used for the limited purpose of establishing that defendant had a character trait that predisposed him to commit certain crimes; (2) the jurors were not permitted to use the evidence for any other purpose; (3) the jurors were required to “approach th[e] evidence with caution,” and “be careful not to give this evidence undue weight and not to use it for any improper purpose”; (4) the jurors were required to “make several decisions” and apply a number of analytical steps before weighing and determining the relevance of the evidence; (5) the jurors could not convict defendant merely because they believed that he was predisposed to commit the charged offenses, but only if they found he was guilty of the charged crimes beyond a reasonable doubt; and (6) the question for the jurors to decide was whether defendant was guilty of the charged offenses, not whether he was guilty of any prior offenses.\nFor the reasons set forth in the Court of Appeal opinion in this case, defendant’s proposed instruction was faulty in several respects, and the trial court did not err in refusing to use it. Contrary to this instruction, the other crimes evidence was not limited only to the “propensity” issue but could be considered for any proper purpose, such as establishing defendant’s motive, intent, or identity (if those issues remain contested), or bolstering the young victim’s credibility. Moreover, the proposed instruction improperly advised the jury to approach the other crimes evidence with caution, told them not to give the evidence undue weight, and gave them a detailed procedure on how *923to approach and weigh the evidence, “[instructions bearing on the weight to be attached to a particular piece of evidence are properly refused.” (People v. Hill (1946) 76 Cal.App.2d 330, 342 [173 P.2d 26].) Furthermore, the instruction was both lengthy and confusing in various respects.\nAs the Court of Appeal acknowledged, defendant’s proposed instruction contained “two useful nuggets” of information. First, it explained that the jury could use the evidence of prior sex crimes to find that defendant had a propensity to commit such crimes, which in turn may show that he committed the charged offenses. The Court of Appeal believed an instruction to the jury regarding this two-step process would guide the jury in its proper consideration of evidence of sex offenses admitted under section 1108. Second, the jury was admonished not to convict defendant solely in reliance on the evidence that he committed prior sex offenses. This admonition helps assure that the defendant will be tried and convicted for his present, not his past, offenses. (See Estelle v. McGuire, supra, 502 U.S. at p. 75 [112 S.Ct. at pp. 483-484]; Spencer v. Texas, supra, 385 U.S. at p. 561 [87 S.Ct. at p. 652]; Harris, supra, 60 Cal.App.4th at p. 737; Fitch, supra, 55 Cal.App.4th at p. 184.)\nThe 1999 revision to CALJIC No. 2.50.01, supra, incorporates the “two useful nuggets” the Court of Appeal identified. That instruction provides that:\n“Evidence has been introduced for the purpose of showing that the defendant engaged in a sexual offense [on one or more occasions] other than that charged in the case.\n“If you find that the defendant committed a prior sexual offense, you may, but are not required to, infer that the defendant had a disposition to commit [the same or similar type] sexual offenses. If you find that the defendant had this disposition, you may, but are not required to, infer that [he] [she] was likely to commit and did commit the crime [or crimes] of which [he] [she] is accused.\n“However, if you find [by a preponderance of the evidence] that the defendant committed [a] prior sexual offense[s], that is not sufficient by itself to prove [beyond a reasonable doubt] that [he] [she] committed the charged crime[s]. The weight and significance of the evidence, if any, are for you to decide.\n“[[Unless you are otherwise instructed, y] [Y]ou must not consider this evidence for any other purpose.]” (CALJIC No. 2.50.01 (1999 rev.), supra.)\n*924Without passing on each specific paragraph, or considering issues not before us, we think revised CALJIC No. 2.50.01 adequately sets forth the controlling principles under section 1108. Did the trial court err in failing to instruct the jury on these principles? The Court of Appeal held that no error occurred. First, the trial court ordinarily has no sua sponte duty to instruct the jury as to the admissibility or use of other crimes evidence. (See People v. Collie (1981) 30 Cal.3d 43, 63-64 [177 Cal.Rptr. 458, 634 P.2d 534, 23 A.L.R.4th 776].) Second, although the court would be obliged to instruct, on proper request, regarding the correct use of this evidence, defendant did not submit a proper request for a jury instruction. Accordingly, the Court of Appeal held the trial judge had no duty to instruct the jury by editing the partially incorrect proposed instruction.\nContrary to the Court of Appeal, we think the trial court erred in failing to tailor defendant’s proposed instruction to give the jury some guidance regarding the use of the other crimes evidence, rather than denying the instruction outright. (See § 355 [mandating limiting instruction on request]; People v. Fudge (1994) 7 Cal.4th 1075, 1110 [31 Cal.Rptr.2d 321, 875 P.2d 36]; People v. Hall (1980) 28 Cal.3d 143, 159 [167 Cal.Rptr. 844, 616 P.2d 826]; but see People v. Gonzales (1992) 8 Cal.App.4th 1658, 1663-1664 [11 Cal.Rptr.2d 267] [no duty to correct faulty instruction].) But the failure to instruct the jury along the lines of CALJIC No. 2.50.01 (1999 rev.), supra, was clearly harmless.\nAs the Court of Appeal stated, “Considering first the evidence of the two prior rapes, the testimony on these crimes was neither lengthy nor cumulative. The prior rapes shared many similarities to. the charged crimes, and were not inflammatory when compared to the charged offenses. Falsetta was convicted of the prior rapes, so it is unlikely that the jury would be tempted to convict him again of these crimes. The prosecutor did not argue to the jury that they should convict Falsetta based on the past crimes. In all, the propensity evidence was circumscribed and sufficiently related to the charged offenses such that there was very little likelihood that the jury would convict Falsetta based on the prior crimes alone.\n“Moreover, the other evidence against Falsetta was overwhelming. Without cataloguing everything pointing toward Falsetta’s guilt, we will note some of the more obvious pieces of evidence: Rochelle W. accurately described Falsetta to the police, and when she identified him at the lineup, she was visibly shocked. Rochelle W. gave an accurate and detailed description of his car, from the medallions hanging from the rearview mirror to the plaid shirt (which was still in the car at his arrest). Falsetta lived near the Union City drive-in theater and near the Whipple Road exit, which is just *925where he told Rochelle W. he lived. The similarities between Falsetta and Rochelle W.’s attacker cannot be chance; the evidence fully points to Falsetta and no one else. Any error in failing to instruct the jury on how to use the propensity evidence was harmless. (People v. Watson [(1956)] 46 Cal.2d [818,] 836 [299 P.2d 243].)”\nDisposition\nWe affirm the judgment of the Court of Appeal.\nGeorge, C. J., Kennard, J., Baxter, J., and Werdegar, J., concurred.\n\nAll further statutory references are to the Evidence Code unless otherwise indicated.\n\n\nA11 further references to rules are to the Federal Rules of Evidence (federal rules).\n\n",
            "ocr": false,
            "opinion_id": 9559960
        },
        {
            "author_str": "Mosk",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMOSK, J.\nI concur in the judgment. Although evidence of prior sexual offenses has traditionally been excluded under California law to show propensity, there appears to be no constitutional barrier to its admission; its use does not appear to “ ‘offend[] some principle of justice so rooted in the traditions and conscience of our people as to be ranked as fundamental.’ ” (Medina v. California (1992) 505 U.S. 437, 446 [112 S.Ct. 2572, 2577, 120 L.Ed.2d 353].). As the majority emphasize, the trial court must still determine, on a case-by-case basis under Evidence Code section 352, whether the evidence should be excluded as too prejudicial or because it will necessitate an undue consumption of time. The present case, moreover, involves the admission only of convictions for rapes as to which defendant pleaded guilty.\nI write separately because I am concerned that the majority leave open troubling questions. What is the procedure if a defendant pleaded not guilty to the previous offenses? Or pleaded guilty, or nolo contendere, but now alleges that he was not, in fact, the perpetrator? I question the majority’s conclusion that defendants in such circumstances “will not be burdened unduly by having to ‘defend’ against these charges.” (Maj. opn., ante, at p. 916.) Nor, in such circumstances, would judicial efficiency be served. The majority, on this point, again emphasize that in cases like the present circumstance, in which the defendant pleaded guilty, there is no danger of “inefficient sidetracking.” (Ibid.) But what of other cases, when there was no such prior guilty plea and, perhaps, no conviction? Must there be a trial within the trial to ascertain the prior facts? As to the issue of undue prejudice, I am concerned that, under the majority’s analysis, the “careful weighing process” under Evidence Code section 352 would appear to exclude, in every case, the long-standing principle that use of prior offenses to show “propensity” may itself be highly prejudicial.\nThere are too many unanswered questions for me to concur with the reasoning of the majority opinion. With reluctance, under the present limited circumstances, I concur in the judgment.\n",
            "ocr": false,
            "opinion_id": 9559961
        },
        {
            "author_str": "Brown",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*926BROWN, J., Concurring.\nI concur generally in the analysis and conclusions of the majority. I write separately only to disavow the majority’s endorsement of CALJIC No. 2.50.01 (1999 rev.) (6th ed. pocket pt.) as “adequately set[ting] forth the controlling principles under [Evidence Code] section 1108.” (Maj. opn., ante, at p. 924; id. at p. 922 [CALJIC No. 2.50.01 “contains language appropriate for cases involving the admission of disposition evidence”]; id. at p. 924 [trial court’s “failure to instruct the jury along the lines of CALJIC No. 2.50.01 . . . was clearly harmless”].) The efficacy of this instruction is not before us. Moreover, the instruction suggests the charged and uncharged sex offenses must be “the same or similar type.” (CALJIC No. 2.50.01, supra.) I perceive no such requirement in Evidence Code section 1108. Rather than endorsing this instruction, I would simply state that a defendant may request the jury be instructed that if it finds the defendant committed a prior sexual offense, that is not sufficient by itself to prove he committed the charged crime, and that the weight and significance of the evidence are for the jury to decide.\n",
            "ocr": false,
            "opinion_id": 9559962
        }
    ],
    "court_short_name": "California Supreme Court",
    "court_full_name": "California Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "California, CA",
    "crime_category": "Kidnapping"
}