{
    "id": 859324,
    "judges": null,
    "date_filed": "1982-06-27",
    "date_filed_is_approximate": true,
    "slug": "donald-wayne-holmes-v-david-ballard-warden",
    "case_name_short": null,
    "case_name": "Donald Wayne Holmes v. David Ballard, Warden",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 41.0,
            "download_url": "http://www.courtswv.gov/supreme-court/memo-decisions/spring2013/12-0323memo.pdf",
            "author_id": null,
            "opinion_text": "                                 STATE OF WEST VIRGINIA\n\n                               SUPREME COURT OF APPEALS\n\n\nDonald Wayne Holmes,\nPetitioner Below, Petitioner                                                        FILED\n                                                                                    April 16, 2013\nvs) No. 12-0323 (Harrison County 10-C-474)                                     RORY L. PERRY II, CLERK\n                                                                             SUPREME COURT OF APPEALS\n                                                                                 OF WEST VIRGINIA\nDavid Ballard, Warden, Mount Olive Correctional Complex,\nRespondent Below, Respondent\n\n                                 MEMORANDUM DECISION\n\n       Petitioner Holmes’s appeal, filed by counsel Scott S. Radman, arises from the Circuit\nCourt of Harrison County, wherein petitioner’s petition for writ of habeas corpus was denied by\norder entered on February 14, 2012. Respondent Ballard, by counsel Scott E. Johnson, filed a\nresponse in support of the circuit court’s decision.\n\n       This Court has considered the parties’ briefs and the record on appeal. The facts and legal\narguments are adequately presented, and the decisional process would not be significantly aided\nby oral argument. Upon consideration of the standard of review, the briefs, and the record\npresented, the Court finds no substantial question of law and no prejudicial error. For these\nreasons, a memorandum decision is appropriate under Rule 21 of the Rules of Appellate\nProcedure.\n\n        Following a jury trial in May of 2009, petitioner was convicted of four counts of second\ndegree sexual assault and one count of abduction. The State subsequently filed an information\nfor recidivism, based on petitioner’s prior felony convictions, and a separate jury found that\npetitioner was the same person who was convicted of the named prior felonies. At sentencing,\nthe circuit court enhanced petitioner’s sentence in accordance with the recidivist statute and\nsentenced petitioner to life in prison for his first count of sexual assault, ten to twenty-five years\nin prison for his second count of sexual assault to run consecutively to his life sentence, ten to\ntwenty-five years for the third count of sexual assault to run concurrently to his sentence from\ncount two, ten to twenty-five years in prison to run concurrently to the sentence from count three,\nand three to ten years in prison to run consecutively with the terms of imprisonment imposed in\ncounts two through four. Petitioner’s direct appeal of his convictions was refused by this Court in\n2010. Petitioner subsequently petitioned for writ of habeas corpus in circuit court. Following an\nomnibus evidentiary hearing on this petition, the circuit court entered its thirty-seven-page order\ndenying petitioner habeas corpus relief. In the petition below, petitioner raised several different\narguments. On appeal, however, petitioner argues only one assignment of error that his trial\ncounsel was ineffective.\n\n        Petitioner Holmes argues that the circuit court erred in finding that his trial counsel did\nnot provide ineffective assistance of counsel because his trial counsel failed to hire an\ninvestigator and failed to adequately investigate the case prior to trial. In support, petitioner\nargues that his trial counsel’s lack of pre-trial preparation prejudiced the outcome of his\n\n\n\n                                                  1\n\n\fproceedings. In response, Respondent Warden Ballard argues that the circuit court properly\nfound that petitioner did not meet his burden to prove ineffective assistance of counsel.\nRespondent argues that trial counsel testified at the omnibus evidentiary hearing that he did not\nfind some of the witnesses’ statements helpful for trial. Moreover, respondent asserts that\npetitioner has failed to show what effect, if any, other statements by the State’s witnesses would\nhave had on petitioner’s trial.\n\n       This Court reviews appeals of circuit court orders denying habeas corpus relief under the\nfollowing standard:\n\n       “In reviewing challenges to the findings and conclusions of the circuit court in a\n       habeas corpus action, we apply a three-prong standard of review. We review the\n       final order and the ultimate disposition under an abuse of discretion standard; the\n       underlying factual findings under a clearly erroneous standard; and questions of\n       law are subject to a de novo review.” Syllabus point 1, Mathena v. Haines, 219\n       W.Va. 417, 633 S.E.2d 771 (2006).\n\nSyl. Pt. 1, State ex rel. Franklin v. McBride, 226 W.Va. 375, 701 S.E.2d 97 (2009).\n\n       The following standard is applied to claims concerning ineffective assistance of counsel:\n\n       In the West Virginia courts, claims of ineffective assistance of counsel are to be\n       governed by the two-pronged test established in Strickland v. Washington, 466\n       U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984): (1) Counsel's performance was\n       deficient under an objective standard of reasonableness; and (2) there is a\n       reasonable probability that, but for counsel's unprofessional errors, the result of\n       the proceedings would have been different.\n\nSyl. Pt. 5, State v. Miller, 194 W.Va. 3, 459 S.E.2d 114 (1995). Our review of the record\nuncovers no error by the circuit court in denying habeas corpus relief to petitioner based on his\nargument concerning ineffective assistance of counsel. The circuit court’s order reflects its\nthorough analysis of the performance by petitioner’s trial counsel. Having reviewed the circuit\ncourt’s “Final Order Denying Petitioner’s Amended Petition for Writ of Habeas Corpus\nFollowing Omnibus Hearing” entered on February 14, 2012, we hereby adopt and incorporate\nthe circuit court’s well-reasoned findings and conclusions as to the assignment of error raised in\nthis appeal.1 The Clerk is directed to attach a copy of the circuit court’s order to this\nmemorandum decision.2\n\n       For the foregoing reasons, we affirm.\n\n1\n  The circuit court addressed petitioner’s arguments concerning ineffective assistance of counsel\non pages eighteen through twenty-three and twenty-five through twenty-six of its order denying\nhabeas corpus relief.\n2\n   Because this case involves sensitive facts, we have redacted the circuit court order to protect\nthe victim’s identification, using only initials to reference her and her family members. See State\nv. Edward Charles L., 183 W.Va. 641, 645 n.1, 398 S.E.2d 123, 127 n.1 (1990).\n\n                                                2\n\n\f                                       Affirmed.\n\n\nISSUED: April 16, 2013\n\nCONCURRED IN BY:\n\nChief Justice Brent D. Benjamin\nJustice Robin Jean Davis\nJustice Margaret L. Workman\nJustice Menis E. Ketchum\nJustice Allen H. Loughry II\n\n\n\n\n                                  3\n\n\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f\f",
            "ocr": false,
            "opinion_id": 859324
        }
    ],
    "court_short_name": "West Virginia Supreme Court",
    "court_full_name": "West Virginia Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "West Virginia, WV",
    "crime_category": "Kidnapping"
}