{
    "id": 2621266,
    "judges": "Fabe, Chief Justice, Matthews, Eastaugh, Bryner, and Carpeneti, Justices",
    "date_filed": "2015-07-30",
    "date_filed_is_approximate": true,
    "slug": "atkins-v-vigil",
    "case_name_short": "Atkins",
    "case_name": "Atkins v. Vigil",
    "case_name_full": "Tracy O. ATKINS, Appellant, v. Veronica L. VIGIL, Appellee",
    "attorneys": "Tracy Atkins, pro se, Anchorage, Appellant., Maryann E. Foley, Law Office of Maryann E. Foley, Anchorage, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b281-9\">\n    Tracy O. ATKINS, Appellant, v. Veronica L. VIGIL, Appellee.\n   </parties><docketnumber id=\"AjMb\">\n    No. S-10621.\n   </docketnumber><court id=\"AfU5\">\n    Supreme Court of Alaska.\n   </court><decisiondate id=\"A6_\">\n    Nov. 22, 2002.\n   </decisiondate><br><attorneys id=\"b282-12\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"256\"> \n     *256\n     </span>\n    Tracy Atkins, pro se, Anchorage, Appellant.\n   </attorneys><br><attorneys id=\"b282-13\">\n    Maryann E. Foley, Law Office of Maryann E. Foley, Anchorage, for Appellee.\n   </attorneys><br><judges id=\"b282-14\">\n    Before: FABE, Chief Justice, MATTHEWS, EASTAUGH, BRYNER, and CARPENETI, Justices.\n   </judges>",
    "citations": [
        "59 P.3d 255"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n59 P.3d 255 (2002)\nTracy O. ATKINS, Appellant,\nv.\nVeronica L. VIGIL, Appellee.\nNo. S-10621.\nSupreme Court of Alaska.\nNovember 22, 2002.\n*256 Tracy Atkins, pro se, Anchorage, Appellant.\nMaryann E. Foley, Law Office of Maryann E. Foley, Anchorage, for Appellee.\nBefore: FABE, Chief Justice, MATTHEWS, EASTAUGH, BRYNER, and CARPENETI, Justices.\n\nOPINION\nPER CURIAM.\n1. Appellant Tracy Atkins challenges the superior court's determination that the Uniform Child Custody Jurisdiction and Enforcement Act (UCCJEA) prevents Alaska from exercising jurisdiction over a custody dispute between Atkins and appellee Veronica Vigil over their son Julian. The superior court ruled that California is Julian's home state and that even if Alaska has home state jurisdiction, California's proceeding preempts Alaska's jurisdiction. We reverse the ruling of the superior court.\n2. Julian Atkins was born to Veronica Vigil and Tracy Atkins on April 2, 1996. Julian's parents were never married. Vigil and her family have taken care of Julian ever since his birth.\n3. On July 4 or 5, 2001, Julian went to California to visit Vigil's mother, Julie Roby. While Julian was in California, Vigil decided that Julian should permanently stay with Roby. Since Vigil initially only intended to send Julian for a visit to California, Julian's initial absence from Alaska was a temporary absence and not intended to be permanent.\n4. Less than six months after Julian moved to California, Roby petitioned the Superior Court of California in Marin County to name Roby guardian of Julian. The California court ordered a child custody investigation. On November 28, 2001, a California investigator spoke to Atkins on the phone and informed Atkins of the California guardianship proceeding. Atkins objected to Roby's petition for guardianship.\n5. On January 11, 2002, six months and six or seven days after Julian went to California, Atkins filed a custody petition in Alaska. Vigil filed a motion asking the Alaska superior court to decline custody jurisdiction. The superior court granted Vigil's motion, ruling that it could not exercise jurisdiction. Atkins now appeals.\n6. Whether a lower court can exercise jurisdiction is a question of law.[1] For questions of law, the standard of review is de *257 novo or independent judgment.[2] This court adopts the rule of law that is most persuasive in light of precedent, reason, and policy.[3]\n7. The Uniform Child Custody Jurisdiction and Enforcement Act[4] (UCCJEA) and the Parental Kidnapping Prevention Act[5] (PKPA) govern jurisdictional issues regarding child custody cases in Alaska.[6] These statutes were \"promulgated in an effort to encourage courts considering child custody matters to cooperate in order to arrive at a fully informed judgment transcending state lines and considering all claimants, residents and nonresidents, on an equal basis and from the standpoint of the welfare of the child.\"[7]\n8. In order to advance this uniform treatment of custody cases, the statutes assign children \"home states.\"[8] The home state of the child determines which court has principal jurisdiction. A child's home state is the state where the child has lived with his parent or person acting as a parent for six consecutive months immediately before the commencement of the proceeding.[9]\n9. The superior court ruled that it could not exercise jurisdiction on two grounds. First, it reasoned that California was Julian's home state. Alternatively, it concluded that even if Alaska had jurisdiction, California's proceeding still preempted the trial court's jurisdiction.\n10. A child's home state is determined at the time an action commences.[10] Because Roby commenced the California proceeding less than six months after Julian arrived in California, California was not Julian's home state when Roby filed the California guardian petition. Moreover, Julian's continued residence in California after Roby filed her petition is not relevant in determining Julian's home state; a child and parent cannot fulfill the six-month home state period through their continued residence in a state after a custody action has been filed.[11] Therefore, California is not Julian's home state.\n11. Alaska has jurisdiction under AS 25.30.300(a)(2), which provides that \"a court of this state has jurisdiction to make an initial child custody determination only if ... this state was the home state of the child within six months before the commencement of the proceeding and the child is absent from this state but a parent or person acting as a parent continues to live in this state....\" In this opinion we refer to jurisdiction under this section as \"recent home state jurisdiction.\" Alaska had been Julian's home state within six months of Atkins's filing of his child custody action and therefore Alaska had recent home state jurisdiction. In calculating whether Alaska is a child's home state within six months of a proceeding's commencement, a court should include temporary absences from the state.[12]*258 Therefore, in this case, the superior court should have included any temporary absence from Alaska in assessing whether Julian lived in Alaska within six months of the commencement of the Alaska proceeding. Julian's initial departure from Alaska was temporary. According to Roby, Vigil agreed to make Julian's absence from Alaska permanent only after Julian was in California for a significant period of time. In a pleading filed in the California action, Roby describes the evolving nature of Vigil's decision to leave Julian with Roby on a permanent basis: \"Julian stayed in California with me longer and longer because my daughter Veronica's life was unstable and I offered to keep him. She agreed, first it was for a few more weeks, then through summer camp, then to start kindergarten, then to stay for the entire kindergarten year.\"[13] Because Atkins filed the Alaska petition six months and six or seven days after Julian left Alaska for California, and because it is undisputed that Julian's absence from Alaska did not become permanent until more than seven days after his initial departure from Alaska, Alaska was Julian's home state within six months of the commencement of the proceeding. Accordingly, Alaska had recent home state jurisdiction.\n12. Contrary to the superior court's holding, California's pre-existing child custody proceeding does not preempt the Alaska superior court's jurisdiction. The Uniform Child Custody Jurisdiction Act (UCCJA), which Alaska has since replaced with the UCCJEA, created the possibility of concurrent jurisdiction and resolved the potential conflict by giving preference to the first jurisdiction to hear the custody case. However, the PKPA eliminated the possibility of con-current jurisdiction and the \"first in time\" rule:\nAs to initial jurisdiction, the federal standards implement some of the same policy judgments underlying the UCCJA, but there are also significant differences because the PKPA was drafted, in part, to fill the gaps which existed under the UCCJA. The key distinction is that the UCCJA could result in concurrent jurisdiction if more than one state meets one of the conditions set forth in § 3(a) thereof, while 28 USCS § 1738A(c)(2)(B)(i) and 28 USCS § 1738A(d) effectively eliminate the possibility of concurrent jurisdiction.[14]\n13. This court has held that the PKPA preempts the UCCJA; therefore, under Alaska law, a child's home state has exclusive jurisdiction in child custody cases: \"Under the UCCJA, a court may not exercise jurisdiction if a custody proceeding is already pending in another state, assuming that state has jurisdiction over the case. The PKPA, however, preempts this `first in time' provision, and grants exclusive jurisdiction to the child's home state.\"[15]\n14. Moreover, the UCCJEA, which replaced the UCCJA, is consistent with the PKPA and grants exclusive jurisdiction to the home state or recent home state.[16]\n15. Turner v. Pannick[17] sets out the relevant standard that the superior court should apply in determining custody between a biological parent and a third party. In Turner, we concluded that a biological parent should ordinarily be awarded custody over a third party unless \"it clearly would be detrimental to the child.\"[18] This \"clear detriment\" standard may also bear on the question of whether the child should remain with Roby in California during the pendency of this litigation. *259 16. We REVERSE the superior court's decision declining jurisdiction in this case and REMAND for proceedings consistent with this order.\nNOTES\n[1]  Kopanuk v. AVCP Reg'l Hous. Auth., 902 P.2d 813, 816 (Alaska 1995).\n[2]  Bennett v. Bennett, 6 P.3d 724, 726 (Alaska 2000).\n[3]  Id.\n[4]  AS 25.30.300-25.35.390.\n[5]  28 U.S.C. § 1738A.\n[6]  Rogers v. Rogers, 907 P.2d 469, 471 (1995).\n[7]  David Carl Minneman, Annotation, Home State Jurisdiction of Court Under § 3(a)(1) of the Uniform Child Custody Jurisdiction Act (UCCJA) or the Parental Kidnapping Prevention Act (PKPA), 28 U.S.C.S. § 1738A(c)(2)(A), 6 A.L.R. 5th 1, 16 (1992).\n[8]  AS 25.30.300; 28 U.S.C. § 1738A(b)(4).\n[9]  28 U.S.C. § 1738A(b)(4).\n[10]  Bock v. Bock, 824 P.2d 723, 724 n. 4 (Alaska 1992).\n[11]  David Carl Minneman, Annotation, Home State Jurisdiction of Court Under § 3(a)(1) of the Uniform Child Custody Jurisdiction Act (UCCJA) or the Parental Kidnapping Prevention Act (PKPA), 28 U.S.C.S. § 1738A(c)(2)(A), 6 A.L.R. 5th 1, 48-50 (1992); Irving v. Irving, 682 S.W.2d 718, 721 (Tex.App.1985) (\"[W]e cannot allow the appellee to bootstrap his way into a Texas court based on relationships developed after suit was commenced.\").\n[12]  AS 25.30.909(7) (\" `home state' means the state in which a child lived with a parent or a person acting as a parent for at least six consecutive months, including any temporary absences of the child or parent or person acting as a parent\"); 28 U.S.C. § 1738A(b)(4) (\"Periods of temporary absence of [child, parent, or person acting as parent] are counted as part of the six-month... period.\").\n[13]  Declaration of Julie Roby in Opposition to Motion to Quash Guardianship Proceedings, executed on February 19, 2002, at Novato, California.\n[14]  David Carl Minneman, Annotation, Pending Proceeding in Another State as Ground for Declining Jurisdiction Under § 6(a) of the Uniform Child Custody Jurisdiction Act (UCCJA) or the Parental Kidnapping Prevention Act (PKPA), 28 U.S.C.S. § 1738A(g), 20 A.L.R .5th 700, 731 (1994).\n[15]  Rogers v. Rogers, 907 P.2d 469, 471 (1995).\n[16]  AS 25.30.300. AS 25.30.300(3) only gives jurisdiction to a non-home state when there is no home state or recent home state jurisdiction, thereby eliminating the possibility of concurrent jurisdiction.\n[17]  540 P.2d 1051 (Alaska 1975).\n[18]  Id. at 1054.\n\n",
            "ocr": false,
            "opinion_id": 2621266
        }
    ],
    "court_short_name": "Alaska Supreme Court",
    "court_full_name": "Alaska Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Alaska, AK",
    "crime_category": "Kidnapping"
}