{
    "id": 2521152,
    "judges": "Chin, George, Kennard",
    "date_filed": 1022716800000,
    "date_filed_is_approximate": false,
    "slug": "people-v-steele",
    "case_name_short": "Steele",
    "case_name": "People v. Steele",
    "case_name_full": "The PEOPLE, Plaintiff and Respondent, v. RAYMOND EDWARD STEELE, Defendant and Appellant",
    "attorneys": "Counsel, Gregory Marshall, under appointment by the Supreme Court, for Defendant and Appellant., Bill Lockyer, Attorney General, Robert R. Anderson, Chief Assistant Attorney General, Jo Graves, Assistant Attorney General, Ward A. Campbell, Anthony L. Dicce, J. Robert Jibson, John A. O’Sullivan and Eric L. Christoffersen, Deputy Attorneys General, for Plaintiff and Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 329,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b1272-3\">\n    [No. S016730.\n   </docketnumber><decisiondate id=\"AR2\">\n    May 30, 2002.]\n   </decisiondate><br><parties id=\"b1272-4\">\n    THE PEOPLE, Plaintiff and Respondent, v. RAYMOND EDWARD STEELE, Defendant and Appellant.\n   </parties><br><attorneys id=\"b1280-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1238\"> \n     *1238\n     </span>\n    Counsel\n   </attorneys><br><attorneys id=\"b1280-5\">\n    Gregory Marshall, under appointment by the Supreme Court, for Defendant and Appellant.\n   </attorneys><br><attorneys id=\"b1280-6\">\n    Bill Lockyer, Attorney General, Robert R. Anderson, Chief Assistant Attorney General, Jo Graves, Assistant Attorney General, Ward A. Campbell, Anthony L. Dicce, J. Robert Jibson, John A. O’Sullivan and Eric L. Christoffersen, Deputy Attorneys General, for Plaintiff and Respondent.\n   </attorneys>",
    "citations": [
        "47 P.3d 225",
        "120 Cal. Rptr. 2d 432",
        "27 Cal. 4th 1230"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3796.0,
            "opinion_text": "\n120 Cal. Rptr. 2d 432 (2002)\n27 Cal. 4th 1230\n47 P.3d 225\nThe PEOPLE, Plaintiff and Respondent,\nv.\nRaymond Edward STEELE, Defendant and Appellant.\nNo. S016730.\nSupreme Court of California.\nMay 30, 2002.\nRehearing Denied July 17, 2002.[*]\nCertiorari Denied January 13, 2003.\n*438 Gregory Marshall, Palo Cedro, under appointment by the Supreme Court, for Defendant and Appellant.\nBill Lockyer, Attorney General, Robert R. Anderson, Chief Assistant Attorney General, Jo Graves, Assistant Attorney General, Ward A. Campbell, Anthony L. Dicce, J. Robert Jibson, John A. O'Sullivan and Eric L. Christoffersen, Deputy Attorneys General, for Plaintiff and Respondent.\nCertiorari Denied January 13, 2003. See 123 S. Ct. 874.\nCHIN, J.\nA jury convicted defendant of the first degree murder of Lee Ann Thurman (Pen. Code, § 187)[1] with the use of a knife (§ 12022) and found true the special circumstance of a prior murder conviction (§ 190.2, subd. (a)(2)). Later, defendant admitted three prior serious felony convictions. (§ 667, subd. (a).) After a penalty *439 trial, the jury returned a verdict of death, and the court imposed that sentence. This appeal is automatic. (§ 1239, subd. (b).) We affirm the judgment.\n\nI. The Facts \n\nA. Guilt Phase\n\n1. Prosecution Evidence\nDuring the evening of August 5, 1988, the body of Lee Ann Thurman, nude but partially covered by a blanket, was discovered on the floor of her apartment in Redding. She was 24 or 25 years old and developmentally disabled; she \"had the skills of ... maybe a 10 year old.\" The body had bruises on the face and neck possibly caused by a fist and eight or nine stab wounds, all but one to the chest. The other stab wound, inflicted after death, was to the vagina. The autopsy revealed that the victim had also been manually strangled before she died. The cause of death was \"multiple stab wounds to the chest with manual strangulation.\"\nThe morning after the body was found, August 6, 1988, defendant entered the Circus Circus casino in Reno, Nevada, and told a security officer, \"I just killed a girl. I need a drink.\" He said he had killed her \"[b]ecause she was a whore.\" He also said he had the knife and the victim's identification. Another security officer was called to the scene, and the two seized a knife and wallet from defendant. A short time later, defendant told a police officer, \"I killed a lady. Talk to me please.\"\nDefendant spoke with an officer of the Reno Police Department about the killing. His story changed a number of times, but basically he said he picked the victim up while she was hitchhiking in Redding, and he paid her $10 to orally copulate him. The two went to her home, where they had sexual intercourse. He drank a lot of peppermint schnapps. Then, he said, \"I just snapped.\" He killed her with the knife he showed the security guard, which had been in his pocket. He said, \"I just nutted up,\" and \"I hate women.\" When asked why he killed her, he said he \"heard helicopters.\" He said he had spent two and a half years in Vietnam, from November 1964 to April 1967, and suggested that he had been in combat and had been trained to kill. He claimed he had been honorably discharged from the military and had received a Bronze Star and two Purple Hearts. After he killed her, he said, he wiped his fingerprints off the doorknob, the couch, and the shower. He denied ever having hurt a girl before. Later defendant gave a similar statement to the Redding police. He said he just \"snapped.\" \"I heard chopper blade, ... I just blew it.\" He said he had \"been drinking a hundred proof of Peppermint Schnapps for two weeks.\"\nThe police recovered the truck that defendant said he had driven to the Reno area. It contained a purse that defendant said was the victim's. The wallet defendant gave the security guards contained Thurman's identification. The knife that defendant gave the guards had human blood on it that could have been the victim's but not defendant's.\nThe truck that defendant drove to Reno belonged to Richard Blakeslee, with whom defendant was living at the time of the killing. Blakeslee testified that defendant had taken the truck once before without permission. On the day of the killing, Blakeslee said, he and defendant had been drinking. One of Thurman's neighbors testified that around 7:30 to 8:00 p.m., the day of the killing, she saw a man she did not know drive the same truck with Thurman as a passenger to Thurman's residence. The two got out and entered the residence. The neighbor had not seen the truck before.\n*440 Richard Blakeslee's wife, Anna, received a telephone call shortly before 10:00 p.m., the night of the killing. A voice she did not recognize identified itself as \"Lee Ann\" and said, \"Ray wanted me to call and tell you that he's okay and he'll be home shortly.\" Anna gave the telephone to Richard. Richard heard a woman say something, then heard defendant's voice say, \"Put the phone down or I'll kill you.\"\nThe prosecution also presented evidence that in 1971, defendant stabbed to death a 15-year-old babysitter, Deborah Cerna, for which he was convicted of second degree murder.\n\n2. Defense Evidence\nDefendant presented evidence to suggest that Thurman's boyfriend, who discovered the body, might have been the killer. But the main thrust of the defense was that he was guilty of a crime less serious than first degree murder. As appellate counsel describes it, defendant presented \"a mental defense, based on psychological dysfunction brought on by traumatic experiences in the Vietnam War, and on neurological and psychological deficits resulting from head injuries.\"\nDefendant appeared intoxicated when he came to the Circus Circus casino the day after the killing. A blood sample taken after his arrest had a blood-alcohol level of 0.15 percent; when he arrived at the casino the level would have been around 0.23 percent. A witness estimated that if defendant had drunk the amount of peppermint schnapps that he claimed to have drunk the day of the killing, his blood-alcohol level at 8:00 p.m., the night of the killing, would have been around 0.28 percent.\nA California Highway Patrol air traffic officer testified that the night of the killing he flew a helicopter in the area of Thurman's home, including one flight at 10:05 p.m. almost directly over her residence. Such flights were made on a daily basis.\nShad Meshad, the executive director of the Vietnam Veterans Aid Foundation in Los Angeles, testified about the trauma members of the military faced in Vietnam. Defendant was in the navy. His military records do not indicate that he experienced any combat, but they show that he had two weeks of training at a \"counter-insurgency school\" for \"SEALS\" that teaches the students to kill with knives. Meshad believed defendant may have had a temporary duty assignment involving a particularly traumatic type of combat that was not reflected in the records. Eventually, defendant received a discharge from the military that was, according to the witness, \"other than honorable\" because of a \"civil conviction.\"\nDr. Harry R. Kormos, a psychiatrist, testified as an expert on \"post traumatic stress disorder\" (PTSD), particularly \"as it applies to Vietnam veterans.\" Persons suffering from the disorder can experience a \"flashback,\" and thus relive their traumatic experiences. Events such as the sound of a helicopter can trigger a flash-back.\nRobert Buley, director of the Shasta County Substance Abuse Clinic, testified that defendant suffered from \"episodic alcoholism\" and would go on drinking binges lasting from a few days to a few weeks. When Buley tried to discuss Vietnam with him, defendant would \"shake\" and refuse to talk about it. Dr. John Wicks, a psychologist, administered various tests to defendant and concluded he has a \"brain impairment\" and a \"personality syndrome\" consistent with brain damage which would cause \"impulse control problems.\" Dr. Stephen Pittel, also a psychologist, testified about defendant's problems with substance abuse. Dr. Richard Sauer, a neurologist, *441 testified that defendant's brain is smaller than he would expect in someone his age, and it had an old trauma that looked like a hole.\nDr. Arthur Kowell, another neurologist, analyzed the results of EEG (electroencephalogram) tests, which record brain electrical activity, and a \"BEAM\" test, i.e., brain electrical activity mapping. Defendant's EEG result was normal, but the BEAM test showed abnormalities in his brain. At the time of trial, BEAM testing was a fairly new technique and had been used primarily for treatment rather than evidentiary purposes. Regarding its validity, Dr. Kowell testified that control groups for the BEAM system were broken down into age groups varying in size from 15 to around 40 persons, and that the group for defendant's age consisted of 16 people.\nDr. Robert Bittle, a doctor specializing in psychiatry and neurology, testified about defendant's brain abnormalities, his learning difficulties as a child, head traumas he had suffered, including a skull fracture in 1980, and his substance abuse. He opined that defendant has an \"organic brain dysfunction\"; that he has \"post-traumatic stress disorder, Vietnam-type\"; that he has a \"major affective disorder\"; and that he suffers from a \"mixed personality disorder\" with \"schizoid, antisocial, avoidant, aggressive and paranoid elements.\" Persons with these problems \"routinely misinterpret stimuli, very poorly control[] anger, hostility and aggression and tend to over-respond and misinterpret events or stimuli coming from the environment or those in the environment.\"\nOn cross-examination, Dr. Bittle testified about the scientific acceptance of BEAM testing, which was a new technology. The testing and its results are based on data maintained by the person who owned the patent on the machine used in this case. That person \"will not release [that data] until the patent runs out.\" Therefore the database was not a matter of public record. Although opinion in the scientific community was divided, Dr. Bittle believed that BEAM testing was generally accepted in the scientific community for clinical use.\n\nB. Penalty Phase\n\n1. Prosecution Evidence\nIn addition to the prior murder conviction, the prosecution presented evidence that in 1967, defendant abducted a woman at knifepoint from her home in the Redding area, drove her in her car to a remote location, raped her, and tried to force her to orally copulate him. For these events, defendant was convicted of kidnapping, rape, and sex perversion. Additionally, after he stabbed Deborah Cerna to death, defendant led a deputy sheriff who was trying to stop him on a high-speed chase, and fired several shots at him, for which he was convicted of assault with a deadly weapon on a peace officer.\n\n2. Defense Evidence\nDefendant's former employer testified defendant was a good worker who seemed to abuse drugs and alcohol. Regarding Vietnam, defendant told the employer \"that a lot of times when he was under the influence of whatever that he would have flashbacks.\" A former girlfriend of defendant's testified that he treated her \"fine\" and she did not have problems with him. She ended the relationship because he had emotional and substance abuse problems. Defendant's aunt testified about his family background and said defendant had changed when he returned from Vietnam. A San Joaquin County deputy sheriff testified that for a number of years beginning in 1978, defendant provided the authorities at the Deuel Vocational Institute in Tracy *442 with valuable information about a prison gang. Two friends of defendant's testified about his good qualities and problems with drug use and alcohol. Both said he was \"compassionate.\"\n\nII. Discussion\n\nA. Jury Selection Issue\nDefendant contends that excluding from the guilt phase jury those prospective jurors who would automatically vote against the death penalty violated his rights under both the United States and California Constitutions. We disagree. Both this court and, as to the United States Constitution, the United States Supreme Court have rejected the contention. (Lockhart v. McCree (1986) 476 U.S. 162, 176-177, 106 S. Ct. 1758, 90 L. Ed. 2d 137; People v. Jackson (1996) 13 Cal. 4th 1164, 1198-1199, 56 Cal. Rptr. 2d 49, 920 P.2d 1254, and cases cited.) We may not depart from the high court ruling as to the United States Constitution, and defendant presents no good reason to reconsider our ruling as to the California Constitution.\n\nB. Guilt Phase Issues\n\n1. Admission of Evidence of Prior Murder\nBefore trial, the prosecution moved to admit evidence of defendant's 1971 killing of Deborah Cerna on the question of his mental state when he killed Thurman. Defendant opposed the motion, and the parties argued the question extensively before the trial court. Thereafter, relying heavily on our then recent decision of People v. Robbins (1988) 45 Cal. 3d 867, 248 Cal. Rptr. 172, 755 P.2d 355 (Robbins), the court granted the motion in a detailed written ruling. At trial, the prosecution did prove the circumstances of the prior killing. Defendant contends the ruling was erroneous.\nClosely on point is Robbins, supra, 45 Cal. 3d 867, 248 Cal. Rptr. 172, 755 P.2d 355. In Robbins, during a prosecution for murder with the special circumstance allegation of a murder during the commission of a lewd and lascivious act, the trial court permitted the prosecution to present evidence of a previous similar killing to show the mental state with which the defendant committed the charged crime. We upheld that ruling. (Id. at pp. 878-881, 248 Cal. Rptr. 172, 755 P.2d 355.) Even closer on point is the intervening decision of People v. Carpenter (1997) 15 Cal. 4th 312, 63 Cal. Rptr. 2d 1, 935 P.2d 708 (Carpenter), where, as relevant here, we upheld the admission of three uncharged murders on the questions of intent to kill, deliberation, and premeditation as to the charged crimes. As we explained in Carpenter, \"The admissibility of other crimes evidence depends on (1) the materiality of the facts sought to be proved, (2) the tendency of the uncharged crimes to prove those facts, and (3) the existence of any rule or policy requiring exclusion of the evidence.\" (Carpenter, supra, 15 Cal.4th at pp. 378-379, 63 Cal. Rptr. 2d 1, 935 P.2d 708.)\nHere, the facts of intent to kill, premeditation, and deliberation were material. Defendant's not guilty plea put in issue all of the elements of the offenses. (Carpenter, supra, 15 Cal.4th at p. 379, 63 Cal. Rptr. 2d 1, 935 P.2d 708.) Defendant argues that he conceded at trial the issue of intent to kill. Even if this is so, the prosecution is still entitled to prove its case and especially to prove a fact so central to the basic question of guilt as intent. (People v. Scheid (1997) 16 Cal. 4th 1, 16-17, 65 Cal. Rptr. 2d 348, 939 P.2d 748.) Moreover, the issues of premeditation and deliberation were disputed at trial and, indeed, remain disputed even in this appeal.\n*443 The previous killing also had a tendency to prove these facts. At trial, the prosecution made a detailed offer of proof. Because defendant does not claim, and we do not discern, a significant discrepancy between the offer of proof and the actual evidence, we will focus on the evidence. In 1971, defendant stabbed to death Deborah Cerna, who had been babysitting his girlfriend's children. The Cerna and Thurman killings bore several similarities. Both victims suffered manual strangulation and received a cluster of about eight stab wounds in the chest or abdomen. The victims resembled each other somewhat. Moreover, in both cases, defendant admitted the killing to the police shortly afterwards, but supplied an explanation. After the first killing, defendant claimed he had taken some mescaline, drank some beer, and smoked marijuana. When he arrived home, the victim complained that he had been gone a long time. Then, defendant told the police, \"It just hit me the wrong way. All these mescaline and everything was taking effect. And I hit her. The next thing that I really remember is when I stabbed her and all the blood and everything.\" In this case, defendant blamed the killing on drinking peppermint schnapps and hearing a helicopter.\nThe two killings were similar enough to make the earlier one relevant to the mental state with which defendant committed the later one. The least degree of similarity between the crimes is needed to prove intent. (People v. Ewoldt (1994) 7 Cal. 4th 380, 402, 27 Cal. Rptr. 2d 646, 867 P.2d 757.) As we explained in Carpenter and Robbins, the doctrine of chances teaches that the more often one does something, the more likely that something was intended, and even premeditated, rather than accidental or spontaneous. Specifically, the more often one kills, especially under similar circumstances, the more reasonable the inference the killing was intended and premeditated. (Carpenter, supra, 15 Cal.4th at pp. 379-380, 383, 63 Cal. Rptr. 2d 1, 935 P.2d 708; Robbins, supra, 45 Cal.3d at pp. 879-880, 248 Cal. Rptr. 172, 755 P.2d 355.) Moreover, here the fact that defendant readily admitted the killing on both occasions but supplied explanations was relevant to determining whether the explanations were true or merely convenient excuses for intended, premeditated killings.\nDefendant argues that the prosecutor conceded that the trial for killing Cerna contained no evidence of premeditation, and that he was convicted of second degree murder in that case, meaning that no premeditation was found. Accordingly, he argues, it is illogical and improper to infer premeditation from the evidence of the earlier killing. However, the doctrine of chances is based on a combination of similar events. When defendant killed Cerna, he had not yet killed Thurman, so no combination of similar events had occurred. The situation was different at this trial. The fact that defendant killed twice under similar circumstances is logically probative of whether the second killing was premeditated even if no independent evidence existed that the first killing was itself premeditated. Moreover, as discussed in part II. B. 3, below, the prior killing bolstered all three categories of evidence we generally consider in deciding whether the evidence of premeditation and deliberation was sufficient. The fact defendant had previously killed with a knife strengthens the inference that he considered the possibility of homicide from the outset when he entered the victim's house with a knife. The fact that defendant had previously killed a young woman supports his stated motive that he hated women. The fact that defendant killed twice in the same distinctive manner\u0097a cluster of seven or eight stab wounds in the chest or *444 abdomen combined with manual strangulation\u0097strengthens the inference that he had a calculated design to kill precisely that way.[2]\nThere is also no rule or policy requiring exclusion. As the trial court recognized when it concluded that the probative value of the evidence outweighed its prejudicial effect, evidence of other crimes is inherently prejudicial. (Carpenter, supra, 15 Cal.4th at p. 380, 63 Cal. Rptr. 2d 1, 935 P.2d 708.) But this circumstance means the court must exercise its discretion, not that it must always exclude the evidence. Here, the Cerna killing was highly probative of defendant's mental state when he killed Thurman, a critical issue. Moreover, the fact that defendant was convicted of the earlier killing reduces any prejudicial effect. (People v. Balcom (1994) 7 Cal. 4th 414, 427, 27 Cal. Rptr. 2d 666, 867 P.2d 777.) Defendant argues that the first killing, 17 years before the second, was too remote to have significant probative value. Although the trial court should consider remoteness in exercising its discretion, given the similarities of the killings, we do not believe the time factor compelled the court to exercise its discretion in only one way. Moreover, because defendant was convicted of the earlier murder, we may also presume he was incarcerated a substantial part of the intervening time and thus had little or no opportunity to commit a similar killing.\nDefendant also reiterates that he conceded the question of intent to kill at trial. The trial court should consider whether the party objecting to the evidence actually disputes the fact for which it is offered in weighing the probative value against its prejudicial effect. If the fact is undisputed, the evidence has less true probative value. But here intent was so critical to the question of guilt that the court could, in its discretion, conclude the prosecution was entitled to prove it fully. Moreover, as noted, premeditation was strongly disputed and the prior killing was highly probative on that issue. We perceive no abuse of discretion in admitting the evidence. (Carpenter, supra, 15 Cal.4th at p. 380, 63 Cal. Rptr. 2d 1, 935 P.2d 708.)\nDefendant also notes that, by statute, the special circumstance allegation of a prior murder conviction is tried only after the defendant has been convicted of first degree murder. (§ 190.1.) He infers from this provision a legislative intent to exclude evidence of the prior murder from the trial of guilt. We agree that, at the trial of guilt, the jury should not automatically learn of the prior conviction merely because that conviction establishes the special circumstance. But we see no suggestion the Legislature intended to exclude evidence of a prior crime that is otherwise admissible under normal rules of evidence.\n*445 Finally, citing McKinney v. Rees (9th Cir.1993) 993 F.2d 1378, defendant argues that admitting the evidence of the Cerna conviction violated his federal due process rights. That case held that \"`if there are no permissible inferences the jury may draw from the evidence,'\" its admission can violate due process. (Id. at p. 1384.) We need not decide here to what extent, if any, evidence solely going to character might violate due process (cf. People v. Falsetta (1999) 21 Cal. 4th 903, 921-922, 89 Cal. Rptr. 2d 847, 986 P.2d 182), for, as explained, here the evidence of the Cerna killing supported the permissible inference that the second killing was intended and premeditated.\n\n2. Testimony of the Pathologist\nThe pathologist who performed the autopsy of Deborah Cerna had died by the time of trial in this case. Accordingly, the court permitted Dr. Thomas Resk, who performed Thurman's autopsy, to rely on the earlier autopsy report in testifying about similarities between the two killings. The court stated that \"the purpose of the inquiry is basically just to compare the similarities between two events.\" It ascertained that the prosecutor did not intend to ask the witness \"to render any opinions other than as to similarities as to location and possibly force....\" Based on the earlier autopsy report, Dr. Resk testified on direct examination about the Cerna killing. He expressed no opinion regarding the mental state with which either killing was performed.\nOn cross-examination, the defense elicited Dr. Resk's opinion that the Thurman killing might have been committed in a \"rage.\" Thereafter, on redirect examination, the prosecutor asked whether the Thurman killing could also have been \"methodical.\" Dr. Resk responded \"yes.\" Over objection, the prosecutor then asked whether the fact that the same person committed both the Cerna and Thurman killings would influence Dr. Resk's opinion. Noting that the defense had itself gone into the area, the court permitted the question. Dr. Resk testified that due to the numerous similarities between the two killings, the fact that the same person committed both would \"[definitely\" influence his opinion. He then detailed the points of similarity between the killings but said nothing further about the mental state involved in either killing.\nDefendant contends the court erred in permitting Dr. Resk to testify, as defendant describes it, \"to the effect that the killing of Lee Ann Thurman was premeditated.\" He argues that this \"whole line of testimony should have been excluded\" because it was not the proper subject of expert testimony under Evidence Code section 801, subdivision (a). That section provides that expert testimony must relate \"to a subject that is sufficiently beyond common experience that the opinion of an expert would assist the trier of fact....\" Defendant argues that whether the similarity of the crimes permitted the inference that the second killing was methodical was not the proper subject of expert testimony because the jury could draw any such inference as well as an expert.\nThe defense, however, not the prosecution, initiated this \"whole line of testimony.\" On direct examination, the prosecutor did not elicit any testimony regarding the mental state involved in either killing; indeed, it appears that the court might not have allowed it to do so. Rather, the defense first raised the matter when it asked on cross-examination whether the Thurman killing might have been committed in a rage. Despite defendant's assertion that the court should have excluded the whole line of testimony, we assume he is not really complaining about the defense *446 cross-examination\u0097which clearly helped the defense\u0097but only about the redirect examination, which sought to neutralize that cross-examination and present the full picture.\nOnce the defense elicited Dr. Resk's opinion on cross-examination that the Thurman killing might have been done in a rage, the prosecution was entitled to elicit on redirect examination the further opinion that it might have also been methodical. \"The extent of the redirect examination of a witness is largely within the discretion of the trial court.... It is well settled that when a witness is questioned on cross-examination as to matters relevant to the subject of the direct examination but not elicited on that examination, he may be examined on redirect as to such new matter.\" (People v. Kynette (1940) 15 Cal. 2d 731, 752, 104 P.2d 794.) The prosecution was also entitled to inquire into the facts that might influence this opinion. (See People v. Montiel (1993) 5 Cal. 4th 877, 918, 21 Cal. Rptr. 2d 705, 855 P.2d 1277 [experts are entitled to explain the reasons for their opinions].) Moreover, contrary to defendant's contention, Dr. Resk did not testify that the killing was either in a rage or methodical. He merely said it might have been either and the fact that the same person committed both killings was relevant to the question. We see no error in permitting this very limited redirect examination in response to the cross-examinai tion.\nRelying on authority involving situations in which a witness says something irrelevant\u0097for example, a testifying defendant makes a broader than necessary assertion of innocence\u0097and the adverse party seeks to take advantage of that statement by introducing otherwise irrelevant character evidence, the concurring opinion disagrees with our conclusion. The concurring opinion argues that by failing to object to an opposing party's question of a witness, a party forfeits not only (1) the right to claim on appeal that the evidence elicited was improper, but also (2) the right to question the witness on the same subject if the party who asked the question successfully claims the question was improper. Failure to object does, indeed, forfeit the right to raise the issue on appeal. (Evid.Code, § 353.) We also agree that a party should not be allowed to take advantage of an obvious mistake to introduce prejudicial evidence. We do not believe, however, that a party may ask relevant questions, then, when the other side does not object, prevent all cross-examination (or redirect examination) responding to the same point by successfully asserting that its own question was improper. As noted, the matter lies within the discretion of the trial court, which should strive to prevent unfairness to either side when one side presents evidence on a point, then tries to prevent the other side from responding.\nWitkin notes that the \"authorities are difficult to reconcile\" regarding the problem of what to do when a witness \"makes a statement on an irrelevant matter,\" and the adverse party seeks \"to capitalize on the blunder or accident by offering impeaching evidence on a collateral matter.\" (3 Witkin, Cal. Evidence (4th ed.2000) Presentation at Trial, § 352, pp. 439-40.) The cases the concurring opinion cites illustrate this difficulty. (Cf. People v. Wells (1949) 33 Cal. 2d 330, 340-541, 202 P.2d 53 [defendant's testimony that he \"got along\" with prison officers did not justify the prosecution's presenting evidence of a wide range of otherwise irrelevant evidence of prison misbehavior] with People v. Westek (1948) 31 Cal. 2d 469, 475-481, 190 P.2d 9 [defendant's testimony that he had never committed any act of sodomy or lewdness on any boy did permit the *447 prosecution to present evidence of uncharged crimes against three boys].) Witkin suggests that \"[i]f the evidence were relevant and merely incompetent (e.g., hearsay or inadmissible opinion), the failure to object would be a waiver of its inadmissibility [citation]. On the other hand, failure to object cannot give irrelevant evidence any probative effect [citation].\" (3 Witkin, Cal. Evidence, supra, § 352, p. 439.) We do not express a view on this question, for it is not presented. The defense question, whether the killing may have been in a rage, was neither irrelevant nor a blunder. The prosecution was entitled to ask the witness questions on the same point despite the failure to object to the defense question.[3]\nThe concurring opinion concludes that the prosecution could have asked these questions on direct examination regardless of the cross-examination. It may be correct but, because the question is not presented, we do not decide it.\n\n3. Sufficiency of the Evidence\nDefendant contends the evidence of premeditation and deliberation was insufficient to support the verdict of first degree murder. \"In assessing the sufficiency of the evidence, we review the entire record in the light most favorable to the judgment to determine whether it discloses evidence that is reasonable, credible, and of solid value such that a reasonable trier of fact could find the defendant guilty beyond a reasonable doubt.\" (People v. Bolin (1998) 18 Cal. 4th 297, 331, 75 Cal. Rptr. 2d 412, 956 P.2d 374.) Defendant relies heavily on the familiar tripartite test of People v. Anderson (1968) 70 Cal. 2d 15, 73 Cal. Rptr. 550, 447 P.2d 942. In that case, \"we identified three categories of evidence relevant to resolving the issue of premeditation and deliberation: planning activity, motive, and manner of killing. However, ... Anderson does not require that these factors be present in some special combination or that they be accorded a particular weight, nor is the list exhaustive. Anderson was simply intended to guide an appellate court's assessment whether the evidence supports an inference that the killing occurred as the result of preexisting reflection rather than unconsidered or rash impulse. [Citation.]'\" (People v. Bolin, supra, 18 Cal.4th at pp. 331-332, 75 Cal. Rptr. 2d 412, 956 P.2d 374.)\nHere, Anderson guides our assessment quite effectively, for all three categories of evidence exist. As to planning, the jury could infer that defendant carried the fatal knife into the victim's home in his pocket, which makes it \"reasonable to infer that he considered the possibility of homicide from the outset.\" (People v. Alcala (1984) 36 Cal. 3d 604, 626, 205 Cal. Rptr. 775, 685 P.2d 1126.) This inference is much stronger in this case, because defendant had already stabbed another woman to death. When a person stabs a woman to death, then leads another woman into her apartment with a knife in the pocket, the jury can readily infer that the person possessed the knife for the *448 same purpose. Additionally, as the trial court noted when it denied defendant's motion to dismiss the first degree murder charge, Richard Blakeslee testified that when he was speaking with \"Lee Ann,\" whom the jury could reasonably have found was the victim, he heard defendant say, \"Put the phone down or I'll kill you.\" This evidence suggests a planned killing. Defendant argues Blakeslee's testimony was not credible, but the jury could reasonably have believed it.\nAs to motive, defendant told the police that he hated women. This statement, combined with the fact he had once before killed a young woman of somewhat similar appearance, provides strong evidence of motive. Finally, defendant stabbed the victim about eight times in the chest and strangled her. Previously, he had killed another woman in almost the same distinctive manner. This manner of killing, and doing so the same way twice, \"supports the inference of a calculated design to ensure death, rather than an unconsidered `explosion' of violence.\" (People v. Alcala, supra, 36 Cal.3d at p. 627, 205 Cal. Rptr. 775, 685 P.2d 1126.) \"Under all the circumstances, we find ample evidence of premeditation and deliberation.\" (Ibid.)\n\n4. Instructional Issues\nDefendant contends the trial court committed several instructional errors.\n\na. CALJIC No. 8.73\nThe court instructed the jury on first and second degree murder and voluntary manslaughter due to provocation. Although questioning whether the evidence warranted manslaughter instructions, the district attorney stated he was requesting them \"out of an abundance of caution.\" Defendant contends that the court had a sua sponte duty also to instruct in accordance with CALJIC No. 8.73 that if the evidence showed \"provocation\" that was insufficient to make the crime manslaughter, the jury might consider that provocation in deciding whether the crime was first or second degree murder. We need not decide whether the court must give such an instruction sua sponte when the evidence warrants (compare People v. Mayfield (1997) 14 Cal. 4th 668, 778, 60 Cal. Rptr. 2d 1, 928 P.2d 485, with People v. Johnson (1993) 6 Cal. 4th 1, 43, 23 Cal. Rptr. 2d 593, 859 P.2d 673, and People v. Perez (1992) 2 Cal. 4th 1117, 1129, 9 Cal. Rptr. 2d 577, 831 P.2d 1159), for here no evidence of provocation existed. (People v. Perez, supra, 2 Cal.4th at pp. 1129-1130, 9 Cal. Rptr. 2d 577, 831 P.2d 1159.) \"The fact that the prosecutor requested a heat of passion instruction for manslaughter does not establish that the evidence would have necessitated a sua sponte instruction. Such instructions are commonly requested out of an abundance of caution.\" (Id. at p. 1130, 9 Cal. Rptr. 2d 577, 831 P.2d 1159.)\nDefendant does not argue evidence existed that the victim provoked him into killing her. Rather, he argues that the Word \"provocation\" is a \"shorthand expression\" for the statutory language defining voluntary manslaughter as a killing \"upon a sudden quarrel or heat of passion.\" (§ 192, subd. (a).) He concedes there was no evidence of provocation in the sense of a quarrel, but he focuses on the phrase \"heat of passion\" and argues there was ample evidence he killed in the heat of passion. Indeed, he argues, the entire defense theory of the case was that he killed under the heat of passion caused by a combination of circumstances. But this argument does not aid him. Although the court did not use the word \"provocation\" in regard to the degree of murder, it did instruct on \"heat of passion.\" It told the *449 jury that for the killing to be first degree murder, it must not have been committed \"under a sudden heat of passion or other condition precluding the idea of deliberation.\" (CALJIC No. 8.20.) By specifically referring to heat of passion and generally referring to any other condition precluding deliberation, the court fully instructed on the law relevant to the actual evidence. It did not also have to refer to \"provocation\" regarding the degree of murder, which would not have fit the evidence.\nFor the same reasons, we reject defendant's alternate argument that his trial attorneys were ineffective in failing to request CALJIC No. 8.73. Defense counsel expressly recognized at trial that no evidence existed of a \"sudden quarrel.\" They ensured that the instructions addressed their theory of the case and the evidence actually presented, not some other theory and some other evidence.\n\nb. Instruction on Heat of Passion\nThe trial court gave the standard instructions on voluntary manslaughter due to heat of passion. Defendant contends the court erred in refusing additionally to give an instruction the defense requested: \"The passion necessary to constitute heat of passion need not mean rage or anger but may be any violent, intense, overwrought or enthusiastic emotion which causes a person to act rashly and without deliberation and reflection.\" The court refused the instruction, finding that the standard instructions fully instructed the jury on heat of passion.\nThe instruction the defense requested is derived from language in our decisions. (E.g., People v. Berry (1976) 18 Cal. 3d 509, 515, 134 Cal. Rptr. 415, 556 P.2d 777; People v. Borchers (1958) 50 Cal. 2d 321, 329, 325 P.2d 97.) The Courts of Appeal have divided on whether the trial court could, or should, give this instruction on request. (Cf. People v. Rupe (1988) 206 Cal. App. 3d 1537, 1540-1542, 256 Cal. Rptr. 126 [court should not give the instruction even if requested], with People v. Thompkins (1987) 195 Cal. App. 3d 244, 256-257, 240 Cal. Rptr. 516 [the court should give some such \"pinpoint\" instruction on request].) We need not decide the question, for no evidence warranted any heat of passion instructions whatever as to voluntary manslaughter. No evidence exists that the victim provoked defendant.\nSince its adoption in 1872, section 192, subdivision (a), has described voluntary manslaughter as the unlawful killing \"upon a sudden quarrel or heat of passion.\" Noting that this language does not specifically require \"provocation,\" defendant argues that any kind of heat of passion will suffice for manslaughter, not merely heat of passion due to provocation. We disagree. Section 192 is not the only legislative word on the question. Also since its adoption in 1872, section 188 has stated that malice is implied \"when no considerable provocation appears.\" (See People v. Williams (1969) 71 Cal. 2d 614, 623-624, 79 Cal. Rptr. 65, 456 P.2d 633.) Under this language, \"[e]vidence of adequate provocation overcomes the presumption of malice.\" (Id. at p. 624, 79 Cal. Rptr. 65, 456 P.2d 633.) Accordingly, for voluntary manslaughter, \"provocation and heat of passion must be affirmatively demonstrated.\" (People v. Sedeno (1974) 10 Cal. 3d 703, 719, 112 Cal. Rptr. 1, 518 P.2d 913; see also People v. Breverman (1998) 19 Cal. 4th 142, 163, 77 Cal. Rptr. 2d 870, 960 P.2d 1094.)\nThe heat of passion requirement for manslaughter has both an objective and a subjective component. (People v. Wickersham (1982) 32 Cal. 3d 307, 326-327, 185 Cal. Rptr. 436, 650 P.2d 311.) The defendant must actually, subjectively, kill under the heat of passion. (Id. at p. 327, *450 185 Cal. Rptr. 436, 650 P.2d 311.) But the circumstances giving rise to the heat of passion are also viewed objectively. As we explained long ago in interpreting the same language of section 192, \"this heat of passion must be such a passion as would naturally be aroused in the mind of an ordinarily reasonable person under the given facts and circumstances,\" because \"no defendant may set up his own standard of conduct and justify or excuse himself because in fact his passions were aroused, unless further the jury believe that the facts and circumstances were sufficient to arouse the passions of the ordinarily reasonable man.\" (People v. Logan (1917) 175 Cal. 45, 49, 164 P. 1121.)\nDefendant's evidence that he was intoxicated, that he suffered various mental deficiencies, that he had a psychological dysfunction due to traumatic experiences in the Vietnam War, and that he just \"snapped\" when he heard the helicopter, may have satisfied the subjective element of heat of passion. (See In re Thomas C. (1986) 183 Cal. App. 3d 786, 798, 228 Cal. Rptr. 430, citing People v. Berry, supra, 18 Cal.3d at p. 515, 134 Cal. Rptr. 415, 556 P.2d 777.) But it does not satisfy the objective, reasonable person requirement, which requires provocation by the victim. (In re Thomas C, supra, 183 Cal.App.3d at p. 798, 228 Cal. Rptr. 430.) \"To satisfy the objective or `reasonable person' element of this form of voluntary manslaughter, the accused's heat of passion must be due to `sufficient provocation.'\" (People v. Wickersham, supra, 32 Cal.3d at p. 326, 185 Cal. Rptr. 436, 650 P.2d 311.) \"[Evidence of defendant's extraordinary character and environmental deficiencies was manifestly irrelevant to the inquiry.\" (People v. Morse (1969) 70 Cal. 2d 711, 735, 76 Cal. Rptr. 391, 452 P.2d 607.)\nAs far as manslaughter is concerned, defendant's evidence, if anything, shows diminished capacity, not heat of passion. \"Provocation and heat of passion are not synonymous with diminished capacity.\" (People v. Spurlin (1984) 156 Cal. App. 3d 119, 128, 202 Cal. Rptr. 663.) \"The essence of a showing of diminished capacity is a `showing that the defendant's mental capacity was reduced by mental illness, mental defect or intoxication.'\" (People v. Berry, supra, 18 Cal.3d at p. 517, 134 Cal. Rptr. 415, 556 P.2d 777.) However, the Legislature abolished the defense of diminished capacity before defendant committed this crime. (People v. Castillo (1997) 16 Cal. 4th 1009, 1013-1014, 68 Cal. Rptr. 2d 648, 945 P.2d 1197; People v. Saille (1991) 54 Cal. 3d 1103, 1114, 2 Cal. Rptr. 2d 364, 820 P.2d 588.) Only diminished actuality survives, i.e., the jury may generally consider evidence of voluntary intoxication or mental condition in deciding whether defendant actually had the required mental states for the crime. (People v. Saille, supra, 54 Cal.3d at p. 1116, 2 Cal. Rptr. 2d 364, 820 P.2d 588; but see current § 22, subd. (b); People v. Castillo, supra, 16 Cal.4th at p. 1014 &amp; fn. 1, 68 Cal. Rptr. 2d 648, 945 P.2d 1197.) The trial court instructed the jury on this point.[4]\nThus, although the trial court instructed the jury on heat of passion voluntary manslaughter out of caution, it did not have to do so, as no evidence supported the *451 instructions. Accordingly, the court did not have to give yet more instructions on the point. (People v. Perez, supra, 2 Cal.4th at pp. 1129-1130, 9 Cal. Rptr. 2d 577, 831 P.2d 1159.)\n\nc. Instruction on Premeditation\nDefendant requested, and the court refused to give, an instruction on premeditation derived from People v. Anderson, supra, 70 Cal. 2d 15, 73 Cal. Rptr. 550, 447 P.2d 942, including that to find premeditation, the jury had to \"find evidence of planning activity, motive to kill, and a calculated killing; or extremely strong evidence of planning activity; or evidence of motive to kill, in conjunction with either planning activity or a calculated killing.\" The court correctly refused the instruction. \"By its very terms, People v. Anderson, supra, 70 Cal. 2d 15, [73 Cal. Rptr. 550, 447 P.2d 942], guides appellate courts in conducting sufficiency-of-evidence review of findings by juries of premeditation and deliberation. (See id. at pp. 24-34, 73 Cal. Rptr. 550, 447 P.2d 942.) It does not even purport to constrain juries in making such findings.\" (People v. Berryman (1993) 6 Cal. 4th 1048, 1080, 25 Cal. Rptr. 2d 867, 864 P.2d 40; see also People v. Bolin, supra, 18 Cal.4th at pp. 331-332, 75 Cal. Rptr. 2d 412, 956 P.2d 374.)\n\nd. Objective Standard of Voluntary Manslaughter\nPursuant to CALJIC No. 8.42, the court instructed the jury on the objective component of heat of passion manslaughter\u0097that to reduce murder to manslaughter, the heat of passion \"must be such a passion as naturally would be aroused in the mind of an ordinarily reasonable person in the same circumstances. A defendant is not permitted to set up his own standard of conduct....\" Defendant argues that section 192, subdivision (a), which merely refers to an unlawful killing \"upon a sudden quarrel or heat of passion,\" does not itself require this objective standard, and therefore this court erred in adopting it.\nWe disagree. As explained, section 192 must be read together with section 188, which implies malice \"when no considerable provocation appears.\" Our cases have long and continuously held that whether the provocation is considerable enough to negate malice must be judged objectively. (E.g., People v. \"Wickersham, supra, 32 Cal.3d at p. 326, 185 Cal. Rptr. 436, 650 P.2d 311; People v. Logan, supra, 175 Cal. at p. 49, 164 P. 1121; see also People v. Valentine (1946) 28 Cal. 2d 121, 136-144, 169 P.2d 1 [reaffirming the objective standard after a thorough review of § 192 and its history].) Defendant presents no good reason to reconsider these decisions.\nDefendant also argues that the jury must consider all the circumstances confronting him, including his particular mental condition. He claims that \"the law of manslaughter required the jury in this case to consider how an otherwise ordinary person, having [his] Vietnam War background, his resulting clear symptoms of post-traumatic stress disorder, and his brain function abnormalities which led him to misinterpret and overreact to events, would have acted in the situation in which [he] found himself at the time of the killing.\" However, because only he fits this particular description, defendant would be setting his own standard of conduct, contrary to the law. Such a rule would eliminate the objective standard in favor of a subjective one. It would, in effect, resurrect the abolished defense of diminished capacity in the guise of an expanded form of heat of passion manslaughter. As noted, the jury was allowed to consider defendant's evidence in determining whether he actually had the required mental states for *452 the crime. The law does not, however, permit defendant to use himself as the measure of what is adequate provocation to reduce what would otherwise be murder to manslaughter.\n\nC. Penalty Phase Issues\n\n1. Failure to Give 1989 Version of CALJIC No. 8.811\nIn People v. Babbitt (1988) 45 Cal. 3d 660, 248 Cal. Rptr. 69, 755 P.2d 253, the trial court failed to explain to the jury at the penalty phase which of the guilt phase and, in that case, sanity phase instructions applied at the penalty phase. The defendant argued that this failure left the jury without proper guidance, and that if the jury believed that all of the guilt phase instructions applied at the penalty phase, he \"was denied a fair penalty determination because the jury was instructed at the guilt phase not to be influenced by sympathy for defendant and to disregard the consequences of its decision.\" (Id. at p. 717, 248 Cal. Rptr. 69, 755 P.2d 253.) We found no error but suggested that in future cases, to avoid possible confusion, \"trial courts should expressly inform the jury at the penalty phase which of the instructions previously given continue to apply.\" (Id. at p. 718, fn. 26, 248 Cal. Rptr. 69, 755 P.2d 253.) In response to this suggestion, the Committee on Standard Jury Instructions of the Superior Court of Los Angeles County (the Committee) rewrote CALJIC No. 8.84.1. (See Use Note to CALJIC No. 8.84.1 (1989 new) (5th ed.1988).)[5]\nIn the new version of CALJIC No. 8.84.1, the Committee departed somewhat from our suggestion. Rather than tell the jury which guilt phase instructions apply to the penalty phase, the new instructions simply tell the jury to disregard all previous instructions. Then the trial court is to reinstruct the jury entirely from the beginning. As the Use Note to the instruction explains, the rewritten CALJIC No. 8.84.1 is to provide introductory information in place of CALJIC No. 1.00, which is the guilt phase introductory instruction. The trial court is then to reread all guilt phase instructions that also apply to the penalty phase, beginning with CALJIC No. 1.01, and the remaining penalty phase instructions. The Use Note to the instruction states, \"Our recommended procedure may be more cumbersome than the suggestion advanced in [People v. Babbitt, supra, 45 Cal.3d at page 718, [248 Cal. Rptr. 69, 755 P.2d 253],] footnote number 26, but the Committee believes it is less likely to result in confusion to the jury.\"\nAlthough trial in this case occurred shortly after adoption of the 1989 version of CALJIC No. 8.84.1, the trial court did not give that instruction.[6] Instead, it gave the previously standard instructions augmented with several special instructions. Defendant contends the court erred. However, as we explain, the actual instructions, including the special instructions, many at defense request, fully instructed on the law and informed the jury at the penalty phase which of the previous instructions would continue to apply. Although the approach the Committee took\u0097telling the jury to disregard previous instructions and reinstructing anew\u0097may be effective, perhaps even preferable, we have never mandated it. The actual instructions satisfied the concerns we expressed in Babbitt.\n*453 The court explained to the jury which guilt phase instructions applied at the penalty phase.[7] It expressly told the jury it could consider sympathy. At the guilt phase, the court had instructed, \"Both the People and the defendant have a right to expect that you will conscientiously consider and weigh the evidence, apply the law and reach a just verdict regardless of the consequences.\"[8] Defendant does not argue that the court should have specifically told the jury to disregard the reference to reaching a just verdict \"regardless of the consequences.\" The penalty phase instructions as a whole made clear that the jury did have to consider the consequences; after all, the whole point of that phase was to decide what penalty to impose. The court specifically admonished the jury to \"also keep in mind that each of you bears the ultimate responsibility to determine the appropriate penalty under all the circumstances of this case.\" As in Babbitt, which did not have these special instructions, \"We conclude that the jury could not have been misled as to its responsibility to consider the consequences of its decision.\" (People v. Babbitt, supra, 45 Cal.3d at p. 718, 248 Cal. Rptr. 69, 755 P.2d 253.)\nDefendant argues that the failure to give the new version of CALJIC No. 8.84.1 withheld from the jury \"several fundamental principles.\" But each of these principles was covered in other instructions, including CALJIC No. 1.00, given at the guilt phase.\nDefendant makes the following specific arguments: (1) CALJIC No. 8.84.1 tells the jury to \"determine what the facts are from the evidence received during the entire trial unless you are instructed otherwise.\" However, the court did tell the jury \"to consider all of the evidence which has been received during any part of the trial of this case except as you may be hereafter instructed.\" (See CALJIC No. 8.85.)(2) CALJIC No. 8.84.1 tells the jury to \"accept and follow the law that I shall state to you.\" However, at the guilt phase, the court told the jury \"to accept and follow the law as I state it to you whether or not you agree with the law.\" (See CALJIC No. 1.00.)(3) CALJIC No. 8.84.1 tells the jury not to be \"swayed by public opinion or public feelings.\" At the guilt phase, the court told the jury not to be \"influenced by mere sentiment, conjecture, sympathy, passion, prejudice, public opinion or public feeling\" (see CALJIC *454 No. 1.00) and, at the penalty phase, it told the jury not to consider \"for any reason whatsoever the deterrent or non-deterrent effect of the death penalty or the monetary cost to the state of execution or maintaining a prisoner for life.\" (4) CALJIC No. 8.84.1 tells the jury, \"Both the People and the Defendant have a right to expect that you will ... follow the law [and] exercise your discretion conscientiously....\" As noted above, the guilt phase instructions said essentially the same thing and, at the penalty phase, the court told the jurors \"to keep in mind that each of you bears the ultimate responsibility to determine the appropriate penalty under all the circumstances of this case.\"\nThus, although the court did not give the 1989 version of CALJIC No. 8.84.1, it did give its substance. There was no error.\n\n2 Failure to Give 1989 Version of CALJIC No. 8.88\nBefore 1989, CALJIC No. 8.88, the standard penalty phase concluding instruction, did not itself define \"aggravating\" and \"mitigating.\" Nevertheless, in at least two cases tried before 1989, the trial court gave special instructions defining those terms. (People v. Adcox (1988) 47 Cal. 3d 207, 269, 253 Cal. Rptr. 55, 763 P.2d 906; People v. Dyer (1988) 45 Cal. 3d 26, 77-78, 246 Cal. Rptr. 209, 753 P.2d 1.) In both cases, the defendant argued that the instructions were erroneous. We disagreed and concluded that the \"definitions of aggravation and mitigation provided a helpful framework within which the jury could consider the specific circumstances in aggravation and mitigation set forth in section 190.3. We find no error in the presentation of both definitions to the jury, and we find no prejudice in light of the instruction limiting the jury's consideration to `the applicable factors of aggravation].' \"(People v. Dyer, supra, 45 Cal.3d at p. 78, 246 Cal. Rptr. 209, 753 P.2d 1; see also People v. Adcox, supra, 47 Cal.3d at pp. 269-270, 253 Cal. Rptr. 55, 763 P.2d 906 [citing Dyer].)\nIn light of these decisions, the Committee revised CALJIC No. 8.88 to add a paragraph defining \"aggravating\" and \"mitigating\" derived from the instructions given in those cases.[9] Although trial in this case occurred shortly after this paragraph was added to CALJIC No. 8.88, the trial court did not give it; instead, it gave the previous version of the instruction. (See fn. 6, ante.) Defendant contends the court erred. We disagree. Although we have found that giving the instruction was neither error nor prejudicial to defendants, we have never suggested that the instruction was required or that not giving it prejudiced defendants. The standard instructions predating the 1989 revision were not erroneous. \"Although giving the instructions may have provided a `helpful framework' for the jury's consideration of the statutory circumstances in aggravation and mitigation (People v. Dyer, supra, 45 Cal.3d at p. 82, 246 Cal. Rptr. 209, 753 P.2d 1), the court's refusal [to give such instructions] was not error.\" (People v. Malone (1988) 47 Cal. 3d 1, 54-55, 252 Cal. Rptr. 525, 762 P.2d 1249; see also People v. *455 Barnett (1998) 17 Cal. 4th 1044, 1175, 74 Cal. Rptr. 2d 121, 954 P.2d 384.)\nIn this case, the special instructions the court gave made these definitions particularly unnecessary. At defense request, the court gave a special instruction pinpointing the defense mitigating evidence the jury could consider, while making clear that the wide range of possible mitigation was not limited to that evidence. (Cf. People v. Benson (1990) 52 Cal. 3d 754, 805-806, 276 Cal. Rptr. 827, 802 P.2d 330 [trial court not required to give such pinpoint instructions].) Moreover, the court itemized the other crimes evidence and evidence of convictions that the jury could consider\u0097the only aggravating evidence the prosecution presented\u0097and specifically told the jury it could not consider any other criminal activity or convictions in aggravation. In light of these instructions, it is hard to imagine how defendant could have desired, or benefited from, any other instruction defining mitigation and aggravation in general terms. The actual instructions fully protected defendant's interests.\n\n3. Other Instructional Issues\nDefendant makes two other instructional contentions that we have repeatedly rejected and continue to do so. The trial court need not (1) instruct the jury that it may impose the death penalty only if it finds beyond a reasonable doubt that death is the appropriate penalty or (2) impose on the prosecution the burden of persuasion. (People v. Samayoa (1997) 15 Cal. 4th 795, 852-853, 862, 64 Cal. Rptr. 2d 400, 938 P.2d 2; People v. Hayes (1990) 52 Cal. 3d 577, 643, 276 Cal. Rptr. 874, 802 P.2d 376.)[10]\n\nD. New Trial Motion Based on Jury Misconduct\nDefendant moved for a new trial due to jury misconduct. In support of the motion, he presented the declarations of two jurors, which were quite similar.\nBoth jurors stated that they had listened to the trial court's instruction on life without the possibility of parole but did not believe it to be true, and they thought that someday defendant might be released on parole. They said that if they had really thought life without possibility of parole meant what it said, they would not have voted for the death penalty and would have held out against a vote for death. Both also said that four men on the jury with experience in the military and Vietnam \"drew upon their experience in the service and determined that the military records that we reviewed and heard testimony about did not show that Mr. Steele\" either served in Vietnam at a time when he might have been exposed to combat (one juror) or \"served as a Seal and learned how to kill from the counterinsurgency schools because they had attended the same schools and did not learn how to kill in them\" (the other juror). Both jurors said that \"[t]heir input about this subject was very helpful in establishing the validity of Mr. Steele's [Vietnam] experience.\" One added that it helped her \"to determine that he was not suffering from P.T.S.D.\" Finally, both jurors said the jury had two persons \"with medical experience who told the rest of us that the criteria that the Doctor's [sic] used to establish the validity of the B.E.A.M. Test\" was \"inadequate\" based on \"what they have learned in their own experience in the medical field.\" Regarding this inadequacy, one of the jurors specifically referred *456 to \"something like 17 control people.\" One of the jurors said that this input helped her \"to determine that Mr. Steele was not suffering from any problem with his brain.\" The other said that this input \"helped me because I have no experience when it comes to that type of thing.\"\nAfter a hearing, but without taking evidence, the trial court denied the new trial motion. It concluded that it could not consider the statements in the declarations regarding the jurors'\"subjective state of mind,\" but it did consider the declarations regarding what it characterized as \"the expertise of other jurors.\" On this point, the court said that \"there was a morass here of military and medical evidence, all of it subjected to reasonable and logical analysis from lay people of various backgrounds and varying experiences. The only thing I have in these affidavits is a conclusionary assumption, no factual allegation at all\u0097it would almost take a definitive transcript of the deliberation conversation to know at what point a juror is relying on ... expertise and at what point he is just reasonably analyzing this vast amount of material that has been input into the deliberation system.\"\nDefendant contends the court erred in denying the new trial motion. He divides his jury misconduct argument into two categories: (1) the two jurors who signed the declarations committed misconduct by not following the court's instructions on the legal significance of a sentence of life without parole; and (2) some of the nondeclarant jurors committed misconduct by \"the offering of expertise ..., during deliberations, to help the jury as a whole to resolve key factual issues the case presented.\" Both contentions lack merit.\n\n1. Refusing to Follow the Trial Court's Instructions\nThe two declarant jurors said they believed that, given a life without parole sentence, defendant might someday be released and that, had they believed otherwise, they would have held out for a life sentence. The trial court properly refused to consider these statements regarding the jurors' thought processes. Evidence Code section 1150, subdivision (a), provides: \"Upon an inquiry as to the validity of a verdict, any otherwise admissible evidence may be received as to statements made, or conduct, conditions, or events occurring, either within or without the jury room, of such a character as is likely to have influenced the verdict improperly. No evidence is admissible to show the effect of such statement, conduct, condition, or event upon a juror either in influencing him to assent or to dissent from the verdict or concerning the mental processes by which it was determined.\" (Italics added.)\nThis statute distinguishes \"between proof of overt acts, objectively ascertainable, and proof of the subjective reasoning processes of the individual juror, which can be neither corroborated nor disproved. ...\" (People v. Hutchinson (1969) 71 Cal. 2d 342, 349, 78 Cal. Rptr. 196, 455 P.2d 132.) \"This limitation prevents one juror from upsetting a verdict of the whole jury by impugning his own or his fellow jurors' mental processes or reasons for assent or dissent. The only improper influences that may be proved under [Evidence Code] section 1150 to impeach a verdict, therefore, are those open to sight, hearing, and the other senses and thus subject to corroboration.\" (People v. Hutchinson, supra, at p. 350, 78 Cal. Rptr. 196, 455 P.2d 132; see also In re Hamilton (1999) 20 Cal. 4th 273, 294, 84 Cal. Rptr. 2d 403, 975 P.2d 600; Ballard v. Uribe (1986) 41 Cal. 3d 564, 575-578, 224 Cal. Rptr. 664, 715 P.2d 624 (cone. opn. of Mosk, J.).)\nThe statements of the jurors regarding their understanding of the meaning *457 of a life sentence and what they would have done had they believed differently come squarely within the prohibition against impeaching a verdict with evidence of the jurors' mental processes. \"`[A] verdict may not be impeached by inquiry into the juror's mental or subjective reasoning processes, and evidence of what the juror \"felt\" or how he understood the trial court's instructions is not competent.'\" (People v. Morris (1991) 53 Cal. 3d 152, 231, 279 Cal. Rptr. 720, 807 P.2d 949, quoting People v. Sutter (1982) 134 Cal. App. 3d 806, 819, 184 Cal. Rptr. 829.)\nDefendant argues that applying Evidence Code section 1150 to this verdict would violate both the United States and California Constitutions. We disagree. Over three decades ago, we noted that the distinction between proof of overt acts\u0097 which is admissible to impeach a verdict\u0097 and proof of the jurors' subjective reasoning process\u0097which is not admissible\u0097\"has been advocated by commentators [citations], and has been the basic limitation on proof set by the leading decisions allowing jurors to impeach their verdicts.\" (People v. Hutchinson, supra, 71 Cal.2d at p. 349, 78 Cal. Rptr. 196, 455 P.2d 132.) This distinction serves a number of important policy goals. It prevents a juror from impugning one or more jurors' reasoning processes. It excludes unreliable proof of thought processes and thereby preserves the stability of verdicts. It deters the harassment of jurors by the losing side seeking to discover defects in the deliberative process and reduces the risk of postverdict jury tampering. It also assures the privacy of jury deliberations. (In re Hamilton, supra, 20 Cal.4th at p. 294, fn. 17, 84 Cal. Rptr. 2d 403, 975 P.2d 600; Hasson v. Ford Motor Co. (1982) 32 Cal. 3d 388, 414, 185 Cal. Rptr. 654, 650 P.2d 1171.) Not all thoughts \"by all jurors at all times will be logical, or even rational, or, strictly speaking, correct. But such [thoughts] cannot impeach a unanimous verdict; a jury verdict is not so fragile.\" (People v. Riel (2000) 22 Cal. 4th 1153, 1219, 96 Cal. Rptr. 2d 1, 998 P.2d 969.)\nDefendant asserts that the United States Constitution guarantees him the right to impeach a verdict with the jurors' internal thought processes. The United States Supreme Court has virtually precluded such a conclusion. In Tanner v. United States (1987) 483 U.S. 107, 107 S. Ct. 2739, 97 L. Ed. 2d 90, that court interpreted Federal Rules of Evidence, rule 606(b) (28 U.S.C.), the federal counterpart to Evidence Code section 1150, as allowing evidence of \"extrinsic influence or relationships [that] have tainted the deliberations\" (Tanner v. United States, supra, at p. 120, 107 S. Ct. 2739), but precluding evidence of a juror's thought processes and even evidence by some jurors that other jurors had been intoxicated and had slept through parts of the trial. \"Substantial policy considerations support the common-law rule against the admission of jury testimony to impeach a verdict. As early as 1915 this Court explained the necessity of shielding jury deliberations from public scrutiny: `[L]et it once be established that verdicts solemnly made and publicly returned into court can be attacked and set aside on the testimony of those who took part in their publication and all verdicts could be, and many would be, followed by an inquiry in the hope of discovering something which might invalidate the finding. Jurors would be harassed and beset by the defeated party in an effort to secure from them evidence of facts which might establish misconduct sufficient to set aside a verdict. If evidence thus secured could be thus used, the result would be to make what was intended to be a private deliberation, the constant subject of public investigation\u0097to the destruction of all frankness and freedom of discussion and conference.'\" *458 (Id. at pp. 119-120, 107 S. Ct. 2739, quoting McDonald v. Pless (1915) 238 U.S. 264, 267-268, 35 S. Ct. 783, 59 L. Ed. 1300.)\nThe high court found that the federal rule restricting evidence to impeach a verdict \"is grounded in the common-law rule against admission of jury testimony to impeach a verdict and the exception for juror testimony relating to extraneous influences,\" and it found it \"not at all clear ... that the jury system could survive\" a rule permitting broader attacks on a verdict. (Tanner v. United States, supra, 483 U.S. at pp. 121, 120, 107 S. Ct. 2739.) The court rejected the defendant's argument that not allowing this evidence violated the Sixth Amendment right to a fair trial before an impartial and competent jury. (Tanner v. United States, supra, at pp. 126-127, 107 S. Ct. 2739.) It concluded that \"long-recognized and very substantial concerns support the protection of jury deliberations from intrusive inquiry.\" (Id. at p. 127, 107 S. Ct. 2739.) Defendant invokes the Eighth and Fourteenth Amendments as well as the Sixth, but the same arguments apply. We conclude that Evidence Code section 1150's prohibition on evidence of a juror's thought processes to impeach a verdict does not violate the United States Constitution.\nDefendant also argues that Evidence Code section 1150 runs afoul of California Constitution, article I, section 28, subdivision (d), adopted by the electorate in 1982, which generally provides that \"relevant evidence shall not be excluded in any criminal proceeding....\" Defendant argues that evidence of the jurors' thought processes is relevant and, accordingly, may not be excluded. We have not yet decided this question. (See People v. Beardslee (1991) 53 Cal. 3d 68, 115, 279 Cal. Rptr. 276, 806 P.2d 1311 [not deciding it because the crime occurred before the effective date of that provision].) However, the Court of Appeal has considered it and, in a thorough analysis with which we agree, found that Evidence Code section 1150 does not violate California Constitution, article I, section 28, subdivision (d). (People v. Hill (1992) 3 Cal. App. 4th 16, 28-33, 4 Cal. Rptr. 2d 258, disapproved on another ground in People v. Nesler (1997) 16 Cal. 4th 561, 582, fn. 5, 66 Cal. Rptr. 2d 454, 941 P.2d 87.) The Hill court concluded that \"the second sentence of Evidence Code section 1150, subdivision (a), embodies a substantive rule of law, derived from the common law, which renders a juror's subjective reasoning process irrelevant.\" (People v. Hill, supra, at p. 28, 4 Cal. Rptr. 2d 258.)\nAs explained in greater detail in Hill, California Constitution, article I, section 28, subdivision (d), only requires admission of evidence relevant to a material point. (People v. Hill, supra, 3 Cal. App.4th at pp. 28-29, 4 Cal. Rptr. 2d 258.) Evidence Code section 210 defines \"relevant evidence\" as \"evidence, including evidence relevant to the credibility of a witness or hearsay declarant, having any tendency in reason to prove or disprove any disputed fact that is of consequence to the determination of the action.\" (Italics added.) \"What matters are in issue (and consequently material) is determined mainly by the pleadings, the rules in pleading and the substantive law relating to the particular kind of case.\" (1 Witkin, Cal. Evidence (4th ed.2000) Circumstantial Evidence, § 3, p. 324, italics added; see People v. Hill, supra, at p. 29, 4 Cal. Rptr. 2d 258.) The rule prohibiting impeachment of a verdict by examining the jurors' mental processes is one of substantive law. The jurors' deliberations, \"`their expressions, arguments, motives and beliefs represent that state of mind which must precede every legal act *459 and is in itself of no jural consequence.'\" (People v. Hill, supra, at p. 30, 4 Cal. Rptr. 2d 258, quoting 8 Wigmore, Evidence (McNaughton ed.1961) § 2348, p. 680.) \"Thus, the rule renders the jurors' subjective thought processes immaterial and of no jural consequence. From this it follows that evidence that the jurors misunderstood the judge's instructions, were influenced by an improper remark of a fellow juror, assented under an erroneous belief that the judge would use clemency or had the legal right to vary the sentence, or had been influenced by inadmissible evidence is simply of no legal significance. [Citation.] In short, under both the common law and Evidence Code section 1150, the jurors' motives, beliefs, misunderstandings, intentions, and the like are immaterial.\" (People v. Hill, supra, at p. 30, 4 Cal. Rptr. 2d 258.)\nBecause, as a matter of substantive law, the jurors' mental processes leading to the verdict are of no jural consequence, evidence of those mental processes is of no \"consequence to the determination of the action\" (Evid.Code, § 210) and hence is irrelevant. Evidence about a juror's thought process may show what that process was, but that process is irrelevant to any legal issue. \"As a matter of policy, Evidence Code section 1150, subdivision (a), excludes evidence of the subjective reasoning processes of jurors to impeach their verdicts. Since such evidence is not material, it is not `relevant evidence' as defined in Evidence Code section 210, nor, perforce, as used in [California Constitution, article I, section 28, subdivision (d) ].\" (People v. Hill, supra, 3 Cal.App.4th at pp. 32-33, 4 Cal. Rptr. 2d 258.)\nThe trial court correctly refused to consider evidence of the jurors' subjective thought processes. Accordingly, it did not abuse its discretion in denying the new trial motion to the extent it was based on this evidence.\nIn a closely related contention, defendant also argues that the two declarant jurors provided false information during jury selection. (See generally In re Hamilton, supra, 20 Cal.4th at pp. 299-300, 84 Cal. Rptr. 2d 403, 975 P.2d 600; In re Hitchings (1993) 6 Cal. 4th 97, 110, 116, 24 Cal. Rptr. 2d 74, 860 P.2d 466.) He notes that both jurors stated in court that they could follow the law as the court explained it and claims this was a lie because later they did not follow the law. Even if the declarations could be considered on this point, it would not entitle defendant to relief. As the trial court found, there was no evidence \"that would indicate a previously held intention to intentionally disobey the court's instructions.\" Indeed, no clear conflict exists between the instructions and the jurors' asserted thought processes. The court can, and here did, tell the jury that a life without parole sentence means just that, but no one can predict the future with certainty. No one, including a court, can guarantee that a person will never be paroled or otherwise get out of prison. The possibility that sometime in the future a person might be released, perhaps because of a change in the law, is a matter \"of common knowledge appreciated by every juror who must choose between a death sentence and a sentence of life without parole.\" (People v. Hovey (1988) 44 Cal. 3d 543, 581, 244 Cal. Rptr. 121, 749 P.2d 776.) Defendant has shown no misconduct during jury selection.\n\n2. Improper Assertion of Expertise\nDefendant also contends that the four jurors with alleged experience in the military and in Vietnam, and the two persons with alleged medical experience, committed misconduct by offering their expertise to the other jurors. To the extent the declarations stated what effect these jurors had on the deliberations, the statements *460 are inadmissible under Evidence Code section 1150, subdivision (a), which, as discussed, prohibits evidence showing the effect that statements or conduct had \"upon a juror either in influencing him to assent or to dissent from the verdict....\" However, portions of the declarations involved statements made or conduct occurring within the jury room. Those portions are evidence of objectively ascertainable overt acts that are open to sight, hearing, and the other senses and are therefore subject to corroboration. As such, the court properly could, and did, consider those statements. (People v. Hutchinson, supra, 71 Cal.2d at pp. 349-350, 78 Cal. Rptr. 196, 455 P.2d 132; see In re Stankewitz (1985) 40 Cal. 3d 391, 398, 220 Cal. Rptr. 382, 708 P.2d 1260.)\nDefendant claims the jurors committed misconduct under the rule announced in In re Malone (1996) 12 Cal. 4th 935, 50 Cal. Rptr. 2d 281, 911 P.2d 468: \"It is not improper for a juror, regardless of his or her educational or employment background, to express an opinion on a technical subject, so long as the opinion is based on the evidence at trial. Jurors' views of the evidence, moreover, are necessarily informed by their life experiences, including their education and professional work. A juror, however, should not discuss an opinion explicitly based on specialized information obtained from outside sources. Such injection of external information in the form of a juror's own claim to expertise or specialized knowledge of a matter at issue is misconduct.\" (Id. at p. 963, 50 Cal. Rptr. 2d 281, 911 P.2d 468; see also In re Stankewitz, supra, 40 Cal. 3d 391, 220 Cal. Rptr. 382, 708 P.2d 1260.) We conclude that the trial court acted within its discretion in denying the new trial motion. (People v. Delgado (1993) 5 Cal. 4th 312, 328, 19 Cal. Rptr. 2d 529, 851 P.2d 811.)\nIn this case, as the trial court noted, extensive evidence was produced concerning the nature and extent of defendant's military training and Vietnam experience and its effect, if any, on his crimes, as well as evidence concerning the validity of BEAM testing. This evidence was susceptible of various interpretations. The views the jurors allegedly asserted here were not contrary to, but came within the range of, permissible interpretations of that evidence. All the jurors, including those with relevant personal backgrounds, were entitled to consider this evidence and express opinions regarding it. \"[I]t is an impossible standard to require ... [the jury] to be a laboratory, completely sterilized and freed from any external factors.\" (Rideau v. Louisiana (1963) 373 U.S. 723, 733, 83 S. Ct. 1417, 10 L. Ed. 2d 663 (dis. opn. of Clark, J.), quoted in People v. Marshall (1990) 50 Cal. 3d 907, 950, 269 Cal. Rptr. 269, 790 P.2d 676.) \"It is `virtually impossible to shield jurors from every contact or influence that might theoretically affect their vote.'\" (In re Hamilton, supra, 20 Cal.4th at p. 296, 84 Cal. Rptr. 2d 403, 975 P.2d 600, quoting Smith v. Phillips (1982) 455 U.S. 209, 217, 102 S. Ct. 940, 71 L. Ed. 2d 78.) A juror may not express opinions based on asserted personal expertise that is different from or contrary to the law as the trial court stated it or to the evidence, but if we allow jurors with specialized knowledge to sit on a jury, and we do, we must allow those jurors to use their experience in evaluating and interpreting that evidence. Moreover, during the give and take of deliberations, it is virtually impossible to divorce completely one's background from one's analysis of the evidence. We cannot demand that jurors, especially lay jurors not versed in the subtle distinctions that attorneys draw, never refer to their background during deliberations. \"Jurors are not automatons. They *461 are imbued with human frailties as well as virtues.\" (In re Carpenter (1995) 9 Cal. 4th 634, 654-655, 38 Cal. Rptr. 2d 665, 889 P.2d 985.)\nA fine line exists between using one's background in analyzing the evidence, which is appropriate, even inevitable, and injecting \"an opinion explicitly based on specialized information obtained from outside sources,\" which we have described as misconduct. (In re Malone, supra, 12 Cal.4th at p. 963, 50 Cal. Rptr. 2d 281, 911 P.2d 468.) In this case, the declarations do not so clearly show that the jurors crossed the line into misconduct as to have required the court to conduct an evidentiary hearing. For example, one declaration asserted that some of the jurors said that they \"had attended the same schools [as defendant] and did not learn how to kill in them.\" Whether one learned \"how to kill\" in any particular military school is particularly subjective and open to almost any interpretation. In one sense, everyone learns how to kill in the military, because the military ultimately fights wars in which people are killed. Similarly, some of the witnesses testified regarding the validity of the BEAM testing. Dr. Kowell testified that control groups were broken down into age groups varying in size from 15 to around 40 persons, and that the control group for defendant's age consisted of 16 people. Allegedly, the jurors said that 16 (or 17) persons was inadequate. This shows no misconduct. A juror, including one with personal experience, could conclude that the control group for defendant's age group was too small to be valid. Moreover, it would be an impossibly high standard to permit these jurors to express an opinion on this evidence without relying on, or mentioning, their personal experience and background.\nA court may hold an evidentiary hearing when jury misconduct is alleged in a new trial motion, but the court may also, in its discretion, conclude that a hearing is not necessary \"to resolve material, disputed issues of fact.\" (People v. Healgecock (1990) 51 Cal. 3d 395, 415, 272 Cal. Rptr. 803, 795 P.2d 1260, quoted in People v. Cox (1991) 53 Cal. 3d 618, 697, 280 Cal. Rptr. 692, 809 P.2d 351.) Here, the trial court heard the extensive evidence presented at trial and was well positioned to determine whether the declarations showed misconduct of the nature criticized in In re Malone, supra, 12 Cal.4th at page 963, 50 Cal. Rptr. 2d 281, 911 P.2d 468, or merely expressions of opinions, informed by the jurors' life experiences, regarding evidence subject to varying interpretations. We see no abuse of discretion in this case in denying the new trial motion without an evidentiary hearing.[11]\n\nE. Automatic Motion to Modify Verdict\nSection 190.4 provides for an automatic motion to modify the death verdict. In ruling on the motion, the trial court must independently reweigh the evidence of aggravating and mitigating factors presented at trial and determine whether, in its independent judgment, the evidence supports the death verdict. The court must state the reasons for its ruling on the record. On appeal, we independently review the trial court's ruling after reviewing the record, but we do not determine the penalty de novo. (People v. Memro (1995) 11 Cal. 4th 786, 884, 47 Cal. Rptr. 2d 219, 905 P.2d 1305.) Defendant contends the court erred in denying his *462 motion to modify the verdict. We disagree.\nThe court expressly recognized its duty to review the evidence independently. On the record, it reviewed in detail the aggravating and mitigating factors listed in section 190.3 and expressly considered, again in detail, the mitigating evidence defendant presented. Ultimately, it stated its \"independent judgment that the weight of the evidence supports the jury's verdict of death,\" and denied the motion.\nDefendant disagrees in many ways with the court's view of the evidence\u0097particularly the weight it gave his evidence in mitigation. But defendant's view of the evidence is not the only permissible one. Although the court must consider all proffered mitigating evidence, as this court did, it need not find that any particular evidence is in fact mitigating under the circumstances. (People v. Scott (1997) 15 Cal. 4th 1188, 1222, 65 Cal. Rptr. 2d 240, 939 P.2d 354.) The court did find mitigation based on defendant's Vietnam experiences, his mental state, his state of intoxication, and the other evidence; it just did not find it as mitigating as defendant urges.\nThe trial court correctly recognized that this case has one overwhelming circumstance that greatly affected the sentencing decision: the prior murder. Defendant presented many explanations for stabbing Lee Ann Thurman to death. But he had killed a young woman once before under similar circumstances and presented similar explanations. As the court noted, defendant \"had more reason than most people after 1971 to understand what tragic results could occur from a mixture of alcohol and/or substance abuse, sexual intentions, anger, resentment toward young females; he knew what the results were before.\" Yet nevertheless, having killed before, having been convicted of murder and incarcerated, then released back into society, defendant, undeterred, killed again. He made no apparent effort to avoid the circumstances that, he claims, caused him to kill. Knowing that he had killed before, the court noted, defendant \"deliberately went into that house armed with a knife under circumstances similar to those that existed some 18 years before.\" The trial court could reasonably find, as the jury no doubt did, that the prior murder was itself a powerful factor in aggravation and that, given its circumstances, it tended to minimize the significance of the proffered evidence in mitigation.\nDefendant also argues the court considered the absence of mitigation to be aggravating. We disagree. The record shows that the court carefully limited its consideration of aggravation to the statutory factors. In considering the evidence offered in mitigation, the court necessarily discussed its reasons for discounting the actual mitigating impact of that evidence, but it never suggested that the absence of mitigation was itself aggravating. We also reject defendant's argument that the court impermissibly double-counted factors in aggravation. Indeed, the court expressly refused to double-count aggravating factors including, above all, the prior murder. It carefully considered that murder as a circumstance of the crime (it was a special circumstance), and not again as a prior conviction under section 190.3, factor (c).\nIn short, the court carefully and conscientiously performed its duty under section 190.4.\n\nF. Proportionality Review; Modification of the Judgment\nDefendant asks us to conduct intercase proportionality review or to reduce the death sentence to life under sections 1181, subdivision 7, and 1260. We do neither. (People v. Riel, supra, 22 Cal.4th at p. 1223, 96 Cal. Rptr. 2d 1, 998 *463 P.2d 969; People v. Hines (1997) 15 Cal. 4th 997, 1078-1080, 64 Cal. Rptr. 2d 594, 938 P.2d 388.) But we do undertake intracase proportionality review to determine whether the penalty is disproportionate to defendant's personal culpability. (Riel, at p. 1223, 96 Cal. Rptr. 2d 1, 998 P.2d 969; Hines, at pp. 1078-1080, 64 Cal. Rptr. 2d 594, 938 P.2d 388.) \"To determine whether a sentence is cruel or unusual as applied to a particular defendant, a reviewing court must examine the circumstances of the offense, including its motive, the extent of the defendant's involvement in the crime, the manner in which the crime was committed, and the consequences of the defendant's acts. The court must also consider the personal characteristics of the defendant, including age, prior criminality, and mental capabilities. [Citation.] If the court concludes that the penalty imposed is `grossly disproportionate to the defendant's individual culpability' [citation], or, stated another way, that the punishment `\"`shocks the conscience and offends fundamental notions of human dignity'\"' [citation], the court must invalidate the sentence as unconstitutional.\" (People v. Hines, supra, 15 Cal.4th at p. 1078, 64 Cal. Rptr. 2d 594, 938 P.2d 388.)\nHere, defendant's sentence is not disproportionate to his personal culpability. Defendant did not just kill once, he killed twice on separate occasions. He was convicted of the first murder but killed again. A prior murder is among the most compelling of aggravating circumstances, especially one as appalling as this\u0097stabbing to death a 15-year-old babysitter. Moreover, the second murder was itself appalling. In killing Lee Ann Thurman, a developmentally disabled woman with the skills of a 10 year old, defendant took advantage of a particularly vulnerable target. Defendant has presented many reasons for his repeated killing of young women and, as the trial court found, they do mitigate the crimes somewhat. But the sentence of death is not disproportionate to defendant's personal culpability. It does not shock the conscience.\n\nG. Constitutionality of Death Penalty Law and Other Contentions\nDefendant reiterates various contentions that we have previously rejected. The death penalty is not an unconstitutional punishment in all cases. (People v. Johnson, supra, 6 Cal.4th at pp. 52-53, 23 Cal. Rptr. 2d 593, 859 P.2d 673.) Prosecutorial discretion in deciding whether to seek the death penalty does not render the law unconstitutional. (People v. Kraft (2000) 23 Cal. 4th 978, 1078, 99 Cal. Rptr. 2d 1, 5 P.3d 68.) The jury need not make explicit findings on the factors it considered in reaching its verdict. (People v. Fauber (1992) 2 Cal. 4th 792, 859, 9 Cal. Rptr. 2d 24, 831 P.2d 249.) Delay between the judgment and actual execution does not render the punishment unconstitutional. (People v. Massie (1998) 19 Cal. 4th 550, 574, 79 Cal. Rptr. 2d 816, 967 P.2d 29; People v. Frye (1998) 18 Cal. 4th 894, 1030-1032, 77 Cal. Rptr. 2d 25, 959 P.2d 183.)\n\nIII. Conclusion\nWe affirm the judgment.\nWE CONCUR: BAXTER, WERDEGAR, BROWN and MORENO, JJ.\nConcurring Opinion by GEORGE, C.J.\nI concur fully in the judgment but write separately because the majority departs from established precedent in resolving two issues\u0097(1) whether certain testimony of the forensic pathologist who performed the autopsy of the victim was admissible on redirect examination; and (2) whether several jurors committed misconduct by injecting extraneous information, based upon their own asserted expertise and specialized knowledge, into the jury's deliberations regarding disputed issues at trial.\n*464 As I shall explain, the testimony of the pathologist on redirect examination was not admissible simply because the defense had elicited similar testimony on crossexamination, as the majority suggests. This \"open the door\" theory regarding the admissibility of evidence was rejected long ago and cannot justify the admission of evidence that otherwise should have been excluded. Nevertheless, I agree that the pathologist's testimony in the present case properly was admitted, because, contrary to defendant's contention, it concerned a proper subject of expert opinion.\nWith regard to defendant's claim of juror misconduct, juror declarations submitted in support of defendant's motion for new trial allege that several jurors engaged in misconduct by introducing into the deliberations extraneous information based upon their own claims of personal expertise. Contrary to the majority's conclusion, these jurors did not simply interpret the evidence presented at trial. Rather, they are alleged to have introduced into the deliberations new information that contradicted evidence presented at trial. It is well established that injecting such extraneous material into the deliberations under these circumstances constitutes misconduct. As I shall discuss, however, any juror misconduct was not prejudicial.\n\nI\nWhen cross-examining Dr. Thomas Resk, the pathologist who conducted the autopsy of victim Lee Ann Thurman, defense counsel asked Dr. Resk whether, considering the nature of the stab wounds, he would agree that the killer was acting in a rage. Dr. Resk responded that, in light of the pattern of injuries, the killing could have been committed in a rage. The prosecutor did not object to this question or to the answer.\nOn redirect examination, the prosecutor asked Dr. Resk whether the injuries could have been inflicted in a methodical manner. The witness responded \"yes.\" The prosecutor then asked whether Dr. Resk's opinion in this regard would be influenced by the circumstance that the same individual committed the Thurman killing as well as another killing Dr. Resk had discussed in his testimony on direct examination. Defense counsel objected to this question, but the trial court overruled the objection on the ground that \"[i]t [was] an area that [defense counsel] did get into.\" Dr. Resk testified that the circumstance that the same individual had killed both victims definitely would influence his opinion whether the killing was committed in a methodical manner, because the bodies of both victims had similar patterns of injuries.\nDefendant contends that the trial court erred in permitting Dr. Resk to testify that there was evidence supporting the prosecution's theory of premeditation. According to defendant, the doctor's testimony on redirect examination, described above, should have been excluded, because it was not a proper subject of expert testimony (see Evid.Code, § 801, subd. (a)), but rather concerned an inference that properly could have been drawn by the jury in light of evidence regarding the nature of the wounds.\nThe majority rejects defendant's claim on the ground that the defense, not the prosecution, initiated this line of testimony. The majority states: \"[W]e assume [defendant] is not really complaining about the defense cross-examination\u0097which clearly helped the defense\u0097but only about the redirect examination, which sought to neutralize that cross-examination and present the full picture. [¶] Once the defense elicited Dr. Resk's opinion on cross-examination that the Thurman killing might have *465 been done in a rage, the prosecution was entitled to elicit on redirect examination the further opinion that it might have also been methodical.\" (Maj. opn., ante, 120 Cal.Rptr.2d at pp. 445-46, 47 P.3d at p. 236, italics added.)\nContrary to the majority's statement, the pathologist's opinion that the killing could have been methodical was not admissible on redirect examination simply because the defense on cross-examination had elicited the pathologist's opinion on the same general subject. This theory regarding the admissibility of testimony was rejected long ago in this state. \"`The argument that defendant's counsel \"opened the gates\" is unavailing ... Legitimate cross-examination does not extend to matters improperly admitted on direct examination. Failure to object to improper questions on direct examination may not be taken advantage of on cross-examination to elicit immaterial or irrelevant testimony.' [Citation.]\" (People v. Wells (1949) 33 Cal. 2d 330, 340, 202 P.2d 53, disapproved on another point in People v. Wetmore (1978) 22 Cal. 3d 318, 321, 149 Cal. Rptr. 265, 583 P.2d 1308.) Only where a proper objection would not have cured the prejudice to the prosecution may the prosecutor rebut inadmissible evidence by eliciting similarly inadmissible evidence on redirect examination. (People v. Westek (1948) 31 Cal. 2d 469, 476-481, 190 P.2d 9; 3 Witkin, Cal. Evidence (4th ed. 2000) Presentation at Trial, §§ 352-353, pp. 439-441; 1 Jefferson, Cal. Evidence Benchbook (Cont.Ed.Bar 3d ed. 2001) Examination of Witnesses, § 27.92, pp. 471-472.)[1]\nThe majority cites People v. Kynette (1940) 15 Cal. 2d 731, 752, 104 P.2d 794, for the principle that \"when a witness is questioned on cross-examination as to matters relevant to the subject of the direct examination but not elicited on that examination, he may be examined on redirect as to such new matter.\" The decision in Kynette, however, did not involve a claim that the evidence elicited on redirect examination would have been inadmissible under any circumstances, as in the present case. It therefore provides no support for the majority's theory, which could permit the parties to control the admissibility of evidence by choosing not to object to clearly inadmissible testimony elicited by their adversaries. (See People v. Smithey (1999) 20 Cal. 4th 936, 958-961, 86 Cal. Rptr. 2d 243, 978 P.2d 1171 [prosecutor committed misconduct when he sought to elicit improper expert opinion by stating that he was willing to open the door on the issue so that the defense also could present inadmissible expert testimony].)\nWith regard to the rule precluding a party from introducing inadmissible testimony simply because the other party has introduced similar testimony without objection, the majority claims that this rule is limited to the situation in which the party attempts to capitalize upon the other party's mistaken or unintentional introduction of irrelevant testimony. Because the expert opinion elicited by the defense and by the prosecution in the present case was relevant and was not received as a result of a mistake by counsel, the majority states that the question whether this evidentiary rule applies under these circumstances is not presented. The majority cites no authority in support of such a limitation, however, and limiting the rule to the introduction of irrelevant evidence is inappropriate and illogical. Although the authority discussed above arose in the context of cases in which irrelevant evidence *466 was presented, other decisions as well as treatises discussing the rule recognize that it applies equally, if not with greater force, in cases in which relevant but otherwise inadmissible evidence is presented.\nFor example, in People v. Gambos (1970) 5 Cal. App. 3d 187, 84 Cal. Rptr. 908, the defendant introduced relevant, but inadmissible, hearsay evidence on cross-examination. The prosecutor stated that he would not object to the evidence, but also stated that, because the defendant had \"opened the door,\" the prosecutor would be allowed on redirect examination to elicit the entire conversation in question. The defendant objected, however, when the prosecutor attempted to introduce evidence of that conversation, and the Court of Appeal agreed that the admission of the hearsay evidence on redirect examination was error. Its decision stated: \"[T]he district attorney expressly waived objection expecting thereby that `a door would be opened' to the admission of other improper evidence. [¶] But no `door was opened.' By allowing objectionable evidence to go in without objection, the non-objecting party gains no right to the admission of related or additional otherwise inadmissible testimony. The so-called `open the door' or `open the gates' argument is `a popular fallacy.' [Citations.]\" (Id. at p. 192, 84 Cal. Rptr. 908, italics added.)\nPeople v. Parrella (1958) 158 Cal. App. 2d 140, 322 P.2d 83 similarly involved relevant but inadmissible evidence. On direct examination the defendant testified that he had volunteered to take a lie detector test. Defense counsel then asked the defendant whether he had taken that test, and the defendant answered affirmatively. The prosecutor did not object to this testimony or to defense counsel's question. On cross-examination the prosecutor asked the defendant the same question and also sought to introduce into evidence the results of the test. Although the trial court did not permit the admission of the test results, the Court of Appeal held that the prosecutor's questions and the admission of the evidence regarding the test constituted error. After establishing that evidence of an accused's willingness to take a lie detector test and the results of such a test were inadmissible, the appellate court's decision stated: \"There would seem to be little doubt that [defendant's] statement that he had volunteered for and taken such a test was inadmissible. Had the prosecution objected the objection should have been sustained. But the prosecution did not object, but on cross-examination inquired into the subject more fully, and even offered to introduce the result of the test. After the court had ruled, properly, that the results of the tests were not admissible, the prosecution agreed to withdraw the question. [¶] In so proceeding the prosecutor undoubtedly committed error. The law is clear that legitimate crossexamination does not extend to matters improperly admitted on direct.\" (Id. at p. 147, 322 P.2d 83; see also 1 Jefferson, Cal. Evidence Benchbook, supra, Examination of Witnesses, § 27.92, p. 471 [there is no \"right of cross-examination concerning the irrelevant or otherwise inadmissible matter ... even though testified to by the witness on direct examination without objection\"].)\nFurthermore, our decision in People v. Smithey, supra, 20 Cal. 4th 936, 86 Cal. Rptr. 2d 243, 978 P.2d 1171, is not as far removed from this issue as the majority suggests. Under the majority's approach, the defendant in Smithey could have chosen not to object to the prosecutor's question eliciting an inadmissible expert opinion regarding the defendant's ultimate mental state, and then on redirect examination elicited a similarly inadmissible opinion regarding that issue. If the prosecutor had objected to the testimony *467 elicited by defense counsel on redirect examination, according to the majority the trial court would have been required to overrule the objection, even if the prosecutor had established that admission of the evidence violated section 29 of the Penal Code, which provides that an expert witness shall not testify whether the defendant had or did not have the required mental states. The rationale of the majority is that the defendant would have been entitled to rebut the inadmissible evidence intentionally presented by the prosecutor on cross-examination. If, however, the trial court properly sustained the prosecutor's objection, struck the inadmissible opinions elicited both on cross-examination and redirect examination, and advised the jury not to consider the opinions, the prejudice arising from the error might be cured immediately, and the trial court could ensure adherence to statutes governing the admissibility of evidence. Unfortunately, the majority's resolution of this issue in the present case could preclude a trial court from taking such a reasonable approach and encourage counsel to engage in improper tactics in order to obtain the introduction of inadmissible evidence.\nIn sum, the rule in California is that, where a party has elicited inadmissible evidence without objection on cross-examination, the other party is not entitled on redirect examination to present similar evidence that is inadmissible on any ground, unless a proper ruling and admonition by the trial court would not cure the prejudice resulting from the evidence improperly admitted on cross-examination. The majority's attempt to limit this rule to the mistaken introduction of irrelevant evidence could lead to confusion and error. Indeed, we should take even greater care to ensure that relevant inadmissible evidence is excluded, because such evidence is more likely to be prejudicial than irrelevant evidence.\nNonetheless, I agree that the trial court did not err in permitting the prosecution to introduce the evidence in the present case, because, as explained, the testimony to which defendant objects was admissible. Contrary to defendant's contention, Dr. Resk's testimony on redirect examination-hat the knife wounds could have been inflicted in a methodical manner\u0097 was within the scope of Dr. Resk's expertise and a proper subject for expert opinion. In order to be admissible, the opinion of an expert must be \"[r]elated to a subject that is sufficiently beyond common experience that the opinion of an expert would assist the trier of fact,\" and \"[b]ased on matter (including his special knowledge, skill, experience, training, and education) perceived by or personally known to the witness ... that is of a type that reasonably may be relied upon by an expert in forming an opinion upon the subject to which his testimony relates. ...\" (Evid.Code, § 801.)\nA basic question that must be considered by a pathologist in performing an autopsy concerns \"the manner and mode of death,\" including whether the death was accidental, suicidal, homicidal, or the result of natural causes. (2 Giannelli &amp; Imwinkelried, Scientific Evidence (3d ed. 1999) Pathology, § 19-7, p. 123.) With regard to the examination of knife wounds, as in the present case, the pathologist considers, for example, whether the nature of the wounds indicates hesitation, which might be consistent with a finding of suicide, or whether the wounds are defensive, which might suggest homicide. (Id. at pp. 123-124, 86 Cal. Rptr. 2d 243, 978 P.2d 1171.) One pathologist has explained: \"Wounds in suicide may be just as determined as in homicide, but are less likely to be multiple.\" (Camps, Gradwohl's Legal Medicine (2d ed.1968) p. 299, italics added.) A pathologist's examination of knife wounds *468 during an autopsy thus includes a consideration of the manner in which they were inflicted.\nThis court has stated: \"A forensic pathologist who has performed an autopsy is generally permitted to offer an expert opinion not only as to the cause and time of death but also as to circumstances under which the fatal injury could or could not have been inflicted. (See, e.g., People v. Cole [(1956)] 47 Cal. 2d 99, 104-106, [301 P.2d 854] [fatal wound not self-inflicted]; People v. Obie (1974) 41 Cal. App. 3d 744, 756-757, [116 Cal. Rptr. 283] [fatal injuries caused not by auto accident but by repeated blows from blunt instrument].)\" (People v. Mayfield (1997) 14 Cal. 4th 668, 766, 60 Cal. Rptr. 2d 1, 928 P.2d 485.) Thus, a pathologist properly may offer an opinion whether certain wounds on the victim were defensive and indicative of a struggle. (See People v. Bemore (2000) 22 Cal. 4th 809, 819, 94 Cal. Rptr. 2d 840, 996 P.2d 1152; People v. Belmontes (1988) 45 Cal. 3d 744, 761, 248 Cal. Rptr. 126, 755 P.2d 310; People v. Brown (1995) 35 Cal. App. 4th 708, 711, 41 Cal. Rptr. 2d 321.) In addition, we have stated that a pathologist can explain the nature of the wounds to indicate that the killing was done \"in a deliberate manner.\" (People v. Welch (1999) 20 Cal. 4th 701, 751, 85 Cal. Rptr. 2d 203, 976 P.2d 754.) In one case considered by the Court of Appeal, a pathologist testified that the location and severity of wounds on the victim led him to believe the killing occurred during a rage. (People v. Jones (1993) 14 Cal. App. 4th 1252, 1256, 18 Cal. Rptr. 2d 673.) In another such case, the forensic pathologist described certain wounds \"as `hesitation' cuts, that is, indicating a degree of hesitation on the attacker's part when the attacker realizes that a good deal of force is required to achieve penetration.\" (People v. Bobo (1990) 229 Cal. App. 3d 1417, 1426, 3 Cal. Rptr. 2d 747.) Some jurisdictions have authorized medical experts to render an opinion whether a killing was accidental or a homicide. (E.g., Com. v. Daniels (1978) 480 Pa. 340, 390 A.2d 172, 178-179; State v. Washington (R.I.1990) 581 A.2d 1031,1032-1033.)\nWe need not decide in the present case, however, whether a forensic pathologist is authorized to render an opinion regarding the ultimate question whether a killing was or was not a homicide, or whether it was committed with any particular mental state. Dr. Resk did not offer an opinion regarding the manner in which the victim was killed, but rather stated simply that the knife wounds could have been made in a methodical manner. Thus, contrary to defendant's suggestion, Dr. Resk did not express an opinion that there was evidence of premeditation. Dr. Resk further indicated that his opinion in this regard would be influenced by the circumstance that the same individual had killed the other victim whose autopsy report he had reviewed. This testimony, based upon Dr. Resk's examination of the victim's wounds, is analogous to opinions commonly offered by forensic pathologists regarding whether the nature of particular wounds indicates that the victim attempted to defend himself or herself, or that the wounds were self-inflicted.\nThe expert's opinion was related to a subject sufficiently beyond the common experience of the jurors that his opinion in this regard would assist the jury. Furthermore, the testimony was based upon the expert's education and experience as a pathologist. Thus, the testimony regarding this subject was admissible pursuant to Evidence Code section 801. Therefore, the trial court properly admitted the testimony elicited by the prosecutor.\n\nII\nDefendant moved for a new trial on the ground of juror misconduct. He relied *469 upon the declarations of two jurors, who identified two subject areas in which other jurors injected extraneous matters into the deliberations\u0097(1) defendant's military experience, and (2) the validity of a medical test used by defense experts to detect brain damage in defendant. According to the declarations, several jurors relied upon their professional expertise in asserting to the rest of the jury that defendant did not experience combat in Vietnam or learn how to kill in military school, and that the medical test administered to defendant was unreliable. These assertions were not based upon any evidence presented at trial and, moreover, contradicted evidence presented at trial. Therefore, the declarations submitted by defendant describe juror misconduct.\nDefense experts testified at trial that defendant suffered from mental disorders as a result of trauma he experienced in the Vietnam War. Defense witness Shad Meshad stated that, although defendant's military records did not indicate that he had experienced any combat, Meshad believed that defendant might have had a temporary assignment involving combat that was not reflected in the military records. In addition, Meshad testified that defendant's records indicated defendant was trained at a counterinsurgency school for Navy SEALS, where the students were instructed in martial arts and taught to kill using knives, wire, and their bare hands.\nThe declarations of the two jurors stated that four men on the jury had military experience and had served in Vietnam. One juror's declaration stated: \"These jurors drew upon their experience in the service and determined that the military records that we reviewed and heard testimony about did not show that [defendant] served in Vietnam in a time period that would have exposed him to any combat.\" The second juror's declaration similarly stated that these four jurors drew upon their military experience to determine that the military records and related testimony at trial \"did not show that [defendant] served as a [Navy] SEAL and learned how to kill from the counterinsurgency schools because they [the four jurors] had attended the same schools and did not learn how to kill in them.\"\nThe other subject area in which extraneous information was introduced concerned the validity of a medical test utilized by defense experts to determine that defendant suffered from brain damage. Dr. Robert Bittle, a psychiatrist and neurologist, ordered a brain electrical activity mapping (BEAM) test of defendant. Dr. Bittle testified that this test revealed significant abnormalities in defendant's brain. On cross-examination, Dr. Bittle testified regarding the scientific acceptance of BEAM testing. Although he acknowledged opinion in the scientific community was divided, Dr. Bittle expressed his view that the test generally was accepted for clinical use.\nDr. Arthur Kowell, a neurologist, also analyzed results of the BEAM test and testified that it showed abnormalities in defendant's brain. Dr. Kowell stated that BEAM test results for a particular individual are obtained by comparing the values obtained for that individual with an average of values obtained for a certain \"control group.\" Control groups are comprised of persons who previously have been examined and found to be normal. Dr. Kowell testified that control groups for the BEAM test varied in size from 15 to 40 individuals and were based upon age, gender, and handedness. The control group matching defendant's characteristics consisted of 16 individuals. Thus, the results from defendant's BEAM test were compared with the average of the results for those 16 individuals in order to determine *470 whether defendant's results showed any abnormalities. Dr. Kowell, like Dr. Bittle, stated that the BEAM test was generally accepted in the scientific community.\nAccording to the declarations of the two jurors, during deliberations two other jurors with medical experience expressed views regarding the validity of the BEAM test. One juror's declaration stated that \"the two jurors with medical experience ... told the rest of us that the criteria that the doctors used to establish the validity of the BEAM test [were] inadequate from what they have learned in their own experience in the medical field.\" The other juror's declaration stated that \"the two people with medical experience ... told the rest of us that the criteria that the doctors used to establish the validity of the BEAM test, I believe that it was something like 17 control people, [were] inadequate from what they have learned in their own experience in the medical field.\"\nA juror properly may express an opinion regarding a technical subject, as long as the opinion is based upon the evidence received at trial. \"Jurors' views of the evidence ... are necessarily informed by their life experiences, including their education and professional work. A juror, however, should not discuss an opinion explicitly based on specialized information obtained from outside sources. Such injection of external information in the form of a juror's own claim to expertise or specialized knowledge of a matter at issue is misconduct. [Citations.]\" (In re Malone (1996) 12 Cal. 4th 935, 963, 50 Cal. Rptr. 2d 281, 911 P.2d 468 (Malone), italics added.)\nIn Malone, supra, 12 Cal. 4th 935, 963-965, 50 Cal. Rptr. 2d 281, 911 P.2d 468, we determined that a juror committed misconduct when she indicated to other jurors that her professional reading and course work caused her to doubt the accuracy rates claimed by the examiners who conducted the petitioner's polygraph examination. Furthermore, this juror indicated that the polygraph results were not reliable because of the manner in which a particular question had been phrased by the examiner. Because the juror expressed negative opinions regarding the reliability of the petitioner's polygraph evidence\u0097based upon her own professional study of psychology and not upon the evidence received at trial\u0097we held in Malone that her statements to the other jurors constituted misconduct. Our decision further held, however, that the People successfully had rebutted the presumption of prejudice arising from the misconduct, by showing that the externally derived information imparted to other jurors was substantially the same as evidence and argument presented to the jury at trial.\nHere, we are presented with declarations indicating that two jurors with medical experience explicitly relied upon that experience in stating, during deliberations, that a medical test administered to defendant was unreliable, and that the data upon which the defense experts had relied in assessing the results of the test were inadequate. This information was not based upon evidence presented at trial, but rather upon the jurors' own experience in the medical field. The statements of these jurors, as described in the declarations supporting defendant's motion for new trial, are substantially similar to the statements that we held constituted misconduct in Malone.\nWith regard to the alleged statements of the jurors who had military experience, their assertions during deliberations that defendant could not have experienced combat and that defendant did not learn how to kill in military school contradicted the testimony of defense witness Meshad. These statements, like the statements of the jurors with medical experience, were *471 based explicitly upon the professional experience of these particular jurors and not upon any evidence received at trial.\nThe majority acknowledges the rule set forth in Malone, supra, 12 Cal. 4th 935, 50 Cal. Rptr. 2d 281, 911 P.2d 468, but concludes that the juror declarations described above presented no evidence of misconduct. The majority states: \"[E]xtensive evidence was produced concerning the nature and extent of defendant's military training and Vietnam experience and its effect, if any, on his crimes, as well as evidence concerning the validity of BEAM testing. This evidence was susceptible of various interpretations. The views the jurors allegedly asserted here were not contrary to, but came within the range of, permissible interpretations of that evidence. All the jurors, including those with relevant personal backgrounds, were entitled to consider this evidence and express opinions regarding it.\" (Maj. opn., ante, 120 Cal.Rptr.2d at p. 460, 47 P.3d at p. 248, italics added.)\nAs established above, however, the statements of the jurors did not constitute interpretations of evidence at trial, but rather contradicted evidence at trial. The statements of the jurors with military experience contradicted the testimony of Meshad that defendant had learned martial arts and how to kill with knives in a military school, and that defendant might have experienced combat while in Vietnam. The particular dates when United States military personnel were engaged in active combat in Vietnam are unlikely to have been known by most lay jurors. Indeed, only the jurors with military experience in Vietnam were alleged to have stated to other jurors that petitioner's military records established that he could not have been involved in combat there. Their comments regarding the military school similarly concerned a matter unfamiliar to most lay jurors.\nThe statements of the jurors with medical experience contradicted the testimony of Dr. Bittle and Dr. Kowell that the BEAM test was reliable. The opinions of these jurors, regarding the adequacy of the size of the control groups used to obtain reliable test results, were based upon specialized, externally derived information, and not upon evidence at trial. If a juror without specialized experience commented that a control group consisting of 16 individuals seemed too small to establish the validity of the test results, perhaps there would be no misconduct, because the juror would not be claiming that his or her opinion was based upon any specialized knowledge. But when a juror states that his or her' own experience and expertise in the medical field establishes that the control group was too small, such an opinion is based upon specialized information obtained from outside sources. Because the juror possesses this specialized experience, other jurors without such experience are likely to believe the information and to be persuaded by it. For this reason, in decisions such as Malone we have determined that interjecting such matters into deliberations constitutes juror misconduct.\nWith regard to both subject areas in which the jurors allegedly interjected extraneous information, the declarations in the present case describe juror misconduct. The majority's contrary conclusion constitutes a departure from existing law, which establishes that a juror commits misconduct whenever he or she introduces into deliberations extraneous information based upon specialized expertise. As the majority states, it is not improper to permit a juror to refer to his or her personal expertise during deliberations, as long as the juror's statements are consistent with the law and evidence provided at trial. In *472 the present case, however, the majority does not consider whether the professional expertise mentioned during deliberations was consistent with the evidence at trial, but rather characterizes inaccurately the improper statements of the jurors as interpretations of that evidence and states that \"it would be an impossibly high standard to permit these jurors to express an opinion on this evidence without relying on, or mentioning, their personal experience and background.\" (Maj. opn., ante, 120 Cal. Rptr.2d at p. 461, 47 P.3d at p. 249, italics added.) Yet this standard is precisely the one set forth in Malone and other decisions, and it has not been considered an impossibly high standard to require that jurors not introduce extraneous information into the deliberations.\nIndeed, one of the most fundamental precepts of the right to a jury trial is the requirement that jurors must decide the case based solely upon evidence presented at trial. (Turner v. Louisiana (1965) 379 U.S. 466, 472-73, 85 S. Ct. 546, 549-550, 13 L. Ed. 2d 424.) \"Due process means a jury capable and willing to decide the case solely on the evidence before it....\" (Smith v. Phillips (1982) 455 U.S. 209, 217, 102 S. Ct. 940, 71 L. Ed. 2d 78.) Permitting jurors to inject into the deliberations their own specialized knowledge regarding disputed issues at trial conflicts with this basic principle.\nAlthough I conclude that the two juror declarations describe juror misconduct, I further determine that the presumption of prejudice arising from any such misconduct is rebutted by the record. The alleged misconduct of the jurors does not suggest that these jurors were actually biased against defendant. (Cf. People v. Nesler (1997) 16 Cal. 4th 561, 580-589, 66 Cal. Rptr. 2d 454, 941 P.2d 87.) Thus, we must consider whether the extraneous material, judged objectively and in light of the entire record, was so prejudicial in and of itself that it was inherently and substantially likely to have influenced a juror. (In re Carpenter (1995) 9 Cal. 4th 634, 653, 38 Cal. Rptr. 2d 665, 889 P.2d 985.)\nThe extraneous information that defendant had not served in Vietnam during a period in which he could have experienced combat, although inconsistent with the testimony of Meshad, coincided with defendant's military records, which indicated no such experience. Thus, as in Malone, the statements of the jurors were consistent with some evidence presented at trial. Furthermore, Meshad's statement that he believed defendant might have experienced some sort of combat that was not reflected in the military records did not constitute particularly strong evidence that defendant had engaged in combat. The opinions of the jurors contradicting Meshad's testimony that defendant was trained to kill at a military school concerned a relatively minor point in the defense case. With regard to the extraneous information concerning the reliability of the BEAM test, Dr. Bittle conceded that opinion in the scientific community was divided. Moreover, the results of that test constituted only one among many factors supporting the opinions of the defense experts that defendant suffered from numerous mental deficits.\nFor these reasons, the extraneous information alleged to have been mentioned by the jurors during deliberations was not by its very nature so damaging in and of itself that the information was substantially likely to have influenced the vote of one or more jurors.[2] Therefore, I conclude that *473 the presumption of prejudice arising from any juror misconduct is rebutted.\nDissenting Opinion by KENNARD, J.\nUnlike the majority, I conclude that the trial court erred in admitting evidence that defendant, 17 years before the trial here, had been convicted of the second degree murder of Deborah Cerna, a killing factually similar to the charged murder of Lee Ann Thurman. That evidence should have been excluded under Evidence Code section 352 on the ground that its prejudicial impact outweighed its probative value. The failure to exclude that evidence was prejudicial to the defense and requires reversal of the judgment.\n\nI\nEvidence Code section 352 provides: \"The court in its discretion may exclude evidence if its probative value is substantially outweighed by the probability that its admission will ... create substantial danger of undue prejudice....\" The ruling is reviewed under an abuse of discretion standard. (People v. Barnett (1998) 17 Cal. 4th 1044, 1118, 74 Cal. Rptr. 2d 121, 954 P.2d 384; People v. Cudjo (1993) 6 Cal. 4th 585, 609, 25 Cal. Rptr. 2d 390, 863 P.2d 635.)\nThis court has often recognized that evidence of prior crimes is inherently prejudicial. (People v. Carpenter (1997) 15 Cal. 4th 312, 380, 63 Cal. Rptr. 2d 1, 935 P.2d 708; People v. Ewoldt (1994) 7 Cal. 4th 380, 404, 27 Cal. Rptr. 2d 646, 867 P.2d 757.) The prejudice generally arises from the danger that the jury, relying on the prior crime, will impermissibly infer that the defendant is a person of bad character with a propensity to commit crimes. (See Evid.Code, § 1101, subd. (a).) In this case, however, there is an even stronger reason for believing that the evidence of the prior crime was prejudicial. The evidence in question informed the jury that when defendant committed a prior killing, he was convicted only of second degree murder, a crime then punishable by a sentence of 15 years to life. The jury also knew that defendant had been released from prison, because he was no longer in custody when he killed the victim in this case. Once the jury here learned that defendant had committed a prior murder, been released, and killed again, the outcome of this trial was foreordained. The jury would infer that if defendant were again convicted of only second degree murder, he would again eventually be released from custody, making it possible for him to kill a third victim. No jury under these circumstances would return a verdict of second degree murder and give defendant the opportunity to kill again; instead, the jury would ensure that defendant would never be released by finding him guilty of first degree murder with special circumstances.\nGiven the highly prejudicial nature of the Cerna murder, its admission could be upheld only if it has \"substantial probative value. If there is any doubt, the evidence should be excluded.\" (People v. Thompson (1980) 27 Cal. 3d 303, 318, 165 Cal. Rptr. 289, 611 P.2d 883; see People v. Ewoldt, supra, 7 Cal.4th at p. 404, 27 Cal. Rptr. 2d 646, 867 P.2d 757.) That standard is not met here.\n\"`[H]ow much \"probative value\" proffered evidence has depends upon the extent to which it tends to prove an issue by logic and reasonable inference (degree of relevancy), the importance of the issue to the case (degree of materiality), and the apply in any of these situations. *474 necessity of proving the issue by means of this particular piece of evidence (degree of necessity).'\" (People v. Thompson, supra, 27 Cal.3d at p. 318, fn. 20, 165 Cal. Rptr. 289, 611 P.2d 883, quoting People v. Delgado (1973) 32 Cal. App. 3d 242, 249, 108 Cal. Rptr. 399.) The evidence of the prior Cerna murder is relevant to the issue in this case of defendant's intent to kill Thurman, because proof that he intentionally killed before under similar circumstances suggests that his killing in this case was also intentional. But the evidence of the prior murder was neither material nor necesssary. Intent to kill was not a contested issue. The manner of the killing\u0097seven or eight stab wounds near the heart\u0097itself showed that it was intentional. When the defense moved pretrial to exclude the evidence of the prior murder, it admitted intent and argued that the only issue was premeditation and deliberation. Defendant did not contest the issue of intent at the trial. (The defense did claim that the killing in this case was provoked and thus only voluntary manslaughter, but it never claimed that the killing was unintentional.) In closing argument, defense counsel again conceded that defendant intentionally killed Thurman. Prior crime evidence that is \"merely cumulative regarding an issue that was not reasonably subject to dispute\" is not substantial probative evidence. (People v. Ewoldt, supra, 7 Cal.4th at p. 406, 27 Cal. Rptr. 2d 646, 867 P.2d 757.)\nAs the Attorney General acknowledged at oral argument, the \"key\" issue, the \"real\" issue, was whether defendant killed Thurman with premeditation and deliberation. The prior Cerna murder is relevant to that issue, too. Proof that defendant, under similar circumstances, had previously killed impulsively without premeditation and deliberation would tend to prove that the Thurman murder was also an impulsive killing without premeditation and deliberation.\nBut the majority reaches a contrary conclusion, asserting that under the \"doctrine of chances\" (see maj. opn., ante, 120 Cal. Rptr.2d at p. 443, 47 P.3d at p. 234) the Cerna murder tends to prove that the Thurman murder was premeditated. The \"doctrine of chances,\" according to Wigmore, simply means this: \"`the recurrence of a similar result (here in the shape of an unlawful act) tends (increasingly with each instance) to negative accident or inadvertence or self-defense or good faith or other innocent mental state, and tends to establish (provisionally, at least, though not certainly) the presence of the normal, i.e., criminal, intent accompanying such an act....'\" (People v. Robbins (1988) 45 Cal. 3d 867, 879-880, 248 Cal. Rptr. 172, 755 P.2d 355, quoting 2 Wigmore, Evidence (Chadboum ed.1979) § 302, at p. 241.) In this case, the doctrine might serve to indicate that both the prior Cerna killing and the Thurman killing were intentional. But that is the limit to its reach. Because the Cerna killing was not a premeditated killing, the doctrine of chances could not lead to the conclusion that the Thurman murder was premeditated.\nThe two cases cited by the majority as utilizing the doctrine of chances\u0097People v. Carpenter, supra, 15 Cal. 4th 312, 379-380, 63 Cal. Rptr. 2d 1, 935 P.2d 708, and People v. Robbins, supra, 45 Cal. 3d 867, 879-880, 248 Cal. Rptr. 172, 755 P.2d 355\u0097are not on point. In both cases, this court allowed the admission of evidence of an earlier intentional killing to prove that a later killing was intentional; neither involved admission of evidence, as here, of an earlier intentional but unpremeditated killing as proof that a later killing was not only intentional but premeditated. Thus the doctrine of chances does not support the majority's assertion that evidence of the prior Cerna murder tends to prove in *475 this case that the Thurman murder was premeditated.\nThere are three theories under which the Cerna murder could be invoked to prove that the Thurman murder was premeditated. One is that defendant deliberately placed himself in a situation in which he knew he had previously killed impulsively. This theory was the basis for the trial court's ruling admitting the evidence of the Cerna murder. But the theory is flawed. Evidence showing that a defendant deliberately placed himself in a position that could lead to an unpremeditated killing suggests only that the defendant acted with malice aforethought (see People v. Watson (1981) 30 Cal. 3d 290, 179 Cal. Rptr. 43, 637 P.2d 279); it does not turn an unpremeditated killing into a premeditated killing.\nA second theory might be that the verdict in the prior Cerna case was wrong\u0097 that the Cerna murder was actually a premeditated murder, from which the jury here could infer the Thurman murder was also premeditated. The prosecutor's argument at trial hinted at this theory. But defendant's conviction of second degree murder in the Cerna case is an acquittal of first degree murder, and principles of collateral estoppel and double jeopardy prevent the state from relitigating the issue of premeditation in the Cerna case. (See Ashe v. Swenson (1970) 397 U.S. 436, 444-445, 90 S. Ct. 1189, 25 L. Ed. 2d 469; People v. Santamaria (1994) 8 Cal. 4th 903, 912, 35 Cal. Rptr. 2d 624, 884 P.2d 81.)\nThird, one can speculate, as the majority does, that even if the prior Cerna killing was not premeditated, it provided defendant with a model he could follow. In killing Thurman, the victim here, defendant may have deliberately used the same weapon and technique that he used before. But although this theory is a possible inference from the evidence, it is not a strong or compelling one, and it is unsupported by any evidence other than the similarity between the two crimes.\nEvidence that serves only to inspire such conjectures has little probative value. The prejudicial impact of the evidence of the prior Cerna murder far outweighs that minimal probative value. I would therefore hold that the trial court abused its discretion in admitting the evidence of the Cerna murder at the guilt phase of defendant's capital trial for the murder of Thurman.[1]\nIt is also clear that the error is prejudicial. In opposing the motion to exclude the evidence of the Cerna murder, the prosecutor said that the Cerna murder evidence was \"the only evidence to support first degree murder\" in this case. That was an overstatement\u0097the majority correctly notes that there was some other evidence of premeditation\u0097but the remaining evidence is not compelling. There is a reasonable probability (People v. Brown (1988) 46 Cal. 3d 432, 446-147, 250 Cal. Rptr. 604, 758 P.2d 1135; People v. *476 Cudjo, supra, 6 Cal. 4th 585, 611, 25 Cal. Rptr. 2d 390, 863 P.2d 635) that the evidence of the Cerna murder made the difference in the guilt phase verdict.\n\nII\nI also have a comment upon the majority's treatment of one of the penalty phase issues. The defense submitted declarations from two jurors (which the majority properly holds were inadmissible under Evid. Code § 1150) that they voted for the death penalty because they did not believe that a sentence of life imprisonment without possibility of parole actually meant that defendant could not be paroled. Assuming these declarations are true, as the majority does, they show that the two jurors violated the trial court's instructions, which told the jurors that they should return a judgment of death only if persuaded that the aggravating circumstances were so substantial in comparison with the mitigating circumstances as to warrant death. Here, two jurors were apparently persuaded to impose the death penalty not because they believed the aggravating circumstances so outweighed mitigating circumstances that death was warranted, but because of their concern that if the appropriate sentence of life imprisonment without possibility of parole were imposed, that sentence would not be carried out. The jurors' conduct also necessarily violated Penal Code section 1126, which requires jurors \"to receive as law what is laid down as such by the court.\" There is no question that both jurors would have been subject to challenge for cause if they had asserted this position at voir dire.\nThe majority, however, condones this misconduct, saying that the possibility someone might be released, perhaps because of a change in the law, is a matter \"`of common knowledge appreciated by every juror who must choose between a death sentence and a sentence of life without parole.'\" (Maj. opn., ante, 120 Cal. Rptr.2d at p. 459, 47 P.3d at p. 248, quoting People v. Hovey (1988) 44 Cal. 3d 543, 581, 244 Cal. Rptr. 121, 749 P.2d 776.) But jurors are required to follow the instructions of the trial court, regardless of what they think is common knowledge. Thus, although jurors may \"appreciate\" the possibility that the law might change and allow a prisoner to obtain parole, they are not allowed to use that \"appreciation\" in deciding the sentence. The possibility that a person sentenced to life imprisonment without possibility of parole might actually be paroled is not an aggravating factor to be weighed in the penalty decision.\nRecently, in People v. Williams (2001) 25 Cal. 4th 441, 106 Cal. Rptr. 2d 295, 21 P.3d 1209, this court considered the case of a juror who believed, contrary to law, that a 16 year old woman was capable of voluntary consent to sexual intercourse. We did not condone that action as one based upon common knowledge which a juror could \"appreciate\" in deciding upon the verdict. We condemned the juror's action as a form of jury nullification and upheld the trial judge's order removing him from the jury.\nAs we observed in Williams, jury nullification does not always benefit the accused; it may work to the defendant's detriment. (People v. Williams, supra, 25 Cal.4th at p. 462, 106 Cal. Rptr. 2d 295, 21 P.3d 1209.) We gave an example: \"In a capital case, a juror could vote to impose the death penalty without considering mitigating evidence.\" (Ibid.) This case presents another, similar example\u0097two jurors in a capital case voting to impose the death penalty for reasons extraneous to the process of weighing and balancing aggravating and mitigating evidence. This *477 court's condemnation of jury nullification in Williams applies equally to this case.\n\nIII\nFor the reasons stated in part I of this opinion, I would reverse the judgment of guilt and remand the case for retrial.\nNOTES\n[*]   Kennard, J., dissented.\n[1]  All further statutory references are to the Penal Code unless otherwise indicated.\n[2]  The dissent simply ignores these inferences. In response to the dissent's collateral estoppel and double jeopardy argument (dis. opn., post, 120 Cal.Rptr.2d at p. 475, 47 P.3d at p. 261), no one is seeking to relitigate the Cerna murder. That conviction was and remains second degree murder. This case involves solely defendant's guilt for killing Thurman. Both this court and the United States Supreme Court have held that principles of double jeopardy, including its collateral estoppel component, permit the admission of otherwise proper evidence of a prior crime even if the person had been entirely acquitted of that prior crime. (Dowling v. United States (1990) 493 U.S. 342, 348-349, 110 S. Ct. 668, 107 L. Ed. 2d 708; People v. Santamaria (1994) 8 Cal. 4th 903, 921, 35 Cal. Rptr. 2d 624, 884 P.2d 81.) This is so because the defendant must be found guilty beyond a reasonable doubt of a crime to be convicted of it, but other crimes evidence need be proven only by a preponderance of the evidence. (Dowling, at pp. 348-349, 110 S.Ct. at pp. 672-673; Santamaria at p. 921, 35 Cal. Rptr. 2d 624, 884 P.2d 81; see also Carpenter, supra, 15 Cal.4th at p. 382, 63 Cal. Rptr. 2d 1, 935 P.2d 708.)\n[3]  The concurring opinion also cites Jefferson, who in turn cites two cases holding that a party may not examine a witness on a collateral point then impeach the witness on that collateral point with otherwise irrelevant evidence. (See 1 Jefferson, Cal. Evidence Benchbook (Cont.Ed.Bar 3d ed. 2002) Examination of Witnesses, § 27.92, pp. 481-482, citing People v. Lavergne (1971) 4 Cal. 3d 735, 744, 94 Cal. Rptr. 405, 484 P.2d 77 and People v. St. Andrew (1980) 101 Cal. App. 3d 450, 461, 161 Cal. Rptr. 634.) Nothing remotely close to that situation occurred here. Even further removed from this issue is People v. Smithey (1999) 20 Cal. 4th 936, 958-961, 86 Cal. Rptr. 2d 243, 978 P.2d 1171, also cited in the concurring opinion. Obviously, a party cannot justify improper questions by asserting the adverse party may also ask improper questions.\n[4]  The court instructed, \"Evidence has been received regarding a mental disease, mental defect or mental disorder of the defendant at the time of the crime charged. You may consider such evidence solely for the purpose of determining whether or not the defendant actually formed any mental state which is an element of the crime charged or of its lesser included offenses.... If the evidence shows that the defendant was intoxicated at the time of the alleged crime you should consider that fact in determining whether the defendant had such intent or mental state.\"\n[5]  All further references to CALJIC No. 8.84.1 are to this version, which remains the same today. (See CALJIC No. 8.84.1 (6th ed.1996).)\n[6]  The record does not reflect why the court did not give the new CALJIC No. 8.84.1. Perhaps the court and parties simply were unaware of the recent change.\n[7]  The court instructed the jury \"to apply any of the instructions given previously during the guilt phase of this case which are pertinent to the determination of penalty. You are to disregard any such previous instructions which do not apply to the determination of penalty. Should any of the instructions now being given in the penalty phase conflict with those previously given during the guilt phase you are instructed that the penalty phase instructions will control and supersede those previously given.\n\n\"In this regard, you will recall that you were instructed in the guilt phase that you could not be swayed nor affected by considerations such as sympathy. That prohibition does not apply to your deliberations in the penalty phase. You are allowed to consider sympathy, pity, compassion or mercy to the extent that you feel it warranted. You are also to disregard any previous instruction to the effect that the burden of proof for crimes or criminal activity other than that for which the defendant was on trial was a preponderance of the evidence. [See Carpenter, supra, 15 Cal.4th at p. 382, 63 Cal. Rptr. 2d 1, 935 P.2d 708.]\n\"You are now instructed that when evidence of such other crimes or criminal activities is offered on the issue of penalty as it has been in this case, it is the burden of the People to prove such other crimes or criminal activity as well as convictions, therefore, beyond a reasonable doubt.\"\n[8]  The current CALJIC No. 8.84.1 includes the substance of this sentence but deletes the language \"regardless of the consequences.\"\n[9]  The new paragraph provided: \"An aggravating factor is any fact, condition or event attending the commission of a crime which increases its guilt or enormity, or adds to its injurious consequences which is above and beyond the elements of the crime itself. A mitigating circumstance is any fact, condition or event which as such, does not constitute a justification or excuse for the crime in question, but may be considered as an extenuating circumstance in determining the appropriateness of the death penalty.\" (CALJIC No. 8.88 (1989 new) (5th ed.1988).) This paragraph is substantially the same in the current version of CALJIC No. 8.88 (6th ed.1996).\n[10]  Defendant also argues that the cumulative effect of the asserted errors prejudiced him. There was, however, no error to cumulate.\n[11]  For these reasons, we disagree with the concurring opinion that the jurors committed misconduct. However, for the reasons that opinion states, we agree that any misconduct would not have been prejudicial.\n[1]  Other jurisdictions have adopted different rules with regard to this issue. (See 1 Wigmore on Evidence (Tillers rev. 1983) § 15, pp. 731-751.) The majority does not purport to change the rule that has been followed in California, however.\n[2]  Although the extraneous information alleged to have been introduced into the deliberations concerned evidence presented at the guilt phase of the trial, the juror declarations do not indicate whether the other jurors mentioned this information during deliberations at the guilt phase, at the penalty phase, or both. The foregoing prejudice analysis would\n[1]  Because I conclude that the admission of the challenged evidence violated California Evidence Code section 352, I do not reach the question whether it also violated defendant's due process rights under the federal Constitution. The majority does address that issue, but its discussion is incomplete. The majority quotes McKinney v. Rees (9th Cir.1993) 993 F.2d 1378, 1384, to the effect that even if prejudice far outweighs probative value there is no violation of due process as long as there is some permissible inference the jury may draw from the evidence. The Seventh Circuit Court of Appeals, however, takes a contrary position to the Ninth Circuit, holding that due process is violated if the prejudicial effect of admitted evidence so far outweighs the probative value that the defendant is denied a fair trial. (Dudley v. Duckworth (7th Cir.1988) 854 F.2d 967, 970.) The United States Supreme Court has not resolved the conflict between the federal circuits.\n\n",
            "ocr": false,
            "opinion_id": 2521152
        },
        {
            "author_str": "Chin",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOpinion\nCHIN, J.\nA jury convicted defendant of the first degree murder of Lee Ann Thurman (Pen. Code, § 187)1 with the use of a knife (§ 12022) and found true the special circumstance of a prior murder conviction (§ 190.2, subd. (a)(2)). Later, defendant admitted three prior serious felony convictions. (§ 667, subd. (a).) After a penalty trial, the jury returned a verdict of death, and the court imposed that sentence. This appeal is automatic. (§ 1239, subd. (b).) We affirm the judgment.\nI. The Facts\nA. Guilt Phase\n1. Prosecution Evidence\nDuring the evening of August 5, 1988, the body of Lee Ann Thurman, nude but partially covered by a blanket, was discovered on the floor of her apartment in Redding. She was 24 or 25 years old and developmentally disabled; she “had the skills of . . . maybe a 10 year old.” The body had bruises on the face and neck possibly caused by a fist and eight or nine stab wounds, all but one to the chest. The other stab wound, inflicted after death, was to the vagina. The autopsy revealed that the victim had also been *1239manually strangled before she died. The cause of death was “multiple stab wounds to the chest with manual strangulation.”\nThe morning after the body was found, August 6, 1988, defendant entered the Circus Circus casino in Reno, Nevada, and told a security officer, “I just killed a girl. I need a drink.” He said he had killed her “[bjecause she was a whore.” He also said he had the knife and the victim’s identification. Another security officer was called to the scene, and the two seized a knife and wallet from defendant. A short time later, defendant told a police officer, “I killed a lady. Talk to me please.”\nDefendant spoke with an officer of the Reno Police Department about the killing. His story changed a number of times, but basically he said he picked the victim up while she was hitchhiking in Redding, and he paid her $10 to orally copulate him. The two went to her home, where they had sexual intercourse. He drank a lot of peppermint schnapps. Then, he said, “I just snapped.” He killed her with the knife he showed the security guard, which had been in his pocket. He said, “I just nutted up,” and “I hate women.” When asked why he killed her, he said he “heard helicopters.” He said he had spent two and a half years in Vietnam, from November 1964 to April 1967, and suggested that he had been in combat and had been trained to kill. He claimed he had been honorably discharged from the military and had received a Bronze Star and two Purple Hearts. After he killed her, he said, he wiped his fingerprints off the doorknob, the couch, and the shower. He denied ever having hurt a girl before. Later defendant gave a similar statement to the Redding police. He said he just “snapped.” “I heard chopper blade, ... I just blew it.” He said he had “been drinking a hundred proof of Peppermint Schnapps for two weeks.”\nThe police recovered the truck that defendant said he had driven to the Reno area. It contained a purse that defendant said was the victim’s. The wallet defendant gave the security guards contained Thurman’s identification. The knife that defendant gave the guards had human blood on it that could have been the victim’s but not defendant’s.\nThe truck that defendant drove to Reno belonged to Richard Blakeslee, with whom defendant was living at the time of the killing. Blakeslee testified that defendant had taken the truck once before without permission. On the day of the killing, Blakeslee said, he and defendant had been drinking. One of Thurman’s neighbors testified that around 7:30 to 8:00 p.m., the day of the killing, she saw a man she did not know drive the same truck with Thurman as a passenger to Thurman’s residence. The two got out and entered the residence. The neighbor had not seen the truck before.\n*1240Richard Blakeslee’s wife, Anna, received a telephone call shortly before 10:00 p.m., the night of the killing. A voice she did not recognize identified itself as “Lee Ann” and said, “Ray wanted me to call and tell you that he’s okay and he’ll be home shortly.” Anna gave the telephone to Richard. Richard heard a woman say something, then heard defendant’s voice say, “Put the phone down or I’ll kill you.”\nThe prosecution also presented evidence that in 1971, defendant stabbed to death a 15-year-old babysitter, Deborah Cema, for which he was convicted of second degree murder.\n2. Defense Evidence\nDefendant presented evidence to suggest that Thurman’s boyfriend, who discovered the body, might have been the killer. But the main thrust of the defense was that he was guilty of a crime less serious than first degree murder. As appellate counsel describes it, defendant presented “a mental defense, based on psychological dysfunction brought on by traumatic experiences in the Vietnam War, and on neurological and psychological deficits resulting from head injuries.”\nDefendant appeared intoxicated when he came to the Circus Circus casino the day after the killing. A blood sample taken after his arrest had a blood-alcohol level of 0.15 percent; when he arrived at the casino the level would have been around 0.23 percent. A witness estimated that if defendant had drunk the amount of peppermint schnapps that he claimed to have drunk the day of the killing, his blood-alcohol level at 8:00 p.m., the night of the killing, would have been around 0.28 percent.\nA California Highway Patrol air traffic officer testified that the night of the killing he flew a helicopter in the area of Thurman’s home, including one flight at 10:05 p.m. almost directly over her residence. Such flights were made on a daily basis.\nShad Meshad, the executive director of the Vietnam Veterans Aid Foundation in Los Angeles, testified about the trauma members of the military faced in Vietnam. Defendant was in the navy. His military records do not indicate that he experienced any combat, but they show that he had two weeks of training at a “counter-insurgency school” for “SEALS” that teaches the students to kill with knives. Meshad believed defendant may have had a temporary duty assignment involving a particularly traumatic type of combat that was not reflected in the records. Eventually, defendant received a discharge from the military that was, according to the witness, “other than honorable” because of a “civil conviction.”\n*1241Dr. Harry R. Kormos, a psychiatrist, testified as an expert on “post traumatic stress disorder” (PTSD), particularly “as it applies to Vietnam veterans.” Persons suffering from the disorder can experience a “flashback,” and thus relive their traumatic experiences. Events such as the sound of a helicopter can trigger a flashback.\nRobert Buley, director of the Shasta County Substance Abuse Clinic, testified that defendant suffered from “episodic alcoholism” and would go on drinking binges lasting from a few days to a few weeks. When Buley tried to discuss Vietnam with him, defendant would “shake” and refuse to talk about it. Dr. John Wicks, a psychologist, administered various tests to defendant and concluded he has a “brain impairment” and a “personality syndrome” consistent with brain damage which would cause “impulse control problems.” Dr. Stephen Pittel, also a psychologist, testified about defendant’s problems with substance abuse. Dr. Richard Sauer, a neurologist, testified that defendant’s brain is smaller than he would expect in someone his age, and it had an old trauma that looked like a hole.\nDr. Arthur Kowell, another neurologist, analyzed the results of EEG (electroencephalogram) tests, which record brain electrical activity, and a “BEAM” test, i.e., brain electrical activity mapping. Defendant’s EEG result was normal, but the BEAM test showed abnormalities in his brain. At the time of trial, BEAM testing was a fairly new technique and had been used primarily for treatment rather than evidentiary purposes. Regarding its validity, Dr. Kowell testified that control groups for the BEAM system were broken down into age groups varying in size from 15 to around 40 persons, and that the group for defendant’s age consisted of 16 people.\nDr. Robert Bittle, a doctor specializing in psychiatry and neurology, testified about defendant’s brain abnormalities, his learning difficulties as a child, head traumas he had suffered, including a skull fracture in 1980, and his substance abuse. He opined that defendant has an “organic brain dysfunction”; that he has “post-traumatic stress disorder, Vietnam-type”; that he has a “major affective disorder”; and that he suffers from a “mixed personality disorder” with “schizoid, antisocial, avoidant, aggressive and paranoid elements.” Persons with these problems “routinely misinterpret stimuli, very poorly control[] anger, hostility and aggression and tend to over-respond and misinterpret events or stimuli coming from the environment or those in the environment.”\nOn cross-examination, Dr. Bittle testified about the scientific acceptance of BEAM testing, which was a new technology. The testing and its results are based on data maintained by the person who owned the patent on the *1242machine used in this case. That person “will not release [that data] until the patent runs out.” Therefore the database was not a matter of public record. Although opinion in the scientific community was divided, Dr. Bittle believed that BEAM testing was generally accepted in the scientific community for clinical use.\nB. Penalty Phase\n1. Prosecution Evidence\nIn addition to the prior murder conviction, the prosecution presented evidence that in 1967, defendant abducted a woman at knifepoint from her home in the Redding area, drove her in her car to a remote location, raped her, and tried to force her to orally copulate him. For these events, defendant was convicted of kidnapping, rape, and sex perversion. Additionally, after he stabbed Deborah Cema to death, defendant led a deputy sheriff who was trying to stop him on a high-speed chase, and fired several shots at him, for which he was convicted of assault with a deadly weapon on a peace officer.\n2. Defense Evidence\nDefendant’s former employer testified defendant was a good worker who seemed to abuse drugs and alcohol. Regarding Vietnam, defendant told the employer “that a lot of times when he was under the influence of whatever that he would have flashbacks.” A former girlfriend of defendant’s testified that he treated her “fine” and she did not have problems with him. She ended the relationship because he had emotional and substance abuse problems. Defendant’s aunt testified about his family background and said defendant had changed when he returned from Vietnam. A San Joaquin County deputy sheriff testified that for a number of years beginning in 1978, defendant provided the authorities at the Deuel Vocational Institute in Tracy with valuable information about a prison gang. Two friends of defendant’s testified about his good qualities and problems with drug use and alcohol. Both said he was “compassionate.”\nII. Discussion\nA. Jury Selection Issue\nDefendant contends that excluding from the guilt phase jury those prospective jurors who would automatically vote against the death penalty violated his rights under both the United States and California Constitutions. We disagree. Both this court and, as to the United States Constitution, the *1243United States Supreme Court have rejected the contention. (Lockhart v. McCree (1986) 476 U.S. 162, 176-177 [106 S.Ct. 1758, 1766-1767, 90 L.Ed.2d 137]; People v. Jackson (1996) 13 Cal.4th 1164, 1198-1199 [56 Cal.Rptr.2d 49, 920 P.2d 1254], and cases cited.) We may not depart from the high court ruling as to the United States Constitution, and defendant presents no good reason to reconsider our ruling as to the California Constitution.\nB. Guilt Phase Issues\n1. Admission of Evidence of Prior Murder\nBefore trial, the prosecution moved to admit evidence of defendant’s 1971 killing of Deborah Cema on the question of his mental state when he killed Thurman. Defendant opposed the motion, and the parties argued the question extensively before the trial court. Thereafter, relying heavily on our then recent decision of People v. Robbins (1988) 45 Cal.3d 867 [248 Cal.Rptr. 172, 755 P.2d 355] (Robbins), the court granted the motion in a detailed written ruling. At trial, the prosecution did prove the circumstances of the prior killing. Defendant contends the ruling was erroneous.\nClosely on point is Robbins, supra, 45 Cal.3d 867. In Robbins, during a prosecution for murder with the special circumstance allegation of a murder during the commission of a lewd and lascivious act, the trial court permitted the prosecution to present evidence of a previous similar killing to show the mental state with which the defendant committed the charged crime. We upheld that ruling. (Id. at pp. 878-881.) Even closer on point is the intervening decision of People v. Carpenter (1997) 15 Cal.4th 312 [63 Cal.Rptr.2d 1, 935 P.2d 708] (Carpenter), where, as relevant here, we upheld the admission of three uncharged murders on the questions of intent to kill, deliberation, and premeditation as to the charged crimes.  As we explained in Carpenter, “The admissibility of other crimes evidence depends on (1) the materiality of the facts sought to be proved, (2) the tendency of the uncharged crimes to prove those facts, and (3) the existence of any rule or policy requiring exclusion of the evidence.” (Carpenter, supra, 15 Cal.4th at pp. 378-379.)\nHere, the facts of intent to kill, premeditation, and deliberation were material. Defendant’s not guilty plea put in issue all of the elements of the offenses. (Carpenter, supra, 15 Cal.4th at p. 379.) Defendant argues that he conceded at trial the issue of intent to kill. Even if this is so, the prosecution is still entitled to prove its case and especially to prove a fact so central to the basic question of guilt as intent. (People v. Scheid (1997) 16 *1244Cal.4th 1, 16-17 [65 Cal.Rptr.2d 348, 939 P.2d 748].) Moreover, the issues of premeditation and deliberation were disputed at trial and, indeed, remain disputed even in this appeal.\nThe previous killing also had a tendency to prove these facts. At trial, the prosecution made a detailed offer of proof. Because defendant does not claim, and we do not discern, a significant discrepancy between the offer of proof and the actual evidence, we will focus on the evidence. In 1971, defendant stabbed to death Deborah Cema, who had been babysitting his girlfriend’s children. The Cema and Thurman killings bore several similarities. Both victims suffered manual strangulation and received a cluster of about eight stab wounds in the chest or abdomen. The victims resembled each other somewhat. Moreover, in both cases, defendant admitted the killing to the police shortly afterwards, but supplied an explanation. After the first killing, defendant claimed he had taken some mescaline, drank some beer, and smoked marijuana. When he arrived home, the victim complained that he had been gone a long time. Then, defendant told the police, “It just hit me the wrong way. All these mescaline and everything was taking effect. And I hit her. The next thing that I really remember is when I stabbed her and all the blood and everything.” In this case, defendant blamed the killing on drinking peppermint schnapps and hearing a helicopter.\nThe two killings were similar enough to make the earlier one relevant to the mental state with which defendant committed the later one. The least degree of similarity between the crimes is needed to prove intent. (People v. Ewoldt (1994) 7 Cal.4th 380, 402 [27 Cal.Rptr.2d 646, 867 P.2d 757].) As we explained in Carpenter and Robbins, the doctrine of chances teaches that the more often one does something, the more likely that something was intended, and even premeditated, rather than accidental or spontaneous. Specifically, the more often one kills, especially under similar circumstances, the more reasonable the inference the killing was intended and premeditated. (Carpenter, supra, 15 Cal.4th at pp. 379-380, 383; Robbins, supra, 45 Cal.3d at pp. 879-880.) Moreover, here the fact that defendant readily admitted the killing on both occasions but supplied explanations was relevant to determining whether the explanations were true or merely convenient excuses for intended, premeditated killings.\nDefendant argues that the prosecutor conceded that the trial for killing Cema contained no evidence of premeditation, and that he was convicted of second degree murder in that case, meaning that no premeditation was found. Accordingly, he argues, it is illogical and improper to infer premeditation from the evidence of the earlier killing. However, the doctrine of chances is based on a combination of similar events. When defendant killed *1245Cema, he had not yet killed Thurman, so no combination of similar events had occurred. The situation was different at this trial. The fact that defendant killed twice under similar circumstances is logically probative of whether the second killing was premeditated even if no independent evidence existed that the first killing was itself premeditated. Moreover, as discussed in part II. B. 3, below, the prior killing bolstered all three categories of evidence we generally consider in deciding whether the evidence of premeditation and deliberation was sufficient. The fact defendant had previously killed with a knife strengthens the inference that he considered the possibility of homicide from the outset when he entered the victim’s house with a knife. The fact that defendant had previously killed a young woman supports his stated motive that he hated women.  The fact that defendant killed twice in the same distinctive manner—a cluster of seven or eight stab wounds in the chest or abdomen combined with manual strangulation— strengthens the inference that he had a calculated design to kill precisely that way.2\nThere is also no rale or policy requiring exclusion. As the trial court recognized when it concluded that the probative value of the evidence outweighed its prejudicial effect, evidence of other crimes is inherently prejudicial. (Carpenter, supra, 15 Cal.4th at p. 380.) But this circumstance means the court must exercise its discretion, not that it must always exclude the evidence. Here, the Cema killing was highly probative of defendant’s mental state when he killed Thurman, a critical issue. Moreover, the fact that defendant was convicted of the earlier killing reduces any prejudicial effect. (People v. Balcom (1994) 7 Cal.4th 414, 427 [27 Cal.Rptr.2d 666, 867 P.2d 777].) Defendant argues that the first killing, 17 years before the second, was too remote to have significant probative value. Although the trial court should consider remoteness in exercising its discretion, given the similarities of the killings, we do not believe the time factor compelled the court to exercise its discretion in only one way. Moreover, because defendant was convicted of the earlier murder, we may also presume he was incarcerated a substantial part of the intervening time and thus had little or no opportunity to commit a similar killing.\n*1246Defendant also reiterates that he conceded the question of intent to kill at trial. The trial court should consider whether the party objecting to the evidence actually disputes the fact for which it is offered in weighing the probative value against its prejudicial effect. If the fact is undisputed, the evidence has less true probative value. But here intent was so critical to the question of guilt that the court could, in its discretion, conclude the prosecution was entitled to prove it fully. Moreover, as noted, premeditation was strongly disputed and the prior killing was highly probative on that issue. We perceive no abuse of discretion in admitting the evidence. (Carpenter, supra, 15 Cal.4th at p. 380.)\nDefendant also notes that, by statute, the special circumstance allegation of a prior murder conviction is tried only after the defendant has been convicted of first degree murder. (§ 190.1.) He infers from this provision a legislative intent to exclude evidence of the prior murder from the trial of guilt. We agree that, at the trial of guilt, the jury should not automatically learn of the prior conviction merely because that conviction establishes the special circumstance. But we see no suggestion the Legislature intended to exclude evidence of a prior crime that is otherwise admissible under normal rules of evidence.\nFinally, citing McKinney v. Rees (9th Cir. 1993) 993 F.2d 1378, defendant argues that admitting the evidence of the Cema conviction violated his federal due process rights. That case held that “ ‘if there are no permissible inferences the jury may draw from the evidence,’ ” its admission can violate due process. (Id. at p. 1384.) We need not decide here to what extent, if any, evidence solely going to character might violate due process (cf. People v. Falsetta (1999) 21 Cal.4th 903, 921-922 [89 Cal.Rptr.2d 847, 986 P.2d 182]), for, as explained, here the evidence of the Cema killing supported the permissible inference that the second killing was intended and premeditated.\n2. Testimony of the Pathologist\nThe pathologist who performed the autopsy of Deborah Cerna had died by the time of trial in this case. Accordingly, the court permitted Dr. Thomas Resk, who performed Thurman’s autopsy, to rely on the earlier autopsy report in testifying about similarities between the two killings. The court stated that “the purpose of the inquiry is basically just to compare the similarities between two events.” It ascertained that the prosecutor did not intend to ask the witness “to render any opinions other than as to similarities as to location and possibly force . . . .” Based on the earlier autopsy report, Dr. Resk testified on direct examination about the Cema killing. He expressed no opinion regarding the mental state with which either killing was performed.\n*1247On cross-examination, the defense elicited Dr. Resk’s opinion that the Thurman killing might have been committed in a “rage.” Thereafter, on redirect examination, the prosecutor asked whether the Thurman killing could also have been “methodical.” Dr. Resk responded “yes.” Over objection, the prosecutor then asked whether the fact that the same person committed both the Cema and Thurman killings would influence Dr. Resk’s opinion. Noting that the defense had itself gone into the area, the court permitted the question. Dr. Resk testified that due to the numerous similarities between the two killings, the fact that the same person committed both would “[djefinitely” influence his opinion. He then detailed the points of similarity between the killings but said nothing further about the mental state involved in either killing.\nDefendant contends the court erred in permitting Dr. Resk to testify, as defendant describes it, “to the effect that the killing of Lee Ann Thurman was premeditated.” He argues that this “whole line of testimony should have been excluded” because it was not the proper subject of expert testimony under Evidence Code section 801, subdivision (a). That section provides that expert testimony must relate “to a subject that is sufficiently beyond common experience that the opinion of an expert would assist the trier of fact . . . .” Defendant argues that whether the similarity of the crimes permitted the inference that the second killing was methodical was not the proper subject of expert testimony because the jury could draw any such inference as well as an expert.\nThe defense, however, not the prosecution, initiated this “whole line of testimony.” On direct examination, the prosecutor did not elicit any testimony regarding the mental state involved in either killing; indeed, it appears that the court might not have allowed it to do so. Rather, the defense first raised the matter when it asked on cross-examination whether the Thurman killing might have been committed in a rage. Despite defendant’s assertion that the court should have excluded the whole line of testimony, we assume he is not really complaining about the defense cross-examination—which clearly helped the defense—but only about the redirect examination, which sought to neutralize that cross-examination and present the full picture.\nOnce the defense elicited Dr. Resk’s opinion on cross-examination that the Thurman killing might have been done in a rage, the prosecution was entitled to elicit on redirect examination the further opinion that it might have also been methodical.  “The extent of the redirect examination ' of a witness is largely within the discretion of the trial court. . . . It is well settled that when a witness is questioned on cross-examination as to matters relevant to the subject of the direct examination but not elicited on that *1248examination, he may be examined on redirect as to such new matter.” (People v. Kynette (1940) 15 Cal.2d 731, 752 [104 P.2d 794].) The prosecution was also entitled to inquire into the facts that might influence this opinion. (See People v. Montiel (1993) 5 Cal.4th 877, 918 [21 Cal.Rptr.2d 705, 855 P.2d 1277] [experts are entitled to explain the reasons for their opinions].)  Moreover, contrary to defendant’s contention, Dr. Resk did not testify that the killing was either in a rage or methodical. He merely said it might have been either and the fact that the same person committed both killings was relevant to the question. We see no error in permitting this very limited redirect examination in response to the cross-examination.\nRelying on authority involving situations in which a witness says something irrelevant—for example, a testifying defendant makes a broader than necessary assertion of innocence—and the adverse party seeks to take advantage of that statement by introducing otherwise irrelevant character evidence, the concurring opinion disagrees with our conclusion. The concurring opinion argues that by failing to object to an opposing party’s question of a witness, a party forfeits not only (1) the right to claim on appeal that the evidence elicited was improper, but also (2) the right to question the witness on the same subject if the party who asked the question successfully claims the question was improper. Failure to object does, indeed, forfeit the right to raise the issue on appeal. (Evid. Code, § 353.)  We also agree that a party should not be allowed to take advantage of an obvious mistake to introduce prejudicial evidence. We do not believe, however, that a party may ask relevant questions, then, when the other side does not object, prevent all cross-examination (or redirect examination) responding to the same point by successfully asserting that its own question was improper. As noted, the matter lies within the discretion of the trial court, which should strive to prevent unfairness to either side when one side presents evidence on a point, then tries to prevent the other side from responding.\nWitkin notes that the “authorities are difficult to reconcile” regarding the problem of what to do when a witness “makes a statement on an irrelevant matter,” and the adverse party seeks “to capitalize on the blunder or accident by offering impeaching evidence on a collateral matter.” (3 Witkin, Cal. Evidence (4th ed. 2000) Presentation at Trial, § 352, pp. 439-440.) The cases the concurring opinion cites illustrate this difficulty. (Cf. People v. Wells (1949) 33 Cal.2d 330, 340-341 [202 P.2d 53] [defendant’s testimony that he “got along” with prison officers did not justify the prosecution’s presenting evidence of a wide range of otherwise irrelevant evidence of prison misbehavior] with People v. Westek (1948) 31 Cal.2d 469, 475-481 [190 P.2d 9] ' [defendant’s testimony that he had never committed any act of sodomy or lewdness on any boy did permit the prosecution to present evidence of *1249uncharged crimes against three boys].) Witkin suggests that “[i]f the evidence were relevant and merely incompetent (e.g., hearsay or inadmissible opinion), the failure to object would be a waiver of its inadmissibility [citation]. On the other hand, failure to object cannot give irrelevant evidence any probative effect [citation].” (3 Witkin, Cal. Evidence, supra, § 352, p. 439.) We do not express a view on this question, for it is not presented. The defense question, whether the killing may have been in a rage, was neither irrelevant nor a blunder. The prosecution was entitled to ask the witness questions on the same point despite the failure to object to the defense question.3\nThe concurring opinion concludes that the prosecution could have asked these questions on direct examination regardless of the cross-examination. It may be correct but, because the question is not presented, we do hot decide it.\n3. Sufficiency of the Evidence\nDefendant contends the evidence of premeditation and deliberation was insufficient to support the verdict of first degree murder.  “In assessing the sufficiency of the evidence, we review the entire record in the light most favorable to the judgment to determine whether it discloses evidence that is reasonable, credible, and of solid value such that a reasonable trier of fact could find the defendant guilty beyond a reasonable doubt.” (People v. Bolin (1998) 18 Cal.4th 297, 331 [75 Cal.Rptr.2d 412, 956 P.2d 374].) Defendant relies heavily on the familiar tripartite test of People v. Anderson (1968) 70 Cal.2d 15 [73 Cal.Rptr. 550, 447 P.2d 942], In that case, “we identified three categories of evidence relevant to resolving the issue of premeditation and deliberation: planning activity, motive, and manner of killing. However, . . . ‘Anderson does not require that these factors be present in some special combination or that they be accorded a particular weight, nor is the list exhaustive. Anderson was simply intended to guide an appellate court’s assessment whether the evidence supports an inference that the killing occurred as the result of preexisting reflection rather than unconsidered or rash impulse. [Citation.]’ ” (People v. Bolin, supra, 18 Cal.4th at pp. 331-332.)\n*1250Here, Anderson guides our assessment quite effectively, for all three categories of evidence exist. As to planning, the jury could Infer that defendant carried the fatal knife into the victim’s home in his pocket, which makes it “reasonable to infer that he considered the possibility of homicide from the outset.” (People v. Alcala (1984) 36 Cal.3d 604, 626 [205 Cal.Rptr. 775, 685 P.2d 1126].) This inference is much stronger in this case, because defendant had already stabbed another woman to death. When a person stabs a woman to death, then leads another woman into her apartment with a knife in the pocket, the jury can readily infer that the person possessed the knife for the same purpose. Additionally, as the trial court noted when it denied defendant’s motion to dismiss the first degree murder charge, Richard Blakeslee testified that when he was speaking with “Lee Ann,” whom the jury could reasonably have found was the victim, he heard defendant say, “Put the phone down or I’ll kill you.” This evidence suggests a planned killing. Defendant argues Blakeslee’s testimony was not credible, but the jury could reasonably have believed it.\nAs to motive, defendant told the police that he hated women. This statement, combined with the fact he had once before killed a young woman of somewhat similar appearance, provides strong evidence of motive. Finally, defendant stabbed the victim about eight times in the chest and strangled her. Previously, he had killed another woman in almost the same distinctive manner. This manner of killing, and doing so the same way twice, “supports the inference of a calculated design to ensure death, rather than an unconsidered ‘explosion’ of violence.” (People v. Alcala, supra, 36 Cal.3d at p. 627.) “Under all the circumstances, we find ample evidence of premeditation and deliberation.” (Ibid.)\n4. Instructional Issues\nDefendant contends the trial court committed several instructional errors,\na. CALJIC No. 8.73\nThe court instructed the jury on first and second degree murder and voluntary manslaughter due to provocation. Although questioning whether the evidence warranted manslaughter instructions, the district attorney stated he was requesting them “out of an abundance of caution.” Defendant contends that the court had a sua sponte duty also to instruct in accordance with CALJIC No. 8.73 that if the evidence showed “provocation” that was insufficient to make the crime manslaughter, the jury might consider that provocation in deciding whether the crime was first or second degree murder. We need not decide whether the court must give such an instruction *1251sua sponte when the evidence warrants (compare People v. Mayfield (1997) 14 Cal.4th 668, 778 [60 Cal.Rptr.2d 1, 928 P.2d 485], with People v. Johnson (1993) 6 Cal.4th 1, 43 [23 Cal.Rptr.2d 593, 859 P.2d 673], and People v. Perez (1992) 2 Cal.4th 1117, 1129 [9 Cal.Rptr.2d 577, 831 P.2d 1159]), for here no evidence of provocation existed. (People v. Perez, supra, 2 Cal.4th at pp. 1129-1130.)  “The fact that the prosecutor requested a heat of passion instruction for manslaughter does not establish that the evidence would have necessitated a sua sponte instruction. Such instructions are commonly requested out of an abundance of caution.” (Id. at p. 1130.)\nDefendant does not argue evidence existed that the victim provoked him into killing her. Rather, he argues that the word “provocation” is a “shorthand expression” for the statutory language defining voluntary manslaughter as a killing “upon a sudden quarrel or heat of passion.” (§ 192, subd. (a).) He concedes there was no evidence of provocation in the sense of a quarrel, but he focuses on the phrase “heat of passion” and argues there was ample evidence he killed in the heat of passion. Indeed, he argues, the entire defense theory of the case was that he killed under the heat of passion caused by a combination of circumstances. But this argument does not aid him. Although the court did not use the word “provocation” in regard to the degree of murder, it did instruct on “heat of passion.” It told the jury that for the killing to be first degree murder, it must not have been committed “under a sudden heat of passion or other condition precluding the idea of deliberation.” (CALJIC No. 8.20.) By specifically referring to heat of passion and generally referring to any other condition precluding deliberation, the court fully instructed on the law relevant to the actual evidence. It did not also have to refer to “provocation” regarding the degree of murder, which would not have fit the evidence.\nFor the same reasons, we reject defendant’s alternate argument that his trial attorneys were ineffective in failing to request CALJIC No. 8.73. Defense counsel expressly recognized at trial that no evidence existed of a “sudden quarrel.” They ensured that the instructions addressed their theory of the case and the evidence actually presented, not some other theory and some other evidence.\nb. Instruction on Heat of Passion\nThe trial court gave the standard instructions on voluntary manslaughter due to heat of passion. Defendant contends the court erred in refusing additionally to give an instruction the defense requested: “The passion necessary to constitute heat of passion need not mean rage or anger but may be any violent, intense, overwrought or enthusiastic emotion which causes a *1252person to act rashly and without deliberation and reflection.” The court refused the instruction, finding that the standard instructions fully instructed the jury on heat of passion.\nThe instruction the defense requested is derived from language in our decisions. (E.g., People v. Berry (1976) 18 Cal.3d 509, 515 [134 Cal.Rptr. 415, 556 P.2d 777]; People v. Borchers (1958) 50 Cal.2d 321, 329 [325 P.2d 97].) The Courts of Appeal have divided on whether the trial court could, or should, give this instruction on request. (Cf. People v. Rupe (1988) 206 Cal.App.3d 1537, 1540-1542 [256 Cal.Rptr. 126] [court should not give the instruction even if requested], with People v. Thompkins (1987) 195 Cal.App.3d 244, 256-257 [240 Cal.Rptr. 516] [the court should give some such “pinpoint” instruction on request].) We need not decide the question, for no evidence warranted any heat of passion instructions whatever as to voluntary manslaughter. No evidence exists that the victim provoked defendant.\nSince its adoption in 1872, section 192, subdivision (a), has described voluntary manslaughter as the unlawful killing “upon a sudden quarrel or heat of passion.” Noting that this language does not specifically require “provocation,” defendant argues that any kind of heat of passion will suffice for manslaughter, not merely heat of passion due to provocation. We disagree. Section 192 is not the only legislative word on the question. Also since its adoption in 1872, section 188 has stated that malice is implied “when no considerable provocation appears.” (See People v. Williams (1969) 71 Cal.2d 614, 623-624 [79 Cal.Rptr. 65, 456 P.2d 633].) Under this language, “[e]vidence of adequate provocation overcomes the presumption of malice.” (Id. at p. 624.) Accordingly, for voluntary manslaughter, “provocation and heat of passion must be affirmatively demonstrated.” (People v. Sedeno (1974) 10 Cal.3d 703, 719 [112 Cal.Rptr. 1, 518 P.2d 913]; see also People v. Breverman (1998) 19 Cal.4th 142, 163 [77 Cal.Rptr.2d 870, 960 P.2d 1094].)\nThe heat of passion requirement for manslaughter has both an objective and a subjective component. (People v. Wickersham (1982) 32 Cal.3d 307, 326-327 [185 Cal.Rptr. 436, 650 P.2d 311].) The defendant must actually, subjectively, kill under the heat of passion. (Id. at p. 327.) But the circumstances giving rise to the heat of passion are also viewed objectively. As we explained long ago in interpreting the same language of section 192, “this heat of passion must be such a passion as would naturally be aroused in the mind of an ordinarily reasonable person under the given facts and circumstances,” because “no defendant may set up his own standard of conduct and justify or excuse himself because in fact his passions were aroused, unless *1253further the jury believe that the facts and circumstances were sufficient to arouse the passions of the ordinarily reasonable man.” (People v. Logan (1917) 175 Cal. 45, 49 [164 P. 1121].)\nDefendant’s evidence that he was intoxicated, that he suffered various mental deficiencies, that he had a psychological dysfunction due to traumatic experiences in the Vietnam War, and that he just “snapped” when he heard the helicopter, may have satisfied the subjective element of heat of passion. (See In re Thomas C. (1986) 183 Cal.App.3d 786, 798 [228 Cal.Rptr. 430], citing People v. Berry, supra, 18 Cal.3d at p. 515.) But it does not satisfy the objective, reasonable person requirement, which requires provocation by the victim. (In re Thomas C., supra, 183 Cal.App.3d at p. 798.) “To satisfy the objective or ‘reasonable person’ element of this form of voluntary manslaughter, the accused’s heat of passion must be due to ‘sufficient provocation.’ ” (People v. Wickersham, supra, 32 Cal.3d at p. 326.) “[E]vidence of defendant’s extraordinary character and environmental deficiencies was manifestly irrelevant to the inquiry.” (People v. Morse (1969) 70 Cal.2d 711, 735 [76 Cal.Rptr. 391, 452 P.2d 607].)\nAs far as manslaughter is concerned, defendant’s evidence, if anything, shows diminished capacity, not heat of passion. “Provocation and heat of passion are not synonymous with diminished capacity.” (People v. Spurlin (1984) 156 Cal.App.3d 119, 128 [202 Cal.Rptr. 663].) “The essence of a showing of diminished capacity is a ‘showing that the defendant’s mental capacity was reduced by mental illness, mental defect or intoxication.’’ ” (People v. Berry, supra, 18 Cal.3d at p. 517.) However, the Legislature abolished the defense of diminished capacity before defendant committed this crime. (People v. Castillo (1997) 16 Cal.4th 1009, 1013-1014 [68 Cal.Rptr.2d 648, 945 P.2d 1197]; People v. Saille (1991) 54 Cal.3d 1103, 1114 [2 Cal.Rptr.2d 364, 820 P.2d 588].) Only diminished actuality survives, i.e., the jury may generally consider evidence of voluntary intoxication or mental condition in deciding whether defendant actually had the required mental states for the crime. (People v. Saille, supra, 54 Cal.3d at p. 1116; but see current § 22, subd. (b); People v. Castillo, supra, 16 Cal.4th at p. 1014 &amp; fn. 1.) The trial court instructed the jury on this point.4\nThus, although the trial court instructed the jury on heat of passion voluntary manslaughter out of caution, it did not have to do so, as no *1254evidence supported the instructions. Accordingly, the court did not have to give yet more instructions on the point. (People v. Perez, supra, 2 Cal.4th at pp. 1129-1130.)\nc. Instruction on Premeditation\nDefendant requested, and the court refused to give, an instruction on premeditation derived from People v. Anderson, supra, 70 Cal.2d 15, including that to find premeditation, the jury had to “find evidence of planning activity, motive to kill, and a calculated killing; or extremely strong evidence of planning activity; or evidence of motive to kill, in conjunction with either planning activity or a calculated killing.” The court correctly refused the instruction. “By its very terms, People v. Anderson, supra, 70 Cal.2d 15, guides appellate courts in conducting sufficiency-of-evidence review of findings by juries of premeditation and deliberation. (See id. at pp. 24-34.) It does not even purport to constrain juries in making such findings.” (People v. Berryman (1993) 6 Cal.4th 1048, 1080 [25 Cal.Rptr.2d 867, 864 P.2d 40]; see also People v. Bolin, supra, 18 Cal.4th at pp. 331-332.)\nd. Objective Standard of Voluntary Manslaughter\nPursuant to CALJIC No. 8.42, the court instructed the jury on the objective component of heat of passion manslaughter—that to reduce murder to manslaughter, the heat of passion “must be such a passion as naturally would be aroused in the mind of an ordinarily reasonable person in the same circumstances. A defendant is not permitted to set up his own standard of conduct . . . .” Defendant argues that section 192, subdivision (a), which merely refers to an unlawful killing “upon a sudden quarrel or heat of passion,” does not itself require this objective standard, and therefore this court erred in adopting it.\nWe disagree. As explained, section 192 must be read together with section 188, which implies malice “when no considerable provocation appears.” Our cases have long and continuously held that whether the provocation is considerable enough to negate malice must be judged objectively. (E.g., People v. Wickersham, supra, 32 Cal.3d at p. 326; People v. Logan, supra, 175 Cal. at p. 49; see also People v. Valentine (1946) 28 Cal.2d 121, 136-144 [169 P.2d 1] [reaffirming the objective standard after a thorough review of § 192 and its history].) Defendant presents no good reason to reconsider these decisions.\nDefendant also argues that the jury must consider all the circumstances confronting him, including his particular mental condition. He claims that *1255“the law of manslaughter required the jury in this case to consider how an otherwise ordinary person, having [his] Vietnam War background, his resulting clear symptoms of post-traumatic stress disorder, and his brain function abnormalities which led him to misinterpret and overreact to events, would have acted in the situation in which [he] found himself at the time of the killing.” However, because only he fits this particular description, defendant would be setting his own standard of conduct, contrary to the law. Such a rule would eliminate the objective standard in favor of a subjective one. It would, in effect, resurrect the abolished defense of diminished capacity in the guise of an expanded form of heat of passion manslaughter. As noted, the jury was allowed to consider defendant’s evidence in determining whether he actually had the required mental states for the crime. The law does not, however, permit defendant to use himself as the measure of what is adequate provocation to reduce what would otherwise be murder to manslaughter.\nC. Penalty Phase Issues\n1. Failure to Give 1989 Version of CALJIC No. 8.84.1\nIn People v. Babbitt (1988) 45 Cal.3d 660 [248 Cal.Rptr. 69, 755 P.2d 253], the trial court failed to explain to the jury at the penalty phase which of the guilt phase and, in that case, sanity phase instructions applied at the penalty phase. The defendant argued that this failure left the jury without proper guidance, and that if the jury believed that all of the guilt phase instructions applied at the penalty phase, he “was denied a fair penalty determination because the jury was instructed at the guilt phase not to be influenced by sympathy for defendant and to disregard the consequences of its decision.” (Id. at p. 717.) We found no error but suggested that in future cases, to avoid possible confusion, “trial courts should expressly inform the jury at the penalty phase which of the instructions previously given continue to apply.” (Id. at p. 718, fn. 26.) In response to this suggestion, the Committee on Standard Jury Instructions of the Superior Court of Los Angeles County (the Committee) rewrote CALJIC No. 8.84.1. (See Use Note to CALJIC No. 8.84.1 (1989 new) (5th ed. 1988).)5\nIn the new version of CALJIC No. 8.84.1, the Committee departed somewhat from our suggestion. Rather than tell the jury which guilt phase instructions apply to the penalty phase, the new instructions simply tell the jury to disregard all previous instructions. Then the trial court is to reinstruct *1256the jury entirely from the beginning. As the Use Note to the instruction explains, the rewritten CALJIC No. 8.84.1 is to provide introductory information in place of CALJIC No. 1.00, which is the guilt phase introductory instruction. The trial court is then to reread all guilt phase instructions that also apply to the penalty phase, beginning with CALJIC No. 1.01, and the remaining penalty phase instructions. The Use Note to the instruction states, “Our recommended procedure may be more cumbersome than the suggestion advanced in [People v. Babbitt, supra, 45 Cal.3d at page 718,] footnote number 26, but the Committee believes it is less likely to result in confusion to the jury.”\nAlthough trial in this case occurred shortly after adoption of the 1989 version of CALJIC No. 8.84.1, the trial court did not give that instruction.6 Instead, it gave the previously standard instructions augmented with several special instructions. Defendant contends the court erred. However, as we explain, the actual instructions, including the special instructions, many at defense request, fully instructed on the law and informed the jury at the penalty phase which of the previous instructions would continue to apply. Although the approach the Committee took—telling the jury to disregard previous instructions and reinstructing anew—may be effective, perhaps even preferable, we have never mandated it. The actual instructions satisfied the concerns we expressed in Babbitt.\nThe court explained to the jury which guilt phase instructions applied at the penalty phase.7 It expressly told the jury it could consider sympathy. At the guilt phase, the court had instructed, “Both the People and the defendant have a right to expect that you will conscientiously consider and weigh the *1257evidence, apply the law and reach a just verdict regardless of the consequences.”8 Defendant does not argue that the court should have specifically told the jury to disregard the reference to reaching a just verdict “regardless of the consequences.” The penalty phase instructions as a whole made clear that the jury did have to consider the consequences; after all, the whole point of that phase was to decide what penalty to impose. The court specifically admonished the jury to “also keep in mind that each of you bears the ultimate responsibility to determine the appropriate penalty under all the circumstances of this case.” As in Babbitt, which did not have these special instructions, “We conclude that the jury could not have been misled as to its responsibility to consider the consequences of its decision.” (.People v. Babbitt, supra, 45 Cal.3d at p. 718.)\nDefendant argues that the failure to give the new version of CALJIC No. 8.84.1 withheld from the jury “several fundamental principles.” But each of these principles was covered in other instructions, including CALJIC No. 1.00, given at the guilt phase.\nDefendant makes the following specific arguments: (1) CALJIC No. 8.84.1 tells the jury to “determine what the facts are from the evidence received during the entire trial unless you are instructed otherwise.” However, the court did tell the jury “to consider all of the evidence which has been received during any part of the trial of this case except as you may be hereafter instructed.” (See CALJIC No. 8.85.) (2) CALJIC No. 8.84.1 tells the jury to “accept and follow the law that I shall state to you.” However, at the guilt phase, the court told the jury “to accept and follow the law as I state it to you whether or not you agree with the law.” (See CALJIC No. 1.00.) (3) CALJIC No. 8.84.1 tells the jury not to be “swayed by public opinion or public feelings.” At the guilt phase, the court told the jury not to be “influenced by mere sentiment, conjecture, sympathy, passion, prejudice, public opinion or public feeling” (see CALJIC No. 1.00) and, at the penalty phase, it told the jury not to consider “for any reason whatsoever the deterrent or non-deterrent effect of the death penalty or the monetary cost to the state of execution or maintaining a prisoner for life.” (4) CALJIC No. 8.84.1 tells the jury, “Both the People and the Defendant have a right to expect that you will . . . follow the law [and] exercise your discretion conscientiously . . . .” As noted above, the guilt phase instructions said essentially the same thing and, at the penalty phase, the court told the jurors “to keep in mind that each of you bears the ultimate responsibility to determine the appropriate penalty under all the circumstances of this case.”\nThus, although the court did not give the 1989 version of CALJIC No. 8.84.1, it did give its substance. There was no error.\n*12582. Failure to Give 1989 Version of CALJIC No. 8.88\nBefore 1989, CALJIC No. 8.88, the standard penalty phase concluding instruction, did not itself define “aggravating” and “mitigating.” Nevertheless, in at least two cases tried before 1989, the trial court gave special instructions defining those terms. (People v. Adcox (1988) 47 Cal.3d 207, 269 [253 Cal.Rptr. 55, 763 P.2d 906]; People v. Dyer (1988) 45 Cal.3d 26, 77-78 [246 Cal.Rptr. 209, 753 P.2d 1].) In both cases, the defendant argued that the instructions were erroneous. We disagreed and concluded that the “definitions of aggravation and mitigation provided a helpful framework within which the jury could consider the specific circumstances in aggravation and mitigation set forth in section 190.3. We find no error in the presentation of both definitions to the jury, and we find no prejudice in light of the instruction limiting the jury’s consideration to ‘the applicable factors of aggravation].’ ” (People v. Dyer, supra, 45 Cal.3d at p. 78; see also People v. Adcox, supra, 47 Cal.3d at pp. 269-270 [citing Dyer].)\nIn light of these decisions, the Committee revised CALJIC No. 8.88 to add a paragraph defining “aggravating” and “mitigating” derived from the instructions given in those cases.9 Although trial in this case occurred shortly after this paragraph was added to CALJIC No. 8.88, the trial court did not give it; instead, it gave the previous version of the instruction. (See fn. 6, ante.) Defendant contends the court erred. We disagree. Although we have found that giving the instruction was neither error nor prejudicial to defendants, we have never suggested that the instruction was required or that not giving it prejudiced defendants. The standard instructions predating the 1989 revision were not erroneous. “Although giving the instructions may have provided a ‘helpful framework’ for the jury’s consideration of the statutory circumstances in aggravation and mitigation (People v. Dyer, supra, 45 Cal.3d at p. 82), the court’s refusal [to give such instructions] was not error.” (People v. Malone (1988) 47 Cal.3d 1, 54-55 [252 Cal.Rptr. 525, 762 P.2d 1249]; see also People v. Barnett (1998) 17 Cal.4th 1044, 1175 [74 Cal.Rptr.2d 121, 954 P.2d 384].)\nIn this case, the special instructions the court gave made these definitions particularly unnecessary. At defense request, the court gave a special instruction pinpointing the defense mitigating evidence the jury could consider, *1259while making clear that the wide range of possible mitigation was not limited to that evidence. (Cf. People v. Benson (1990) 52 Cal.3d 754, 805-806 [276 Cal.Rptr. 827, 802 P.2d 330] [trial court not required to give such pinpoint instructions].) Moreover, the court itemized the other crimes evidence and evidence of convictions that the jury could consider—the only aggravating evidence the prosecution presented—and specifically told the jury it could not consider any other criminal activity or convictions in aggravation. In light of these instructions, it is hard to imagine how defendant could have desired, or benefited from, any other instruction defining mitigation and aggravation in general terms. The actual instructions fully protected defendant’s interests.\n3. Other Instructional Issues\nDefendant makes two other instructional contentions that we have repeatedly rejected and continue to do so. The trial court need not (1) instruct the jury that it may impose the death penalty only if it finds beyond a reasonable doubt that death is the appropriate penalty or (2) impose on the prosecution the burden of persuasion. (People v. Samayoa (1997) 15 Cal.4th 795, 852-853, 862 [64 Cal.Rptr.2d 400, 938 P.2d 2]; People v. Hayes (1990) 52 Cal.3d 577, 643 [276 Cal.Rptr. 874, 802 P.2d 376].)10\nD. New Trial Motion Based on Jury Misconduct\nDefendant moved for a new trial due to jury misconduct. In support of the motion, he presented the declarations of two jurors, which were quite similar.\nBoth jurors stated that they had listened to the trial court’s instruction on life without the possibility of parole but did not believe it to be true, and they thought that someday defendant might be released on parole. They said that if they had really thought life without possibility of parole meant what it said, they would not have voted for the death penalty and would have held out against a vote for death. Both also said that four men on the jury with experience in the military and Vietnam “drew upon their experience in the service and determined that the military records that we reviewed and heard testimony about did not show that Mr. Steele” either served in Vietnam at a time when he might have been exposed to combat (one juror) or “served as a Seal and learned how to kill from the counterinsurgency schools because they had attended the same schools and did not learn how to kill in them” (the other juror). Both jurors said that “[t]heir input about this subject was *1260very helpful in establishing the validity of Mr. Steele’s [Vietnam] experience.” One added that it helped her “to determine that he was not suffering from P.T.S.D.” Finally, both jurors said the jury had two persons “with medical experience who told the rest of us that the criteria that the Doctor’s \\sic\\ used to establish the validity of the B.E.A.M. Test” was “inadequate” based on “what they have learned in their own experience in the medical field.” Regarding this inadequacy, one of the jurors specifically referred to “something like 17 control people.” One of the jurors said that this input helped her “to determine that Mr. Steele was not suffering from any problem with his brain.” The other said that this input “helped me because I have no experience when it comes to that type of thing.”\nAfter a hearing, but without taking evidence, the trial court denied the new trial motion. It concluded that it could not consider the statements in the declarations regarding the jurors’ “subjective state of mind,” but it did consider the declarations regarding what it characterized as “the expertise of other jurors.” On this point, the court said that “there was a morass here of military and medical evidence, all of it subjected to reasonable and logical analysis from lay people of various backgrounds and varying experiences. The only thing I have in these affidavits is a conclusionary assumption, no factual allegation at all—it would almost take a definitive transcript of the deliberation conversation to know at what point a juror is relying on . . . expertise and at what point he is just reasonably analyzing this vast amount of material that has been input into the deliberation system.”\nDefendant contends the court erred in denying the new trial motion. He divides his jury misconduct argument into two categories: (1) the two jurors who signed the declarations committed misconduct by not following the court’s instructions on the legal significance of a sentence of life without parole; and (2) some of the nondeclarant jurors committed misconduct by “the offering of expertise . . . , during deliberations, to help the jury as a whole to resolve key factual issues the case presented.” Both contentions lack merit.\n1. Refusing to Follow the Trial Court’s Instructions\nThe two declarant jurors said they believed that, given a life without parole sentence, defendant might someday be released and that, had they believed otherwise, they would have held out for a life sentence. The trial court properly refused to consider these statements regarding the jurors’ thought processes.  Evidence Code section 1150, subdivision (a), provides: “Upon an inquiry as to the validity of a verdict, any otherwise admissible evidence may be received as to statements made, or conduct, *1261conditions, or events occurring, either within or without the jury room, of such a character as is likely to have influenced the verdict improperly. No evidence is admissible to show the effect of such statement, conduct, condition, or event upon a juror either in influencing him to assent or to dissent from the verdict or concerning the mental processes by which it was determined.” (Italics added.)\nThis statute distinguishes “between proof of overt acts, objectively ascertainable, and proof of the subjective reasoning processes of the individual juror, which can be neither corroborated nor disproved . . . .” (People v. Hutchinson (1969) 71 Cal.2d 342, 349 [78 Cal.Rptr. 196, 455 P.2d 132].) “This limitation prevents one juror from upsetting a verdict of the whole jury by impugning his own or his fellow jurors’ mental processes or reasons for assent or dissent. The only improper influences that may be proved under [Evidence Code] section 1150 to impeach a verdict, therefore, are those open to sight, hearing, and the other senses and thus subject to corroboration.” (People v. Hutchinson, supra, at p. 350; see also In re Hamilton (1999) 20 Cal.4th 273, 294 [84 Cal.Rptr.2d 403, 975 P.2d 600]; Ballard v. Uribe (1986) 41 Cal.3d 564, 575-578 [224 Cal.Rptr. 664, 715 P.2d 624] (conc. opn. of Mosk, J.).)\nThe statements of the jurors regarding their understanding of the meaning of a life sentence and what they would have done had they believed differently come squarely within the prohibition against impeaching a verdict with evidence of the jurors’ mental processes. “ ‘[A] verdict may not be impeached by inquiry into the juror’s mental or subjective reasoning processes, and evidence of what the juror “felt” or how he understood the trial court’s instructions is not competent.’ ” (People v. Morris (1991) 53 Cal.3d 152, 231 [279 Cal.Rptr. 720, 807 P.2d 949], quoting People v. Sutter (1982) 134 Cal.App.3d 806, 819 [184 Cal.Rptr. 829].)\nDefendant argues that applying Evidence Code section 1150 to this verdict would violate both the United States and California Constitutions. We disagree. Over three decades ago, we noted that the distinction between proof of overt acts—which is admissible to impeach a verdict—and proof of the jurors’ subjective reasoning process—which is not admissible—“has been advocated by commentators [citations], and has been the basic limitation on proof set by the leading decisions allowing jurors to impeach their verdicts.” (People v. Hutchinson, supra, 71 Cal.2d at p. 349.) This distinction serves a number of important policy goals. It prevents a juror from impugning one or more jurors’ reasoning processes. It excludes unreliable proof of thought processes and thereby preserves the stability of verdicts. It deters the harassment of jurors by the losing side seeking to discover defects in the *1262deliberative process and reduces the risk of postverdict jury tampering. It also assures the privacy of jury deliberations. (In re Hamilton, supra, 20 Cal.4th at p. 294, fn. 17; Hasson v. Ford Motor Co. (1982) 32 Cal.3d 388, 414 [185 Cal.Rptr. 654, 650 P.2d 1171].) Not all thoughts “by all jurors at all times will be logical, or even rational, or, strictly speaking, correct. But such [thoughts] cannot impeach a unanimous verdict; a jury verdict is not so fragile.” (People v. Riel (2000) 22 Cal.4th 1153, 1219 [96 Cal.Rptr.2d 1, 998 P.2d 969].)\nDefendant asserts that the United States Constitution guarantees him the right to impeach a verdict with the jurors’ internal thought processes. The United States Supreme Court has virtually precluded such a conclusion. In Tanner v. United States (1987) 483 U.S. 107 [107 S.Ct. 2739, 97 L.Ed.2d 90], that court interpreted Federal Rules of Evidence, rule 606(b) (28 U.S.C.), the federal counterpart to Evidence Code section 1150, as allowing evidence of “extrinsic influence or relationships [that] have tainted the deliberations” (Tanner v. United States, supra, at p. 120 [107 S.Ct. at p. 2747]), but precluding evidence of a juror’s thought processes and even evidence by some jurors that other jurors had been intoxicated and had slept through parts of the trial. “Substantial policy considerations support the common-law rule against the admission of jury testimony to impeach a verdict. As early as 1915 this Court explained the necessity of shielding jury deliberations from public scrutiny: ‘[L]et it once be established that verdicts solemnly made and publicly returned into court can be attacked and set aside on the testimony of those who took part in their publication and all verdicts could be, and many would be, followed by an inquiry in the hope of discovering something which might invalidate the finding. Jurors would be harassed and beset by the defeated party in an effort to secure from them evidence of facts which might establish misconduct sufficient to set aside a verdict. If evidence thus secured could be thus used, the result would be to make what was intended to be a private deliberation, the constant subject of public investigation—to the destruction of all frankness and freedom of discussion and conference.’” (Id. at pp. 119-120 [107 S.Ct. at p. 2747], quoting McDonald v. Pless (1915) 238 U.S. 264, 267-268 [35 S.Ct. 783, 784, 59 L.Ed. 1300].)\nThe high court found that the federal rule restricting evidence to impeach a verdict “is grounded in the common-law rule against admission of jury testimony to impeach a verdict and the exception for juror testimony relating to extraneous influences,” and it found it “not at all clear . . . that the jury system could survive” a rule permitting broader attacks on a verdict. (Tanner v. United States, supra, 483 U.S. at pp. 121, 120 [107 S.Ct. at pp. 2748, 2747].) The court rejected the defendant’s argument that not allowing this *1263evidence violated the Sixth Amendment right to a fair trial before an impartial and competent jury. (Tanner v. United States, supra, at pp. 126-127 [107 S.Ct. at pp. 2750-2751].) It concluded that “long-recognized and very substantial concerns support the protection of jury deliberations from intrusive inquiry.” (Id. at p. 127 [107 S.Ct. at p. 2751.) Defendant invokes the Eighth and Fourteenth Amendments as well as the Sixth, but the same arguments apply. We conclude that Evidence Code section 1150’s prohibition on evidence of a juror’s thought processes to impeach a verdict does not violate the United States Constitution.\nDefendant also argues that Evidence Code section 1150 runs afoul of California Constitution, article I, section 28, subdivision (d), adopted by the electorate in 1982, which generally provides that “relevant evidence shall not be excluded in any criminal proceeding . . . .” Defendant argues that evidence of the jurors’ thought processes is relevant and, accordingly, may not be excluded. We have not yet decided this question. (See People v. Beardslee (1991) 53 Cal.3d 68, 115 [279 Cal.Rptr. 276, 806 P.2d 1311] [not deciding it because the crime occurred before the effective date of that provision].) However, the Court of Appeal has considered it and, in a thorough analysis with which we agree, found that Evidence Code section 1150 does not violate California Constitution, article I, section 28, subdivision (d). (People v. Hill (1992) 3 Cal.App.4th 16, 28-33 [4 Cal.Rptr.2d 258], disapproved on another ground in People v. Nesler (1997) 16 Cal.4th 561, 582, fn. 5 [66 Cal.Rptr.2d 454, 941 P.2d 87].) The Hill court concluded that “the second sentence of Evidence Code section 1150, subdivision (a), embodies a substantive rule of law, derived from the common law, which renders a juror’s subjective reasoning process irrelevant.” (People v. Hill, supra, at p. 28.)\nAs explained in greater detail in Hill, California Constitution, article I, section 28, subdivision (d), only requires admission of evidence relevant to a material point. (People v. Hill, supra, 3 Cal.App.4th at pp. 28-29.) Evidence Code section 210 defines “relevant evidence” as “evidence, including evidence relevant to the credibility of a witness or hearsay declarant, having any tendency in reason to prove or disprove any disputed fact that is of consequence to the determination of the action.” (Italics added.) “What matters are in issue (and consequently material) is determined mainly by the pleadings, the rules in pleading and the substantive law relating to the particular kind of case.” (1 Witkin, Cal. Evidence (4th ed. 2000) Circumstantial Evidence, § 3, p. 324, italics added; see People v. Hill, supra, at p. 29.) The rule prohibiting impeachment of a verdict by examining the jurors’ mental processes is one of substantive law. The jurors’ deliberations, “ ‘their expressions, arguments, motives and beliefs represent that state of mind *1264which must precede every legal act and is in itself of no jural consequence.’ ” (People v. Hill, supra, at p. 30, quoting 8 Wigmore, Evidence (McNaughton ed. 1961) § 2348, p. 680.) “Thus, the rule renders the jurors’ subjective thought processes immaterial and of no jural consequence. From this it follows that evidence that the jurors misunderstood the judge’s instructions, were influenced by an improper remark of a fellow juror, assented under an erroneous belief that the judge would use clemency or had the legal right to vary the sentence, or had been influenced by inadmissible evidence is simply of no legal significance. [Citation.] In short, under both the common law and Evidence Code section 1150, the jurors’ motives, beliefs, misunderstandings, intentions, and the like are immaterial.” (People v. Hill, supra, at p. 30.)\nBecause, as a matter of substantive law, the jurors’ mental processes leading to the verdict are of no jural consequence, evidence of those mental processes is of no “consequence to the determination of the action” (Evid. Code, § 210) and hence is irrelevant. Evidence about a juror’s thought process may show what that process was, but that process is irrelevant to any legal issue. “As a matter of policy, Evidence Code section 1150, subdivision (a), excludes evidence of the subjective reasoning processes of jurors to impeach their verdicts. Since such evidence is not material, it is not ‘relevant evidence’ as defined in Evidence Code section 210, nor, perforce, as used in [California Constitution, article I, section 28, subdivision (d)].” (People v. Hill, supra, 3 Cal.App.4th at pp. 32-33.)\nThe trial court correctly refused to consider evidence of the jurors’ subjective thought processes. Accordingly, it did not abuse its discretion in denying the new trial motion to the extent it was based on this evidence.\nIn a closely related contention, defendant also argues that the two declarant jurors provided false information during jury selection. (See generally In re Hamilton, supra, 20 Cal.4th at pp. 299-300; In re Hitchings (1993) 6 Cal.4th 97, 110-116 [24 Cal.Rptr.2d 74, 860 P.2d 466].) He notes that both jurors stated in court that they could follow the law as the court explained it and claims this was a lie because later they did not follow the law. Even if the declarations could be considered on this point, it would not entitle defendant to relief. As the trial court found, there was no evidence “that would indicate a previously held intention to intentionally disobey the court’s instructions.” Indeed, no clear conflict exists between the instructions and the jurors’ asserted thought processes. The court can, and here did, tell the jury that a life without parole sentence means just that, but no one can predict the future with certainty. No one, including a court, can guarantee that a person will never be paroled or otherwise get out of prison. The possibility that sometime in the future a person might be released, perhaps *1265because of a change in the law, is a matter “of common knowledge appreciated by every juror who must choose between a death sentence and a sentence of life without parole.” (People v. Hovey (1988) 44 Cal.3d 543, 581 [244 Cal.Rptr. 121, 749 P.2d 776].) Defendant has shown no misconduct during jury selection.\n2. Improper Assertion of Expertise\nDefendant also contends that the four jurors with alleged experience in the military and in Vietnam, and the two persons with alleged medical experience, committed misconduct by offering their expertise to the other jurors. To the extent the declarations stated what effect these jurors had on the deliberations, the statements are inadmissible under Evidence Code section 1150, subdivision (a), which, as discussed, prohibits evidence showing the effect that statements or conduct had “upon a juror either in influencing him to assent or to dissent from the verdict . . . .” However, portions of the declarations involved statements made or conduct occurring within the jury room. Those portions are evidence of objectively ascertainable overt acts that are open to sight, hearing, and the other senses and are therefore subject to corroboration. As such, the court properly could, and did, consider those statements. (People v. Hutchinson, supra, 71 Cal.2d at pp. 349-350; see In re Stankewitz (1985) 40 Cal.3d 391, 398 [220 Cal.Rptr. 382, 708 P.2d 1260].)\nDefendant claims the jurors committed misconduct under the rule announced in In re Malone (1996) 12 Cal.4th 935 [50 Cal.Rptr.2d 281, 911 P.2d 468]: “It is not improper for a juror, regardless of his or her educational or employment background, to express an opinion on a technical subject, so long as the opinion is based on the evidence at trial. Jurors’ views of the evidence, moreover, are necessarily informed by their life experiences, including their education and professional work. A juror, however, should not discuss an opinion explicitly based on specialized information obtained from outside sources. Such injection of external information in the form of a juror’s own claim to expertise or specialized knowledge of a matter at issue is misconduct.” (Id. at p. 963; see also In re Stankewitz, supra, 40 Cal.3d 391.) We conclude that the trial court acted within its discretion in denying the new trial motion. (People v. Delgado (1993) 5 Cal.4th 312, 328 [19 Cal.Rptr.2d 529, 851 P.2d 811].)\nIn this case, as the trial court noted, extensive evidence was produced concerning the nature and extent of defendant’s military training and Vietnam experience and its effect, if any, on his crimes, as well as evidence concerning the validity of BEAM testing. This evidence was *1266susceptible of various interpretations. The views the jurors allegedly asserted here were not contrary to, but came within the range of, permissible interpretations of that evidence. All the jurors, including those with relevant personal backgrounds, were entitled to consider this evidence and express opinions regarding it. “[I]t is an impossible standard to require . . . [the jury] to be a laboratory, completely sterilized and freed from any external factors.” (Rideau v. Louisiana (1963) 373 U.S. 723, 733 [83 S.Ct. 1417, 1423, 10 L.Ed.2d 663] (dis. opn. of Clark, J.), quoted in People v. Marshall (1990) 50 Cal.3d 907, 950 [269 Cal.Rptr. 269, 790 P.2d 676].) “It is ‘virtually impossible to shield jurors from every contact or influence that might theoretically affect their vote.’ ” (In re Hamilton, supra, 20 Cal.4th at p. 296, quoting Smith v. Phillips (1982) 455 U.S. 209, 217 [102 S.Ct. 940, 946, 71 L.Ed.2d 78].) A juror may not express opinions based on asserted personal expertise that is different from or contrary to the law as the trial court stated it or to the evidence, but if we allow jurors with specialized knowledge to sit on a jury, and we do, we must allow those jurors to use their experience in evaluating and interpreting that evidence. Moreover, during the give and take of deliberations, it is virtually impossible to divorce completely one’s background from one’s analysis of the evidence. We cannot demand that jurors, especially lay jurors not versed in the subtle distinctions that attorneys draw, never refer to their background during deliberations. “Jurors are not automatons. They are imbued with human frailties as well as virtues.” (In re Carpenter (1995) 9 Cal.4th 634, 654-655 [38 Cal.Rptr.2d 665, 889 P.2d 985].)\nA fine line exists between using one’s background in analyzing the evidence, which is appropriate, even inevitable, and injecting “an opinion explicitly based on specialized information obtained from outside sources,” which we have described as misconduct. (In re Malone, supra, 12 Cal.4th at p. 963.) In this case, the declarations do not so clearly show that the jurors crossed the line into misconduct as to have required the court to conduct an evidentiary hearing. For example, one declaration asserted that some of the jurors said that they “had attended the same schools [as defendant] and did not learn how to kill in them.” Whether one learned “how to kill” in any particular military school is particularly subjective and open to almost any interpretation. In one sense, everyone learns how to kill in the military, because the military ultimately fights wars in which people are killed. Similarly, some of the witnesses testified regarding the validity of the BEAM testing. Dr. Kowell testified that control groups were broken down into age groups varying in size from 15 to around 40 persons, and that the control group for defendant’s age consisted of 16 people. Allegedly, the jurors said that 16 (or 17) persons was inadequate. This shows no misconduct. A juror, including one with personal experience, could conclude that *1267the control group for defendant’s age group was too small to be valid. Moreover, it would be an impossibly high standard to permit these jurors to express an opinion on this evidence without relying on, or mentioning, their personal experience and background.\nA court may hold an evidentiary hearing when jury misconduct is alleged in a new trial motion, but the court may also, in its discretion, conclude that a hearing is not necessary “to resolve material, disputed issues of fact.” (People v. Hedgecock (1990) 51 Cal.3d 395, 415 [272 Cal.Rptr. 803, 795 P.2d 1260], quoted in People v. Cox (1991) 53 Cal.3d 618, 697 [280 Cal.Rptr. 692, 809 P.2d 351].)  Here, the trial court heard the extensive evidence presented at trial and was well positioned to determine whether the declarations showed misconduct of the nature criticized in In re Malone, supra, 12 Cal.4th at page 963, or merely expressions of opinions, informed by the jurors’ life experiences, regarding evidence subject to varying interpretations. We see no abuse of discretion in this case in denying the new trial motion without an evidentiary hearing.11\nE. Automatic Motion to Modify Verdict\nSection 190.4 provides for an automatic motion to modify the death verdict. In ruling on the motion, the trial court must independently reweigh the evidence of aggravating and mitigating factors presented at trial and determine whether, in its independent judgment, the evidence supports the death verdict. The court must state the reasons for its ruling on the record. On appeal, we independently review the trial court’s ruling after reviewing the record, but we do not determine the penalty de novo. (People v. Memro (1995) 11 Cal.4th 786, 884 [47 Cal.Rptr.2d 219, 905 P.2d 1305].) Defendant contends the court erred in denying his motion to modify the verdict. We disagree.\nThe court expressly recognized its duty to review the evidence independently. On the record, it reviewed in detail the aggravating and mitigating factors listed in section 190.3 and expressly considered, again in detail, the mitigating evidence defendant presented. Ultimately, it stated its “independent judgment that the weight of the evidence supports the jury’s verdict of death,” and denied the motion.\nDefendant disagrees in many ways with the court’s view of the evidence—particularly the weight it gave his evidence in mitigation. But defendant’s view of the evidence is not the only permissible one. Although the *1268court must consider all proffered mitigating evidence, as this court did, it need not find that any particular evidence is in fact mitigating under the circumstances. (People v. Scott (1997) 15 Cal.4th 1188, 1222 [65 Cal.Rptr.2d 240, 939 P.2d 354].) The court did find mitigation based on defendant’s Vietnam experiences, his mental state, his state of intoxication, and the other evidence; it just did not find it as mitigating as defendant urges.\nThe trial court correctly recognized that this case has one overwhelming circumstance that greatly affected the sentencing decision: the prior murder. Defendant presented many explanations for stabbing Lee Ann Thurman to death. But he had tilled a young woman once before under similar circumstances and presented similar explanations. As the court noted, defendant “had more reason than most people after 1971 to understand what tragic results could occur from a mixture of alcohol and/or substance abuse, sexual intentions, anger, resentment toward young females; he knew what the results were before.” Yet nevertheless, having tilled before, having been convicted of murder and incarcerated, then released back into society, defendant, undeterred, tilled again. He made no apparent effort to avoid the circumstances that, he claims, caused him to till. Knowing that he had tilled before, the court noted, defendant “deliberately went into that house armed with a knife under circumstances similar to those that existed some 18 years before.” The trial court could reasonably find, as the jury no doubt did, that the prior murder was itself a powerful factor in aggravation and that, given its circumstances, it tended to minimize the significance of the proffered evidence in mitigation.\nDefendant also argues the court considered the absence of mitigation to be aggravating. We disagree. The record shows that the court carefully limited its consideration of aggravation to the statutory factors. In considering the evidence offered in mitigation, the court necessarily discussed its reasons for discounting the actual mitigating impact of that evidence, but it never suggested that the absence of mitigation was itself aggravating. We also reject defendant’s argument that the court impermissibly double-counted factors in aggravation. Indeed, the court expressly refused to double-count aggravating factors including, above all, the prior murder. It carefully considered that murder as a circumstance of the crime (it was a special circumstance), and not again as a prior conviction under section 190.3, factor (c).\nIn short, the court carefully and conscientiously performed its duty under section 190.4.\nF. Proportionality Review; Modification of the Judgment\nDefendant asks us to conduct intercase proportionality review or to reduce the death sentence to life under sections 1181, subdivision 7, and 1260. We *1269do neither. (People v. Riel, supra, 22 Cal.4th at p. 1223; People v. Hines (1997) 15 Cal.4th 997, 1078-1080 [64 Cal.Rptr.2d 594, 938 P.2d 388].) But we do undertake intracase proportionality review to determine whether the penalty is disproportionate to defendant’s personal culpability. (Riel, at p. 1223; Hines, at pp. 1078-1080.)  “To determine whether a sentence is cruel or unusual as applied to a particular defendant, a reviewing court must examine the circumstances of the offense, including its motive, the extent of the defendant’s involvement in the crime, the manner in which the crime was committed, and the consequences of the defendant’s acts. The court must also consider the personal characteristics of the defendant, including age, prior criminality, and mental capabilities. [Citation.] If the court concludes that the penalty imposed is ‘grossly disproportionate to the defendant’s individual culpability’ [citation], or, stated another way, that the punishment ‘ “ ‘shocks the conscience and offends fundamental notions of human dignity’ ” ’ [citation], the court must invalidate the sentence as unconstitutional.” (People v. Hines, supra, 15 Cal.4th at p. 1078.)\nHere, defendant’s sentence is not disproportionate to his personal culpability. Defendant did not just kill once, he killed twice on separate occasions. He was convicted of the first murder but killed again. A prior murder is among the most compelling of aggravating circumstances, especially one as appalling as this—stabbing to death a 15-year-old babysitter. Moreover, the second murder was itself appalling. In killing Lee Ann Thurman, a developmentally disabled woman with the skills of a 10 year old, defendant took advantage of a particularly vulnerable target. Defendant has presented many reasons for his repeated killing of young women and, as the trial court found, they do mitigate the crimes somewhat. But the sentence of death is not disproportionate to defendant’s personal culpability. It does not shock the conscience.\nG. Constitutionality of Death Penalty Law and Other Contentions\nDefendant reiterates various contentions that we have previously rejected. The death penalty is not an unconstitutional punishment in all cases. (People v. Johnson, supra, 6 Cal.4th at pp. 52-53.) Prosecutorial discretion in deciding whether to seek the death penalty does not render the law unconstitutional. (People v. Kraft (2000) 23 Cal.4th 978, 1078 [99 Cal.Rptr.2d 1, 5 P.3d 68].) The jury need not make explicit findings on the factors it considered in reaching its verdict. (People v. Fauber (1992) 2 Cal.4th 792, 859 [9 Cal.Rptr.2d 24, 831 P.2d 249].) Delay between the judgment and actual execution does not render the punishment unconstitutional. (People v. Massie (1998) 19 Cal.4th 550, 574 [79 Cal.Rptr.2d 816, 967 P.2d 29]; People v. Frye (1998) 18 Cal.4th 894, 1030-1032 [77 Cal.Rptr.2d 25, 959 P.2d 183].)\n*1270III. Conclusion\nWe affirm the judgment.\nBaxter, J., Werdegar, J., Brown, J., and Moreno, J., concurred.\nGEORGE, C. J.\nI concur fully in the judgment but write separately because the majority departs from established precedent in resolving two issues—(1) whether certain testimony of the forensic pathologist who performed the autopsy of the victim was admissible on redirect examination; and (2) whether several jurors committed misconduct by injecting extraneous information, based upon their own asserted expertise and specialized knowledge, into the jury’s deliberations regarding disputed issues at trial.\nAs I shall explain, the testimony of the pathologist on redirect examination was not admissible simply because the defense had elicited similar testimony on cross-examination, as the majority suggests. This “open the door” theory regarding the admissibility of evidence was rejected long ago and cannot justify the admission of evidence that otherwise should have been excluded. Nevertheless, I agree that the pathologist’s testimony in the present case properly was admitted, because, contrary to defendant’s contention, it concerned a proper subject of expert opinion.\nWith regard to defendant’s claim of juror misconduct, juror declarations submitted in support of defendant’s motion for new trial allege that several jurors engaged in misconduct by introducing into the deliberations extraneous information based upon their own claims of personal expertise. Contrary to the majority’s conclusion, these jurors did not simply interpret the evidence presented at trial. Rather, they are alleged to have introduced into the deliberations new information that contradicted evidence presented at trial. It is well established that injecting such extraneous material into the deliberations under these circumstances constitutes misconduct. As I shall discuss, however, any juror misconduct was not prejudicial.\nI\nWhen cross-examining Dr. Thomas Resk, the pathologist who conducted the autopsy of victim Lee Ann Thurman, defense counsel asked Dr. Resk whether, considering the nature of the stab wounds, he would agree that the killer was acting in a rage. Dr. Resk responded that, in light of the pattern of injuries, the killing could have been committed in a rage. The prosecutor did not object to this question or to the answer.\nOn redirect examination, the prosecutor asked Dr. Resk whether the injuries could have been inflicted in a methodical manner. The witness *1271responded “yes.” The prosecutor then asked whether Dr. Resk’s opinion in this regard would be influenced by the circumstance that the same individual committed the Thurman killing as well as another killing Dr. Resk had discussed in his testimony on direct examination. Defense counsel objected to this question, but the trial court overruled the objection on the ground that “[i]t [was] an area that [defense counsel] did get into.” Dr. Resk testified that the circumstance that the same individual had killed both victims definitely would influence his opinion whether the killing was committed in a methodical manner, because the bodies of both victims had similar patterns of injuries.\nDefendant contends that the trial court erred in permitting Dr. Resk to testify that there was evidence supporting the prosecution’s theory of premeditation. According to defendant, the doctor’s testimony on redirect examination, described above, should have been excluded, because it was not a proper subject of expert testimony (see Evid. Code, § 801, subd. (a)), but rather concerned an inference that properly could have been drawn by the jury in light of evidence regarding the nature of the wounds.\nThe majority rejects defendant’s claim on the ground that the defense, not the prosecution, initiated this line of testimony. The majority states: “[W]e assume [defendant] is not really complaining about the defense cross-examination—which clearly helped the defense—but only about the redirect examination, which sought to neutralize that cross-examination and present the full picture. ftQ Once the defense elicited Dr. Resk’s opinion on cross-examination that the Thurman killing might have been done in a rage, the prosecution was entitled to elicit on redirect examination the further opinion that it might have also been methodical.” (Maj. opn., ante, at p. 1247, italics added.)\nContrary to the majority’s statement, the pathologist’s opinion that the killing could have been methodical was not admissible on redirect examination simply because the defense on cross-examination had elicited the pathologist’s opinion on the same general subject. This theory regarding the admissibility of testimony was rejected long ago in this state. “ ‘The argument that defendant’s counsel “opened the gates” is unavailing . . . Legitimate cross-examination does not extend to matters improperly admitted on direct examination. Failure to object to improper questions on direct examination may not be taken advantage of on cross-examination to elicit immaterial or irrelevant testimony.’ [Citation.]” (People v. Wells (1949) 33 Cal.2d 330, 340 [202 P.2d 53], disapproved on another point in People v. Wetmore (1978) 22 Cal.3d 318, 321 [149 Cal.Rptr. 265, 583 P.2d 1308].) Only where a proper objection would not have cured the prejudice to the prosecution *1272may the prosecutor rebut inadmissible evidence by eliciting similarly inadmissible evidence on redirect examination. (People v. Westek (1948) 31 Cal.2d 469, 476-481 [190 P.2d 9]; 3 Witkin, Cal. Evidence (4th ed. 2000) Presentation at Trial, §§ 352-353, pp. 439-441; 1 Jefferson, Cal. Evidence Benchbook (Cont.Ed.Bar 3d ed. 2001) Examination of Witnesses, § 27.92, pp. 471-472.)1\nThe majority cites People v. Kynette (1940) 15 Cal.2d 731, 752 [104 P.2d 794], for the principle that “when a witness is questioned on cross-examination as to matters relevant to the subject of the direct examination but not elicited on that examination, he may be examined on redirect as to such new matter.” The decision in Kynette, however, did not involve a claim that the evidence elicited on redirect examination would have been inadmissible under any circumstances, as in the present case. It therefore provides no support for the majority’s theory, which could permit the parties to control the admissibility of evidence by choosing not to object to clearly inadmissible testimony elicited by their adversaries. (See People v. Smithey (1999) 20 Cal.4th 936, 958-961 [86 Cal.Rptr.2d 243, 978 P.2d 1171] [prosecutor committed misconduct when he sought to elicit improper expert opinion by stating that he was willing to open the door on the issue so that the defense also could present inadmissible expert testimony].)\nWith regard to the rule precluding a party from introducing inadmissible testimony simply because the other party has introduced similar testimony without objection, the majority claims that this rule is limited to the situation in which the party attempts to capitalize upon the other party’s mistaken or unintentional introduction of irrelevant testimony. Because the expert opinion elicited by the defense and by the prosecution in the present case was relevant and was not received as a result of a mistake by counsel, the majority states that the question whether this evidentiary rule applies under these circumstances is not presented. The majority cites no authority in support of such a limitation, however, and limiting the rule to the introduction of irrelevant evidence is inappropriate and illogical. Although the authority discussed above arose in the context of cases in which irrelevant evidence was presented, other decisions as well as treatises discussing the rule recognize that it applies equally, if not with greater force, in cases in which relevant but otherwise inadmissible evidence is presented.\nFor example, in People v. Gambos (1970) 5 Cal.App.3d 187 [84 Cal.Rptr. 908], the defendant introduced relevant, but inadmissible, hearsay evidence *1273on cross-examination. The prosecutor stated that he would not object to the evidence, but also stated that, because the defendant had “opened the door,” the prosecutor would be allowed on redirect examination to elicit the entire conversation in question. The defendant objected, however, when the prosecutor attempted to introduce evidence of that conversation, and the Court of Appeal agreed that the admission of the hearsay evidence on redirect examination was error. Its decision stated: “[T]he district attorney expressly waived objection expecting thereby that ‘a door would be opened’ to the admission of other improper evidence. [¶] But no ‘door was opened.’ By allowing objectionable evidence to go in without objection, the non-objecting party gains no right to the admission of related or additional otherwise inadmissible testimony. The so-called ‘open the door’ or ‘open the gates’ argument is ‘a popular fallacy.’ [Citations.]” (Id. at p. 192, italics added.)\nPeople v. Parrella (1958) 158 Cal.App.2d 140 [322 P.2d 83] similarly involved relevant but inadmissible evidence. On direct examination the defendant testified that he had volunteered to take a lie detector test. Defense counsel then asked the defendant whether he had taken that test, and the defendant answered affirmatively. The prosecutor did not object to this testimony or to defense counsel’s question. On cross-examination the prosecutor asked the defendant the same question and also sought to introduce into evidence the results of the test. Although the trial court did not permit the admission of the test results, the Court of Appeal held that the prosecutor’s questions and the admission of the evidence regarding the test constituted error. After establishing that evidence of an accused’s willingness to take a lie detector test and the results of such a test were inadmissible, the appellate court’s decision stated: “There would seem to be little doubt that [defendant’s] statement that he had volunteered for and taken such a test was inadmissible. Had the prosecution objected the objection should have been sustained. But the prosecution did not object, but on cross-examination inquired into the subject more fully, and even offered to introduce the result of the test. After the court had ruled, properly, that the results of the tests were not admissible, the prosecution agreed to withdraw the question. HQ In so proceeding the prosecutor undoubtedly committed error. The law is clear that legitimate cross-examination does not extend to matters improperly admitted on direct.” (Id. at p. 147; see also 1 Jefferson, Cal. Evidence Benchbook, supra, Examination of Witnesses, § 27.92, p. 471 [there is no “right of cross-examination concerning the irrelevant or otherwise inadmissible matter . . . even though testified to by the witness on direct examination without objection”].)\nFurthermore, our decision in People v. Smithey, supra, 20 Cal.4th 936, is not as far removed from this issue as the majority suggests. Under the *1274majority’s approach, the defendant in Smithey could have chosen not to object to the prosecutor’s question eliciting an inadmissible expert opinion regarding the defendant’s ultimate mental state, and then on redirect examination elicited a similarly inadmissible opinion regarding that issue. If the prosecutor had objected to the testimony elicited by defense counsel on redirect examination, according to the majority the trial court would have been required to overrule the objection, even if the prosecutor had established that admission of the evidence violated section 29 of the Penal Code, which provides that an expert witness shall not testify whether the defendant had or did not have the required mental states. The rationale of the majority is that the defendant would have been entitled to rebut the inadmissible evidence intentionally presented by the prosecutor on cross-examination. If, however, the trial court properly sustained the prosecutor’s objection, struck the inadmissible opinions elicited both on cross-examination and redirect examination, and advised the jury not to consider the opinions, the prejudice arising from the error might be cured immediately, and the trial court could ensure adherence to statutes governing the admissibility of evidence. Unfortunately, the majority’s resolution of this issue in the present case could preclude a trial court from taking such a reasonable approach and encourage counsel to engage in improper tactics in order to obtain the introduction of inadmissible evidence.\nIn sum, the rule in California is that, where a party has elicited inadmissible evidence without objection on cross-examination, the other party is not entitled on redirect examination to present similar evidence that is inadmissible on any ground, unless a proper ruling and admonition by the trial court would not cure the prejudice resulting from the evidence improperly admitted on cross-examination. The majority’s attempt to limit this rule to the mistaken introduction of irrelevant evidence could lead to confusion and error. Indeed, we should take even greater care to ensure that relevant inadmissible evidence is excluded, because such evidence is more likely to be prejudicial than irrelevant evidence.\nNonetheless, I agree that the trial court did not err in permitting the prosecution to introduce the evidence in the present case, because, as explained, the testimony to which defendant objects was admissible. Contrary to defendant’s contention, Dr. Resk’s testimony on redirect examination—that the knife wounds could have been inflicted in a methodical manner—was within the scope of Dr. Resk’s expertise and a proper subject for expert opinion. In order to be admissible, the opinion of an expert must be “[rjelated to a subject that is sufficiently beyond common experience that the opinion of an expert would assist the trier of fact,” and “[bjased on matter (including his special knowledge, skill, experience, training, and *1275education) perceived by or personally known to the witness . . . that is of a type that reasonably may be relied upon by an expert in forming an opinion upon the subject to which his testimony relates . . . (Evid. Code, § 801.)\nA basic question that must be considered by a pathologist in performing an autopsy concerns “the manner and mode of death,” including whether the death was accidental, suicidal, homicidal, or the result of natural causes. (2 Giannelli &amp; Imwinkelried, Scientific Evidence (3d ed. 1999) Pathology, § 19-7, p. 123.) With regard to the examination of knife wounds, as. in the present case, the pathologist considers, for example, whether the nature of the wounds indicates hesitation, which might be consistent with a finding of suicide, or whether the wounds are defensive, which might suggest homicide. (Id. at pp. 123-124.) One pathologist has explained: “Wounds in suicide may be just as determined as in homicide, but are less likely to be multiple.” (Camps, Gradwohl’s Legal Medicine (2d ed. 1968) p. 299, italics added.) A pathologist’s examination of knife wounds during an autopsy thus includes a consideration of the manner in which they were inflicted.\nThis court has stated: “A forensic pathologist who has performed an autopsy is generally permitted to offer an expert opinion not only as to the cause and time of death but also as to circumstances under which the fatal injury could or could not have been inflicted. (See, e.g., People v. Cole [(1956)] 47 Cal.2d 99, 104-106 [301 P.2d 854, 56 A.L.R.2d 1435] [fatal wound not self-inflicted]; People v. Obie (1974) 41 Cal.App.3d 744, 756-757 [116 Cal.Rptr. 283] [fatal injuries caused not by auto accident but by repeated blows from blunt instrument].)” (People v. Mayfield (1997) 14 Cal.4th 668, 766 [60 Cal.Rptr.2d 1, 928 P.2d 485].) Thus, a pathologist properly may offer an opinion whether certain wounds on the victim were defensive and indicative of a struggle. (See People v. Bemore (2000) 22 Cal.4th 809, 819 [94 Cal.Rptr.2d 840, 996 P.2d 1152]; People v. Belmontes (1988) 45 Cal.3d 744, 761 [248 Cal.Rptr. 126, 755 P.2d 310]; People v. Brown (1995) 35 Cal.App.4th 708, 711 [41 Cal.Rptr.2d 321].) In addition, we have stated that a pathologist can explain the nature of the wounds to indicate that the killing was done “in a deliberate manner.” (People v. Welch (1999) 20 Cal.4th 701, 751 [85 Cal.Rptr.2d 203, 976 P.2d 754].) In one case considered by the Court of Appeal, a pathologist testified that the location and severity of wounds on the victim led him to believe the killing occurred during a rage. (People v. Jones (1993) 14 Cal.App.4th 1252, 1256 [18 Cal.Rptr.2d 673].) In another such case, the forensic pathologist described certain wounds “as ‘hesitation’ cuts, that is, indicating a degree of hesitation on the attacker’s part when the attacker realizes that a good deal of force is required to achieve penetration.” (People v. Bobo (1990) 229 Cal.App.3d 1417,1426 [3 Cal.Rptr.2d 747].) Some jurisdictions have authorized medical *1276experts to render an opinion whether a killing was accidental or a homicide. (E.g., Com. v. Daniels (1978) 480 Pa. 340 [390 A.2d 172, 178-179]; State v. Washington (R.I. 1990) 581 A.2d 1031, 1032-1033.)\nWe need not decide in the present case, however, whether a forensic pathologist is authorized to render an opinion regarding the ultimate question whether a killing was or was not a homicide, or whether it was committed with any particular mental state. Dr. Resk did not offer an opinion regarding the manner in which the victim was killed, but rather stated simply that the knife wounds could have been made in a methodical manner. Thus, contrary to defendant’s suggestion, Dr. Resk did not express an opinion that there was evidence of premeditation. Dr. Resk further indicated that his opinion in this regard would be influenced by the circumstance that the same individual had killed the other victim whose autopsy report he had reviewed. This testimony, based upon Dr. Resk’s examination of the victim’s wounds, is analogous to opinions commonly offered by forensic pathologists regarding whether the nature of particular wounds indicates that the victim attempted to defend himself or herself, or that the wounds were self-inflicted.\nThe expert’s opinion was related to a subject sufficiently beyond the common experience of the jurors that his opinion in this regard would assist the jury. Furthermore, the testimony was based upon the expert’s education and experience as a pathologist. Thus, the testimony regarding this subject was admissible pursuant to Evidence Code section 801. Therefore, the trial court properly admitted, the testimony elicited by the prosecutor.\nII\nDefendant moved for a new trial on the ground of juror misconduct. He relied upon the declarations of two jurors, who identified two subject areas in which other jurors injected extraneous matters into the deliberations—(1) defendant’s military experience, and (2) the validity of a medical test used by defense experts to detect brain damage in defendant. According to the declarations, several jurors relied upon their professional expertise in asserting to the rest of the jury that defendant did not experience combat in Vietnam or learn how to kill in military school, and that the medical test administered to defendant was unreliable. These assertions were not based upon any evidence presented at trial and, moreover, contradicted evidence presented at trial. Therefore, the declarations submitted by defendant describe juror misconduct.\nDefense experts testified at trial that defendant suffered from mental disorders as a result of trauma he experienced in the Vietnam War. Defense *1277witness Shad Meshad stated that, although defendant’s military records did not indicate that he had experienced any combat, Meshad believed that defendant might have had a temporary assignment involving combat that was not reflected in the military records. In addition, Meshad testified that defendant’s records indicated defendant was trained at a counterinsurgency school for Navy SEALS, where the students were instructed in martial arts and taught to kill using knives, wire, and their bare hands.\nThe declarations of the two jurors stated that four men on the jury had military experience and had served in Vietnam. One juror’s declaration stated: “These jurors drew upon their experience in the service and determined that the military records that we reviewed and heard testimony about did not show that [defendant] served in Vietnam in a time period that would have exposed him to any combat.” The second juror’s declaration similarly stated that these four jurors drew upon their military experience to determine that the military records and related testimony at trial “did not show that [defendant] served as a [Navy] SEAL and learned how to kill from the counterinsurgency schools because they [the four jurors] had attended the same schools and did not learn how to kill in them.”\nThe other subject area in which extraneous information was introduced concerned the validity of a medical test utilized by defense experts to determine that defendant suffered from brain damage. Dr. Robert Bittle, a psychiatrist and neurologist, ordered a brain electrical activity mapping (BEAM) test of defendant. Dr. Bittle testified that this test revealed significant abnormalities in defendant’s brain. On cross-examination, Dr. Bittle testified regarding the scientific acceptance of BEAM testing. Although he acknowledged opinion in the scientific community was divided, Dr. Bittle expressed his view that the test generally was accepted for clinical use.\nDr. Arthur Kowell, a neurologist, also analyzed results of the BEAM test and testified that it showed abnormalities in defendant’s brain. Dr. Kowell stated that BEAM test results for a particular individual are obtained by comparing the values obtained for that individual with an average of values obtained for a certain “control group.” Control groups are comprised of persons who previously have been examined and found to be normal. Dr. Kowell testified that control groups for the BEAM test varied in size from 15 to 40 individuals and were based upon age, gender, and handedness. The control group matching defendant’s characteristics consisted of 16 individuals. Thus, the results from defendant’s BEAM test were compared with the average of the results for those 16 individuals in order to determine whether defendant’s results showed any abnormalities. Dr. Kowell, like Dr. Bittle, stated that the BEAM test was generally accepted in the scientific community.\n*1278According to the declarations of the two jurors, during deliberations two other jurors with medical experience expressed views regarding the validity of the BEAM test. One juror’s declaration stated that “the two jurors with medical experience . . . told the rest of us that the criteria that the doctors used to establish the validity of the BEAM test [were] inadequate from what they have learned in their own experience in the medical field.” The other juror’s declaration stated that “the two people with medical experience . . . told the rest of us that the criteria that the doctors used to establish the validity of the BEAM test, I believe that it was something like 17 control people, [were] inadequate from what they have learned in their own experience in the medical field.”\nA juror properly may express an opinion regarding a technical subject, as long as the opinion is based upon the evidence received at trial. “Jurors’ views of the evidence ... are necessarily informed by their life experiences, including their education and professional work. A juror, however, should not discuss an opinion explicitly based on specialized information obtained from outside sources. Such injection of external information in the form of a juror’s own claim to expertise or specialized knowledge of a matter at issue is misconduct. [Citations.]” (In re Malone (1996) 12 Cal.4th 935, 963 [50 Cal.Rptr.2d 281, 911 P.2d 468] (Malone), italics added.)\nIn Malone, supra, 12 Cal.4th 935, 963-965, we determined that a juror committed misconduct when she indicated to other jurors that her professional reading and course work caused her to doubt the accuracy rates claimed by the examiners who conducted the petitioner’s polygraph examination. Furthermore, this juror indicated that the polygraph results were not reliable because of the manner in which a particular question had been phrased by the examiner. Because the juror expressed negative opinions regarding the reliability of the petitioner’s polygraph evidence—based upon her own professional study of psychology and not upon the evidence received at trial—we held in Malone that her statements to the other jurors constituted misconduct. Our decision further held, however, that the People successfully had rebutted the presumption of prejudice arising from the misconduct, by showing that the externally derived information imparted to other jurors was substantially the same as evidence and argument presented to the jury at trial.\nHere, we are presented with declarations indicating that two jurors with medical experience explicitly relied upon that experience in stating, during deliberations, that a medical test administered to defendant was unreliable, and that the data upon which the defense experts had relied in assessing the results of the test were inadequate. This information was not based upon *1279evidence presented at trial, but rather upon the jurors’ own experience in the medical field. The statements of these jurors, as described in the declarations supporting defendant’s motion for new trial, are substantially similar to the statements that we held constituted misconduct in Malone.\nWith regard to the alleged statements of the jurors who had military experience, their assertions during deliberations that defendant could not have experienced combat and that defendant did not learn how to kill in military school contradicted the testimony of defense witness Meshad. These statements, like the statements of the jurors with medical experience, were based explicitly upon the professional experience of these particular jurors and not upon any evidence received at trial.\nThe majority acknowledges the rule set forth in Malone, supra, 12 Cal.4th 935, but concludes that the juror declarations described above presented no evidence of misconduct. The majority states: “[Ejxtensive evidence was produced concerning the nature and extent of defendant’s military training and Vietnam experience and its effect, if any, on his crimes, as well as evidence concerning the validity of BEAM testing. This evidence was susceptible of various interpretations. The views the jurors allegedly asserted here were not contrary to, but came within the range of, permissible interpretations of that evidence. All the jurors, including those with relevant personal backgrounds, were entitled to consider this evidence and express opinions regarding it.” (Maj. opn., ante, at pp. 1265-1266, italics added.)\nAs established above, however, the statements of the jurors did not constitute interpretations of evidence at trial, but rather contradicted evidence at trial. The statements of the jurors with military experience contradicted the testimony of Meshad that defendant had learned martial arts and how to kill with knives in a military school, and that defendant might have experienced combat while in Vietnam. The particular dates when United States military personnel were engaged in active combat in Vietnam are unlikely to have been known by most lay jurors. Indeed, only the jurors with military experience in Vietnam were alleged to have stated to other jurors that petitioner’s military records established that he could not have been involved in combat there. Their comments regarding the military school similarly concerned a matter unfamiliar to most lay jurors.\nThe statements of the jurors with medical experience contradicted the testimony of Dr. Bittle and Dr. Kowell that the BEAM test was reliable. The opinions of these jurors, regarding the adequacy of the size of the control groups used to obtain reliable test results, were based upon specialized, externally derived information, and not upon evidence at trial. If a juror *1280without specialized experience commented that a control group consisting of 16 individuals seemed too small to establish the validity of the test results, perhaps there would be no misconduct, because the juror would not be claiming that his or her opinion was based upon any specialized knowledge. But when a juror states that his or her own experience and expertise in the medical field establishes that the control group was too small, such an opinion is based upon specialized information obtained from outside sources. Because the juror possesses this specialized experience, other jurors without such experience are likely to believe the information and to be persuaded by it. For this reason, in decisions such as Malone we have determined that interjecting such matters into deliberations constitutes juror misconduct.\nWith regard to both subject areas in which the jurors allegedly interjected extraneous information, the declarations in the present case describe juror misconduct. The majority’s contrary conclusion constitutes a departure from existing law, which establishes that a juror commits misconduct whenever he or she introduces into deliberations extraneous information based upon specialized expertise. As the majority states, it is not improper to permit a juror to refer to his or her personal expertise during deliberations, as long as the juror’s statements are consistent with the law and evidence provided at trial. In the present case, however, the majority does not consider whether the professional expertise mentioned during deliberations was consistent with the evidence at trial, but rather characterizes inaccurately the improper statements of the jurors as interpretations of that evidence and states that “it would be an impossibly high standard to permit these jurors to express an opinion on this evidence without relying on, or mentioning, their personal experience and background.” (Maj. opn., ante, at p. 1267, italics added.) Yet this standard is precisely the one set forth in Malone and other decisions, and it has not been considered an impossibly high standard to require that jurors not introduce extraneous information into the deliberations.\nIndeed, one of the most fundamental precepts of the right to a jury trial is the requirement that jurors must decide the case based solely upon evidence presented at trial. (Turner v. Louisiana (1965) 379 U.S. 466, 472-473 [85 S.Ct. 546, 549-550, 13 L.Ed.2d 424].) “Due process means a jury capable and willing to decide the case solely on the evidence before it. . . .” (Smith v. Phillips (1982) 455 U.S. 209, 217 [102 S.Ct. 940, 946, 71 L.Ed.2d 78].) Permitting jurors to inject into the deliberations their own specialized knowledge regarding disputed issues at trial conflicts with this basic principle.\nAlthough I conclude that the two juror declarations describe juror misconduct, I further determine that the presumption of prejudice arising from any *1281such misconduct is rebutted by the record. The alleged misconduct of the jurors does not suggest that these jurors were actually biased against defendant. (Cf. People v. Nesler (1997) 16 Cal.4th 561, 580-589 [66 Cal.Rptr.2d 454, 941 P.2d 87].) Thus, we must consider whether the extraneous material, judged objectively and in light of the entire record, was so prejudicial in and of itself that it was inherently and substantially likely to have influenced a juror. (In re Carpenter (1995) 9 Cal.4th 634, 653 [38 Cal.Rptr.2d 665, 889 P.2d 985].)\nThe extraneous information that defendant had not served in Vietnam during a period in which he could have experienced combat, although inconsistent with the testimony of Meshad, coincided with defendant’s military records, which indicated no such experience. Thus, as in Malone, the statements of the jurors were consistent with some evidence presented at trial. Furthermore, Meshad’s statement that he believed defendant might have experienced some sort of combat that was not reflected in the military records did not constitute particularly strong evidence that defendant had engaged in combat. The opinions of the jurors contradicting Meshad’s testimony that defendant was trained to kill at a military school concerned a relatively minor point in the defense case. With regard to the extraneous information concerning the reliability of the BEAM test, Dr. Bittle conceded that opinion in the scientific community was divided. Moreover, the results of that test constituted only one among many factors supporting the opinions of the defense experts that defendant suffered from numerous mental deficits.\nFor these reasons, the extraneous information alleged to have been mentioned by the jurors during deliberations was not by its very nature so damaging in and of itself that the information was substantially likely to have influenced the vote of one or more jurors.2 Therefore, I conclude that the presumption of prejudice arising from any juror misconduct is rebutted.\n\nAll further statutory references are to the Penal Code unless otherwise indicated.\n\n\nThe dissent simply ignores these inferences. In response to the dissent’s collateral estoppel and double jeopardy argument (dis. opn., post, at p. 1284), no one is seeking to relitigate the Cema murder. That conviction was and remains second degree murder. This case involves solely defendant’s guilt for killing Thurman. Both this court and the United States Supreme Court have held that principles of double jeopardy, including its collateral estoppel component, permit the admission of otherwise proper evidence of a prior crime even if the person had been entirely acquitted of that prior crime. (Dowling v. United States (1990) 493 U.S. 342, 348-349 [110 S.Ct. 668, 672-673, 107 L.Ed.2d 708]; People v. Santamaría (1994) 8 Cal.4th 903, 921 [35 Cal.Rptr.2d 624, 884 P.2d 81].) This is so because the defendant must be found guilty beyond a reasonable doubt of a crime to be convicted of it, but other crimes evidence need be proven only by a preponderance of the evidence. (Dowling, at pp. 348-349 [110 S.Ct. at pp. 672-673]; Santamaria, at p. 921; see also Carpenter, supra, 15 Cal.4th at p. 382.)\n\n\nThe concurring opinion also cites Jefferson, who in turn cites two cases holding that a party may not examine a witness on a collateral point then impeach the witness on that collateral point with otherwise irrelevant evidence. (See 1 Jefferson, Cal. Evidence Bench-book (Cont.Ed.Bar 3d ed. 2002) Examination of Witnesses, § 27.92, pp. 481-482, citing People v. Lavergne (1971) 4 Cal.3d 735, 744 [94 Cal.Rptr. 405, 484 P.2d 77] and People v. St. Andrew (1980) 101 Cal.App.3d 450, 461 [161 Cal.Rptr. 634].) Nothing remotely close to that situation occurred here. Even further removed from this issue is People v. Smithey (1999) 20 Cal.4th 936, 958-961 [86 Cal.Rptr.2d 243, 978 P.2d 1171], also cited in the concurring opinion. Obviously, a party cannot justify improper questions by asserting the adverse party may also ask improper questions.\n\n\nThe court instructed, “Evidence has been received regarding a mental disease, mental defect or mental disorder of the defendant at the time of the crime charged. You may consider such evidence solely for the purpose of determining whether or not the defendant actually formed any mental state which is an element of the crime charged or of its lesser included offenses. . . . If the evidence shows that the defendant was intoxicated at the time of the alleged crime you should consider that fact in determining whether the defendant had such intent or mental state.”\n\n\nAll further references to CALJIC No. 8.84.1 are to this version, which remains the same today. (See CALJIC No. 8.84.1 (6th ed. 1996).)\n\n\nThe record does not reflect why the court did not give the new CALJIC No. 8.84.1. Perhaps the court and parties simply were unaware of the recent change.\n\n\nThe court instructed the jury “to apply any of the instructions given previously during the guilt phase of this case which are pertinent to the determination of penalty. You are to disregard any such previous instructions which do not apply to the determination of penalty. Should any of the instructions now being given in the penalty phase conflict with those previously given during the guilt phase you are instructed that the penalty phase instructions will control and supersede those previously given.\n“In this regard, you will recall that you were instructed in the guilt phase that you could not be swayed nor affected by considerations such as sympathy. That prohibition does not apply to your deliberations in the penalty phase. You are allowed to consider sympathy, pity, compassion or mercy to the extent that you feel it warranted. You are also to disregard any previous instruction to the effect that the burden of proof for crimes or criminal activity other than that for which the defendant was on trial was a preponderance of the evidence. [See Carpenter, supra, 15 Cal.4th at p. 382.]\n“You are now instructed that when evidence of such other crimes or criminal activities is offered on the issue of penalty as it has been in this case, it is the burden of the People to prove such other crimes or criminal activity as well as convictions, therefore, beyond a reasonable doubt.”\n\n\nThe current CALJIC No. 8.84.1 includes the substance of this sentence but deletes the language “regardless of the consequences.”\n\n\nThe new paragraph provided: “An aggravating factor is any fact, condition or event attending the commission of a crime which increases its guilt or enormity, or adds to its injurious consequences which is above and beyond the elements of the crime itself. A mitigating circumstance is any fact, condition or event which as such, does not constitute a justification or excuse for the crime in question, but may be considered as an extenuating circumstance in determining the appropriateness of the death penalty.” (CALJIC No. 8.88 (1989 new) (5th ed. 1988).) This paragraph is substantially the same in the current version of CALJIC No. 8.88 (6th ed. 1996).\n\n\nDefendant also argues that the cumulative effect of the asserted errors prejudiced him. There was, however, no error to cumulate.\n\n\nFor these reasons, we disagree with the concurring opinion that the jurors committed misconduct. However, for the reasons that opinion states, we agree that any misconduct would not have been prejudicial.\n\n\nOther jurisdictions have adopted different rules with regard to this issue. (See 1 Wigmore on Evidence (Tillers rev. 1983) § 15, pp. 731-751.) The majority does not purport to change the rule that has been followed in California, however.\n\n\nAlthough the extraneous information alleged to have been introduced into the deliberations concerned evidence presented at the guilt phase of the trial, the juror declarations do not indicate whether the other jurors mentioned this information during deliberations at the guilt phase, at the penalty phase, or both. The foregoing prejudice analysis would apply in any of these situations.\n\n",
            "ocr": false,
            "opinion_id": 9782399
        },
        {
            "author_str": "Kennard",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKENNARD, J., Dissenting.\nUnlike the majority, I conclude that the trial court erred in admitting evidence that defendant, 17 years before the trial here, had been convicted of the second degree murder of Deborah Cema, a killing factually similar to the charged murder of Lee Ann Thurman. That evidence should have been excluded under Evidence Code section 352 on the ground that its prejudicial impact outweighed its probative value. The *1282failure to exclude that evidence was prejudicial to the defense and requires reversal of the judgment.\nI\nEvidence Code section 352 provides: “The court in its discretion may exclude evidence if its probative value is substantially outweighed by the probability that its admission will . . . create substantial danger of undue prejudice . . . .” The ruling is reviewed under an abuse of discretion standard. (People v. Barnett (1998) 17 Cal.4th 1044, 1118 [74 Cal.Rptr.2d 121, 954 P.2d 384]; People v. Cudjo (1993) 6 Cal.4th 585, 609 [25 Cal.Rptr.2d 390, 863 P.2d 635].)\nThis court has often recognized that evidence of prior crimes is inherently prejudicial. (People v. Carpenter (1997) 15 Cal.4th 312, 380 [63 Cal.Rptr.2d 1, 935 P.2d 708]; People v. Ewoldt (1994) 7 Cal.4th 380, 404 [27 Cal.Rptr.2d 646, 867 P.2d 757].) The prejudice generally arises from the danger that the jury, relying on the prior crime, will impermissibly infer that the defendant is a person of bad character with a propensity to commit crimes. (See Evid. Code, § 1101, subd. (a).) In this case, however, there is an even stronger reason for believing that the evidence of the prior crime was prejudicial. The evidence in question informed the jury that when defendant committed a prior killing, he was convicted only of second degree murder, a crime then punishable by a sentence of 15 years to life. The jury also knew that defendant had been released from prison, because he was no longer in custody when he killed the victim in this case. Once the jury here learned that defendant had committed a prior murder, been released, and killed again, the outcome of this trial was foreordained. The jury would infer that if defendant were again convicted of only second degree murder, he would again eventually be released from custody, making it possible for him to kill a third victim. No jury under these circumstances would return a verdict of second degree murder and give defendant the opportunity to kill again; instead, the jury would ensure that defendant would never be released by finding him guilty of first degree murder with special circumstances.\nGiven the highly prejudicial nature of the Cema murder, its admission could be upheld only if it has “substantial probative value. If there is any doubt, the evidence should be excluded.” (People v. Thompson (1980) 27 Cal.3d 303, 318 [165 Cal.Rptr. 289, 611 P.2d 883]; see People v. Ewoldt, supra, 7 Cal.4th at p. 404.) That standard is not met here.\n“ ‘[H]ow much “probative value” proffered evidence has depends upon the extent to which it tends to prove an issue by logic and reasonable *1283inference (degree of relevancy), the importance of the issue to the case (degree of materiality), and the necessity of proving the issue by means of this particular piece of evidence (degree of necessity).’ ” (People v. Thompson, supra, 27 Cal.3d at p. 318, fn. 20, quoting People v. Delgado (1973) 32 Cal.App.3d 242, 249 [108 Cal.Rptr. 399].) The evidence of the prior Cema murder is relevant to the issue in this case of defendant’s intent to kill Thurman, because proof that he intentionally killed before under similar circumstances suggests that his killing in this case was also intentional. But the evidence of the prior murder was neither material nor necesssary. Intent to kill was not a contested issue. The maimer of the killing—seven or eight stab wounds near the heart—itself showed that it was intentional. When the defense moved pretrial to exclude the evidence of the prior murder, it admitted intent and argued that the only issue was premeditation and deliberation. Defendant did not contest the issue of intent at the trial. (The defense did claim that the killing in this case was provoked and thus only voluntary manslaughter, but it never claimed that the killing was unintentional.) In closing argument, defense counsel again conceded that defendant intentionally killed Thurman. Prior crime evidence that is “merely cumulative regarding an issue that was not reasonably subject to dispute” is not substantial probative evidence. (People v. Ewoldt, supra, 7 Cal.4th at p. 406.)\nAs the Attorney General acknowledged at oral argument, the “key” issue, the “real” issue, was whether defendant killed Thurman with premeditation and deliberation. The prior Cema murder is relevant to that issue, too. Proof that defendant, under similar circumstances, had previously killed impulsively without premeditation and deliberation would tend to prove that the Thurman murder was also an impulsive killing without premeditation and deliberation.\nBut the majority reaches a contrary conclusion, asserting that under the “doctrine of chances” (see maj. opn., ante, at p. 1244) the Cema murder tends to prove that the Thurman murder was premeditated. The “doctrine of chances,” according to Wigmore, simply means this: “ ‘the recurrence of a similar result (here in the shape of an unlawful act) tends (increasingly with each instance) to negative accident or inadvertence or self-defense or good faith or other innocent mental state, and tends to establish (provisionally, at least, though not certainly) the presence of the normal, i.e., criminal, intent accompanying such an act ... .’ ” (People v. Robbins (1988) 45 Cal.3d 867, 879-880 [248 Cal.Rptr. 172, 755 P.2d 355], quoting 2 Wigmore, Evidence (Chadbourn ed. 1979) § 302, at p. 241.) In this case, the doctrine might serve to indicate that both the prior Cema killing and the Thurman killing were intentional. But that is the limit to its reach. Because the Cema killing was not a premeditated killing, the doctrine of chances could not lead to the conclusion that the Thurman murder was premeditated.\n*1284The two cases cited by the majority as utilizing the doctrine of chances— People v. Carpenter, supra, 15 Cal.4th 312, 379-380, and People v. Robbins, supra, 45 Cal.3d 867, 879-880—are not on point. In both cases, this court allowed the admission of evidence of an earlier intentional killing to prove that a later killing was intentional; neither involved admission of evidence, as here, of an earlier intentional but unpremeditated killing as proof that a later killing was not only intentional but premeditated. Thus the doctrine of chances does not support the majority’s assertion that evidence of the prior Cema murder tends to prove in this case that the Thurman murder was premeditated.\nThere are three theories under which the Cema murder could be invoked to prove that the Thurman murder was premeditated. One is that defendant deliberately placed himself in a situation in which he knew he had previously killed impulsively. This theory was the basis for the trial court’s ruling admitting the evidence of the Cema murder. But the theory is flawed. Evidence showing that a defendant deliberately placed himself in a position that could lead to an unpremeditated killing suggests only that the defendant acted with malice aforethought (see People v. Watson (1981) 30 Cal.3d 290 [179 Cal.Rptr. 43, 637 P.2d 279]); it does not turn an unpremeditated killing into a premeditated killing.\nA second theory might be that the verdict in the prior Cema case was wrong—that the Cema murder was actually a premeditated murder, from which the jury here could infer the Thurman murder was also premeditated. The prosecutor’s argument at trial hinted at this theory. But defendant’s conviction of second degree murder in the Cema case is an acquittal of first degree murder, and principles of collateral estoppel and double jeopardy prevent the state from relitigating the issue of premeditation in the Cema case. (See Ashe v. Swenson (1970) 397 U.S. 436, 444-445 [90 S.Ct. 1189, 1194-1195, 25 L.Ed.2d 469]; People v. Santamaria (1994) 8 Cal.4th 903, 912 [35 Cal.Rptr.2d 624, 884 P.2d 81].)\nThird, one can speculate, as the majority does, that even if the prior Cema killing was not premeditated, it provided defendant with a model he could follow. In killing Thurman, the victim here, defendant may have deliberately used the same weapon and technique that he used before. But although this theory is a possible inference from the evidence, it is not a strong or compelling one, and it is unsupported by any evidence other than the similarity between the two crimes.\nEvidence that serves only to inspire such conjectures has little probative value. The prejudicial impact of the evidence of the prior Cema murder far *1285outweighs that minimal probative value. I would therefore hold that the trial court abused its discretion in admitting the evidence of the Cema murder at the guilt phase of defendant’s capital trial for the murder of Thurman.1\nIt is also clear that the error is prejudicial. In opposing the motion to exclude the evidence of the Cema murder, the prosecutor said that the Cema murder evidence was “the only evidence to support first degree murder” in this case. That was an overstatement—the majority correctly notes that there was some other evidence of premeditation—but the remaining evidence is not compelling. There is a reasonable probability (People v. Brown (1988) 46 Cal.3d 432, 446-447 [250 Cal.Rptr. 604, 758 P.2d 1135]; People v. Cudjo, supra, 6 Cal.4th 585, 611) that the evidence of the Cema murder made the difference in the guilt phase verdict.\nII\nI also have a comment upon the majority’s treatment of one of the penalty phase issues. The defense submitted declarations from two jurors (which the majority properly holds were inadmissible under Evid. Code, § 1150) that they voted for the death penalty because they did not believe that a sentence of Ufe imprisonment without possibiüty of parole actually meant that defendant could not be paroled. Assuming these declarations are true, as the majority does, they show that the two jurors violated the trial court’s instructions, which told the jurors that they should return a judgment of death only if persuaded that the aggravating circumstances were so substantial in comparison with the mitigating circumstances as to warrant death. Here, two jurors were apparently persuaded to impose the death penalty not because they believed the aggravating circumstances so outweighed mitigating circumstances that death was warranted, but because of their concern that if the appropriate sentence of life imprisonment without possibility of parole were imposed, that sentence would not be carried out. The jurors’ conduct also necessarily violated Penal Code section 1126, which requires jurors “to receive as law what is laid down as such by the court.” There is no question that both jurors would have been subject to challenge for cause if they had asserted this position at voir dire.\n*1286The majority, however, condones this misconduct, saying that the possibility someone might be released, perhaps because of a change in the law, is a matter “ ‘of common knowledge appreciated by every juror who must choose between a death sentence and a sentence of life without parole.’ ” (Maj. opn., ante, at p. 1265, quoting People v. Hovey (1988) 44 Cal.3d 543, 581 [244 Cal.Rptr. 121, 749 P.2d 776].) But jurors are required to follow the instructions of the trial court, regardless of what they think is common knowledge. Thus, although jurors may “appreciate” the possibility that the law might change and allow a prisoner to obtain parole, they are not allowed to use that “appreciation” in deciding the sentence. The possibility that a person sentenced to life imprisonment without possibility of parole might actually be paroled is not an aggravating factor to be weighed in the penalty decision.\nRecently, in People v. Williams (2001) 25 Cal.4th 441 [106 Cal.Rptr.2d 295, 21 P.3d 1209], this court considered the case of a juror who believed, contrary to law, that a 16-year-old woman was capable of voluntary consent to sexual intercourse. We did not condone that action as one based upon common knowledge which a juror could “appreciate” in deciding upon the verdict. We condemned the juror’s action as a form of jury nullification and upheld the trial judge’s order removing him from the jury.\nAs we observed in Williams, jury nullification does not always benefit the accused; it may work to the defendant’s detriment. (People v. Williams, supra, 25 Cal.4th at p. 462.) We gave an example: “In a capital case, a juror could vote to impose the death penalty without considering mitigating evidence.” (Ibid.) This case presents another, similar example—two jurors in a capital case voting to impose the death penalty for reasons extraneous to the process of weighing and balancing aggravating and mitigating evidence. This court’s condemnation of jury nullification in Williams applies equally to this case.\nIll\nFor the reasons stated in part I of this opinion, I would reverse the judgment of guilt and remand the case for retrial.\nAppellant’s petition for a rehearing was denied July 17, 2002. Brown, J., did not participate therein. Kennard, J., was of the opinion that the petition should be granted.\n\nBecause I conclude that the admission of the challenged evidence violated California Evidence Code section 352,1 do not reach the question whether it also violated defendant’s due process rights under the federal Constitution. The majority does address that issue, but its discussion is incomplete. The majority quotes McKinney v. Rees (9th Cir. 1993) 993 F.2d 1378, 1384, to the effect that even if prejudice far outweighs probative value there is no violation of due process as long as there is some permissible inference the jury may draw from the evidence. The Seventh Circuit Court of Appeals, however, takes a contrary position to the Ninth Circuit, holding that due process is violated if the prejudicial effect of admitted evidence so far outweighs the probative value that the defendant is denied a fair trial. (Dudley v. Duckworth (7th Cir. 1988) 854 F.2d 967, 970.) The United States Supreme Court has not resolved the conflict between the federal circuits.\n\n",
            "ocr": false,
            "opinion_id": 9782400
        }
    ],
    "court_short_name": "California Supreme Court",
    "court_full_name": "California Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "California, CA",
    "crime_category": "Kidnapping"
}