{
    "id": 2686743,
    "judges": null,
    "date_filed": "2004-02-16",
    "date_filed_is_approximate": true,
    "slug": "people-v-gordon-ca3",
    "case_name_short": null,
    "case_name": "People v. Gordon CA3",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 3.0,
            "download_url": "http://www.courts.ca.gov/opinions/nonpub/C075825.PDF",
            "author_id": null,
            "opinion_text": "Filed 7/31/14 P. v. Gordon CA3\n                                           NOT TO BE PUBLISHED\nCalifornia Rules of Court, rule 8.1115(a), prohibits courts and parties from citing or relying on opinions not certified for\npublication or ordered published, except as specified by rule 8.1115(b). This opinion has not been certified for publication\nor ordered published for purposes of rule 8.1115.\n\n\n\n\n              IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n                                      THIRD APPELLATE DISTRICT\n                                                         (Butte)\n                                                            ----\n\n\n\n\nTHE PEOPLE,                                                                                  C075825\n\n                   Plaintiff and Respondent,                                    (Super. Ct. No. CM038133)\n\n         v.\n\nKEVIN WILLIAM GORDON,\n\n                   Defendant and Appellant.\n\n\n\n\n         Appointed counsel for defendant Kevin William Gordon has asked this court to\nreview the record to determine whether there exist any arguable issues on appeal.\n(People v. Wende (1979) 25 Cal.3d 436 (Wende).) We find no arguable error that would\nresult in a disposition more favorable to defendant and affirm the judgment.\n\n\n\n\n                                                             1\n\f                                     BACKGROUND\n       On November 2, 2012, defendant turned his car in front of an oncoming van\ndriven by John Foley. Foley attempted to stop but was unable to do so and crashed into\ndefendant’s car. Foley’s three young children, who were in the van, suffered minor\ninjuries. Defendant’s car sustained damage to the front and passenger side and Foley’s\nvan had extensive front end damage. Defendant fled the scene after the accident. A\nsearch of defendant’s car revealed over 75 grams of marijuana (net weight) and a digital\ncamera containing defendant’s photograph, which led to his arrest.\n       Defendant entered a negotiated plea of no contest to leaving the scene of an injury\naccident (Veh. Code, § 20001, subd. (a); count 1) and admitted a strike prior (1989\nkidnapping; Pen. Code, §§ 667, subds. (b)-(i), 1170.12) in exchange for dismissal of the\nremaining counts (possession of marijuana for sale, transportation of marijuana) and four\nprior prison terms with a waiver pursuant to People v. Harvey (1979) 25 Cal.3d 754.\n       The trial court sentenced defendant to state prison for the upper term of three\nyears, doubled to six years for the strike prior, and awarded 428 days of presentence\ncustody credits. The court ordered defendant to pay $7,689 in victim restitution and\nvarious other fines, fees, and assessments.\n       Defendant appeals. He did not obtain a certificate of probable cause. (Pen. Code,\n§ 1237.5.)\n                                      DISCUSSION\n       Counsel filed an opening brief that sets forth the facts of the case and requests that\nwe review the record and determine whether there are any arguable issues on appeal.\n(Wende, supra, 25 Cal.3d 436.) Defendant was advised by counsel of the right to file a\nsupplemental brief within 30 days of the date of filing of the opening brief. More than 30\ndays have elapsed, and we have received no communication from defendant. Having\nundertaken an examination of the entire record, we find no arguable error that would\nresult in a disposition more favorable to defendant.\n\n                                              2\n\f                                  DISPOSITION\n     The judgment is affirmed.\n\n\n\n\n                                                DUARTE   , J.\n\n\n\nWe concur:\n\n\n\n     RAYE               , P. J.\n\n\n\n     BUTZ               , J.\n\n\n\n\n                                       3\n\f",
            "ocr": false,
            "opinion_id": 2686743
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Kidnapping"
}