{
    "id": 1089950,
    "judges": "Bowes, Grisbaum and Wicker",
    "date_filed": "1982-08-19",
    "date_filed_is_approximate": true,
    "slug": "brown-v-hartford-life-companies",
    "case_name_short": "Brown",
    "case_name": "Brown v. Hartford Life Companies",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "593 So. 2d 1376"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n593 So.2d 1376 (1992)\nSue Rae Sherman BROWN, et al.,\nv.\nHARTFORD LIFE COMPANIES, et al.\nNo. 91-CA-443.\nCourt of Appeal of Louisiana, Fifth Circuit.\nJanuary 31, 1992.\nWalter F. Marcus, III, Lemle &amp; Kelleher, New Orleans, for defendants, appellants.\nMaury A. Herman, John B. Loweb, Herman, Herman, Katz &amp; Cotlar, New Orleans, for plaintiffs, appellees.\nBefore BOWES, GRISBAUM and WICKER, JJ.\nWICKER, Judge.\nHartford Life and Accident Insurance Company and Pan-American Assurance *1377 Company appeal the award of policy limits, interest, and attorney's fees to the plaintiffs, Sue Rae Sherman Brown, Miriam Brown, and Joel Brown. We amend and, as amended, affirm.\nMr. Brown was the executive director of St. Charles General Hospital. The hospital was owned by National Medical Enterprises; and NME established an employee welfare plan pursuant to the Employee Retirement Income Security Act (ERISA), 29 U.S.C. Sect. 1001 et seq. [The characterization as an ERISA plan was not appealed.] One policy, Hartford # 6R1251, was a regular life insurance policy. These proceeds were paid out, and this policy is not an issue. Another policy, Hartford # GRH-18946, was an accidental death policy with an exclusion for \"any loss caused by intentionally self-inflicted injuries, suicide, or attempted suicide, whether sane or insane.\" A third life insurance policy, Pan-American # XXXXXXXXXX, excluded coverage for \"Suicide of the Insured, while sane or insane, within two years from the policy date....\" This latter policy was not an ERISA plan and is governed by Louisiana law.\nMr. Brown's body was found floating in the family swimming pool mid-morning March 17, 1986. His eighteen-year-old son, Joel, pulled him out of the pool. Mr. Brown was already dead, and neither Joel nor ambulance personnel were able to revive him. The exact cause of death was unknown, although drowning appeared to be the most likely explanation.\nHartford and Pan-American deemed Brown's death a suicide and consequently not covered. Mrs. Brown and the children sued. The judge determined that Hartford was arbitrary and capricious in denying the family's claim, and he awarded the Browns $163,000.00 plus interest and attorney's fees of $1,500.00 per day for the four-day trial. He also determined that Pan-American was arbitrary and capricious; and he awarded the family the $50,000.00 policy limits, $50,000.00 in penalties, and $500.00 attorney's fees per day for each day of trial.\nOn a motion for new trial, the judge increased the attorney fee award against Hartford to $35,000.00, for a total award of $198,000.00. He recognized that he had applied the wrong statute to Pan-American and reduced the award against it to $50,000.00 plus interest. The judge reasoned:\n[T]here is one salient that this Court is convinced of at this particular time, that Richard Brown did not commit suicide. There are too many elements that could have caused his death that are reasonable and, in fact, well could have been just as much of a cause of his death as of the actual innuendo of the circumstances here, that death was by drowning. He could have had a heart attack. He could have had an aneurysm. There could have been an element that could have caused his instability, tripped, fallen.\nI find no evidence to the fact that he was attached to the barbells. On the contrary, by listening to the maid's testimony very carefully, who first saw the body, she saw his balding head at the top of the water. His hands were out; his arms were out, practically an exact depiction of what the expert testified that a drowned victim would have been.\nSo I am convinced beyond any doubt that this was not a drowning and that his death was not caused by suicide. It could have been caused by many other reasonable factors that have not been shown because there was no autopsy made. I think maybe the autopsy may have shown considerable elements that would have shown his death by other reasons, but now we don't have that.\nHartford and Pan-American complain of three alleged errors: (1) the judge erred in finding Hartford arbitrary and capricious; (2) he erred in finding that Pan-American owed any benefits and in letting Robert Treuting testify; and (3) he erred in awarding attorney's fees and interest against Hartford. The Brown family answered the appeal, complaining that the attorney's fees were too low and that penalties should have been awarded against Pan-American.\n*1378 Mr. Brown was a forty-eight-year-old Orthodox Jew. He was devout and belonged to three synagogues. He was actively involved in Jewish affairs, provided a Jewish education for his children, and was instrumental in establishing the Lakeshore Hebrew Day School in Metairie. His relationships with his wife and children were apparently good, although he had broken off an extra-marital affair several months before his death. He experienced some concern over Joel's return from Israel, where he was supposed to have attended a yeshiva for a year.\nHe was the chief executive officer of St. Charles General Hospital and had been involved with the acquisition of land for expansion purposes. He suffered some work-related problems as a result of these endeavors, and he had been advised that he and his secretary were not moving to the new space as were the rest of the administration. He had recently signed a new employment contract with NME, and his position was apparently secure for several years to come.\nMr. Brown had made a bad investment in an ice cream franchise and stood to lose perhaps hundreds of thousands of dollars as a result. He was quite concerned about this.\nIn January of 1986, he sought admission to Coliseum Medical Center, where he was treated by Richard Roniger, M.D., a psychiatrist. His major complaint was depression, and he remained at the hospital for about two months. While there, he had passes which allowed him to go home with his family and go to work a part of the day. Dr. Roniger discharged him as improved on March 14, 1986. He was taking medication for depression.\nThat evening and the following morning, he did not attend Sabbath services with his family, complaining that he was too tired. The following evening, after Sabbath was over, he, Mrs. Brown, and Joel drove to Jackson, Mississippi, to visit Mrs. Brown's family there. [His daughter Miriam was away at school.] On Sunday, Mr. Brown took his wife to the hospital emergency room because she was ill. The family did not return to Metairie until early Monday morning, arriving about eight o'clock.\nMr. Brown told his family he was not going to work because he was too tired. Mrs. Brown left for work at 8:30 A.M.; and Joel left about the same time for an appointment with Dr. Roniger. Joel left Dr. Roniger, picked up the maid, and returned home about 10:00 A.M.\nUp until this point, there is not a great deal of conflict in the evidence and testimony. The events of the next hour, however, are contested.\nIn the Browns' version of events, Joel and the maid, Altha Johnson, came in and couldn't immediately locate Mr. Brown. Joel looked in the house, and Mrs. Johnson went in the back yard. She discovered Mr. Brown floating in the pool, with the bald spot on his head visible and his arms outstretched. Mrs. Johnson called 911 while Joel tried to pull his father out of the water. With Mrs. Johnson's help, he was able to get the body out; but he tore off one of the epaulets from Mr. Brown's raincoat in the process. Joel tried unsuccessfully to perform CPR, and then he went to call Dr. Roniger and his mother.\nIn the insurance company version, Joel went outside first. He found his father in the pool, pinned to the bottom by some barbells, head down and feet towards the surface of the pool.\nWhen the fire department, ambulance, and corner's investigator arrived, the body was already out of the pool, face up. Mr. Brown was fully clothed in a shirt, jeans, tennis shoes without socks, and a trench coat. There were abrasions on his face but no marks anywhere else on the body. The potentially most important piece of evidence, an autopsy, was never done by the request of the family or someone claiming to speak on behalf of the family, since Orthodox Jews do not permit autopsies except for limited purposes. The barbells *1379 were at the bottom of the deep end of the pool.\nMr. Brown could not swim, so the pool was for the rest of the family. He and Joel, and occasionally a family friend, worked out with the barbells near the deep end of the pool. They frequently used the diving board itself as an exercise bench.\nThe original death certificate read, \"Suicide\", \"Jumped into swimming pool with barbells to weigh body down\", \"Asphyxia Due To Drowning.\" When Robert Treuting, M.D. became coroner [Dr. Odom was coroner at the time of death], the family asked him to review the case. As a result, he wrote the Bureau of Vital Records to change the death certificate to read, \"Indeterminate as to intent\", \"Unknown\", and \"Probable Asphyxia Due to Drowning.\"\nThe threshold determination is whether or not Richard Brown committed suicide by drowning. Many witnesses testified over the four-day period of the trial.\nALTHA JOHNSON\nMrs. Johnson, the family maid, discovered Mr. Brown in the pool. The bald spot on his head was visible and his arms were stretched out. She spoke to the police one time and gave no interview to anyone else until the insurance company took her deposition July of 1988. Joel was hysterical and crying really hard. He asked her not to answer any questions while he was on the phone.\nJOEL BROWN\nHe and his father were Orthodox Jews and followed the laws concerning the Sabbath, keeping Kosher, observing holidays, and having morning and evening prayers. He had gone to the yeshiva in Israel but returned December of 1985. His father had been hospitalized for depression from January 1986 until he picked him up on the Friday before his death. Mr. Brown didn't go to temple or to dinner with friends that evening because he was tired, but he did say a blessing later. He also didn't go to temple the next morning. The family had lunch and all drove to Jackson, returning early Monday morning. That morning, he and his father prayed together as usual.\nHis father's body was floating in the deep end of the pool, and he jumped in and tried to pull him out. He tried CPR unsuccessfully. Mr. Brown was bleeding from the forehead and nose. He was not attached to anything.\nJoel tried to call Dr. Roniger, and the police and ambulance came. He was hysterical when the policemen tried to talk to him and asked to be left alone. He gave no statements to anyone until a couple of days later when he gave a statement to the homicide division. He was not contacted by the insurance company for a statement, but he did give a deposition September of 1987.\nOn cross-examination he was confronted by a statement he'd made in deposition that the police interviewed him in the kitchen for twenty minutes the day of his father's death. He admitted he knew Mr. Brown was depressed about losing money and about work. He didn't, however, know his father was depressed about his return from Israel; and he never heard his father talk about suicide. He did admit that he might have been present when his father was admitted to Coliseum and heard him talk about suicidal thoughts. He had heard his father was having an affair and was concerned about it. He never told anyone his father was attached to barbells.\nARNOLD LUPIN, M.D.\nDr. Lupin was an internist and family friend who saw Mr. Brown in Mr. Brown's office the Tuesday before his death. He went to the death scene when Mrs. Brown called, and the scene was chaotic. He noted that autopsies are prohibited by the Jewish religion.\nOn cross-examination he stated he referred Mr. Brown to Dr. Roniger because he was depressed and needed treatment. He was concerned about the possibility of suicide.\nSUE RAE BROWN KUTNER\nMrs. Brown [now Mrs. Kutner] testified to the facts of an Orthodox Jewish home. *1380 Her husband prayed morning and evening and was very active in the Jewish community. Mr. Brown had physical problems of ulcers and hypertension. He was admitted to the hospital for depression about financial and work-related problems, and he was also troubled about an extra-marital relationship. He went to work while he was in the hospital.\nThe day of his discharge, he was very excited about being discharged, coming home, and getting back to normal activities. Everything seemed fine the evening of his discharge. They drove to Jackson after the Sabbath ended, and left Jackson for New Orleans at 5:00 A.M. Monday. Mr. Brown stayed home to rest.\nMrs. Brown didn't talk to the police or the coroner the morning of her husband's death, but she later had an interview with the police. This was the first time suicide was mentioned. She thought her husband's death was accidental; he never threatened or attempted suicide. She refused an autopsy.\nOn cross-examination she stated she never agreed to classify the death as suicide to avoid an autopsy. She admitted Mr. Brown's job was important to him, but he didn't discuss with her any problems with his boss. He also didn't tell her how much money he lost in investments, but she did know he was having problems with the Lakeshore Hebrew Day School. Mrs. Brown also said her husband was having trouble sleeping at night.\nOn re-direct Mrs. Brown testified that the financial problems got resolved.\nJOHN C. KISTLER, M.D.\nDr. Kistler was the assistant coroner on the day of Mr. Brown's death. He testified that the Coroner's Day Record notes, \"Suicide\", \"It is believed that deceased jumped into pool with barbells to weight body down\", and \"Victim was Orthodox Jew, family request no autopsy and will accept signout as suicide.\" Although his name is on the death certificate, Dr. Kistler admitted that he did not pronounce death, examine the body, or write the report. Dr. Odom handled the case, but Dr. Kistler's name is on the report because he was on duty that week.\nOn cross-examination Dr. Kistler admitted receiving a telephone call from Dr. Ralph Lupin asking him to change the record.\nROBERT TREUTING, M.D.\nDr. Treuting, the coroner, was requested by the Brown family to review the case; and he knew it had something to do with an insurance policy. He reviewed the day record, the police record, and the psychiatrist's report. He interviewed the family, the maid, and Bill Donovan from his office. Based on this, he requested a change in the death certificate. His review of the records indicated conflicts between detectives as to the story received on site from Joel, and his interview with Joel and others refuted the statement.\nOn cross-examination he admitted that he had known Mr. Brown since 1971 and had a relationship with St. Charles General as director of pathology. He noted that Mrs. Brown had approached him to change the certificate and that this was the first one he ever changed as coroner. He has since had occasion to change two or three. He admitted he did not interview the detectives or the emergency medical technicians on the scene. He felt it was unnecessary to consult a forensic pathologist. He noted that he changed the death certificate because he couldn't rule out natural causes, i.e. possible cerebral hemorrhage, myocardial infarct, drug overdose, trauma, or whatever.\nRABBI JONAH GEWIRTZ\nThe Browns were members of his congregation as well as friends. He testified as an expert in Orthodox Judaism. Rabbi Gewirtz noted that Mr. Brown's prayer book was worn out from use. He told the court that suicide is a violation of the commandments and a cardinal crime. A Jew who takes his own life is denied a share in the hereafter, and Mr. Brown was fully *1381 aware of this. Jewish suicides cannot be interred in consecrated ground, and there is a stigma attached to the family as well. Mr. Brown knew this. Rabbi Gewirtz officiated at the funeral, and he would not have done this if he thought Mr. Brown had committed suicide.\nHe noted that an autopsy is considered mutilation and desecration of the body which houses the soul. It is allowed only in a limited way for a limited purpose. However, if he had been told that the coroner would only waive the autopsy requirement if the family consented to a suicide classification, he would have urged the family to have the autopsy.\nOn cross-examination Rabbi Gewirtz admitted he knew Mr. Brown was having financial problems and was depressed, but he didn't know about the affair.\nRALPH LUPIN, M.D.\nDr. Lupin, a friend of Mr. Brown's, spoke to the coroner about waiving the autopsy. As a result, the body was released to the funeral home without an autopsy. No one said the waiver would result in the classification as suicide. When he learned of this classification, he thought it was ludicrous. He called Dr. Odom about it, but Dr. Odom hung up. Later he called Dr. Treuting after his election and asked him to investigate.\nALBERT CANALIZO, JR.\nMr. Canalizo was Mr. Brown's friend and co-worker. The day of his discharge, Mr. Canalizo invited him and the family over for Sabbath; but they couldn't go. He went over to Mr. Brown's house to cut his grass for him; then they talked and did a little weight lifting near the deep end of the pool using the diving board as a bench.\nHe helped prepare Mr. Brown for burial, and the only marks were the abrasions on his face.\nOn cross-examination Mr. Canalizo admitted that there were no weights in the pool when he was there and that Mr. Brown never exercised with a raincoat on to his knowledge.\nKAREN ANTHONY\nMs. Anthony, a nurse at the Coliseum Medical Center, knew Mr. Brown as a patient. He was depressed when he came but was progressively less depressed. He came out of his shell and began to respond to his peers. He was able to talk about his difficulties. He was not cured at the time of his discharge\u0097there is no particular cure for depression. He was, however, well enough to go to work and was making progress in resolving problems. Mr. Brown was concerned about his family, his job, financial investments, and a minor affair. He wanted to go back to his family and start over again. Mr. Brown was a real family man, and his family were very supportive and concerned.\nMs. Anthony said it is not unusual for a depressed person to have suicidal ideations and that Mr. Brown didn't do much suicide ideation with her. She didn't remember anything out of the ordinary about Mr. Brown's discharge. She was shocked by the idea of suicide, because she didn't expect that. The team at the hospital thought he would continue therapy and continue to get better.\nOn cross-examination Ms. Anthony admitted that Mr. Brown told her he hadn't read his prayer book in years. He told her he was spiritual but not religious. He did read his prayer book in the hospital because he had time to read it there. Mr. Brown was discharged on doctor's order, and she wrote the discharge.\nRICHARD RONIGER, M.D.\nDr. Roniger was qualified as an expert in psychiatry, and he was Mr. Brown's treating physician. Dr. Lupin referred Mr. Brown to him. He noted that depressed patients often have transient suicidal ideation. Mr. Brown, however, had no plan or threat of suicide, although he did say he considered suicide. Mr. Brown was admitted to the sub-acute unit; these are usually the healthier patients. He was not actively suicidal. Dr. Roniger noted that he always puts \"suicide prevention\" in the chart when a patient is admitted for depression.\n*1382 Mr. Brown did very well with the treatment plan and actively participated. He was a family and community man who seemed to want to provide for and lead his family. Dr. Roniger noted that a strongly religious person is less likely to commit suicide and that Mr. Brown had reasons for living.\nDr. Roniger testified about the reasons he discharged Richard Brown.\nI discharged him, I assume, because it was time to discharge him. He had made plans for that, he had been out of the hospital on passes. We thought there was sufficient interest in work. Ahm ... strong interest in re-involving himself in the community. I think he was ready to leave the hospital that's why he was discharged.\nDr. Roniger found no evidence of overt suicide or homicidal thinking or of suicidal ideation or rumination.\nWhile hospitalized, Mr. Brown was treated with several drugs: Asendin, Lithium, Tofranil, Xanax, and Norpramin. He was discharged on Ludiomil, 175 mg. Dr. Roniger noted that this drug has the greatest ability of any of the antidepressants to lower the seizure threshold such that it can cause falling and loss of consciousness.\nDr. Roniger reiterated, \"I believe he did not commit suicide.\" Mr. Brown had the indicators of a good outcome, such as a tight therapeutic bond. Also, he would not have wanted his son to find him dead. The police talked to him, and he did not indicate to the police that Mr. Brown's death was a suicide. He could have had a heart attack, a stroke, a seizure, an aneurysm, or a blown out ulcer. He noted that suicide is very difficult to predict. Statistically, Mr. Brown was not a candidate for suicide because of his supportive family and his functioning at work.\nDr. Roniger testified he was never interviewed by the insurance company but did give a deposition April of 1989. When asked about the qualifications of a sociologist to perform a psychological autopsy, Dr. Roniger stated that he didn't believe that a sociologist could do so and state unequivocally that Mr. Brown was a suicide.\nOn cross-examination Dr. Roniger admitted that if Mr. Brown were found with weights attached, he would have to change his opinion about suicide. He noted, however, that there are indicators of improvement apart from what a patient says. He also admitted that if Mr. Brown were told that he was no longer going to be the administrator of the hospital, this would be significant. Dr. Roniger admitted that he thought Mr. Brown's job might have been in jeopardy.\nCAPT. RONALD FOSTER\nCapt. Foster was called to the death scene; and Deputy Audibert was already there and speaking to Joel, who was on the phone. Joel was crying, screaming, upset, and shaking. Deputy Audibert was trying to get a statement from Joel, but Joel never gave a statement about how Mr. Brown's body was found. It was Deputy Audibert who said Mr. Brown was drowned and had weights on him. It's not the police officer's job to classify deaths\u0097that's for the coroner. He personally did not think it was a suicide, because there would have been more damage to the face and Joel would have had more trouble getting the body out of the pool.\nPATRICIA W. COLLINS\nMs. Collins was director of personnel at St. Charles General. At the time of his death, she was Mr. Brown's administrative assistant and a friend of his and Mrs. Brown. He was a very dedicated, conscientious family man. He began to be obsessed with Joel when Joel came back from Israel. Also, he was having financial problems and NME was putting pressure on Mr. Brown concerning the hospital expansion. She noticed changes in him as of December 1985.\nAfter his admission, Mr. Brown came back to work part time. He was not the same man but was slow of speech and *1383 glassy-eyed. NME had decided not to move Mr. Brown's office to the new part of the hospital, and he was upset and confused when he was told he wouldn't be moving. Ms. Collins was instructed to contact Dr. Roniger about Mr. Brown's capabilities.\nShe went to the house the morning of Mr. Brown's death, and Joel and his mother were clutching each other and wailing. Joel said, \"I tried to untie him, I tried to get him out, but he was at the bottom of the pool.\" She looked unsuccessfully for a suicide note.\nOn cross-examination Ms. Collins admitted that Mr. Brown was not fired from his job. He was still trying to do his job, and his employment contract was renewed in December 1985. She also noted that she had never spoken to any policeman or investigator about the case.\nMILTON AUDIBERT\nMr. Audibert, formerly with the Jefferson Parish Sheriff's Office and now with the New Orleans Police Department, responded on the day of Mr. Brown's death to a 911 call of possible drowning. He wrote up the police report. When he arrived, the ambulance people were trying to revive Mr. Brown. Joel told him that he found his father in the pool, head down with his legs pointing toward the sky and with weights attached to his coat. Joel told Mr. Audibert that he had to go under the water several times to untie his father and bring him up.\nOn cross-examination Mr. Audibert stated that he didn't recall any other details of his interview with Joel but that it lasted from fifteen minutes to half an hour. He didn't recall having talked to the maid. He admitted that he didn't have the authority to classify a death, but he did fill out the report as a suicide by drowning. He testified that his report says that Dr. Kistler pronounced Mr. Brown dead. \"Our procedure is we state the doctor by whoever tells us to.\" He admitted that there was no evidence of how weights may have been attached to Mr. Brown.\nTHOMAS MOZZER\nMr. Mozzer testified as the director of the claims department for Hartford. It was his job to review all available evidence before deciding to pay a claim. In this case, he reviewed his claim file; the policies; internal Hartford memoranda; the IRS record showing Mr. Brown's earnings; succession pleadings listing assets and liabilities of Mr. Brown; photographs; police reports; the EM report; Mr. Audibert's statement; Dr. Treuting's letter to the Bureau of Vital Statistics; Mr. Brown's Coliseum Medical Center records; general medical records from St. Charles General; letters and reports from Dr. Roniger; a report from Dr. Swanson; and depositions of Joel, Mrs. Brown, Dr. Kistler, Ms. Cojoe, Mr. Roshto, Mr. Donovan, Det. Trapani, Ms. Johnson, Dr. Arnold Lupin, Mr. Nathanson, Dr. Treuting, Mr. Canalizo, Dr. Roniger, and Dr. Swanson. After reviewing this evidence and discussing the case with Hartford's medical director, he decided not to pay the claim. He did not think this was an accidental death but a suicide. Mr. Brown's financial problems, his extra-marital affair, and medical factors entered into this conclusion.\nOn cross-examination Mr. Mozzer admitted that he was a fiduciary under ERISA on behalf of the policy holders as well as Hartford's claims manager. Hartford's initial denial of coverage, prior to the institution of this suit, was based only upon the proofs of claim submitted by the Browns' attorney. He admitted that, although he consulted with Hartford's doctor, he did not consult with any other doctors or psychiatrists. He did not talk to Dr. Roniger or Ms. Anthony. Mr. Mozzer noted that no one piece of evidence was the most significant in his eyes. Hartford didn't pay because no one has proved to its satisfaction that this death was accidental.\nHELENA COJOE\nMs. Cojoe was an emergency medical technician from East Jefferson who responded to the call. Mr. Brown was already *1384 dead when they arrived so they didn't attempt CPR. Joel was on the phone and hysterical; he told her that he'd found his father. Ms. Cojoe said Joel told her his father had tried to hurt himself before. She didn't, however, remember Joel saying Mr. Brown was attached to barbells.\nOn cross-examination she testified that Joel was upset but not hysterical. She was able to calm him by using crisis intervention. As she was leaving, she saw one black and one white woman walking into the house. A sheriff told her Mr. Brown was found with weights over his neck.\nSGT. JAMES TRAPANI\nSgt. Trapani was in the Jefferson Parish homicide division and investigated Mr. Brown's death. Across the pool from the body he found a piece of Mr. Brown's trench coat. There was also a ring adjacent to the body. The barbell set and a pool cleaner were in the pool.\nDr. Roniger asked him not to talk to Joel and Mrs. Brown. Dr. Lupin requested that no autopsy be done for religious reasons. The coroner's office and Dr. Lupin, on behalf of the family, agreed that no autopsy would be done and that the death would be classified as a suicide.\nLater he interviewed Joel and his mother. Mrs. Brown said on the morning of the death, Mr. Brown was very depressed and would not talk to her. However, she denied he was suicidal. Joel said that he'd found Mr. Brown. He said his father was very despondent and that he was concerned about him. Mr. Nathanson [a friend and colleague] told Sgt. Trapani that Mr. Brown was despondent about his inability to succeed at the land acquisition for the new hospital. Sgt. Trapani then presented these facts to Dr. Mackenzie of the coroner's office.\nOn cross-examination Sgt. Trapani testified he never talked to Capt. Foster. He said the only marks on Mr. Brown were the facial abrasions and there was nothing apparent that could have attached weights to the body. He knew the family's concern about classification of the death as a suicide was related to religious reasons.\nWILLIAM C. SWANSON, Ph.D.\nDr. Swanson is a sociologist with a major area in social psychology. His specialty is suicidology, and he was qualified as an expert in the field of sociology with training in suicide. He made a report to Hartford after reviewing certain records: Dr. Roniger's report and records; the Coliseum Medical Center records; the East Jefferson EM records; the Coroner's Day Record; the coroner's supplemental report; and the depositions of Mr. Donovan, Ms. Johnson, Mr. Roshto, Sgt. Trapani, Dr. Kistler, Ms. Cojoe, Mrs. Brown, and Joel. In his opinion, the death was a suicide because of Mr. Brown's history of severe depression, his financial difficulties, his being fully clothed, the barbells in the pool, and his marital problems.\nOn cross-examination he admitted that he never interviewed Capt. Foster or Ms. Anthony. He conceded that seeing the patient is important. Out of about 2,400 patients he has treated in sixteen years, only two have committed suicide. He explained his use of the Lethality Index, which is a tool to evaluate suicide risk. In his opinion, Mr. Brown's religion was the only factor which negated suicide. An important factor in this determination is whether there was a plan. He claimed to know more about suicide than Dr. Roniger and more about Mr. Brown in some respects than Dr. Roniger. He admitted there were other factors which would negate suicide: family support, availability of help, and Mrs. Brown's forgiveness of infidelity. All these would be good signs. Dr. Swanson assumed that the barbells were attached to the strap from the coat and was unaware that Joel had testified that he ripped the strap off trying to get the body from the pool.\nFRASER MACKENZIE, M.D.\nDr. Mackenzie, a forensic pathologist with the coroner's office, testified that if a body were found floating vertically, with *1385 the head upright two feet below the surface, this would be a most unusual position for a drowned body.\nOn cross-examination he testified that the usual position for a drowning victim would be with the body hunched and the arms outstretched.\nBILL DONOVAN\nMr. Donovan, an investigator for the coroner, was called to the scene of Mr. Brown's death but had little independent recollection of the events. He prepared the handwritten version of the Coroner's Day Record. He noted that the coroner's office was asked by a family representative not to do an autopsy, but he never spoke directly with the Browns. He contacted Dr. Odom, who agreed to release the body without an autopsy. Mr. Donovan thought that the family knew the coroner was planning to sign the death certificate as a suicide. He discussed the case with Dr. Treuting several times.\nOn cross-examination Mr. Donovan admitted that Dr. Kistler was not on the scene to pronounce Mr. Brown dead and never examined the body. Dr. Kistler didn't sign the death certificate even though his name is on it. He admitted that no one removed the barbells from the pool to examine them for rust or blood. The decision to put \"asphyxia due to drowning\" on the death certificate was made by Dr. Odom based upon a telephone conversation with Mr. Donovan.\nWe do not believe the judge was clearly wrong that Mr. Brown's death was not a suicide but could have been caused by any of several other things. We also believe that, by awarding benefits under an accidental death policy, he must necessarily have concluded that Mr. Brown's death was accidental. There is evidence to support this conclusion, such as the abrasions on Mr. Brown's face which may have resulted from a fall and the death certificate conclusion of asphyxia due to drowning. We will not disturb these factual determinations. Rosell v. ESCO, 549 So.2d 840 (La.1989).\nPAN-AMERICAN'S LIABILITY\nPan-American denied coverage to the Browns because of its apparent belief that Mr. Brown was a suicide. [Its policy denied coverage for suicide within two years of the effective date of the policy; and the policy date was April 23, 1985.] Having agreed with the judge that Mr. Brown's death was not suicide, we affirm the judgment awarding the Brown family the policy limits of $50,000.00.\nOne issue in this appeal is whether the penalty provisions of La.R.S. 22:656 apply. That statute assesses an interest penalty of eight percent annually against an insurer who fails to pay a death claim \"without just cause.\"\nPan-American failed to explain its reason for non-payment, so we cannot say it met its burden of proving just cause for its failure to pay this claim. We amend the award to include the penalty interest provided by La.R.S. 22:656 from the date Pan-American received a proof of claim as well as legal interest from the date of judicial demand. See Boudreaux v. First National Life Insurance Co., 225 So.2d 687 (La. App. 3rd Cir.1969).\nWe do not believe it was error for the judge to admit Dr. Treuting's testimony, as he is the Jefferson Parish Coroner and charged with the investigation of violent, accidental, or suspicious deaths. La. C.Cr.P. art. 101. Furthermore, he was responsible for changing the death classification.\nHARTFORD'S LIABILITY\nWe have already ruled that Mr. Brown's death was proven to be accidental. The remaining issue is whether Hartford's refusal to pay these insurance benefits to Mrs. Brown should be overruled.\nLouisiana jurisprudence holds that a beneficiary's remedy to enforce the terms of an ERISA plan is preempted by ERISA. Cramer v. Association Life Ins. Co., 569 So.2d 533 (La.1990); Smith v. Guardian *1386 Life Ins. Co., 546 So.2d 320 (La.App. 3rd Cir.1989). The judge dismissed the Brown's state law claims and ruled that ERISA governed. This ruling has not been appealed, although counsel for the Browns suggested at oral argument that state law might be applicable despite having conceded in brief that ERISA governed. We hold that we must consider this appeal in accordance with the ruling below and the mandate of Cramer, supra.\nMr. Mozzer was admittedly the fiduciary of the plan as well as a Hartford executive. ERISA, 29 USC Sec. 1104, requires that he, as a fiduciary, \"discharge his duties ... solely in the interest of the participants and beneficiaries and ... for the exclusive purpose of: (i) providing benefits to participants and their beneficiaries; and (ii) defraying reasonable expenses of administering the plan....\" He was obligated to act carefully where conflicts of interest might be involved. See, for example, Deak v. Masters, Mates and Pilots Pension Plan, 821 F.2d 572 (C.A. 11th Cir.1987), cert. den. 484 U.S. 1005, 108 S.Ct. 698, 98 L.Ed.2d 650 (1988).\nCivil enforcement to recover under an ERISA plan is provided for in 29 U.S.C. Sec. 1132. That section permits but does not mandate an award of \"reasonable attorney's fees and costs of action....\" Sec. 1132(g)(1). The judge awarded the Browns $35,000.00 in attorney's fees for their successful suit against Hartford, finding Hartford's denial of benefits to have been arbitrary and capricious.\nAt issue is the proper standard of review. Hartford argues that the judge, and this court on appeal, must review Hartford's decision in light of the information available to it at the time of benefits denial. The Browns argue that the judge and the appeals tribunal should review all the evidence de novo, especially where the insurance company and the plan administrator are the same entity and where the information considered was selectively chosen in order to deny benefits.\nERISA does not itself incorporate the standard of review so we must look to the jurisprudence. The threshold issue in Firestone Tire and Rubber Co. v. Bruch, 489 U.S. 101, 109 S.Ct. 948, 103 L.Ed.2d 80 (1989), is \"the appropriate standard of judicial review of benefit determinations by fiduciaries or plan administrators under ERISA.\" 109 S.Ct. at 951. The ERISA plans in question were Firestone's unfunded termination pay, retirement, and stock purchase plans; and Firestone served as administrator and fiduciary. Former employees sued Firestone for severance pay.\nThe district court ruled that Firestone had not been arbitrary and capricious in its denial of severance pay and the Third Circuit reversed. It applied the de novo standard because of Firestone's possible lack of impartiality. The Supreme Court upheld the Third Circuit, limiting its holding \"to the appropriate standard of review in Sec. 1132(a)(1)(B) actions challenging denials of benefits based on plan interpretations.\" At 953 (emphasis added).\nIn concluding that the arbitrary and capricious standard was inapplicable, the Court noted that the documents establishing Firestone's plans did not grant the administrator the authority to interpret the terms of the severance pay plan, so that the arbitrary and capricious standard generally applied to the actions of trustees was inapplicable. [The Court had previously analogized plan fiduciaries and administrators to trustees under general trust law.]\nThe Court noted that prior to the adoption of ERISA, judicial interpretation of employee benefit plans was governed by the de novo standard; and it recognized that use of the arbitrary and capricious standard here would result in less protection to beneficiaries than they enjoyed pre-ERISA. The Court held at 956:\nAs this case aptly demonstrates, the validity of a claim to benefits under an ERISA plan is likely to turn on the interpretation of terms in the plan at issue. Consistent with established principles of trust law, we hold that a denial of benefits *1387 challenged under Sec. 1132(a)(1)(B) is to be reviewed under a de novo standard unless the benefit plan gives the administrator or fiduciary discretionary authority to determine eligibility for benefits or to construe the terms of the plan. Because we do not rest our decision on the concern for impartiality that guided the Court of Appeals, see [Alexander v. Foltz] 838 F.2d [140], at 143-146 [6th Cir.1988], we need not distinguish between types of plans or focus on the motivations of plan administrators and fiduciaries. Thus, for purposes of actions under Sec. 1132(a)(1)(B), the de novo standard of review applies regardless of whether the plan at issue is funded or unfunded and regardless of whether the administrator or fiduciary is operating under a possible or actual conflict of interest. Of course, if a benefit plan gives discretion to an administrator or fiduciary who is operating under a conflict of interest, that conflict must be weighted as a \"factor[] in determining whether there is an abuse of discretion.\"\nThe Bruch case, as noted is limited to interpretation of plan language. Where a plan administrator has made a factual determination, however, a different result is required. In Pierre v. Conn. Gen. Life Ins. Co., 932 F.2d 1552 (C.A. 5th Cir.1991), Mrs. Pierre sought accidental death benefits from the insurer under her late husband's ERISA plan. Mr. Pierre had been shot to death by his lover, who claimed self defense. Investigation revealed that Mr. Pierre was probably the aggressor, and Connecticut General refused to pay his widow on the grounds his death was not \"accidental.\" The administrator relied upon the hearsay evidence of the lover in deciding to deny benefits.\nAt the first trial, the judge allowed this hearsay evidence and found the administrator's decision was not arbitrary and capricious. The Fifth Circuit affirmed, 866 F.2d 141 (1989), but then vacated its opinion and remanded the case for reconsideration in light of Bruch. Using the de novo standard, the district court then excluded the hearsay evidence of Mr. Pierre's aggression and awarded Mrs. Pierre accidental death benefits. The insurance company appealed, bringing the case once again before the Fifth Circuit.\nThe Fifth Circuit noted that plan administrators and/or fiduciaries have two types of decision to make: factual determinations underlying the claim for benefits and determinations that those particular facts do or do not fit the terms of the ERISA plan. It ruled that Bruch applies only to the latter. Purely factual determinations are excluded from the Bruch rationale, and principles of \"deferential review\" should apply. It concluded that decisions of this nature require the exercise of discretion and, even under trust law, require deference from the court toward the conclusions of the fact finder, i.e. the plan administrator/fiduciary.\nWe see nothing to distinguish the facts and legal conclusions of the Pierre case from those in the instant case, and we defer then to the Fifth Circuit's interpretation of federal law.\nWe hold that the proper standard of review is that of arbitrary and capricious. We \"focus on the evidence before the trustees [Hartford] at the time of [its] final decision....\" Pierre at 1559 (citations omitted). We are aware that other federal and state circuits have reached a different resolution of this issue. See Reinking v. Philadelphia American Life Ins. Co., 910 F.2d 1210 (C.A. 4th Cir.1990); Cramer v. Association Life Ins. Co., Inc., 563 So.2d 267 (La.App. 1st Cir.1990), reversed on other grounds, Cramer, supra.\nIn evaluating Hartford's actions however, we do agree that they were arbitrary and capricious and did not \"reflect a reasonable and impartial judgment.\" Pierre at 1562. We therefore, as held earlier, reject its conclusion that Mr. Brown's death was a suicide.\nWe find that Mr. Mozzer gave insufficient weight to the opinion of Mr. Brown's treating physician, Dr. Roniger, or to the *1388 presumptively correct amendments to the death certificate made by Dr. Treuting. See La.R.S. 40:45; State v. Louisiana State Board of Health, 153 So.2d 498 (La. App. 4th Cir.1963), writ denied 244 La. 1000, 156 So.2d 55 (La.1963). He failed to interview either the psychiatric nurse, Ms. Anthony, or Rabbi Gewirtz. He apparently ignored the existence of Capt. Foster, who was at the death scene, and Ms. Collins, who could have shed light on Mr. Brown's future with NME.\nThis does not constitute the \"reasonable and impartial judgment\" required by Pierre. It is selective review by Hartford of the available evidence. We hold that an administrator or fiduciary of an ERISA plan cannot limit its record to that evidence which will support the denial of benefits. This is arbitrary and capricious, and the judge did not err in overturning Hartford's conclusions and awarding the policy proceeds to the Brown family. We affirm his award of $163,000.00, plus legal interest.\nIn addition, we affirm his award of $35,000.00 in attorneys fees. Our review of the record and appreciation for the extent of legal services convince us that the judge did not abuse his discretion, although he did not articulate any specific findings with regard to the fees.\nThis case has been pending since Mr. Brown's death over five years ago. The parties have taken a large number of depositions. The case took four days to try, and the record and exhibits are extensive. Time sheets are in the record showing the extent of legal work on behalf of the Browns. We are in a position to apply the attorney-fee guidelines of Iron Workers Local No. 272 v. Bowen, 624 F.2d 1255 (C.A. 5th Cir.1980), such as bad faith, ability to pay, and deterrance value. We decline to reduce the award, as urged by Hartford, or raise it, as urged by the Browns.\nWe affirm the judgment in favor of Sue Rae Sherman Brown, Joel Brown, and Miriam Brown and against the Pan-American Life Assurance Company in the amount of $50,000.00 plus legal interest. We amend the judgment to award additional penalty interest against Pan-American under La. R.S. 22:656.\nWe affirm the judgment in favor of Sue Rae Sherman Brown, Joel Brown, and Miriam Brown and against Hartford Life and Accident Insurance Company in the amount of $163,000.00, attorney's fees in the amount of $35,000.00, and legal interest.\nWe affirm the judgment condemning Pan-American and Hartford to pay the costs of trial and additionally assess against them the costs of this appeal.\nAMENDED AND, AS AMENDED, AFFIRMED.\n",
            "ocr": false,
            "opinion_id": 1089950
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Murder"
}