{
    "id": 449230,
    "judges": null,
    "date_filed": "1974-11-11",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-jerome-daly-daniel-p-hulsey-coston-lee-whatley-mathus",
    "case_name_short": null,
    "case_name": null,
    "case_name_full": "United States v. Jerome Daly, Daniel P. Hulsey, Coston Lee Whatley, Mathus G. Wilson, Jr., Stanley J. Klir, Jr., Wayne R. Chermack, Alfred A. Breath and Gerald S. Ross",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 33,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "756 F.2d 1076"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/756/756.F2d.1076.83-1310.html",
            "author_id": null,
            "opinion_text": "756 F.2d 1076\n    55 A.F.T.R.2d 85-1317, 85-1 USTC  P 9404\n    UNITED STATES of America, Plaintiff-Appellee,v.Jerome DALY, Daniel P. Hulsey, Coston Lee Whatley, Mathus G.Wilson, Jr., Stanley J. Klir, Jr., Wayne R.Chermack, Alfred A. Breath and Gerald S.Ross, Defendants-Appellants.\n    No. 83-1310.\n    United States Court of Appeals,Fifth Circuit.\n    March 26, 1985.\n    \n      Jerome Daly, pro se.\n      Paul M. Koning (Court-appointed), Dallas, Tex., for Daly.\n      Wayne R. Chermack, Twin City Airport, Minn., pro se.\n      Jerry D. Patchen (Court-appointed), Houston, Tex., for Hulsey.\n      William M. Ravkind (Court-appointed), Dallas, Tex., for Whatley.\n      Douglas W. Wright (Court-appointed), Fort Worth, Tex., for Wilson.\n      Michael G. Parham (Court-appointed), Jasper, Ga., for Klir and Ross.\n      Gerald M. Birnberg (Court-appointed), Houston, Tex., for Breath.\n      James A. Rolfe, U.S. Atty., Fort Worth, Tex., Glenn L. Archer, Jr., Asst. Atty. Gen., Michael L. Paup, Chief, Robert E. Lindsay, James P. Springer, Deborah W. Dawson, U.S. Dept. of Justice, Tax Div., Washington, D.C., for plaintiff-appellee.\n      Appeals from the United States District Court for the Northern District of Texas.\n      Before THORNBERRY, REAVLEY and HIGGINBOTHAM, Circuit Judges.\n      REAVLEY, Circuit Judge:\n    \n    \n      1\n      Defendants appeal their convictions of various crimes that resulted from their use of personal churches as a tax avoidance scheme.  We affirm.\n    \n    I. Facts\n    \n      2\n      In 1976, Jerome Daly, a disbarred attorney and convicted tax evader, took control of the Basic Bible Church of America (BBC).  The BBC had been established in 1973, and the IRS granted it tax exempt status in 1974 as a religious institution under 26 U.S.C. Sec. 501(c)(3) (1976).\n    \n    \n      3\n      After taking control of the BBC in 1976, Daly began to sell BBC chapters at a price ranging from $500 to $1,250.  Defendants Hulsey, Whatley, Wilson, Klir, Chermack, Breath, and Ross purchased from Daly BBC chapters along with instructions and forms devised by Daly for the chapter owners to claim that all their income was tax exempt.\n    \n    \n      4\n      Under the scheme, the owner of a BBC chapter executed a vow of poverty and assigned all his property and income to his personal chapter of the BBC.  The owner then filed these documents with the IRS and claimed that because of the vow and assignment, all of his income was going to his BBC chapter and not to him personally.  He then claimed that the income was not taxable to him and that his BBC chapter was tax exempt under 26 U.S.C. Sec. 501(c)(3) (1976).  In fact, however, each owner of a BBC chapter continued to have complete control over his income and property and to live just as he had before the formation of the BBC chapter and before the vow and assignment.\n    \n    \n      5\n      The individual owners of BBC chapters formed or participated in the Master Executive Council (MEC).  MEC newsletters introduced at trial tended to show that defendants used the MEC not for religious purposes but to give the BBC chapters the appearance of religious organizations while disseminating information on how to handle financial affairs and file tax returns so as to hamper IRS investigation and detection of the tax scheme.\n    \n    \n      6\n      After a trial lasting several months, the jury found all defendants guilty of one count of conspiring to defraud the United States by impeding and impairing the legal functions of the IRS, 18 U.S.C. Sec. 371 (1976);  Daly, who did not himself file BBC returns, guilty of fifteen counts of willfully aiding and assisting in the preparation of false individual income tax returns, 26 U.S.C. Sec. 7206(2) (1976), and one count of aiding and abetting the knowing and willful making of a false statement to the United States Government, 18 U.S.C. Secs. 2, 1001 (1976);  Chermack guilty of three counts of willfully subscribing false individual income tax returns, 26 U.S.C. Sec. 7206(1) (1976), and one count of knowingly and willfully making a false statement to the United States Government, 18 U.S.C. Sec. 1001 (1976);1  Hulsey and Ross guilty of three counts of willfully subscribing false individual income tax returns, 26 U.S.C. Sec. 7206(1) (1976);  and Wilson and Breath guilty of two counts of willfully subscribing false individual income tax returns, id.    In addition, the jury acquitted Breath of one count of willfully subscribing false individual income tax returns, id., and Daly of one count of willfully aiding and assisting in the preparation of false individual income tax returns, 26 U.S.C. Sec. 7206(2) (1976).\n    \n    II. Issues\n    \n      7\n      The numerous issues raised by this case are grouped into six broad categories:  first, whether the district court abused its discretion in refusing to sever Daly's trial from that of his codefendants;  second, whether the prosecution denied defendants their First Amendment freedoms;  third, whether the convictions for willfully subscribing or aiding and assisting in the preparation of false income tax returns were proper;  fourth, whether the convictions for conspiracy to defraud were proper;  fifth, whether misconduct and improprieties occurring during the grand jury proceeding and at trial require reversal;  sixth, whether evidence seized during a search of Daly's residence was improperly admitted.2\n    \n    III. Severance\n    \n      8\n      Defendants Hulsey, Whatley, Wilson, Klir, Chermack, Breath, and Ross assert that Daly's prosecution should have been severed from that of his codefendants' for three reasons:  because Daly would have given exculpatory testimony if the trials had been severed;  because Daly's conduct as a pro se defendant prejudiced the other defendants;  and because Daly's representation of himself resulted in his being a witness whom the other defendants had no opportunity to cross-examine.  Each of these contentions will be considered against the well-known abuse of discretion standard used to review a district court's refusal to sever.   See United States v. Salomon, 609 F.2d 1172, 1175 (5th Cir.1980).  \"In order to demonstrate abuse of discretion, the defendant bears a heavy burden of establishing compelling prejudice.\"    Id. (emphasis added).\n    \n    A. Exculpatory Testimony\n    \n      9\n      To make out a prima facie case for severance to introduce exculpatory testimony of a codefendant, the movant must establish:  first, a bona fide need for the testimony;  second, the substance of the testimony;  third, its exculpatory nature and effect;  and fourth, that the codefendant will in fact testify if the cases are severed.   United States v. DeSimone, 660 F.2d 532, 539 (5th Cir.1981), cert. denied, 455 U.S. 1027, 102 S.Ct. 1732, 72 L.Ed.2d 149 (1982);  456 U.S. 928, 102 S.Ct. 1976, 72 L.Ed.2d 444 (1982).  If the movant makes such a showing, the district court, in exercising its discretion to sever, should consider:  first, the significance of the testimony in relation to the movant's theory of defense;  second, the extent of prejudice caused by the absence of the testimony;  third, factors of judicial administration and economy;  and fourth, the timeliness of the motion.  Id. at 540.\n    \n    \n      10\n      After a careful review of the motion to sever, of Daly's affidavit stating that he would testify and what he would testify about, and of the record of the severance hearing and the trial, we cannot find that the district court abused its discretion in denying severance.  First, Daly equivocated at the hearing on whether he would actually testify at the other defendants' trial if his trial were severed.  Second, the proposed testimony consisted of statements of what Daly had or had not told the defendants.  The proposed testimony constituted, at best, unsupported, self-serving statements that were only tangentially exculpatory.  Third, a defense lawyer stated at the severance hearing that he intended to impeach Daly in the event that he did testify at a severed trial--an unusual trial tactic if indeed Daly's testimony was necessary, as defendants claimed, to exonerate them.  Finally, because the trial was expected to, and did, last several months, considerations of judicial economy support the district court's exercise of discretion.\n    \n    B. Daly's Conduct as a Pro Se Defendant\n    \n      11\n      Defendants next argue that the district court abused its discretion in denying the motion to sever because Daly made a series of tactical errors and outrageous statements in representing himself which denied them their right to effective assistance of counsel and caused them prejudice by enraging the jury against them.\n    \n    \n      12\n      Defendants' asserted tactical errors and outrageous statements, however, do not constitute sufficient compelling prejudice to prove that the district court abused its discretion in refusing to sever.   See United States v. Salomon, 609 F.2d 1172, 1175 (5th Cir.1980).  The blunders and statements were made out of the presence of the jury,3 restated tenets of the BBC4 or facts5 already properly admitted into evidence, did not relate to the other defendants,6 or were simply irrelevant.7\n    \n    \n      13\n      Furthermore, we note that the district court, the government prosecutors, and the defense counsel all made effective efforts to restrain Daly from pursuing irrelevant matters that could prejudice his codefendants.  The district court also appointed back-up counsel to assist Daly and gave limiting instructions when it believed them to be necessary.  In United States v. Sacco, 563 F.2d 552, 555-571 (2d Cir.1977), cert. denied, 434 U.S. 1039, 98 S.Ct. 779, 54 L.Ed.2d 789 (1978), the court held in a case where such precautions were taken that it was not an abuse of discretion to deny severance.\n    \n    \n      14\n      We hold that, under the facts of this case, where the alleged improprieties happened outside the presence of the jury, were restatements of admitted evidence, or concerned only Daly, the other defendants did not \"suffer[ ] compelling prejudice against which the trial court was unable to afford protection.\"   United States v. Romanello, 726 F.2d 173, 177 (5th Cir.1984).\n    \n    C. Violation of Confrontation Clause\n    \n      15\n      Defendants argue that Daly gave testimony during the course of representing himself.  They claim that, because they could not cross-examine Daly, who did not take the stand, their constitutional right to confront witnesses against them was violated, and that it was therefore an abuse of discretion to deny severance.\n    \n    \n      16\n      The right to confront a witness arises only when that witness inculpates a defendant.   See Chambers v. Mississippi, 410 U.S. 284, 297-98, 93 S.Ct. 1038, 1047, 35 L.Ed.2d 297, 310 (1973);  United States v. Sacco, 563 F.2d 552, 556 (2d Cir.1977), cert. denied, 434 U.S. 1039, 98 S.Ct. 779, 54 L.Ed.2d 789 (1978).  Daly's statements to which the other defendants object, such as arguing the unconstitutionality of the Sixteenth Amendment, did not inculpate the other defendants of tax fraud.\n    \n    \n      17\n      Furthermore, none of Daly's \"testimony\" could have harmed the others' defense.   See Harrington v. California, 395 U.S. 250, 253-54, 89 S.Ct. 1726, 1728, 23 L.Ed.2d 284, 287 (1969).  Defendants argue that Daly's statements of his outrageous beliefs undermined their defense that Daly had convinced them that his tax plan was lawful.  Other evidence of Daly's beliefs--the basic tenets of the BBC--was properly introduced by the government to undermine that defense.  Severance was not required.\n    \n    IV. Infringement of First Amendment Rights\n    \n      18\n      A. Infringement of First Amendment Religious Freedoms\n    \n    \n      19\n      Defendants contend that this prosecution infringes their First Amendment religious freedoms.  Although courts may not determine whether a given belief is or is not a religion, see United States v. Ballard, 322 U.S. 78, 86-88, 64 S.Ct. 882, 886-87, 88 L.Ed. 1148, 1154 (1944), the trier of fact may determine whether a belief is truly held without violating the First Amendment, United States v. Seeger, 380 U.S. 163, 184, 85 S.Ct. 850, 863, 13 L.Ed.2d 733 (1965).  Here, the government carefully followed the dictates of the Supreme Court.  The government introduced evidence tending to show only that the beliefs were not sincerely held--not that those beliefs did not constitute a religion.  The jury was similarly instructed on what it could consider.  Defendants were not here denied their First Amendment rights.\n    \n    B. Right to the Freedom of Speech\n    \n      20\n      Daly argues that a search warrant and subsequent search of his home, and his very prosecution, violated his First Amendment right to the freedom of speech.  He claims that his advocacy of a tax scheme, whether legal or illegal, is protected by the First Amendment, because it did not incite imminent lawless action.   Brandenburg v. Ohio, 395 U.S. 444, 447, 89 S.Ct. 1827, 1829, 23 L.Ed.2d 430, 433 (1969).  This claim is preposterous.\n    \n    \n      21\n      Daly was convicted of conspiring to defraud the United States by impeding and impairing the legal functions of the IRS, 18 U.S.C. Sec. 371 (1976), of fifteen counts of willfully aiding and assisting in the preparation of false individual income tax returns, 26 U.S.C. Sec. 7206(2) (1976), and of aiding and assisting in the willful making of a false statement to the United States government, 18 U.S.C. Secs. 2, 1001 (1976).  These statutes punish actions, not speech.  The Court has emphasized that an illegal course of conduct is not protected by the First Amendment merely because the conduct was in part initiated, evidenced, or carried out by means of language.   Cox v. Louisiana, 379 U.S. 536, 555, 85 S.Ct. 453, 465, 13 L.Ed.2d 471, 484 (1965).\n    \n    \n      22\n      Daly argues that Street v. New York, 394 U.S. 576, 89 S.Ct. 1354, 22 L.Ed.2d 572 (1969), holds that an indictment and conviction based on a combination of constitutionally protected speech and unprotected activities violates the First Amendment.  In Street, the Court was unable to determine whether the defendant was indicted and convicted of malicious mischief because he exercised his right to free speech or because he burned a flag, only the latter being punishable.   Id. at 588-90, 89 S.Ct. at 1364, 22 L.Ed.2d at 582-583.  Here, the speech Daly claims is protected was not itself the wrong for which he was convicted, but it was merely the means by which he committed the crimes of which he was convicted.\n    \n    V. Fraudulent Tax Return Convictions\n    \n      23\n      All defendants were convicted of either willfully subscribing false individual income tax returns, 26 U.S.C. Sec. 7206(1) (1976), or willfully aiding and assisting in the preparation of false individual income tax returns, 26 U.S.C. Sec. 7206(2) (1976).  Defendants attack these convictions on a number of grounds.\n    \n    A. Willfulness and the State of the Law\n    \n      24\n      The BBC scheme basically consisted in executing vows of poverty and assigning property and incomes to personal BBC chapters.  Defendants argue that the owners of BBC chapters were merely agents receiving the incomes on behalf of their BBC chapters and, therefore, that the incomes were not taxable to them.  Defendants then argue that their BBC chapters were religious institutions that were tax exempt under 26 U.S.C. Sec. 501(c)(3) (1976).  They cite numerous statutes, regulations, revenue rulings, office decisions, judicial decisions, and IRS memoranda to support their claims that the scheme was legal or, at least, that the law was so unsettled that the willfulness requirement of 26 U.S.C. Sec. 7206 (1982) could not be found as a matter of law.   See United States v. Garber, 607 F.2d 92, 98 (5th Cir.1979).  Specifically, defendants argue that the law was unsettled on both the effectiveness of vows of poverty and assignments of income and property to shift tax liability and the tax exempt status of the BBC chapters.\n    \n    \n      25\n      We cannot agree with defendants' argument for three reasons.  First, at trial the government argued that the vows and assignments were bad faith shams and that they therefore did not shift the tax liability on defendants' incomes to the BBC chapters.  Therefore, the act of subscribing tax returns incorporating vows of poverty and assignments of income and property, done in bad faith, or the act of aiding or assisting in the preparation of such returns, would have been unlawful under 26 U.S.C. Sec. 7206 (1976).  Accordingly, it does not matter whether the law on the effectiveness of such vows and assignments was settled.\n    \n    \n      26\n      Second, the law regarding the tax exempt status of religious organizations under 26 U.S.C. Sec. 501(c)(3) (1976) was settled at the time of defendants' actions.  The Internal Revenue Code exempts from federal income taxation\n    \n    \n      27\n      [c]orporations, and any community chest, fund or foundation, organized and operated exclusively for religious ... purposes ... [and] no part of the net earnings of which inures to the benefit of any private shareholder or individual ....\n    \n    \n      28\n      26 U.S.C. Sec. 501(c)(3) (1976).  Therefore, for the BBC chapters to be entitled to tax exempt status:  first, the chapters must have been operated exclusively for religious purposes;  and second, no net earnings of the chapters could have inured to the benefit of any private individual member.\n    \n    \n      29\n      Furthermore, the requirements of section 501(c)(3) had been judicially interpreted well before defendants' actions.  Under the exclusive purpose requirement, the existence of a single purpose not listed in section 501(c)(3), if substantial in nature, would destroy the exemption.   See Better Business Bureau of Washington, D.C., Inc. v. United States, 326 U.S. 279, 283, 66 S.Ct. 112, 114, 90 L.Ed. 67, 71 (1945).  Under the inurement requirement, although a church may pay subsistence allowances to its members, Golden Rule Church Association v. Commissioner, 41 T.C. 719 (1964), a member's ready use of the religious organization's funds for personal use or receipt of an unreasonable salary for services rendered violates the inurement requirement, Founding Church of Scientology v. United States, 412 F.2d 1197, 1202, 188 Ct.Cl. 490 (1969), cert. denied, 397 U.S. 1009, 90 S.Ct. 1237, 25 L.Ed.2d 422 (1970).  Of course, any salary received by defendants would be taxable to them.  See 26 U.S.C. Sec. 61(a) (1976).\n    \n    \n      30\n      Government evidence introduced at trial supported its arguments both that the vows of poverty and assignments of income and property were bad faith shams and that the BBC scheme violated the inurement requirement of section 501(c)(3).  Government evidence showed that the creation of the BBC chapters had no effect on defendants' standard of living and that members made ready use of their BBC chapters' funds for personal use.  Specifically, there was evidence that defendants used their BBC chapters' funds and assets to pay living expenses, to purchase furs, cars, planes, boats, gold coins, and real estate, to invest, to maintain country club memberships, and to take foreign ski trips.\n    \n    \n      31\n      After a careful review of their arguments and authority, we find that defendants have either misapplied, misquoted, or misused the authority.  We are therefore reluctant to repeat their arguments and authorities.  We merely note that there was sufficient evidence to support a jury's finding that defendants filed fraudulent vows and assignments and that the BBC chapters were not entitled to tax exempt status under settled tax law.\n    \n    B. Exclusion of Evidence on Willfulness\n    \n      32\n      Defendants sought to introduce the testimony of Dr. W.L. Waller, which was proffered to prove the confusion on the state of the law and to support their claim of the absence of willfulness as required by 26 U.S.C. Sec. 7206 (1976).  The court excluded the evidence as irrelevant.  Defendants claim that this exclusion was error, citing United States v. Garber, 607 F.2d 92, 98-100 (5th Cir.1979), in which the court held that where the taxability of unreported income was uncertain as a matter of law, it was error to exclude the evidence of an expert who would testify about the unresolved nature of the law.\n    \n    \n      33\n      In United States v. Burton, 737 F.2d 439, 443-44 (5th Cir.1984), this court limited Garber to its bizarre facts--where the level of uncertainty approached legal vagueness.  In Burton, we held that, where the uncertainty of the law does not approach legal vagueness, the admissibility of an expert's testimony is governed by relevancy under Fed.R.Evid. 403.  737 F.2d at 443-44.  The court noted that, where the existence of willfulness is determined by the defendant's state of mind at the time he acted, the relevance of the expert's testimony on plausible readings of the Internal Revenue Code can be easily outweighed by considerations of potential prejudice and of confusing the jury, especially considering that the judge is the jury's sole source of information regarding the law.  Id.  The court noted, finally, that once the Rule 403 balance has been struck by the district court, it will not be overturned on appeal absent an abuse of discretion.  Id.  Finding no abuse of discretion, the court upheld the exclusion of the testimony.  Id.\n    \n    \n      34\n      In this case, the district court stated that Waller's interpretations on the law governing the legality of the BBC scheme had little probative value on the issue of the defendants' states of mind at the time they acted because there was no evidence that they had relied on his opinion at the time they acted.  As against this slight probative value, the district court noted the great possibility of confusing the jury with more than one statement of the law.  Because the court found that the possibility of confusing the jury outweighed the probative value of the proffered evidence, the court excluded that evidence.  Because the district court properly balanced the interests set forth in Fed.R.Evid. 403 and in Burton, and because it permitted defendants to introduce other evidence of defendants' states of mind at the time they acted, the district court's exclusion of the testimony was proper.\n    \n    \n      35\n      AFFIRMED.\n    \n    \n      \n        1\n         Daly's and Chermack's convictions for willfully and knowingly making a false statement to the United States Government, 18 U.S.C. Sec. 1001 (1976), arose from the fact that Chermack, aided and abetted by Daly, 18 U.S.C. Sec. 2 (1976), falsely claimed a $52,781.42 contribution to charity on his 1977 tax return\n      \n      \n        2\n         Only issues raised in the first three broad categories have precedential value.  Local Rule 47.5 provides:  \"The publication of opinions that have no precedential value and merely decide particular cases on the basis of well-settled principles of law imposes needless expense on the public and burdens on the legal profession.\"    Pursuant to that Rule, the court has determined that the non-precedential portions of this opinion will not be published\n      \n      \n        3\n         For example, Daly's statement that he advocated the killing of federal judges was made out of the jury's presence\n      \n      \n        4\n         For example, Daly's repeated questioning of witnesses on the constitutionality of the Sixteenth Amendment and the legality of Federal Reserve notes occurred after the government had introduced evidence that these beliefs were tenets of the BBC\n      \n      \n        5\n         For example, Daly's asking a witness, a minister called by the other defendants, whether he paid income taxes on the salary he earned as a minister was after the government had elicited testimony from the witness that he did pay federal income taxes\n      \n      \n        6\n         For example, Daly commented that when he took over the BBC he deleted from its tenets the belief that blacks were beasts of the field, which had been inserted by the BBC's founder\n      \n      \n        7\n         For example, Daly questioned a witness on the legality of the Vietnam War\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 449230
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}