{
    "id": 1107086,
    "judges": "Gaskins, Moore and Lolley",
    "date_filed": "1988-07-01",
    "date_filed_is_approximate": true,
    "slug": "state-v-cook",
    "case_name_short": "Cook",
    "case_name": "State v. Cook",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "981 So. 2d 232"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n981 So. 2d 232 (2008)\nSTATE of Louisiana, Appellee\nv.\nDarrell T. COOK, Appellant.\nNo. 43,236-KA.\nCourt of Appeal of Louisiana, Second Circuit.\nApril 30, 2008.\n*233 Jones &amp; Charles by E. Roland Charles, Monroe, for Appellant.\nJerry L. Jones, District Attorney, R. Nicholas Anderson, Assistant District Attorney, for Appellee.\nBefore GASKINS, MOORE and LOLLEY, JJ.\nGASKINS, J.\nThe defendant, Darrell T. Cook, was convicted of attempted distribution of cocaine and sentenced to 15 years at hard labor. The defendant appeals his sentence as excessive. We affirm.\n\nFACTS\nThe Metro Narcotics Unit began to investigate the defendant after receiving reports that he was selling crack cocaine in Monroe. According to the police, the defendant sold three rocks of cocaine, worth $40, to a reliable confidential informant on two separate occasions in August 2005.\nThe defendant was charged with two counts of distribution of cocaine. Trial was held in September 2006. The jury acquitted the defendant on the first count, but convicted him of attempted distribution of cocaine on the second count. The trial court ordered a presentence investigation (PSI) report.\nIn February 2007, the trial court sentenced the defendant to 15 years at hard labor with credit for time served. It recommended that the defendant be placed in a drug treatment program during his incarceration. No motion for reconsideration of sentence was filed.\nIn an out-of-time appeal, the defendant contends that his sentence is excessive.\n\nLAW\nThe defendant complains that his sentence was not imposed in accord with the Louisiana Sentencing Guidelines and was excessive. As this court noted in State v. Brown, 41,883 (La.App. 2d Cir.4/4/07), 956 So. 2d 53, and State v. Martin, 40,150 (La.App. 2d Cir.9/21/05), 911 So. 2d 917, the Louisiana Sentencing Guidelines were repealed by Acts 1995, No. 942, § 3, effective August 15, 1995, and La. C. Cr. P. art. 894.1 was amended and reenacted by Act 942 to provide the sentencing guidelines now in effect.[1]State v. Lennon, 95-0402 (La.App. 4th *234 Cir.9/15/95), 661 So. 2d 1047, writ denied, 95-3004 (La.3/22/96), 669 So. 2d 1222, cert. denied, 519 U.S. 855, 117 S. Ct. 152, 136 L. Ed. 2d 97 (1996).\nIn the instant case, the defendant did not file a motion to reconsider sentence. Accordingly, he is precluded from complaining of inadequate compliance with La. C. Cr. P. art. 894.1 and is limited to review of the bare claim that the sentence is constitutionally excessive.[2]State v. Mims, 619 So. 2d 1059 (La.1993); State v. Crow, 42,173 (La.App. 2d Cir.6/20/07), 960 So. 2d 1173; State v. George, 39,772 (La.App. 2d Cir.7/1/05), 908 So. 2d 79.\nA sentence violates La. Const. art. 1, § 20 if it is grossly out of proportion to the seriousness of the offense or nothing more than a purposeless and needless infliction of pain and suffering. State v. Smith, 2001-2574 (La.1/14/03), 839 So. 2d 1; State v. Dorthey, 623 So. 2d 1276 (La.1993); State v. Bonanno, 384 So. 2d 355 (La.1980). A sentence is considered grossly disproportionate if, when the crime and punishment are viewed in light of the harm done to society, it shocks the sense of justice. State v. Weaver, XXXX-XXXX (La.1/15/02), 805 So. 2d 166; State v. Lobato, 603 So. 2d 739 (La.1992); State v. Hogan, 480 So. 2d 288 (La.1985); State v. Bradford, 29,519 (La.App. 2d Cir.4/2/97), 691 So. 2d 864.\nAs a general rule, maximum or near maximum sentences are reserved for the worst offenders and the worst offenses. State v. Brisco, 33,179 (La.App. 2d Cir.4/5/00), 756 So. 2d 644, writ denied, XXXX-XXXX (La.5/25/01), 792 So. 2d 749; State v. Grissom, 29,718 (La.App. 2d Cir.8/20/97), 700 So. 2d 541.\nThe maximum sentence of incarceration for attempted distribution of cocaine is 15 years at hard labor. La. R.S. 40:967; La. R.S. 14:27; State v. Myles, 34,520 (La.App. 2d Cir.5/9/01), 786 So. 2d 906.\n\nDISCUSSION\nThe defendant has six prior drug charges and two prior drug convictions (one for a misdemeanor); no disposition was found for two of the felony drug charges. He once shot another man as a result of a dispute over illegal drugs and was allowed to plead his attempted murder charge down to aggravated battery. In addition to a recent conviction for illegal possession of stolen things, the defendant has a staggering history of disrespect for the law, manifested by his failure to appear to answer for years of misdemeanors related to the operation of automobiles in this state. With at least two prior felony convictions \u0097 one of which was a violent offense involving a firearm and the other of which was, like this crime, a drug offense-and a veritable catalog of misdemeanor offenses, this defendant is among the worst type of offenders. He has been shown leniency by the courts on numerous occasions; despite these many opportunities to amend his ways, he has chosen to continue breaking the law again and again. Based on his criminal history, this defendant is highly likely to commit further offenses upon his release from custody. The maximum sentence is thus not grossly out of proportion to the offender *235 and the seriousness of the crime. Consequently, we find that the sentence of 15 years imposed upon this defendant is not constitutionally excessive.\nThis assignment of error lacks merit.\n\nCONCLUSION\nThe defendant's conviction and sentence are affirmed.\nAFFIRMED.\nNOTES\n[1]  We note that defense counsel in the instant case was also the counsel for the defendant in State v. Martin, supra. Consequently, we strongly caution counsel to take note of the repeal of the Louisiana Sentencing Guidelines in future appeals. We further advise counsel that care should be given in tailoring briefs to the facts of the appellate case.\n[2]  However, we note that the trial court fully complied with La. C. Cr.P. art. 894.1, giving detailed reasons for the imposition of the defendant's sentence. In addition to the now 34-year-old defendant's extensive criminal history, which began when he was a juvenile, and his failure to benefit from the leniency (suspended sentences and probation) shown to him in the past, the trial court also considered additional factors. These included the defendant's 11th grade education; his employment in the food services and home repairs industries; and the fact that he has six children, ages two to 12, with five different women.\n\n",
            "ocr": false,
            "opinion_id": 1107086
        }
    ],
    "court_short_name": "Louisiana Court of Appeal",
    "court_full_name": "Louisiana Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "Louisiana, LA",
    "crime_category": "Murder"
}