{
    "id": 1109766,
    "judges": "England",
    "date_filed": "2002-02-01",
    "date_filed_is_approximate": true,
    "slug": "mcarthur-v-nourse",
    "case_name_short": "McArthur",
    "case_name": "McArthur v. Nourse",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 22,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "369 So. 2d 578"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4036.0,
            "opinion_text": "\n369 So.2d 578 (1979)\nNadean O. McARTHUR, Petitioner,\nv.\nPhilip G. NOURSE, Circuit Judge, Etc., Respondent.\nNo. 53465.\nSupreme Court of Florida.\nMarch 29, 1979.\n*579 Raymond E. Ford, Fort Pierce, and Chester Bedell and Peter D. Webster of Bedell, Bedell, Dittmar &amp; Zehmer, Jacksonville, for petitioner.\nJim Smith, Atty. Gen., and Basil S. Diamond and Kenneth G. Spillias, Asst. Attys. Gen., West Palm Beach, for respondent.\nENGLAND, Chief Justice.\nThis cause is before us on remand from the United States Supreme Court vacating our denial of petitioner Nadean McArthur's suggestion for writ of prohibition.[1] McArthur was tried and convicted of the first degree-murder of her husband by the Circuit Court of Okeechobee County in 1975. On appeal, this Court reversed her conviction and directed that she be afforded a new trial. McArthur v. State, 351 So.2d 972 (Fla. 1977). After its petition for rehearing was denied, the state immediately moved for a retrial. McArthur filed a motion to dismiss the indictment on the ground that retrial would subject her to double jeopardy in violation of the Florida and federal constitutions. When the circuit court denied her motion to dismiss and scheduled a new trial date, McArthur filed her suggestion for writ of prohibition with this Court, again asserting that she was being subjected to double jeopardy. We denied her petition, but our denial was vacated and remanded by the United States Supreme Court for further consideration in light of Burks v. United States, 437 U.S. 1, 98 S.Ct. 2141, 57 L.Ed.2d 1 (1978), and Greene v. Massey, 437 U.S. 19, 98 S.Ct. 2151, 57 L.Ed.2d 15 (1978).\nIn Burks the Court held that a second trial of a defendant would violate the double jeopardy clause of the fifth amendment to the United States Constitution if an appellate court had reversed the first conviction on the ground that the evidence was insufficient. Overruling its own established precedents, the Court concluded that a defendant's motion for a new trial does not operate as a waiver of his right to acquittal on appeal under such circumstances.[2] Where a conviction is reversed due to trial error, however, the Court held that the defendant's interests are sufficiently protected by affording him a new trial, free from error. Thus, in Greene, the Court remanded the case to the Fifth Circuit Court of Appeals to clarify whether *580 Greene's conviction had been reversed because of insufficient evidence or trial error.[3]\nThe state argues that McArthur's conviction was reversed neither for trial error nor for evidentiary insufficiency. Rather, the state contends that the evidence against McArthur was, though technically sufficient, of such tenuous weight that the \"interests of justice\" required reversal. The state notes that the United States Supreme Court in Greene specifically declined to rule \"as to the double jeopardy implications of a retrial ordered on such grounds.\"[4]\nOur decision in McArthur v. State, turned upon the special standard applicable to a conviction based wholly on circumstantial evidence:\nWhere the only proof of guilt is circumstantial, no matter how strongly the evidence may suggest guilt a conviction cannot be sustained unless the evidence is inconsistent with any reasonable hypothesis of innocence.[5]\nThe state argues that this standard is not a test of sufficiency, but is, instead, a means of analyzing the weight of the evidence. Consequently, the state argues, neither Burks nor Greene prohibit a second trial of McArthur. We disagree.\nFirst, we specifically characterized McArthur's major contention as a matter of sufficiency \u0097 \"that as a matter of law there was insufficient evidence of her guilt to support her conviction.\"[6] (Emphasis added.) Nothing in our analysis suggests that our reversal of her conviction was predicated on any grounds other than the sufficiency issue. In fact, our opinion concluded with the observation that \"[t]he state simply did not carry its burden of proof,\"[7] indicating that the state's case was legally insufficient to support a conviction.\nSecond, the standard applicable to circumstantial evidence is clearly a test of evidentiary sufficiency. The numerous precedents referring to the \"sufficiency\" of circumstantial evidence[8] cannot be disregarded on the state's premise that the distinction between evidentiary weight and sufficiency was unimportant until Burks and Greene were decided. A critical distinction has existed at least since 1967, when rules 3.380 (formerly rule 3.660) and 3.600 of the Florida Rules of Criminal Procedure were adopted.[9] Rule 3.380(a) provides that a motion for judgment of acquittal should be granted if, at the close of the evidence, \"the court is of the opinion that the evidence is insufficient to warrant a conviction.\" In contrast, rule 3.600(a)(2) provides that a motion for new trial shall be granted if the jury verdict is \"contrary to law or the weight of the evidence.\" The state's failure to satisfy the circumstantial evidence test \u0097 that the evidence must not only suggest guilt, but must refute every reasonable hypothesis of innocence \u0097 is clearly a proper basis for granting a motion *581 for judgment of acquittal rather than a new trial.[10]\nBurks states that\nit should make no difference that the reviewing court, rather than the trial court, determined the evidence to be insufficient... . The appellate decision unmistakably meant that the [trial court] had erred in failing to grant a judgment of acquittal. To hold otherwise would create a purely arbitrary distinction between those in petitioner's position and others who would enjoy the benefit of a correct decision by the [trial court].[11]\nIn light of the decision of the United States Supreme Court in Burks, a second trial of McArthur is prohibited by the fifth amendment to the United States Constitution. Accordingly, the suggestion for writ of prohibition is granted, and the trial court is directed to dismiss the indictment charging Nadean McArthur with the first-degree murder of her former husband.\nIt is so ordered.\nADKINS, OVERTON, SUNDBERG and HATCHETT, JJ., concur.\nNOTES\n[1]  McArthur v. Nourse, 438 U.S. 902, 98 S.Ct. 3119, 57 L.Ed.2d 1145 (1978), vacating our decision in McArthur v. Nourse, 358 So.2d 132 (Fla. 1978).\n[2]  437 U.S. at 17, 98 S.Ct. 2141.\n[3]  Greene v. Massey was before the Court on review from a decision of the Fifth Circuit Court of Appeals upholding a federal district court's denial of habeas corpus relief to Greene. Greene v. Massey, 546 F.2d 51 (5th Cir.1977). Greene had been reconvicted of first-degree murder after we had reversed his original conviction. Sosa v. State, 215 So.2d 736 (Fla. 1968). While the per curiam decision of this Court, concurred in by four justices, cites insufficiency of evidence as the basis for reversal, three of the four also concurred in a separate opinion dealing with reversible trial error. 215 So.2d at 737 (Ervin, J., concurring specially).\n[4]  437 U.S. at 26 n. 10, 98 S.Ct. 2151 at 2155 n. 10. See also Id. at 22 n. 2, 98 S.Ct. 2151.\n[5]  McArthur v. State, 351 So.2d 972, 976 n. 12 (Fla. 1977).\n[6]  Id. at 976.\n[7]  Id. at 978.\n[8]  See, e.g., Driggers v. State, 164 So.2d 200 (Fla. 1964); Davis v. State, 90 So.2d 629 (Fla. 1956); Head v. State, 62 So.2d 41 (Fla. 1952); Lyons v. State, 47 So.2d 541 (Fla. 1950); Frank v. State, 121 Fla. 53, 163 So. 223 (1935); Bellamy v. State, 96 Fla. 808, 119 So. 137 (1928); Tillman v. State, 353 So.2d 948 (Fla. 1st DCA 1978); Donald v. State, 344 So.2d 633 (Fla. 2d DCA 1977); Sanders v. State, 344 So.2d 876 (Fla. 4th DCA 1977); Interest of B.S. v. State, 320 So.2d 459 (Fla. 3d DCA 1975).\n[9]  In re Florida Rules of Criminal Procedure, 196 So.2d 124, 164-65, 167 (Fla. 1967).\n[10]  Tillman v. State, 353 So.2d 948 (Fla. 1st DCA 1978); Richardson v. State, 335 So.2d 835 (Fla. 4th DCA 1976); Amato v. State, 296 So.2d 609 (Fla. 3d DCA 1974).\n[11]  437 U.S. at 11, 98 S.Ct. at 2147. We specifically decline to rule upon the double jeopardy implications of appellate reversals based upon considerations of evidentiary weight.\n\n",
            "ocr": false,
            "opinion_id": 1109766
        }
    ],
    "court_short_name": "Supreme Court of Florida",
    "court_full_name": "Supreme Court of Florida",
    "court_type": "S",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Murder"
}