{
    "id": 1451782,
    "judges": "Langtry, P.J., and Foley and Thornton",
    "date_filed": "1977-06-02",
    "date_filed_is_approximate": true,
    "slug": "state-v-dyer",
    "case_name_short": "Dyer",
    "case_name": "State v. Dyer",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "514 P.2d 363"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n514 P.2d 363 (1973)\nSTATE of Oregon, Respondent,\nv.\nPhilip Martin DYER, Appellant.\nCourt of Appeals of Oregon.\nArgued and Submitted August 20, 1973.\nDecided September 28, 1973.\n*364 Robert C. Cannon, Deputy Public Defender, Salem, argued the cause for appellant. With him on the brief was Gary D. Babcock, Public Defender, Salem.\nThomas H. Denney, Asst. Atty. Gen., Salem, argued the cause for respondent. With him on the brief were Lee Johnson, Atty. Gen., and John W. Osburn, Sol. Gen., Salem.\nBefore LANGTRY, P.J., and FOLEY and THORNTON, JJ.\nTHORNTON, Judge.\nOn July 31, 1972, in the Yamhill County Courthouse at McMinnville, defendant shot and killed his wife as they were waiting for a custody hearing to begin in the circuit court. Dyer also killed a female friend of his wife and fired two shots at a Yamhill deputy sheriff, who returned his fire and wounded him. At his trial Dyer relied on an insanity defense; however, he was convicted by jury on two counts of murder and one of attempted murder.\nDefendant appeals, alleging: (1) that it was error to change venue from Yamhill to Polk County because of the close proximity to McMinnville; (2) that certain lay witnesses should not have been allowed to express their opinions on Dyer's sanity as they were not shown to be intimate acquaintances; and (3) that it was error to deny defendant's motion for a mistrial on the ground that the prosecutor expounded an incorrect test of insanity in eliciting testimony from several witnesses as to defendant's sanity and in arguing the case to the jury.\nDefendant's first assignment of error is without merit as defense counsel, who requested the change of venue, expressed no objection to having the trial moved to Polk County.\nDefendant's second assignment of error is likewise without merit. ORS 41.900(10) permits intimate acquaintances to give their opinion respecting defendant's sanity. In this regard, \"* * * it is within the discretion of the trial court to say when the witness has shown himself competent and qualified to express an opinion upon the subject * * *.\" State v. Hansen, 25 Or. 391, 395, 35 P. 976, 977, 36 P. 296 (1894); accord, State of Oregon v. Garver, 190 Or. 291, 315, 225 P.2d 771 (1950); State v. Hassing, 60 Or. 81, 90, 118 P. 195 (1911); see also, State v. Skerl, 250 Or. 346, 442 P.2d 610 (1968); State v. Van Dolah, Or. App., 97 Adv.Sh. 1094, 512 P.2d 1013 (1973).\nThe lay witnesses who expressed their opinion as to Dyer's sanity are sufficiently more intimate with defendant than the jailer who was permitted to express an opinion in Hansen. The weight to be given to the testimony of the witnesses is for the jury to determine. Lassas v. McCarty, 47 Or. 474, 482, 84 P. 76 (1906); State v. Skerl, supra at 348, of 250 Or., 442 P.2d 610.\nWe now consider Dyer's third assignment of error, relating to his insanity plea. ORS 161.295(1) was adopted by the 1971 legislature and is based on § 4.01(1) of the American Law Institute's Model Penal Code (1962). The new test of insanity contained in ORS 161.295(1) represents a substantial change from the prior test in Oregon.[1]\nORS 161.295 provides:\n\"(1) A person is not responsible for criminal conduct if at the time of such conduct as a result of mental disease or defect he lacks substantial capacity either to appreciate the criminality of his *365 conduct or to conform his conduct to the requirements of law.\n\"(2) As used in chapter 743, Oregon Laws 1971, the terms `mental disease or defect' do not include an abnormality manifested only by repeated criminal or otherwise anti-social conduct.\"\nPreviously the test had been a liberalized version of the M'Naghten rule.[2] ORS 136.410 (repealed Oregon Laws 1971, ch. 743, § 432); State v. Garver, supra at 298 of 190 Or., 225 P.2d 771.\nA formulation of the old test appears in the following jury instruction approved in State v. Gilmore, 242 Or. 463, 410 P.2d 240 (1966):\n\"`Insanity, to excuse a crime, must be such a disease of the mind as dethrones reason and renders the person incapable of understanding the nature and quality and consequences of his act or of distinguishing between right and wrong in relation to such act.'\" 242 Or. at 468, 410 P.2d at 243. (Emphasis supplied.)\nIn Gilmore the court also referred to the evidence which is customarily offered on the question of a defendant's insanity defense. The court said:\n\"* * * The evidence provided for the jury is usually, as it was here, the opinions of the experts called by the defendant that the defendant could not tell the difference between right and wrong, and the opinions of the experts called by the state that the defendant could tell the difference between right and wrong * * *.\" 242 Or. at 466, 410 P.2d at 242. (Emphasis supplied.)\nThis \"right-wrong\" test contained in Gilmore deals in terms of absolutes. The new test in ORS 161.295(1) does not require absolute knowledge of the difference between right and wrong, only a substantial incapacity to appreciate criminal conduct. The Commentary to the Proposed Oregon Criminal Code 34, Art. 5, § 36 (1970), which section became ORS 161.295, states that \"an offender must be emotionally as well as intellectually aware of the significance of his conduct.\" Questions soliciting the answer that defendant knew right from wrong merely contemplate intellectual awareness. Whether a person \"knows right from wrong\" is not, as the state contends, a form, in simple lay language, of stating the first portion of the statutory standard in ORS 161.295(1): whether the defendant has substantial capacity to appreciate the criminality of his conduct. It is the solicitation of opinion on the old, hence improper, standard.\nFive times during the course of this lengthy trial the prosecutor, over objections by defendant, solicited testimony from witnesses as to their opinion on whether Dyer knew right from wrong. Each witness said that he felt Dyer did know the difference. The following are the prosecutor's questions:\n\"[Prosecutor] Q. * * * [A]s a result of contact with him and your knowledge of his circumstances, did you, as a lay person, form an opinion about whether or not he had the ability to distinguish right from wrong?\n\"* * * * *\n\"[Prosecutor] MR. MOORE: Q. Mrs. Melson, what was your feeling about whether this Defendant had the ability to know right from wrong?\n\"[Mrs. Melson] A. I didn't ever think of it in those terms, but from my personal experience with him I felt he knew right from wrong.\n\"* * * * *\n\"[Prosecutor] Q. Mrs. Miller, based upon what you know about this Defendant, do you feel that he knew the difference between right and wrong?\n\"* * * * *\n\"[Mrs. Miller] WITNESS: Well, I feel that Phil would know the difference between right and wrong, but further than that I'm not qualified to state.\n\n*366 \"* * * * *\n\"[Prosecutor] Q. Doctor, based on all of your contact with this Defendant and relying on your experience, do you have an opinion to a reasonable medical probability as to whether or not in connection with the charges against this Defendant he, number one, suffers from a mental defect or disease rendering him unable to know the difference between right or wrong?\n\"[Dr. Ragan] A. Yes, I have an opinion.\n\"Q. What's your opinion?\n\"A. I believe that Mr. Dyer in my association with him is able to distinguish right from wrong.\n\"* * * * *\n\"[Prosecutor] Q. So I take it then that as far as your opinion to a reasonable medical probability is concerned, that is, looking at all the facts that are available to you, your opinion is as you stated to the jury in answer to my question that this Defendant knew the difference between right and wrong and was able to conform his conduct to the law.\n\"[Dr. Ragan] A. I felt he did know right from wrong and that he could conform to it.\n\"* * * * *\n\"[Prosecutor] MR. MOORE: Q. Based on your acquaintance with the Defendant, did you ever reach or are you able to state an opinion as to whether or not Mr. Dyer is able to distinguish right from wrong?\n\"[Officer Milbradt] A. Well, at all the time I've known Mr. Dyer, I never knew him to do anything wrong. I've discussed his past with him, the present, visited with him, and I would say it's my opinion that Mr. Dyer definitely does know right from wrong. I've never even so much as saw him walk against a red light in the City of McMinnville.\"\nIt should also be mentioned that following the `Does he know right from wrong' questions by the prosecutor quoted above, defense counsel employed the same term in at least three instances in referring to the same matter during cross-examination of the same witness.\nDuring his final closing argument the prosecutor recalled the above testimony and stressed to the jury that each of these witnesses believed that Dyer could tell right from wrong. Defendant's motion for a mistrial, based on the above argument by the prosecutor, was denied. The trial court did not instruct the jury to disregard the prosecutor's references to the \"right-wrong\" test nor did it instruct the jury that the \"right-wrong\" test is not the present test of criminal responsibility in Oregon. However, the court did give an insanity instruction repeating the language of the statutory standard in ORS 161.295(1). The court also granted defendant an exception to the court's failure to instruct the jury that the \"right-wrong\" test was not the current test of insanity in Oregon.\nDefendant argues that the prosecutor's repeated reference to the \"right-wrong\" test of criminal responsibility created confusion as to the proper standard to be applied by the jury and was therefore prejudicial to the defendant.\nWe agree. The prosecutor has a duty to see that the defendant has a fair trial. State v. Pointer et al., 106 Or. 589, 213 P. 621 (1923). Objectionable remarks by the prosecutor, if left uncorrected, may be ground for reversal. State v. Wilson, 221 Or. 602, 351 P.2d 944 (1960). Further, the new standard in ORS 161.295(1) is substantially different from the \"right-wrong\" test, as set out in State v. Gilmore, supra at 468 of 242 Or., 410 P.2d 240. Therefore the jury may have been sufficiently confused by the prosecutor's remarks as to apply the wrong standard in its deliberations.\nUnder the circumstances we believe that it was incumbent upon the trial judge to take affirmative steps to remove possible confusion caused by the prosecutor's repeated references to the old \"right-wrong\" *367 test. Inasmuch as the court did not take affirmative action to eliminate the confusion, either by instructing the jury that the \"right-wrong\" test was not applicable or by allowing the motion for mistrial, we conclude that the case must be sent back for a new trial. State v. Seeger, 4 Or. App. 336, 340, 479 P.2d 240 (1971). Cf., State v. Dennis, 177 Or. 73, 159 P.2d 838, 161 P.2d 670 (1945); State v. Smith, 4 Or. App. 261, 478 P.2d 417 (1970).\nReversed and remanded.\nNOTES\n[1]  See, Proposed Oregon Criminal Code 34-37, Commentary, Art. 5, § 36 (1970).\n[2]  See, Snouffer, The Myth of M'Naghten, 50 Or.L.Rev. 41 (1970): State v. Layton, 174 Or. 217, 148 P.2d 522 (1944).\n\n",
            "ocr": false,
            "opinion_id": 1451782
        }
    ],
    "court_short_name": "Court of Appeals of Oregon",
    "court_full_name": "Court of Appeals of Oregon",
    "court_type": "SA",
    "court_jurisdiction": "Oregon, OR",
    "crime_category": "Murder"
}