{
    "id": 500771,
    "judges": "Boochever, Poole, Thompson",
    "date_filed": 570240000000,
    "date_filed_is_approximate": false,
    "slug": "myron-g-sammons-and-dorothy-sammons",
    "case_name_short": null,
    "case_name": "Myron G. Sammons and Dorothy Sammons, Petitioners-Appellees/cross-Appellants v. Commissioner of Internal Revenue, Cross-Appellee",
    "case_name_full": "Myron G. SAMMONS and Dorothy Sammons, Petitioners-Appellees/Cross-Appellants, v. COMMISSIONER OF INTERNAL REVENUE, Respondent-Appellant, Cross-Appellee",
    "attorneys": "Robert A. Bernstein and Gayle P. Miller, Dept, of Justice, Tax Div., Washington, D.C., for respondent-appellant, cross-appel-lee., James Powers, Marc L. Spitzer, Phoenix, Ariz., for petitioners-appellees/cross-appel-lants. .",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and Submitted Nov. 13, 1987.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 71,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b424-12\">\n    Myron G. SAMMONS and Dorothy Sammons, Petitioners-Appellees/Cross-Appellants, v. COMMISSIONER OF INTERNAL REVENUE, Respondent-Appellant, Cross-Appellee.\n   </parties><br><docketnumber id=\"b424-16\">\n    Nos. 87-7066, 87-7104.\n   </docketnumber><br><court id=\"b424-17\">\n    United States Court of Appeals, Ninth Circuit.\n   </court><br><otherdate id=\"b424-18\">\n    Argued and Submitted Nov. 13, 1987.\n   </otherdate><br><decisiondate id=\"b424-19\">\n    Decided Jan. 27, 1988.\n   </decisiondate><br><attorneys id=\"b425-18\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"331\"> \n     *331\n     </span>\n    Robert A. Bernstein and Gayle P. Miller, Dept, of Justice, Tax Div., Washington, D.C., for respondent-appellant, cross-appel-lee.\n   </attorneys><br><attorneys id=\"b425-19\">\n    James Powers, Marc L. Spitzer, Phoenix, Ariz., for petitioners-appellees/cross-appel-lants. .\n   </attorneys><br><judges id=\"b426-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"332\"> \n     *332\n     </span>\n    Before POOLE, BOOCHEVER and THOMPSON, Circuit Judges.\n   </judges>",
    "citations": [
        "838 F.2d 330"
    ],
    "opinions": [
        {
            "author_str": "Thompson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/838/838.F2d.330.87-7104.87-7066.html",
            "author_id": null,
            "opinion_text": "838 F.2d 330\n    61 A.F.T.R.2d 88-544, 88-1 USTC  P 9152\n    Myron G. SAMMONS and Dorothy Sammons,Petitioners-Appellees/Cross-Appellants,v.COMMISSIONER OF INTERNAL REVENUE, Respondent-Appellant,Cross-Appellee.\n    Nos. 87-7066, 87-7104.\n    United States Court of Appeals,Ninth Circuit.\n    Argued and Submitted Nov. 13, 1987.Decided Jan. 27, 1988.\n    \n      Robert A. Bernstein and Gayle P. Miller, Dept. of Justice, Tax Div., Washington, D.C., for respondent-appellant, cross-appellee.\n      James Powers, Marc L. Spitzer, Phoenix, Ariz., for petitioners-appellees, cross-appellants.\n      Appeal from a Decision of the Tax Court of the United States.\n      Before POOLE, BOOCHEVER and THOMPSON, Circuit Judges.\n      DAVID R. THOMPSON, Circuit Judge:\n    \n    \n      1\n      Myron and Dorothy Sammons appeal a decision of the United States Tax Court partially disallowing their deduction of $548,380 for the donation of certain Indian artifacts to the Museum of Native American Cultures.  The Tax Court determined that the value of the donation on the date of the gift was $140,000 and reduced the deduction accordingly.  The reduced amount was equal to what the Sammons had paid for the artifacts less than a year before making their contribution to the museum.  The Sammons also appeal the Tax Court's approval of a negligence penalty imposed by the Commissioner of Internal Revenue.  The Commissioner appeals the Tax Court's determination that the Sammons could include, among the items for which their charitable deduction was taken, artifacts incorporating certain feathers and other parts of birds protected by the Bald Eagle Protection Act, 16 U.S.C. Secs. 668-668d, the Migratory Bird Treaty Act, 16 U.S.C. Secs. 703-711, and the Endangered Species Act, 16 U.S.C. Secs. 1531-1543.\n    \n    \n      2\n      We have jurisdiction pursuant to 26 U.S.C. Sec. 7482(a).  We affirm the Tax Court's partial disallowance of the deduction and the inclusion of the items incorporating the protected bird elements.  We reverse the Tax Court's approval of the negligence penalty.\n    \n    \n      3\n      * FACTS AND PROCEEDINGS\n    \n    \n      4\n      The opinion of the Tax Court contains a full rendition of the facts of this case.    See Sammons v. Commissioner, 51 T.C.M.  (CCH) 1568, 1570-73 (1986).  We set forth below only those facts pertinent to this appeal.\n    \n    \n      5\n      The Pacific Northwest Indian Center, Inc. was founded by Father Wilfred Schoenberg, a Jesuit priest, to foster the study of North American Indian history and culture.  From 1966 to 1977, Father Schoenberg served as president and curator of the Museum of North American Cultures, a museum operated by the Indian Center in Spokane, Washington.  To further the museum's goals, Father Schoenberg sought investors who would donate artifacts based upon appraisals of fair market value that would exceed the cost of the donated items.\n    \n    \n      6\n      In January 1977, Father Schoenberg became aware that the Stuart Collection of artifacts might be available for contribution to the museum.  The Stuart Collection contained artifacts from the Plains and Plateau Indians and included items such as painted buffalo hides, buckskin clothing, medicine pipes, war bonnets, human scalps, medicine rattles made from buffalo scrotums and many other items.  The most important artifact in the collection was a rare Blackfoot Indian \"thunder pipe,\" a medicine pipe of religious significance to the Blackfoot tribe.  The thunder pipe comprised a number of items wrapped together in a single hide.  The bundle contained a sacred medicine pipe, an ermine pelt, the bodies of two weasels, an effigy head of a crane, a bone dance whistle, deer bones, a feather bundle with hawk bells, other feathers, medicine wands used for gambling, braided sweet grass, a child's buckskin moccasin with medicine stones inside, a flute made from a rifle barrel and other artifacts.1   The thunder pipe constituted a significant part of the Stuart Collection's value.\n    \n    \n      7\n      Through two art dealers contacted by Father Schoenberg, Mr. and Mrs. Sammons learned of the collection's availability.  Their attorney and accountant advised them that they could donate the collection to the museum and claim a deduction for its appraised value, even though the appraised value exceeded its cost.  The Sammons bought the Stuart Collection for $140,000.  They did so expecting to receive an appraisal showing the value of the collection to be $500,000.  When they later learned that the art dealers who had bought the collection for them had paid only $60,000 for it, they demanded that these dealers supplement the collection to raise its worth to $500,000.  The art dealers then began to buy other collections of Indian art and memorabilia.  By March 30, 1977, substantial additional items had been acquired, and by letter dated April 2, 1977, Father Schoenberg advised the Sammons that the entire collection was in the museum's possession and had a fair market value in excess of $500,000.  This collection, which included the Stuart Collection and the additional items bought by the art dealers for the Sammons, was inventoried and photographed in June 1977.  This entire collection, which we refer to as the \"Sammons Collection,\" was then appraised at values of $540,185 and $548,380.  In December 1977, the Sammons formally donated the Sammons Collection to the museum.\n    \n    \n      8\n      On their 1977 income tax return, the Sammons claimed a charitable contribution for the Sammons Collection in the sum of $548,380.  Because of annual limitations, the 1977 deduction was limited to $192,108.  The balance of the deduction was carried over into the Sammons' 1978 and 1979 tax returns.  On audit, the Commissioner disallowed these deductions and imposed a negligence penalty under section 6653(a) of the Tax Code.  The Sammons filed a petition for redetermination of liability in the Tax Court.  At the Tax Court hearing, the Sammons presented an appraisal jointly prepared by Dr. Frederick J. Dockstader and Mr. Alton R. Packard, in addition to the letter appraisal that had been furnished by the museum and the two appraisals they had relied upon in claiming their deduction.  The Dockstader-Packard appraisal valued the collection at $422,410.  The Commissioner presented an appraisal valuing the donated collection at between $66,000 and $100,000.\n    \n    \n      9\n      The Tax Court rejected all of the Sammons' appraisals, as well as the appraisal submitted by the Commissioner.  The Tax Court found that the Sammons' $140,000 cost of the Sammons Collection was the best indicator of its fair market value at the time the collection was contributed to the museum.  This amount included the artifacts that incorporated the protected bird elements, which we hereafter refer to as the \"Eagle Artifacts.\"\n    \n    II\n    VALUE OF THE SAMMONS COLLECTION\n    \n      10\n      The Treasury regulations implementing section 170 of the Tax Code provide that \"[i]f a charitable contribution is made in property other than money, the amount of the contribution is the fair market value of the property at the time of contribution....\"  26 C.F.R. Sec. 1.170A-1(c)(1).  The regulations define fair market value as \"the price at which the property would change hands between a willing buyer and a willing seller, neither being under any compulsion to buy or sell and both having reasonable knowledge of relevant facts.\"    Id. Sec. 1.170A-1(c)(2).  It is the rule in this circuit that the Tax Court's determination of the value of property is a finding of fact, which we will reverse only for clear error.    Bryant v. Commissioner, 790 F.2d 1463, 1465 (9th Cir.1986);  Ebben v. Commissioner, 783 F.2d 906, 908-09 (9th Cir.1986).  As we have explained previously:\n    \n    \n      11\n      Complex factual inquiries such as valuation require the trial judge to evaluate a number of facts:  whether an expert appraiser's experience and testimony entitle his opinion to more or less weight;  whether an alleged comparable sale fairly approximates the subject property's market value;  and the overall cogency of each expert's analysis.  Trial courts have particularly broad discretion with respect to questions of valuation.\n    \n    \n      12\n      Ebben v. Commissioner, 783 F.2d at 909 (footnote omitted).\n    \n    \n      13\n      Mr. and Mrs. Sammons argue that although valuation is a question of fact reviewed for clear error, the method of valuation used by the trial court is a question of law reviewed de novo.  They cite Zanuck v. Commissioner, 149 F.2d 714 (9th Cir.1945), in support of this proposition.  They assert that the Tax Court erroneously rejected the Dockstader-Packard appraisal simply because the experts based their valuations on photographs of the donated artifacts.  We disagree.\n    \n    \n      14\n      While it is true \"that the subject of yardsticks for the evaluation of [property] ... present[s] a question of law reviewable by this court,\" Zanuck, 149 F.2d at 718, and \"[r]eliance on photographs is not unusual in the appraisal of art\", Johnson v. Commissioner, 85 T.C. 469, 477-78 (1985), the Tax Court did not reject the Dockstader-Packard appraisal only because it was based on photographs and not on a physical examination of the collection.  The Tax Court found that the Dockstader-Packard appraisal was deficient in preparation and thus not entitled to any weight in determining fair market value.  The Sammons' own experts testified that an appraisal based on photographs makes it \"difficult, if not impossible, to determine the condition, authenticity, or age of artifacts.\"    Sammons v. Commissioner, 51 T.C.M.  (CCH) 1568, 1575 (1986).  Because the Sammons' experts were forced to assume that the donated artifacts were genuine and of average to good condition, the Tax Court was unwilling to accept their appraisal \"at face value.\"    Id. at 1576.  The Tax Court rejected the Commissioner's expert's appraisal because of the same methodological flaw in its preparation.  Id.\n    \n    \n      15\n      The Tax Court did not abuse its discretion in rejecting the appraisals.  As we observed in Ebben v. Commissioner, the trial court has broad discretion to evaluate \"the overall cogency of each expert's analysis.\"    783 F.2d at 909.  When experts qualify their valuations because, in their own minds, there are severe limitations upon the methods by which they arrived at their conclusions, we cannot say the trial judge erred in deciding not to credit their opinions of value.\n    \n    \n      16\n      The Sammons argue further, that even if the Tax Court correctly rejected their experts' appraisals, the court erred in limiting their deduction to the $140,000 cost of the donated artifacts.  We disagree.\n    \n    \n      17\n      Valuation is a question of fact.  Based on the record as a whole, the Tax Court found that cost was the best indicator of the fair market value of the collection at the time it was contributed to the museum.  The Sammons' own witnesses testified that the value of the Sammons Collection did not increase in value simply because the individual elements were brought together in one collection.  51 T.C.M. at 1576.  Furthermore, these same experts testified that there was no appreciation in the value of the collection in the nine-month period during which the Sammons held the collection before contributing it to the museum.  Id.  Finally, we note that the Sammons offered no proof of sales prices for comparable items to establish either fair market value or an existing retail market for these types of Indian artifacts.  In short, we are not left with \"a definite and firm conviction\" that the Tax Court made a mistake in finding that the Sammons' cost was the best indicator of the value of the Sammons Collection at the time it was donated to the museum.    See Dollar Rent A Car v. Travelers Indem. Co., 774 F.2d 1371, 1374 (9th Cir.1985);  Anselmo v. Commissioner, 757 F.2d 1208, 1212-13 (11th Cir.1985) (in charitable contribution case, Tax Court's selection of relevant market for valuation and method of valuation are questions of fact reviewed for clear error);  see also Orth v. Commissioner, 813 F.2d 837, 842 (7th Cir.1987) (affirming Tax Court's determination that fair market value of donated lithographs was taxpayer's cost at time of purchase).\n    \n    III\n    THE EAGLE ARTIFACTS\n    \n      18\n      The Commissioner contends the Sammons should be disallowed a deduction for the Eagle Artifacts.  These artifacts consisted of thirty-five items that incorporated feathers, claws, or other parts of birds protected under the Bald Eagle Protection Act, 16 U.S.C. Secs. 668-668d, the Migratory Bird Treaty Act, 16 U.S.C. Secs. 703-711, and the Endangered Species Act, 16 U.S.C. Secs. 1531-1543.  First, the Commissioner argues that relevant federal statutes prohibited the Sammons from obtaining title to the Eagle Artifacts.  Second, even if the Sammons had title to the Eagle Artifacts, the Commissioner contends that allowing a deduction for contribution of these items to the museum will frustrate public policy.  The Tax Court rejected both of these arguments.  So do we.\n    \n    A. Title to the Eagle Artifacts\n    \n      19\n      The Eagle Protection Act makes it a federal crime to\n    \n    \n      20\n      take, possess, sell, purchase, barter, offer to sell, purchase or barter, transport, export or import, at any time or in any manner, any bald eagle commonly known as the American eagle, or any golden eagle, alive or dead, or any part, nest, or egg thereof....\n    \n    \n      21\n      16 U.S.C. Sec. 668(a).  Similarly, the Migratory Bird Treaty Act provides that\n    \n    \n      22\n      it shall be unlawful at any time, by any means or in any manner, to pursue, hunt, take, capture, kill, attempt to take, capture, or kill, possess, offer for sale, sell, offer to barter, barter, offer to purchase, purchase, deliver for shipment, ship, export, import, cause to be shipped, exported, or imported, delivered for transportation, transport or cause to be transported, carry or cause to be carried, or receive for shipment, transportation, carriage, or export, any migratory bird, any part, nest, or egg of any such bird, or any product, whether or not manufactured, which consists, or is composed in whole or in part, of any such bird or any part, nest, or egg thereof....\n    \n    \n      23\n      16 U.S.C. Sec. 703.\n    \n    \n      24\n      It appears the Sammons may have violated federal law when they purchased the Eagle Artifacts.  But it does not follow that the Sammons did not have title to the Eagle Artifacts when they made their contribution.  From the statutes we discern only that a violation can result in criminal or civil sanctions, including forfeiture of protected items.  See 16 U.S.C. Sec. 668(a)-(b) (Eagle Protection Act);  16 U.S.C. Sec. 707 (Migratory Bird Treaty Act);  Sammons v. Commissioner, 51 T.C.M.  (CCH) 1568, 1574 (1986).\n    \n    \n      25\n      The Commissioner argues \"that where a statute expressly forbids or penalizes a person from entering into a certain kind of contract, the contract itself is void.\"    (citing S. Williston, A Treatise on the Law of Contracts Sec. 1763 (3d ed. 1972)).  The Commissioner's reliance on Williston is misplaced.  Professor Williston does not suggest that a third party may have a court declare an illegal contract void.  Rather, if a statute prohibits an agreement or sale, the result is \"that the courts will not lend their aid to any attempted enforcement of the agreement by the parties.\"    Id. Sec. 1763, at 203.  This rule is echoed by other commentators.  See, e.g., Restatement (Second) of Contracts ch. 8, Topic 1 introductory note (\"This Restatement is concerned with whether a promise is enforceable and not with whether some other sanction has been attached to the act of making or performing it in such a way as to make that act 'illegal.' \");    J. Calamari &amp; J. Perillo, The Law of Contracts Sec. 22-5, at 785 (2d ed. 1977) (\"Where performance has been entered upon under an illegal bargain the general rule is that the court will leave the parties where it finds them.\").\n    \n    \n      26\n      The Commissioner also relies on In re Pajarito American Indian Art, Inc., 7 B.R. 343 (Bankr.D.Ariz.1980), to support the argument that the Sammons did not have title to the Eagle Artifacts.  In Pajarito, the bankruptcy court faced conflicting ownership claims to a Sioux Indian ghost dance shield, an artifact that incorporated eagle feathers on its face.    Id. at 344.  The bankruptcy court concluded that the Eagle Protection and Migratory Bird Treaty Acts made the contract between the claimants illegal, and it refused to enforce the contract.  In contrast, the case now before us does not involve an ownership dispute between the parties to an illegal contract.  Rather, the Commissioner is contending that because the Sammons' purchase of the Eagle Artifacts violated federal law, subjecting the artifacts to forfeiture, the Sammons' claim of title was so flawed that they owned nothing and hence could contribute nothing to the museum.  We disagree.  The Sammons may have made an illegal contract when they bought the Eagle Artifacts, but no one is seeking, or defending, enforcement of the contract of purchase or the subsequent gift.  The government might have instituted a proceeding seeking forfeiture of the Eagle Artifacts under the Eagle Protection Act, 16 U.S.C. Sec. 668b(b), or the Endangered Species Act, 16 U.S.C. Sec. 1540(e)(4)(A), but it has not done so.  We conclude that the Sammons had a sufficient ownership interest in the Eagle Artifacts to contribute them to the museum.\n    \n    B. Public Policy\n    \n      27\n      The Commissioner next contends the Sammons should be denied any deduction for their contribution of the Eagle Artifacts on the ground of public policy.  The Commissioner argues that federal law makes it illegal to acquire or possess the Eagle Artifacts.  To allow the Sammons a deduction for donating the artifacts to the museum would encourage a violation of federal law by subsidizing, through tax benefits flowing from the donation, an illegal transaction.  We find this argument unpersuasive in the context of this case.\n    \n    \n      28\n      Income tax deductions \"are a matter of grace and Congress can ... disallow them as it chooses.\"    Commissioner v. Sullivan, 356 U.S. 27, 28, 78 S.Ct. 512, 514, 2 L.Ed.2d 559 (1958).  \"[W]here Congress has been wholly silent, [the Court has upheld a disallowance] ... [o]nly where the allowance of [the] deduction would 'frustrate sharply defined national or state policies proscribing particular types of conduct'....\"    Commissioner v. Tellier, 383 U.S. 687, 693-94, 86 S.Ct. 1118, 1121-22, 16 L.Ed.2d 185 (1966) (citing Commissioner v. Heininger, 320 U.S. 467, 473, 64 S.Ct. 249, 253, 88 L.Ed. 171 (1943)).  \"Further, the 'policies frustrated must be national or state policies evidenced by some governmental declaration of them.'    Finally, the 'test of nondeductibility always is the severity and immediacy of the frustration resulting from allowance of the deduction.' \"    Tellier, 383 U.S. at 694, 86 S.Ct. at 1122 (citations and emphasis omitted).\n    \n    \n      29\n      The Supreme Court has emphasized the high priority Congress has assigned to the policy of protecting endangered wildlife species such as the Eagle Artifacts involved in this case.    See, e.g., United States v. Dion, 476 U.S. 734, 106 S.Ct. 2216, 90 L.Ed.2d 967 (1986) (Eagle Protection Act abrogates treaty rights of Indians);  Andrus v. Allard, 444 U.S. 51, 100 S.Ct. 318, 62 L.Ed.2d 210 (1979) (upholding provisions of the Eagle Protection Act and the Migratory Bird Treaty Act against fifth amendment takings clause challenge).  In this case, however, there has been no showing that allowing a deduction for the Sammons' contribution of the Eagle Artifacts to the museum would severely or immediately frustrate national or state policy.  No evidence was presented tending to prove that allowance of the deduction would encourage the killing or acquisition of protected bird species.  It may be true that persons who presently own artifacts of this nature might be encouraged to donate the items to museums so that they could claim a deduction on their tax returns, but we do not view this as a threat to the national policy of protecting endangered bird species.  Nor do we find anything in the record to suggest that by permitting a deduction for the contribution of the Eagle Artifacts, unscrupulous sellers of Indian art are likely to hunt, capture and kill protected eagle species in an effort to manufacture \"ancient\" artifacts that can be sold to collectors, unsuspecting or not, for spurious donations to charitable organizations.  We conclude that public policy does not prevent the Sammons from claiming a deduction for donating the Eagle Artifacts to the museum.\n    \n    IV\n    THE NEGLIGENCE PENALTY\n    \n      30\n      The Sammons also challenge the Tax Court's affirmance of the Commissioner's imposition of a negligence penalty under 26 U.S.C. Sec. 6653(a).  Section 6653(a) permits the Commissioner to impose an addition to tax for an underpayment \"due to negligence or intentional disregard of rules and regulations (but without intent to defraud).\"    Hansen v. Commissioner, 820 F.2d 1464, 1469 (9th Cir.1987).  Because an addition to tax under section 6653(a) is presumptively correct, id., the taxpayer bears the burden of establishing that assessment of the penalty is erroneous.    Betson v. Commissioner, 802 F.2d 365, 372 (9th Cir.1986).\n    \n    \n      31\n      Negligence within the meaning of section 6653(a) is measured by the \"reasonable, prudent person standard.\"    Id. (citing Zmuda v. Commissioner, 731 F.2d 1417, 1422 (9th Cir.1984)).  The Commissioner argues that because Mr. Sammons is a successful and sophisticated businessman, he should have known that it was unreasonable to claim a deduction in an amount that far exceeded the cost of the donated items, especially when the items had been held for such a brief period before the contribution was made.  The Sammons, in turn, argue that the claimed deduction was not unreasonable because a reasonable and prudent person is entitled to rely on an expert appraiser's valuation of an art collection.2\n    \n    \n      32\n      Although the Tax Court rejected the appraisals submitted by Mr. and Mrs. Sammons, it found that Dr. Dockstader and Mr. Packard, who jointly valued the collection at $422,440, were exceptionally well qualified appraisers.    See Sammons v. Commissioner, 51 T.C.M.  (CCH) 1568, 1575 (1986).  In preparing their tax returns, the Sammons had appraisals (in addition to Father Schoenberg's letter) that valued the donated collection at $540,185 and $548,380.  Their position in relying on the $548,380 appraisal was at least \"reasonably debatable.\"    We conclude, therefore, that the negligence penalty was improperly assessed.    See Foster v. Commissioner, 756 F.2d 1430, 1439 (9th Cir.1985), cert. denied, 474 U.S. 1055, 106 S.Ct. 793, 88 L.Ed.2d 770 (1986).\n    \n    \n      33\n      This conclusion accords with cases decided by the Tax Court.  In Biagiotti v. Commissioner, the Tax Court found that although the taxpayers' expert appraiser's report was not entitled to any probative weight in determining the fair market value of a collection of Pre-Columbian artifacts, imposing a negligence penalty was inappropriate because the taxpayers had no reason to question their expert's ability or reliability.3   Biagiotti v. Commissioner, 52 T.C.M.  (CCH) 588, 595 (1986).  Indeed, the Tax Court in Biagiotti specifically stated that \"the difference between [the taxpayers'] cost and [their expert's] appraised value does not necessarily indicate that [the taxpayers] knew or should have known the appraisals were inflated.\"    Id.  Similarly, in Broad v. Commissioner, 52 T.C.M.  (CCH) 12 (1986), and Lightman v. Commissioner, 50 T.C.M.  (CCH) 266 (1985), the Tax Court reversed the Commissioner's imposition of a negligence penalty when the taxpayers reasonably relied on an expert's valuation of donated property that was subsequently rejected by the Tax Court.  \"Nothing in the record indicates [the appraisals] were not made in good faith and justifiably relied on by the [taxpayers].\"  Lightman, 50 T.C.M.  (CCH) at 271.  When a taxpayer exercises due care in obtaining an appraisal of fair market value, Biagiotti, 52 T.C.M.  (CCH) at 595, and the taxpayer presents \"some proof\" in support of the asserted fair market value, reasonable reliance on a valuation report does not amount to negligence.    See Broad, 52 T.C.M.  (CCH) at 15.\n    \n    V\n    CONCLUSION\n    \n      34\n      We affirm the Tax Court's limitation of the Sammons' deduction to the cost of the donated artifacts, including the Eagle Artifacts.  We reverse the imposition of the negligence penalty against the Sammons.  The parties shall bear their own costs for this appeal.\n    \n    \n      35\n      AFFIRMED IN PART AND REVERSED IN PART.\n    \n    \n      \n        1\n         The legend of the thunder pipe is unusual.  It is well told in the Tax Court's opinion.    See Sammons v. Commissioner, 51 T.C.M.  (CCH) 1568, 1570 (1986).  The holder of the pipe may transfer possession of it only by means of a special ceremony.  Desecrating the pipe is reputed to lead to the death of its owner.  The Stuart who originally assembled the collection bearing his name failed to accord the thunder pipe its due respect and after improperly displaying the contents of the thunder pipe bundle, he broke his leg and died from a resulting infection.  His widow, Laura Stuart, sold the thunder pipe without following the proper ceremony and within one month of the sale, Mrs. Stuart choked to death while dining with friends.    Id. at 1570\n      \n      \n        2\n         The Sammons also argue that they relied on the advice of \"their attorneys, accountant and a Jesuit priest\" in preparing their tax returns.  The more important question, however, is whether the Sammons acted in a reasonable and prudent manner in claiming that the fair market value of the Sammons Collection was $548,380 at the time it was contributed to the museum\n      \n      \n        3\n         In Biagiotti, the taxpayers relied on a valuation report prepared by an appraiser whose reputation for credibility and reliability was less than pristine.  See 52 T.C.M.  (CCH) at 590.  The taxpayers, however, had no reason to suspect that their expert routinely prepared inflated valuation reports.  See id. at 595\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 500771
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}