{
    "id": 1184993,
    "judges": "Chavez, Compton, Hensley",
    "date_filed": "2021-09-10",
    "date_filed_is_approximate": true,
    "slug": "blount-ex-rel-dearholt-v-t-d-publishing-corp",
    "case_name_short": "Blount",
    "case_name": "Blount Ex Rel. Dearholt v. T D Publishing Corp.",
    "case_name_full": "Evelyn Dearholt BLOUNT, Individually and as Mother and Next Friend of Linda Kay Dearholt, John Richard Dearholt, James Dell Dearholt and David Lee Dearholt, Plaintiffs-Appellants, v. T D PUBLISHING CORPORATION, Anthony F. Belmonte, D/B/A Beck News Agency, and MacFadden-Bartell Corporation, Defendants-Appellees",
    "attorneys": "■ Ben T. Traub/ Robert C. Hanna, Joseph H. Mercer, Albuquerque, for appellants., Rodey, Dickason, Sloan, Akin & Robb, William C. Briggs, Albuquerque, for appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied Feb. 13, 1967.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 30,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b416-8\" pgmap=\"416\">\n    423 P.2d 421\n   </citation><br><parties id=\"b416-9\" pgmap=\"416\">\n    Evelyn Dearholt BLOUNT, Individually and as Mother and next friend of Linda Kay Dearholt, John Richard Dearholt, James Dell Dearholt and David Lee Dearholt, Plaintiffs-Appellants, v. T D PUBLISHING CORPORATION, Anthony F. Belmonte, d/b/a Beck News Agency, and MacFadden-Bartell Corporation, Defendants-Appellees.\n   </parties><br><docketnumber id=\"b416-12\" pgmap=\"416\">\n    No. 8055.\n   </docketnumber><br><court id=\"b416-13\" pgmap=\"416\">\n    Supreme Court of New Mexico.\n   </court><br><decisiondate id=\"b416-14\" pgmap=\"416\">\n    Dec. 12, 1966.\n   </decisiondate><br><otherdate id=\"b416-15\" pgmap=\"416\">\n    Rehearing Denied Feb. 13, 1967.\n   </otherdate><br><attorneys id=\"b418-12\" pgmap=\"418\">\n    ■ Ben T. Traub/ Robert C. Hanna, Joseph H. Mercer, Albuquerque, for appellants.\n   </attorneys><br><attorneys id=\"b418-13\" pgmap=\"418\">\n    Rodey, Dickason, Sloan, Akin &amp; Robb, William C. Briggs, Albuquerque, for appellees.\n   </attorneys>",
    "citations": [
        "423 P.2d 421",
        "77 N.M. 384"
    ],
    "opinions": [
        {
            "author_str": "Hensley",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n423 P.2d 421 (1966)\n77 N.M. 384\nEvelyn Dearholt BLOUNT, Individually and as Mother and next friend of Linda Kay Dearholt, John Richard Dearholt, James Dell Dearholt and David Lee Dearholt, Plaintiffs-Appellants,\nv.\nT D PUBLISHING CORPORATION, Anthony F. Belmonte, d/b/a Beck News Agency, and MacFadden-Bartell Corporation, Defendants-Appellees.\nNo. 8055.\nSupreme Court of New Mexico.\nDecember 12, 1966.\nRehearing Denied February 13, 1967.\n*422 Ben T. Traub, Robert C. Hanna, Joseph H. Mercer, Albuquerque, for appellants.\nRodey, Dickason, Sloan, Akin &amp; Robb, William C. Briggs, Albuquerque, for appellees.\n\nOPINION\nHENSLEY, Chief Judge, Court of Appeals.\nThis is a civil action brought by a widow and her four children against three defendants alleging an unlawful invasion of privacy. The district court granted summary judgment in favor of the defendant Anthony F. Belmonte, doing business as Beck News Agency, and dismissed the complaint against the corporate defendants for want of jurisdiction. From the summary judgment and the order quashing service of summons and dismissing the complaint the plaintiffs now appeal.\n*423 The defendant T D Publishing Corporation, a New York corporation, publishes books and magazines, one of which is a magazine entitled \"Official Detective Stories.\" The defendant MacFadden-Bartell Corporation, is a Delaware corporation with its principal office in the State of New York. In March, 1965, the magazine \"Official Detective Stories\" printed an article entitled \"Homicide On Top Of The World.\" The article reconstructed in detail the circumstances and events surrounding the murder of the plaintiff's husband which occurred approximately ten months prior to the publication. The T D Publishing Corporation sold the magazine to MacFadden-Bartell Corporation. MacFadden-Bartell Corporation then re-sold the magazines to wholesale distributors in New Mexico and other states, including the defendant Beck News Agency, a New Mexico wholesale distributor. The defendants T D Publishing Corporation and MacFadden-Bartell Corporation have no offices, employees, or agents in New Mexico.\nThe Beck News Agency filed its answer alleging that the matters contained in the article were of public interest and therefore privileged. Further, the Beck News Agency affirmatively alleged that it was only a distributor of the magazine and had no knowledge of any contents that would cause it to believe that the right of privacy of any person was being invaded. The defendant Beck News Agency in its affidavit in support of its motion for summary judgment denied knowledge of the contents of the article in question prior to distribution. The plaintiff's amended complaint did not allege knowledge on the part of the defendant Beck News Agency, nor was any affidavit filed in response to the defendant's motion for summary judgment.\nThe basic question presented by this appeal is the propriety of summary judgment. To reach the answer we must determine whether or not the article was privileged as a matter of law, or whether the defense of privilege raised a question of fact. If it is determined that privilege in this case is a question of fact then we must next determine if lack of knowledge, or ignorance of the contents of the article, was a defense as a matter of law.\nIn approaching the problem we are mindful of the constitutional protection of freedom of the press. We ackowledge the right of the public to be informed. The right of privacy of the individual was recognized by this court in Hubbard v. Journal Publishing Company, 69 N.M. 473, 368 P.2d 147. The constitutional protection of the freedom of the press must also be read in connection with U.S. Const. amend. IV. The framers of our constitution, federal and state, were cognizant of the right of an individual to privacy and sought to prevent unreasonable intrusion, Trupiano v. United States, 334 U.S. 699, 68 S.Ct. 1229, 92 L.Ed. 1663.\nHere the defendant Beck News Agency contends that the publication was privileged because the contents were of public interest. Current events may or may not be of public interest. The nature of the event or the identity of the parties involved may be controlling factors. Past events may retain the element of public interest and the length of time that has elapsed is only one factor in determining newsworthiness. Sidis v. F-R Publishing Corporation, 113 F.2d 806, 138 A.L.R. 15 (2d Cir.1940) was a case involving an article concerning a child prodigy many years after the child had reached maturity. By way of contract, in Melvin v. Reid, 112 Cal. App. 285, 297 P. 91 a film portraying the life of a reformed prostitute seven years after abandoning her profession was held to be not privileged.\nIn Annerino v. Dell Publishing Company, 17 Ill. App.2d 205, 149 N.E.2d 761 the widow of a detective who had been slain brought an action for invasion of her right of privacy through the use of her photograph in a magazine article. The article was published three months after the killing. The court held that a cause of action for unwarranted invasion of right of privacy was *424 stated. Compare, Carlson v. Dell Publishing Co., 65 Ill. App.2d 209, 213 N.E.2d 39.\nAlthough there is a diversity of treatment and opinion by the courts, probably due to some courts attaching more importance to one freedom than to another, there are a few principles that are beginning to emerge:\n(1) The invasion of an individual's right of privacy is a tort for which recovery may be granted, Hubbard v. Journal Publishing Company, supra;\n(2) It does not exist where a person has sought and achieved prominence. Chaplin v. National Broadcasting Company, 15 F.R.D. 134 (S.D.N.Y. 1953); Cohen v. Marx, 94 Cal. App.2d 704, 211 P.2d 320;\n(3) A publication may be privileged as a matter of law where it is based on official record, Hubbard v. Journal Publishing Company, supra;\n(4) It is not an invasion of privacy to publish the account of an occurrence when it is of general interest even though the parties affected were not willing participants in the occurrence, Jones v. Herald Post Company, 230 Ky. 227, 18 S.W.2d 972.\nThe constitutional guaranty of freedom of the press was given a preferred place in our system of government and intrusions are not to be permitted. However, it should be borne in mind that the protection afforded by the Federal and State Constitutions was from restrictions that might be imposed by the Congress and the Legislature. If the Congress and the Legislature are prohibited from abridging the freedom there is no reason why the courts be given greater power. That the freedom has its limitations appears in N.M.Const. art. 2, sec. 17:\n\"Every person may freely speak, write and publish his sentiments on all subjects, being responsible for the abuse of that right; * * *.\" (Emphasis supplied.)\nFrom the foregoing it appears that the rights involved in this case, that is, the right of freedom of the press, the right of the public to be informed, and the right of privacy, are all relative. None are absolute. Each has its limitations. The right of privacy is to be applied to the individual of ordinary sensibilities, not the super-sensitive. Gill v. Curtis Publishing Company, 231 P.2d 565 (Cal. App. 1951); Cason v. Baskin, 155 Fla. 198, 20 So.2d 243, 168 A.L.R. 430. Further, the right of privacy is generally inferior and subordinate to the dissemination of news. Garner v. Triangle Publications, 97 F. Supp. 546 (S.D.N.Y. 1951). The key question in such a case then becomes a problem of what is newsworthy and what is not. Next, once a matter has become newsworthy how long does it continue to be newsworthy so that an individual may have no respite from the glare of unsought notoriety. Next, is newsworthy a question of fact. Unless the source be a matter of public record, we hold that news is a question of fact \u0097 a question answered daily by editors and publishers. Like all decisions it is not free from error. Where the individual's right of privacy is concerned and where the right of the public to be informed is involved, the question of fact should be resolved by the trier of the facts. Summary judgment was not proper in this case on the question of privilege.\nThe appellant further contends that summary judgment was improper because lack of knowledge by the defendant, Beck News Agency, is not a defense. No authority has been furnished by the counsel on the question of knowledge nor has our research produced a case in point. The question has been answered in libel actions and it has been held that the publishers cannot escape liability on ground of ignorance of the defamatory content. Corrigan v. Bobbs-Merrill Company, 228 N.Y. 58, 126 N.E. 260, 10 A.L.R. 662. On the other hand it has been held that mere distributors may avoid liability by showing that they had no reason to believe the information to be libelous. Sexton v. American News Company, 133 F. Supp. 591 (N.D.Fla. 1955). See also Albi v. Street &amp; Smith Publications, *425 140 F.2d 310 (9th Cir.1944). Logically, the rule should have application here. Beck News Agency's affidavit supporting its motion for summary judgment stated that it had no knowledge or notice that the publication in question contained any article which invaded plaintiff's privacy. The plaintiff did not controvert the affidavit. Consequently there was no genuine issue of a material fact insofar as this point is concerned. Summary judgment was properly granted in favor of Beck News Agency.\nAppellant's second point is that the district court erred in granting the motion to quash the service of summons and to dismiss the complaint filed by defendants T D Publishing Corporation and MacFadden-Bartell Corporation because they are subject to the jurisdiction of our courts. Appellant relies on our statute, § 21-3-16(A) (1) and (3) N.M.S.A. (1965 Supp.) to authorize jurisdiction.\nAppellant contends that the defendants T D Publishing Corporation and MacFadden-Bartell Corporation have established a scheme of distribution which is included \"in the transaction of any business within this state\" under § 21-3-16(A) (1) N.M.S.A. (1965 Supp.). Our statute was adopted from the Illinois Statute, Chapter 110, § 17, Smith-Hurd Illinois Statutes Anno. Although not binding on this court the interpretation of the Illinois statute by Illinois courts is persuasive. Smith v. Meadows, 56 N.M. 242, 242 P.2d 1006.\nIn Insull v. New York World-Telegram Corp., 273 F.2d 166 (7th Cir.1959) a federal court construing the Illinois statute held that Illinois lacked jurisdiction over out-of-state publishers which had mailed into the state copies of newspapers containing material allegedly libelous of the Illinois plaintiff. The court held that the defendant did not have sufficient contact with Illinois to be subject to the jurisdiction of Illinois courts relying on Grobark v. Addo Machine Co., 18 Ill. App.2d 10, 151 N.E.2d 425. A later decision by the Illinois Supreme Court presents the better reasoning. Gray v. American Radiator &amp; Standard Sanitary Corp., 22 Ill.2d 432, 176 N.E.2d 761. The defendant negligently manufactured a water heater which exploded in Illinois. The defendant distributed his product by depositing it in national channels of distribution but did not sell or deliver the goods in Illinois nor did he maintain an office or agent in Illinois. The court said:\n\"As a general proposition, if a corporation elects to sell its products for ultimate use in another state, it is not unjust to hold them answerable there for any damage caused by defects in those products.\"\nOther courts approve the opinion in Gray v. American Radiator &amp; Standard Sanitary Corp., supra, e.g. Andersen v. National Presto Industries, Inc., 135 N.W.2d 639 (Iowa, 1965); Ehlers v. United States Heating &amp; Cooling Mfg. Corp., 267 Minn. 56, 124 N.W.2d 824. In these cases the claim was for negligence. Here the claim is based on a tort action for invasion of privacy. This difference, however, is insufficient to distinguish the cases. The manner in which the injury-producing defect came about has no bearing on the question of jurisdiction. The jurisdictional act is not the creation of a defect, but the nationwide distribution of defective products. When a manufacturer voluntarily chooses to sell his product in a way which will be resold from dealer to dealer, transferred from hand to hand and transported from state to state, he cannot reasonably claim that he is surprised at being held to answer in any state for the damage the product causes. Here the defective product was an article in a magazine which invades the right of privacy of a New Mexico resident, if found to be not privileged by the jury.\nWe do not think that our decision in subjecting the defendant to the jurisdiction of our courts violates the requirement of the Supreme Court in Hanson v. *426 Denckla, 357 U.S. 235, 78 S.Ct. 1228, 2 L.Ed.2d 1283 which held:\n\"* * * that there must be some act by which the defendant purposefully avails itself of the privilege of conducting activities within the forum State thus invoking the benefits and protections of its laws.\"\nOnce a proper affirmative jurisdictional act has occurred by which the defendant may be said to have reached out to the forum state, the benefits and protections of local laws will be conclusively presumed. Keckler v. Brookwood Country Club, 248 F. Supp. 645 (N.D.Ill. 1965). We have already determined that the jurisdictional act here was placing the magazines in national channels of commerce which submits the publisher to jurisdiction in all states where his product causes injury.\nSubjecting the defendant to the jurisdiction of our courts is not inconsistent with our recent decision in Hunter-Hayes Elevator Co. v. Petroleum Club Inn Co., 77 N.M. 92, 419 P.2d 465, filed October 24, 1966. In that case, the defendant did not deposit his product in national channels of distribution. A non-resident defendant may be subjected to the jurisdiction of our courts because they are doing business in this state if federal due process is satisfied. International Shoe Co. v. State of Washington, 326 U.S. 310, 66 S.Ct. 154, 90 L.Ed. 95, 161 A.L.R. 1057 (1945). The test of federal due process requires that the non-resident defendant have certain minimal contacts with New Mexico. Hunter-Hayes Elevator Co. v. Petroleum Club Inn Co., supra. What is a sufficient minimal contact must be decided case by case. We hold that the regular distribution plan of the defendants with the commercial benefit to the non-resident defendants which they derive from the sale of magazines is sufficient contact to satisfy the requirements of due process and subject the defendants T D Publishing Corporation and MacFadden-Bartell Corporation to the jurisdiction of our courts.\nAppellant's second contention is that the defendants have jointly committed a tortious act within this state. § 21-3-16(A) (3) N.M.S.A. 1953 (1965 Supp.). The answer to the question raised by this contention depends upon whether the article is privileged which we have determined is a question for the trier of the facts. We do not indulge in any opinion as to which version of the evidence will be convincing.\nThe order dismissing the plaintiff's complaint and quashing service of summons on the defendants T D Publishing Corporation and MacFadden-Bartell Corporation is reversed and the cause is remanded for further proceedings consistent herewith.\nIt is so ordered.\nCHAVEZ and COMPTON, JJ., concur.\n",
            "ocr": false,
            "opinion_id": 1184993
        }
    ],
    "court_short_name": "New Mexico Supreme Court",
    "court_full_name": "New Mexico Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "New Mexico, NM",
    "crime_category": "Murder"
}