{
    "id": 1188111,
    "judges": "Price, Smith, Thiele, Wertz",
    "date_filed": -617328000000,
    "date_filed_is_approximate": false,
    "slug": "abbott-v-howard",
    "case_name_short": "Abbott",
    "case_name": "Abbott v. Howard",
    "case_name_full": "Erma v. Abbott, Appellant, v. Vida F. Howard, Appellee; C. A. Abbott, Appellant, v. Vida F. Howard, Appellee",
    "attorneys": "Howard E. Payne and Herbert L. Lodge, both of Olathe, were on the briefs for the appellants., Rolla W. Coleman and Raymond H. Carr, both of Mission, were on the briefs for the appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b351-7\">\n    No. 37,828\n   </docketnumber><docketnumber id=\"AkH\">\n    No. 37,829\n   </docketnumber><br><parties id=\"b351-8\">\n    Erma V. Abbott,\n    <em>\n     Appellant,\n    </em>\n    v. Vida F. Howard,\n    <em>\n     Appellee.\n    </em>\n    C. A. Abbott,\n    <em>\n     Appellant,\n    </em>\n    v. Vida F. Howard,\n    <em>\n     Appellee.\n    </em>\n</parties><br><citation id=\"b351-11\">\n    (219 P. 2d 696)\n   </citation><decisiondate id=\"AZB\">\n    Opinion filed June 10, 1950.\n   </decisiondate><br><attorneys id=\"b351-16\">\n<em>\n     Howard E. Payne\n    </em>\n    and\n    <em>\n     Herbert L. Lodge,\n    </em>\n    both of Olathe, were on the briefs for the appellants.\n   </attorneys><br><attorneys id=\"b351-17\">\n<em>\n     Rolla W. Coleman\n    </em>\n    and\n    <em>\n     Raymond H. Carr,\n    </em>\n    both of Mission, were on the briefs for the appellee.\n   </attorneys>",
    "citations": [
        "219 P.2d 696",
        "169 Kan. 305"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4492.0,
            "opinion_text": "\n169 Kan. 305 (1950)\n219 P.2d 696\nERMA V. ABBOTT, Appellant,\nv.\nVIDA F. HOWARD, Appellee. C.A. ABBOTT, Appellant,\nv.\nVIDA F. HOWARD, Appellee.\nNos. 37,828, 37,829\nSupreme Court of Kansas.\nOpinion filed June 10, 1950.\nHoward E. Payne and Herbert L. Lodge, both of Olathe, were on the briefs for the appellants.\nRolla W. Coleman and Raymond H. Carr, both of Mission, were on the briefs for the appellee.\nThe opinion of the court was delivered by\nSMITH, J.:\nThese two actions were to recover damages alleged to have been sustained when an automobile driven by the plaintiff in one of them collided with a horse loose upon the highway. The *306 cases were consolidated in the trial court. The trial court sustained the defendant's demurrer to the plaintiff's evidence in each of the cases and the plaintiffs have each appealed.\nThe petition of the plaintiff, C.A. Abbott, alleged that he was driving his car on the highway at 7:15 p.m. on January 7th at a speed of thirty-five to forty miles per hour; that a dark-brown-colored horse belonging to defendant walked across the highway; that he saw it in the center of the highway forty to fifty feet ahead of his car; that the applied his brakes and turned his car to the left in an attempt to avoid striking it; that when it reached the center of the highway it turned to the north and faced the car and in spite of plaintiff's efforts the automobile collided with the horse and was damaged.\nThe petition alleged the defendant was negligent in allowing the horse to run at large and that she negligently failed to keep it off the highway, which acts and omissions caused the damage. He prayed for judgment in the amount of $800.\nThe petition of Erma V. Abbott was in identical words as to the negligence and alleged as a result of the collision she was injured in many particulars. She prayed for damages in the amount of $10,625.\nThe defendant filed a general denial and alleged the plaintiffs were negligent. The reply was a general denial. The actions were consolidated in the trial court by stipulation.\nMr. Abbott testified that he was driving south on Highway No. 69 at 7 o'clock at night when in front of the residence of defendant he observed a dark-brown-colored horse coming upon the highway; that he was driving a little under thirty-five miles an hour and had his lights in operation; that he first saw the horse as it came from the east side of the road onto the right side; that he saw if he continued driving straight ahead he would hit it; that he immediately applied his brakes and turned the car to the left; that he got partly past the horse but it collided with the right side of his car about the middle post on the back; that with two county patrol officers he caught the horse and returned it to defendant, who admitted she was its owner. He further testified about the damage to the car and the injuries to his wife. On cross-examination he testified at the time of the collision he could see objects on the road ahead for two hundred feet and he did not see the horse until fifty feet from it, when it was coming out of the darkness on the east side of the highway *307 directly in front of his car; that there was ice on the shoulder of the highway but none on the pavement; that from the time he first observed the horse until the moment of the impact was just a short interval.\nThe testimony of his wife was to about the same effect.\nA deputy sheriff called out of turn for the defendant testified from his report that there were no defects in the condition of the driver or of the car and that the headlights had been checked and were all right and the weather was clear.\nThere was the testimony of the garageman as to the value of the car and of a doctor as to the injury.\nThe court sustained the defendant's demurrer to the evidence as to both cases \u0097 hence this appeal.\nPlaintiffs argue that they established a prima facie case against the defendant sufficient to carry the case of actionable negligence to the jury under the doctrine of res ipsa loquitur, when they proved the collision, that the horse was unattended on the highway, the damages and that defendant owned the horse.\nThey concede that under the early common law an owner of a domestic animal was under no legal obligation to prevent it from running at large on the highway and was not liable for an injury resulting from it so being at large unless he could reasonably have anticipated that injury would result from it. They argue further, however, that in the light of modern conditions of congested vehicular traffic on the highways the great weight of modern authorities lays more stress on the exception to the common law rule that the owner of an animal is liable if he could reasonably have anticipated the injury would result from its being at large on the highway.\nThis appeal was submitted in March without oral argument. Before we had decided it, however, our attention was called to G.S. 1935, 47-122, 47-123, and 47-124, same being Chapter 211 of the Laws of Kansas for 1929. It appeared an argument might very well be made that these sections had a bearing on actions such as these. We reset the appeal for reargument in May and ordered the parties to file briefs on that question only. These briefs were filed. Counsel appeared and argued. The appeal is now ready for decision on all points.\nIn the meantime at the May session the appeal in Wilson v. Rule, this day decided, involving the same general legal question was *308 submitted. We have had the benefit of briefs and oral argument on it. All three appeals will be disposed of at this session.\nWe shall first dispose of the argument of plaintiff that res ipsa loquitur applies. To so conclude would be to hold that the fact an animal escapes from a pasture or corral, or from custody, while being led, ridden or driven or while hitched or tied to a hitching rack is so unusual that no other conclusion can be drawn from the occurrence itself than that the owner was negligent. Our knowledge of the ways of domestic animals forbid us doing that. To say that the mere fact the horse was loose upon the highway was evidence in and of itself that the owner was negligent in the manner in which she confined it, simply flies in the face of what the ordinary and unusual situation is.\nA situation quite common a generation ago and not unknown now was dealt with in Stephenson v. Corder, 71 Kan. 475, 80 Pac. 938.\nWe considered there a case where a team while tied to a hitching rack in a town became frightened, broke a halter strap and while running away on the street collided with a buggy in which the plaintiff was riding, and injured her. The theory upon which plaintiff sued was that the fact the halter strap broke was evidence the owner had negligently left them insecurely fastened. We said:\n\"It may well be questioned whether under the evidence in this case the fact that it broke draws with it any presumption that the strap was so defective as to make its use under ordinary circumstances negligence.... Ordinary care is all that was required of the defendant, and ordinary care does not require that all possible means for avoiding accident should be used. Quite true, the accident would not have occurred had the horses been hitched to an unbreakable rack with an unbreakable chain; nor would it have occurred had not the defendant driven to the city on that day; but ordinary care does not require the use of such precautions.\"\nSee, also, Blashfields Cyclopedia of Automobile Law and Practice, sec. 6046.\nWe go now to a consideration of the effect on this appeal of G.S. 1935, 47-122 and 47-123. At the outset, it should be stated that this record differs from Wilson v. Rule, this day decided, in that the petition in this case alleges that the defendant was negligent in allowing and permitting her horse to run and be at large and that she negligently failed to keep it confined while the petition in Wilson v. Rule charged that defendant was negligent in failing to keep his mules off the highway. At any rate, section 47-122 provides, as follows:\n\n*309 \"That it shall be unlawful for any neat cattle, horses, mules, asses, swine or sheep, to run at large.\"\nSection 47-123 provides:\n\"That any person whose animals shall run at large, in violation of the provisions of section 1 [47-122] of this act, shall be liable to the person injured for all damages resulting therefrom, and the person so damaged shall have a lien on said animals for the amount of such damages.\"\nPlaintiffs argue the above sections by their precise terms are applicable to persons in their situation and no search for the legislature's reasons for enacting the statute is necessary or permissible and that proof that defendant's horse was loose on the highway showed it was at large in violation of the statute and placed upon defendant the duty of going forward with proof that the fact the horse was loose upon the highway was not due to lack of due care on his part.\nThe arguments send us to a consideration of the development of the law having to do with loose stock. In England the liability of the owner of stock was confined to damages caused by the stock when it had invaded the land of another. Such was not well adapted to the early day conditions of this country, especially those states comprising the great plains area, where open range for stock was to become a common feature of our rural life. This feature of our law is the story of the attempts of the legislatures and courts to adjust the rights of the farmers who tilled the soil and planted crops on one hand, and those who emphasized stock raising on the other. The common law was remedied by the adoption in the states of so-called \"fence\" laws, whereby landowners were required to fence out their neighbors' wandering livestock in order to protect their crops. In Kansas the subject was treated in chapter 40 of the Laws of 1868, now appearing as G.S. 1935; 29-101 to 29-104. This statute it will be noted is carried in the statute books under the subject of fences. By its enactment the common law was so far modified that no action would lie for injuries done on real estate by trespassing cattle unless the real estate was enclosed with a sufficient fence, as prescribed by the statute. (See U.P.R.W. Co. v. Rollins, 5 Kan. 167; also Darling v. Rodgers, 7 Kan. 592.)\nBy the time the next legislature met those who placed their emphasis on growing crops, as distinguished from running stock on the open range, began to make their influence felt. The legislature in 1870 enacted chapter 115. It provided in the first section that it *310 should relate only to six counties named and that it should be in effect for only five years. Section 2 provided that the owner of stock who allowed it to trespass on the land of another should be liable in damages to the person so injured. There were other provisions not now important. In Saline county Rodgers sued Darling because Darling's stock came on Rodgers' wheat field and did damage. Darling answered not denying the damage but alleging that there was no fence around Rodgers' wheat field. The trial court sustained a demurrer to this answer and gave plaintiff judgment for $25. If chapter 115 had been good, the demurrer was rightfully sustained because Darling, the owner of the stock, was liable. We held chapter 115 bad because it did not have a uniform operation throughout the state. (See Darling v. Rodgers, supra.) The opinion is important, namely for historical purposes.\nThere was in 1868 also an effort to limit somewhat the effect of chapter 40. That was by the enactment of article 1 of chapter 105 of that session. It provided that upon the presentation to the board of county commissioners of a petition signed by a majority of the electors of a township, the county board should make an order that all owners of domestic animals should keep them confined in the nighttime for certain portions of the year. There was also a section making the owners of stock liable for any damages from the depredations of such stock. This act was held valid. (See Noffzigger v. McAllister, 12 Kan. 315.)\nThe legislature of 1872 enacted chapter 193 of that session. It is spoken of generally as the \"herd law.\" It gave the county commissioners power to direct what animals should not be allowed to run at large within the county. After providing for the recordation of the order, the statute provided that persons injured in property by the running at large of any of the animals named in the order should have a lien upon the animals for the damages committed upon the property of such person. The next section provided for the taking into custody of animals about to commit a trespass upon premises owned by the person taking them up, and in another section that any landowner in such a county, who should enclose his land by a good and lawful fence, should have the same rights and powers conferred upon owners of real estate in counties not having the herd law. This chapter is carried in our present statute book as G.S. 1935, 47-301, 302, 303, 304 and 305.\nThe legislature of 1874 again dealt with the subject by the enactment of chapter 128 of that session. The first section provided that *311 when two-thirds of the legal voters of any county should petition the county commissioners to make an order that all neat cattle, horses, mules, asses, swine and sheep shall be prohibited from running at large, the order should be made. Section 2 provided any person who should permit any of those animals to run at large shall be deemed guilty of a misdemeanor and upon conviction should be fined. The third section provided that the owners of any of these animals permitted or allowed to run at large should be liable to any person who should suffer damage from the depredations or trespasses of these animals. The section further provided for a lien. This chapter is carried in our statute books as G.S. 1935, 47-309, 310, 311 and 312.\nThe legislature of 1879 further supplemented the herd law by the enactment of chapter 175 of the laws of that session. By the first section of this chapter the county commissioners were given the power to rescind or modify the herd law by providing what animals should not be permitted to run at large. The third section provided for the county commissioners calling an election on receipt of proper petitions and submitting to the people of the county the question of the suspension of the herd law. This chapter is carried in our present statute as G.S. 1935, 47-306, 307 and 308.\nIt will be noted that from 1868 to 1879 the question of livestock and liability of the owner on account of its being at large was a live legislative question. It received the attention of practically every legislature. Chapter 128 of the Laws of 1874 was the most comprehensive enactment. There can be but little doubt the damages for which owners of livestock at large upon the highways were liable in the early days were those caused by the stock while trespassing on real estate. It should be remembered that these laws were all enacted before the days of hard surface roads, automobiles, buses and trucks. The hazards of travel upon the roads were not nearly so great then nor was there so much traffic.\nThere is one statute of comparatively recent enactment. It is chapter 235 of the Laws of 1917. It provides that when not less than 55 percent of the legal voters of a county in which horses, mules and cattle are permitted to run at large shall petition the county commissioners to make an order not to permit them to run at large, the county commissioners should make such an order. This chapter is carried on our statute books as G.S. 1935, 47-313.\nSuch was the legislative situation when chapter 211 of the Laws *312 of 1929 was enacted. The first section made it unlawful for any neat cattle, horses, mules, asses, swine or sheep to run at large. The second section provided that any person whose animals should run at large in violation of the provisions of section 1 should be liable to the person so injured for all damages resulting therefrom, and the person so damaged should have a lien on the animals for the amount of the damages. The third section provided for taking the trespassing animals into custody. As originally enacted, this section provided it should not apply to counties where there had been established a forest reserve. Chapter 221 of the Laws of 1931 took this provision out of the act. These chapters are carried on our present statute books as G.S. 1935, 47-122, 123 and 124. These last sections are the ones upon which plaintiff bases his action.\nDefendant first argues the statute was not intended to give a right to sue the owner of livestock for any damages except those committed while the stock was trespassing on land. In other words, the statute was not enacted for the benefit of automobile drivers on the highway.\nThe conclusion we have reached as to the disposition we should make of this appeal makes it unnecessary to consider some of the questions argued.\nThe statute upon which plaintiff depends uses the phrase \"run at large\" in both sections. The horse in this case was unattended upon the highway. There is no evidence whatever on the part of plaintiff as to how he happened to be there. The question is \u0097 Is a horse that is simply unattended upon the highway, running at large, within the meaning of the statute? If the language of the statute does not mean that, then the evidence of the plaintiff did not prove a cause of action under the statute and the defendant's demurrer to the plaintiff's evidence should have been sustained. We find the answer in our own decisions. In K.P. Rly. Co. v. Wiggins, 24 Kan. 588, plaintiff's mare was killed by a train being operated by defendant. It occurred in a county where the herd law was in force. The railroad admitted killing the mare and that its right of way was not fenced. It argued that in herd law counties the owners of domestic animals were bound to keep them from trespassing and if they failed to do so were liable for all damages done by them, irrespective of negligence; that the animal was trespassing on railroad property when she was killed and her owner was liable for all the consequences of such trespass. We first recited a substantial *313 statement of the evidence and in dealing with the argument that plaintiff's own evidence convicted him of contributory negligence said:\n\"Reasonable precaution, and not absolute security, is required. If the latter were the rule, the fact that the animal got loose proves the negligence, and the manner in which she was confined is immaterial.\"\nIn dealing with the other question we said:\n\"Can it be held that this animal was allowed to run at large? It would not seem that plaintiff could be charged with any violation of this statute when he had taken reasonable precautions to confine his animal.\"\nSee, also, Mo. Pac. Rly. Co. v. Johnston, 35 Kan. 58, 10 Pac. 103; Mo. Pac. Rly. Co. v. Bradshaw, 33 Kan. 533, 6 Pac. 917; and Mo. Pac. Rly. Co. v. Roads, 33 Kan. 640, 7 Pac. 213.\nAn instructive discussion of this subject is in Railway Co. v. Olden, 72 Kan. 110, 83 Pac. 25. There three mules and a colt were killed by defendant railway company. The defendant argued that since the evidence disclosed the enclosure from which the stock escaped was not fenced with a legal fence the plaintiff was guilty of contributory negligence and could not recover. We pointed out how the fence law, chapter 40, Laws of 1868, modified the common law and that the enactment of the herd law, chapter 193 of the Laws of 1872, was a readoption of the common law. In considering the question of whether the fence law furnished a rule by which to determine whether the owner of stock in herd law counties was guilty of negligence in enclosing them, we said:\n\"The care and diligence that every man is required to exercise in the protection of himself or property is ordinary care in view of all the surrounding circumstances. If the stock killed be the ordinary farm stock, and the owner have the pasture enclosed with an ordinary fence, such as is generally required to restrain that kind of stock, and they escape without his fault, he is not guilty of negligence and is not guilty of permitting the stock to run at large and he may recover regardless of the fence law.\"\nIn Abbey v. Railway Co., 108 Kan. 88, 194 Pac. 191, we said:\n\"Under the night-herd law (Gen. Stat. 1915, §§ 10974-10976), stock is confined when means shown by experience to be adequate for the purpose are employed, and if an escape occur without fault of the owner, the escaping animals are not regarded as running at large.\" (Syl. ¶ 3.)\nThese opinions all deal with actions brought against railroads for killing stock. About the only defense available to the railroads in such cases is the contributory negligence of the owner in permitting his stock, which was killed, to run at large. The opinions interpreted *314 the statutes then in existence, however, especially the words \"running at large\" or \"at large.\"\nAnother decision of similar import is Hazelwood v. Mendenhall, 97 Kan. 635, 156 Pac. 696. At page 637 of the opinion in that case we held:\n\"... The requirement that the crops shall be protected by a legal fence is canceled by the herd law so far as relates to animals that are `running at large.' Any that without fault of their owner have escaped from an enclosure surrounded by a barrier reasonably adapted to their restraint are not regarded as within that term, ...\"\nThe rule seems to be universal that the words meant something more than merely being unattended. See 3 C.J.S. 1231, § 131, where the following statement appears:\n\"The meaning of the words `running at large' differs in different statutes, and should always be determined largely from the objects and purposes sought to be accomplished by the particular statute wherein they are used. There is a distinction to be noted between a statute attaching a penalty to `permitting animals to run at large' and one making it the duty of some municipal official to take up an animal `found running at large.' A statute of the first class implies knowledge, consent, or willingness on the part of the owner that the animal be at large, or such negligent conduct as is equivalent thereto, but does not comprehend a case where, through some untoward circumstance, the owner is unable to watch and care for the animal in a particular instance, or where, notwithstanding the owner has taken precautions to restrain them, and is without fault or negligence, the animals escape from him, and he makes immediate and suitable efforts to recover them, or where the animals have been driven from the lands of their owner by a wrongdoer. The rule is otherwise, of course, if animals are at large through the negligence of the owner, or of his servants, or are permitted to go at large after knowledge of their escape.\"\nThis was the rule announced in Champlin Refining Co. v. Cooper, 184 Okla. 153, 86 P.2d 61. That was a case where a plaintiff's automobile had collided with a horse at large and unattended upon the highway. The Oklahoma statute or herd law was somewhat like ours, that is, it used the words \"running at large.\" The trial court held the unlawful presence of the horse upon the highway established a prima facie case of negligence under the statute. The supreme court reversed on several grounds and on the question with which we are dealing held:\n\"Proof of the presence of a horse upon a public highway, at large and unattended, in violation of the Herd Law, sections 8986-9045, O.S. 1931 (4 Okla. St. Ann. sec. 91-184), which imposes a positive duty upon the owner of preventing such an animal from running at large and unattended and makes said owner liable for all damages done while wrongfully remaining at large upon the *315 public highway or upon the lands of another, is not prima facie evidence of negligence on the part of such owner and will not of itself sustain an action for property damage to a motorist's automobile resulting from a collision with said horse.\"\nSee, also, Gardner v. Black, 217 N.C. 573, 9 S.E.2d 10. This was a case where plaintiff's automobile collided with a mule. The statute in question used the phrase \"run at large.\" The court held:\n\"The owner or person having charge of domestic animals is liable for injury or damage caused by such animals while running at large only if the animals are at large with his knowledge and consent or at his will or their escape is due to negligence on his part.\"\nSee, also, Howrigan v. Bakersfield, 79 Vt. 249, 64 Atl. 1130. There plaintiff sued the township because his blind mare was injured on account of the alleged insufficiency of a bridge the township was bound by law to keep in repair. The township defended on the ground it was contributory negligence in the plaintiff to allow the mare to stray along the highway unattended. The supreme court said:\n\"It is generally held, under statutes prohibiting horses and cattle going at large, that when they escape from their owner's enclosure without his fault or negligence, they are not at large in the legal sense of the term.\"\nSee, also, Anderson v. Nesbitt, 43 Ind. App. 703, 88 N.E. 523; also DeBuck v. Gadde (1943), 319 Ill. App. 609, 49 N.E.2d 789.\nApplying the above rule to the facts here, we hold that the plaintiff had the burden of proving, in order to make a prima facie case, that the horse with which plaintiff collided was unattended upon the highway because its owner had failed to exercise due care in enclosing it, under all the surrounding facts and circumstances. He made no attempt to do this and thereby failed to prove a cause of action sufficient to warrant the trial court in submitting the issues to the jury.\nIt follows that the trial court was correct in sustaining defendant's demurrer to plaintiff's evidence.\nThe judgment of the trial court is affirmed.\nTHIELE, J., dissents.\nPRICE, J., concurs in the result.\nWERTZ, J., not participating.\nSMITH, J., (dissenting):\nI find myself unable to concur in the *316 opinion of the majority. I choose to place my dissent on the effect to be given G.S. 1935, 47-122 and 47-123. In my opinion, it is a mistake to consider these sections in connection with the herd laws or to apply our herd law decisions to them. They are a separate branch of the law and should be so treated.\nWe are all familiar with the story of the struggle that went on in this country, especially in the western states between the farmers who desired to till the soil and raise crops on the one hand and those who used the open range on the other. At first, the stock raisers had their way, with the enactment of the fence laws, chapter 78, Laws of 1859, and chapter 40 of the Laws of 1868. Almost simultaneously, however, the crop raisers brought about the enactment of chapter 65 of the Laws for the special session of 1857, making the owners of swine permitted to run at large liable to the person upon whose land they should trespass. These enactments included chapter 193 of the Laws of 1872, which is carried on our books as G.S. 1935, 47-301 to 47-313, and is designated in our statute books as the \"herd law.\" The point is, the question was a live one in the legislature from the time of the settlement of our state during the seventies. A definite legislative policy was being created but by the end of the seventies by confining definite, final action to counties the policy was established county by county. The legislature thereby solved a vexatious problem with a minimum of controversy. The change came about on account of a change and development in the husbandry of our farmers. Growing crops became more generally the mainstay of the farmers year by year. No marked change in the practices of our farmers and stockmen occurred from the date of the last enactment of any amendments to the herd law and 1929. As a matter of fact, we all know the herd law had been adopted in practically all our counties by that date.\nThere had been another change, however, in the economy and entire way of life of our people. It came in the field of transportation. By 1929 it was well under way. The perfection of the gasoline engine changed the entire picture. The farmer, whose father was content to take all of Saturday afternoon for the trip to town, now frets if he has to wait five minutes at a filling station. The city people buzz gaily from point to point, interested only in getting somewhere else as quickly as possible. A large part of our commerce moves in trucks passing by the farmers' corrals and pastures. The state has given its approval by building mile after mile of hard surface highways. Where a fast trotter would take the top buggy *317 along the highway at the alarming speed of a mile in two or three minutes we now drive sixty horses under the hood of an automobile at a rate so that fifty miles an hour impedes traffic.\nThe revolution in transportation has caused a new and vexing problem near our three metropolitan centers \u0097 Kansas City, Wichita and Topeka. People whose place of business is in the city live sometimes at a distance with a result of traffic congestion. Under such circumstances it is clear to me that the legislature enacted chapter 211 of the Laws of 1929 for the benefit of travelers upon the highway.\nA breach of statutory duty is a form of negligence so long as the injury complained of is one the statute was designed to prevent. (Roman v. St. Louis-S.F. Rly. Co., 120 Kan. 585, 245 Pac. 115.) Such a violation has been said to be negligence per se so long as it appears that the violation caused the injury complained of. (Williams v. Electric Railroad Co., 102 Kan. 268, 170 Pac. 397; Martin v. Shell Petroleum Corp., 133 Kan. 124, 299 Pac. 261.)\nOnce we reach that conclusion it seems inescapable that the statute should be given a construction that would render it of some benefit to the traveling public. Suppose a driver of an automobile collides with a loose horse or mule or other animal upon the highway, perhaps he is passing through the state, perhaps he lives in a remote part of the state. How on earth is he going to prove the animal escaped because of the negligence of its owner? The matter is singularly within the knowledge of the person in whose custody the animal was. The construction put upon the statute by the majority renders it of no avail. In McAllister v. Fair, 72 Kan. 533, 84 Pac. 112, we said:\n\"The right to determine what is the best policy for the people is in the legislature, and courts cannot assume that they have a wisdom superior to that of the legislature and proceed to inject into a statute a clause which, in their opinion, would be more in consonance with good morals or better accomplish justice than the rule declared by the legislature.\"\nG.S. 1935, 47-101 provides that under certain conditions owners shall keep stock confined in the nighttime. Section 47-105 provides that no bull or boar shall be permitted to run at large. Section 47-107 provides a fine for the owner of any stallion or jack who permits them to run at large. Section 47-111 provides a penalty for the owner permitting any ram to run at large. Section 47-112 requires the owner of any swine to keep them from running at large.\nAs remarked heretofore, the herd law, G.S. 1935, 47-301 to 47-313, *318 provides in the first section that the boards of county commissioners under certain circumstances shall have power to direct by order what animals shall not be allowed to run at large. In all those sections the words \"allowed to run at large\" or \"permit to run at large\" are used. We can see why that language was used. Up until the time those statutes were enacted people could turn their stock loose to graze whenever the grass looked green. The only thing the owner had to worry about was whether the stock should break down a fence and trespass upon a field. By the passage of those acts the legislature sought to change that \u0097 hence the use of the verbs \"permit\" and \"allow\" meaning some action on the part of the owner.\nThese two sections we are considering do not use these words. The one says it shall be unlawful for stock to run at large, nothing more, nothing about \"permitting\" or \"allowing,\" nothing in that section about the owner. The next section says first \"Any person whose animals shall run at large.\" The majority opinion has the effect of amending this section by inserting after the word \"person\" the words \"who shall allow his stock to run at large.\" To me, it seems without question the legislature intended to provide that proof that stock was unattended anywhere and that damage resulted therefrom would make a prima facie case against the owners. The language of the statute says just that. We get the majority view by construing the words \"run at large\" without considering the words \"permit\" or \"allow\" in the one line of statutes, and their absence in another. The legislature enacted that sort of a statute for a purpose. I am convinced the purpose was to have a statute that would afford travelers on the highway some protection. As construed by the majority opinion, this purpose is stricken down. I realize the force to be attached to our opinions construing the herd law, especially the words \"running at large.\" A consideration of the situation existing at the time they were written will be helpful. Chapter 94, Laws of 1874, now G.S. 1935, 66-295, made railroad companies liable for stock killed, irrespective of the negligence of the railroad. About the only defense the railroad had was contributory negligence on the part of the owner of the stock. The railroads were prompt to raise the point that in herd law counties the mere fact the stock was loose or unconfined made its owner guilty of contributory negligence so as to bar recovery. In dealing with this argument we announced the rule that reasonable precaution was all that was required of the owner of stock under the herd law. We were considering, however, a statute that used the words \"allowed *319 to run at large\" not just \"run at large\" as we have here. What the court tried to do in those cases was what the minority is trying to do here, that is, give the statute a construction that will enable it to accomplish the end desired by the legislature. It is our duty to do so. See Russell v. Cogswell, 151 Kan. 793, 101 P.2d 361, where we said:\n\"A liberal construction of statutes in order to effectuate their purpose is the established policy of this court. The function of liberal construction is called into use where there is ambiguity in the language of the statute or, in other words, where there are one or more interpretations which may fairly be made. Where clarification is required judicial interpretation is made that will give life to the statute rather than the one which will nullify it.\"\nOf course if the railroad viewpoint had prevailed no farmer could have ever recovered for stock killed since it would never be on a railroad track unless it was loose from one cause or another.\nIn conclusion, I want to make it clear that this statute in my opinion did change the rule as to liability of owners of stock. There can be no doubt about that. The entire matter is one of proof, however. To me, this statute makes the rule as to stock somewhat analogous to the liability of a bailee, as treated by us in Strange v. Price Auto &amp; Service Co., opinion filed May 6, 1950. There we held that proof a bailor had left property with a bailee to be repaired and that the bailee was unable to return it when due, placed the duty on the bailee to go forward with evidence to show the inability to return was not due to his failure to exercise due care. As pointed out in many opinions, the rule springs from the fact that the cause of failure of a bailee to return property was peculiarly within his knowledge. Here the legislature, no doubt, knew the holdings of the court as to liability of owners of stock to travelers upon the highways. It was the intention of the legislature to create a new liability. It is a remedial statute. (See 36 Words &amp; Phrases, 825; Gray v. Bennett, 44 Mass. [3 Metc.] 522, 527; People v. Hays, 4 Cal. 127, 137; and State, ex rel., v. Zangerle, 133 Ohio St. 532, 14 N.E.2d 932.) Statutes of a remedial nature are entitled to a liberal construction in furtherance of the remedy and in favor of those to which the benefits of the statute inure. (See Withers v. Miller, 140 Kan. 123, 34 P.2d 110; White v. Atchison, T. &amp; S.F. Rly. Co., 125 Kan. 537, 265 Pac. 73; 50 Am. Jur. 415.\nIn my opinion, the evidence of the plaintiff established a prima facie case against the defendant and the trial court should have overruled defendant's demurrer to it.\n",
            "ocr": false,
            "opinion_id": 1188111
        },
        {
            "author_str": "Smith",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the court was delivered by\nSmith, J.:\nThese two actions were to recover damages alleged to have been sustained when an automobile driven by the plaintiff in one of them collided with a horse loose upon the highway. The *306cases were consolidated in the trial court. The trial court sustained the defendant’s demurrer to the plaintiff’s evidence in each of the cases and the plaintiffs have each appealed.\nThe petition of the plaintiff, C. A. Abbott, alleged that he was driving his car on.the highway at 7:15 p. m. on January 7th at a speed of thirty-five to forty miles per hour; that a dark-brown-colored horse belonging to defendant walked across the highway; that he saw it in the center of the highway forty to fifty feet ahead of his car; that he applied his brakes and turned his car to the left in an attempt to avoid striking it; that when it reached the center of the highway it turned to the north and faced the car and in spite of plaintiff’s efforts the automobile collided with the horse and was damaged.\nThe petition alleged the defendant was negligent in allowing the horse to run at large and that she negligently failed to keep it off the highway, which acts and omissions caused the damage. He prayed for judgment in the amount of $800.\nThe petition of Erma V. Abbott was in identical words as to the negligence and alleged as a result of the collision she was injured in many particulars. She prayed for damages in the amount of $10,625.\nThe defendant filed a general denial and alleged the plaintiffs were negligent. The reply was a general denial. The actions were consolidated in the trial court by stipulation.\nMr. Abbott testified that he was driving south on Highway No. 69 at 7 o’clock at night when in front of the residence of defendant he observed a dark-brown-colored horse coming upon the highway; that he was driving a little under thirty-five miles an hour and had his lights in operation; that he first saw the horse as it came from the east side of the road onto the right side; that he saw if he continued driving straight ahead he would hit it; that he immediately applied his brakes and turned the car to the left; that he got partly past the horse but it collided with the right side of his car about the middle post on the back; that with two county patrol officers he caught the horse and returned it to defendant, who admitted she was its owner. He further testified about the damage to the car and the injuries to his wife. On cross-examination he testified at the time of the collision he could see objects on the road ahead for two hundred feet and he did not see the horse until fifty feet from it, when it was coming out of the darkness on the east side of the highway *307directly in front of his car; that there was ice on the shoulder of the highway but none on the pavement; that from^he time he first observed the horse until the moment of the impact was just a short interval.\nThe testimony of his wife was to about the same effect.\nA deputy sheriff called out of turn for the defendant testified from his report that there were no defects in the condition of the driver or of the car and that the headlights had been checked and were all right and the weather was clear.\nThere was the testimony of the garageman as to the value of the car and of a doctor as to the injury.\nThe court sustained the defendant’s demurrer to the evidence as to both cases — hence this appeal.\nPlaintiffs argue that they established a prima facie case against the defendant sufficient to carry the case of actionable negligence to the jury under the doctrine of res ipsa loquitur, when they proved the collision, that the horse was unattended on the highway, the damages and that defendant owned the horse.\nThey concede that under the early common law an owner of a domestic animal was under no legal obligation to prevent it from running at large on the highway and was not liable for an injury resulting from it so being at large unless he could reasonably have anticipated that injury would result from it. They argue further, however, that in the light of modern conditions of congested vehicular traffic on the highways the great weight of modern authorities lays more stress on the exception to the common law rule that the owner of an animal is liable if he could reasonably have anticipated the injury would result from its being at large on the highway.\nThis appeal was submitted in March without oral argument. Before we had decided it, however, our attention was called to G. S. 1935, 47-122, 47-123 and 47-124, same being Chapter 211 of the Laws of Kansas for 1929. It appeared an argument might very well be made that these sections had a bearing on actions such as these. We reset the appeal for reargument in May and ordered the parties to file briefs on that question only. These briefs were filed. Counsel appeared and argued. The appeal is now ready for decision on all points.\nIn the meantime at the May session the appeal in Wilson v. Rule, this day decided, involving the same general legal question whs *308submitted. We have had the benefit of briefs and oral argument on it. All three appals will be disposed of at this session.\nWe shall first dispose of the argument of plaintiff that res ipsa loquitur applies. To so conclude would be to hold that the fact an animal escapes from a pasture or corral, or from custody, while being led, ridden or driven or while hitched or tied to a hitching rack is so unusual that no other conclusion can be drawn from the occurrence itself than that the owner was negligent. Our knowledge of the ways of domestic animals forbid us doing that. To say that the mere fact the horse was loose upon the highway was evidence in and of itself that the owner was negligent in the manner in which she confined it, simply flies in the face of what the ordinary and unusual situation is.\nA situation quite common a generation ago and not unknown now was dealt with in Stephenson v. Corder, 71 Kan. 475, 80 Pac. 938.\nWe considered there a case where a team while tied to a hitching rack in a town became frightened, broke a halter strap and while running away on the street collided with a buggy in which the plaintiff was riding, and injured her. The theory upon which plaintiff sued was that the fact the halter strap broke was evidence the owner had negligently left them insecurely fastened. We said:\n“It may well be questioned whether under the evidence in this case the fact that it broke draws with it any presumption that the strap was so defective as to make its use under ordinary circumstances negligence. . . . Ordinary care is all that was required of the defendant, and ordinary care does not require that all possible means for avoiding accident should be used. Quite true, the accident would not have occurred had the horses been hitched to an unbreakable rack with an unbreakable chain; nor would it have occurred had not the defendant driven to the city on that day; but ordinary care does not require the use of such precautions.”\nSee, also, Blashfields Cyclopedia of Automobile Law and Practice, sec. 6046.\nWe go now to a consideration of the effect on this appeal of G. S. 1935, 47-122 and 47-123. At the outset, it .should be stated that this record differs from Wilson v. Rule, this day decided, in that the petition in this case alleges that the defendant was negligent in allowing and permitting her horse to run and be at large and that she negligently failed to keep it confined while the petition in Wilson v. Rule charged that defendant was negligent in failing to keep his mules off the highway. At any rate, section 47-122 provides, as follows:\n*309“That it shall be unlawful for any neat cattle, horses, mules, asses, swine or sheep, to run at large.”\nSection 47-123 provides:\n“That any person whose animals shall run at large, in violation of the provisions of section 1 [47-122] of this act, shall be liable to the person injured for all damages resulting therefrom, and the person so damaged shall have a lien on said animals for the amount of such damages.”\nPlaintiffs argue the above sections by their precise terms are applicable to persons in their situation and no search for the legislature’s reasons for enacting the statute is necessary or permissible and that proof that defendant’s horse was loose on the highway showed it was at large in violation of the statute and placed upon defendant the duty of going forward with proof that the fact the horse was loose upon the highway was not due to lack of due care on his part.\nThe arguments send us to a consideration of the development of the law having to do with loose stock. In England the liability of the owner of stock was confined to damages caused by the stock when it had invaded the land of another. Such was not well adapted to the early day conditions of this country, especially those states comprising the great plains area, where open range for stock was to become a common feature of our rural life. This feature of our law is the story of the attempts of the legislatures and courts to adjust the rights of the farmers who' tilled the soil and planted crops on one hand, and those who emphasized stock raising on the other. The common law was remedied by the adoption in the states of so-called “fence” laws, whereby landowners were required to fence out their neighbors’ wandering livestock in order to protect their crops. In Kansas the subject was treated in chapter 40 of the Laws of 1868, now appearing as G. S. 1935, 29-101 to 29-104. This statute it will be noted is carried in the statute books under the subject of fences. By its enactment the common law was so far modified that no action would lie for injuries done on real estate by trespassing cattle unless the real estate was enclosed with a sufficient fence, as prescribed by the statute. (See U. P. R. W. Co. v. Rollins, 5 Kan. 167; also Darling v. Rodgers, 7 Kan. 592.)\nBy the time the next legislature met those who placed their emphasis on growing crops, as distinguished from running stock on the open range, began to make their influence felt. The legislature in 1870 enacted chapter 115. It provided in the first section that it *310should relate only to six counties named and that it should be in effect for only five years. Section 2 provided that the owner of stock who allowed it to trespass on the land of another should be liable in damages to the person so injured. There were other provisions not now important. In Saline county Rodgers sued Darling because Darling’s stock came on Rodgers’ wheat field and did damage. Darling answered not denying the damage but alleging that there was no fence around Rodgers’ wheat field. The trial court sustained a demurrer to this answer and gave plaintiff judgment for $25. If chapter 115 had been good, the demurrer was rightfully sustained because Darling, the owner of the stock, was liable. We held chapter 115 bad because it did not have a uniform operation throughout the state. (See Darling v. Rodgers, supra.) The opinion is important, namely for historical purposes.\nThere was in 1868 also an effort to limit somewhat the effect of chapter 40. That was by the enactment of article 1 of chapter 105 of that session. It provided that upon the presentation to the board of county commissioners of a petition signed by a majority of the electors of a township, the county board should make an order that all owners of domestic animals should keep them confined in the nighttime for certain portions of the year. There was also a section making the owners of stock liable for any damages from the depredations of such stock. This act was held valid. (See Noffzigger v. McAllister, 12 Kan. 315.)\nThe legislature of 1872 enacted chapter 193 of that session. It is spoken of generally as the “herd law.” It gave the county commissioners power to direct what animals should not be allowed to run at large within the county. After providing for the recordation of the order, the statute provided that persons injured in property by the running at large of any of the animals named in the order should have a lien upon the animals for the damages committed upon the property of such person. The next section provided for the taking into custody of animals about to commit a trespass upon premises owned by the person taking them up, and in another section that any landowner in such a county, who should enclose his land by a good and lawful fence, should have the same rights and powers conferred upon owners of real estate in counties not having the herd law. This chapter is carried in our present statute book as G. S. 1935, 47-301, 302, 303, 304 and 305.\nThe legislature of 1874 again dealt with the subject by the enact-, ment of chapter 128 of that session. The first section provided that *311when two-thirds of the legal voters of any county should petition the county commissioners to make an order that all neat cattle, horses, mules, asses, swine and sheep shall be prohibited from running at large, the order should be made. Section 2 provided any person who should permit any of those animals to run at large shall be deemed guilty of a misdemeanor and upon conviction should be fined. The third section provided that the owners of any of these animals permitted or allowed to run at large should be liable to any person who should suffer damage from the depredations or trespasses of these animals. The section further provided for a lien. This chapter is carried in our statute books as G. S. 1935, 47-309, 310, 311 and 312.\nThe legislature of 1879 further supplemented the herd law by the enactment of chapter 175 of the laws of that session. By the first section of this chapter the county commissioners were given the power to rescind or modify the herd law by providing what animals should not be permitted to run at large. The third section provided for the county commissioners calling an election on receipt of proper petitions and submitting to the people of the county the question of the suspension of the herd law. This chapter is carried in our present statute as G. S. 1935, 47-306, 307 and 308.\nIt will be noted that from 1868 to 1879 the question of livestock and liability of the owner on account of its being at large was a live legislative question. It received the attention of practically every legislature. Chapter 128 of the Laws of 1874 was the most comprehensive enactment. There can be but little doubt the damages for which owners of livestock at large upon the highways were liable in the early days were those caused by the stock while trespassing on real estate. It should be remembered that these laws were all enacted before the days of hard surface roads, automobiles, buses and trucks. The hazards of travel upon the roads were not nearly so great then nor was there so much traffic.\nThere is one statute of comparatively recent enactment. It is chapter 235 of the Laws of 1917. It provides that when not less than 55 percent of the legal voters of a county in which horses, mules and cattle are permitted to run at large shall petition the county commissioners to make an order not to permit them to run at large, the county commissioners should make such an order. This chapter is carried on our statute books as G. S. 1935, 47-313:\nSuch was the legislative situation when chapter 211 of the Laws *312of 1929 was enacted. The first section made it unlawful for any neat cattle, horses, mules, asses, swine or sheep to run at large. The second section provided that any person whose animals should run at large in violation of the provisions of section 1 should be liable to the person so injured for all damages resulting therefrom, and the person so damaged should have a lien on the animals for the amount of the damages. The third section provided for taking the trespassing animals into custody. As originally enacted, this section provided it should not apply to counties where there had been established a forest reserve. Chapter 221 of the Laws of 1931 took this provision out of the act. These chapters are carried on our present statute books as G. S. 1935, 47-122, 123 and 124. These last sections are the ones upon which plaintiff bases his action.\nDefendant first argues the statute was not intended to give a right to sue the owner of livestock for any damages except those committed while the stock was trespassing on land. In other words, the statute was not enacted for the benefit of automobile drivers on the highway.\nThe conclusion we have reached as to the disposition we should make of this appeal makes it unnecessary to consider some of the questions argued.\nThe statute upon which plaintiff depends uses the phrase “run at large” in both sections. The horse in this case was unattended upon the highway. There is no evidence whatever on the part of plaintiff as to how he happened to be there. The question is — -Is a horse that is simply unattended upon the highway, running at large, within the meaning of the statute? ' If the language of the statute does not mean that, then the evidence of the plaintiff did not prove a cause of action under the statute and the defendant’s demurrer to the plaintiff’s evidence should have been sustained. We find the answer in our own decisions. In K. P. Rly. Co. v. Wiggins, 24 Kan. 588, plaintiff’s mare was killed by a train being operated by defendant. It occurred in a county where the herd law was in force. The railroad admitted killing the mare and that its right of way was not fenced. It argued that in herd law counties the owners of domestic animals were bound to keep them from trespassing and if they failed to do so were liable for all damages done by them, irrespective of negligence; that the animal was trespassing on railroad property when she was killed and her owner was liable for all the consequences of such trespass. We first recited a substantial *313statement of the evidence and in dealing with the argument that plaintiff’s own evidence convicted him of contributory negligence said:\n“Reasonable precaution, and not absolute security, is required. If the latter were the rule, the fact that the animal got loose proves the negligence, and the manner in which she was confined is immaterial.” '\nIn dealing with the other question we said:\n“Can it be held that this animal was allowed to run at large? It would not seem that plaintiff could be charged with any violation of this statute when he had taken reasonable precautions to confine his animal.”\nSee, also, Mo. Pac. Rly. Co. v. Johnston, 35 Kan. 58, 10 Pac. 103; Mo. Pac. Rly. Co. v. Bradshaw, 33 Kan. 533, 6 Pac. 917; and Mo. Pac. Rly. Co. v. Roads, 33 Kan. 640, 7 Pac. 213.\nAn instructive discussion of this subject is in Railway Co. v. Olden, 72 Kan. 110, 83 Pac. 25. There three mules and a colt were killed by defendant railway company. The defendant argued that since the evidence disclosed the enclosure from which the stock escaped was not fenced with a legal fence the plaintiff was guilty of contributory negligence and could not recover. We pointed out how the fence law, chapter 40, Laws of 1868, modified the common law and that the enactment of the herd law, chapter 193 of the Laws of 1872, was a readoption of the common law. In considering the question of whether the fence law furnished a rule by which to determine whether the owner of stock in herd law counties was guilty of negligence in enclosing them, we said:\n“The care and diligence that every man is required to exercise in the protection of himself or property is ordinary care in view of all the surrounding circumstances. If the stock lulled be the ordinary farm stock, and the owner have the pasture enclosed with an ordinary fence, such as is generally required to restrain that kind of stock, and they escape without his fault, he is not guilty of negligence and is not guilty of permitting the stock to run at large and he may recover regardless of the fence law.”\nIn Abbey v. Railway Co., 108 Kan. 88, 194 Pac. 191, we said:\n“Under the night-herd law (Gen. Stat. 1915, §§ 10974-10976), stock is confined when means shown by experience to be adequate for the purpose are employed, and if an escape occur without fault of the owner, the escaping animals are not regarded as running at large.” (Syl. If 3.)\nThese opinions all deal with actions brought against railroads for killing stock. About the only defense available to the railroads in such cases is the contributory negligence of the owner in permitting his stock, which was killed, to run at large. The opinions interpreted *314the statutes then in existence, however, especially the words “running at large” or “at large.”\nAnother decision of similar'import is Hazelwood v. Mendenhall, 97 Kan. 635, 156 Pac. 696. At page 637 of the opinion in that case we held:\n“. . . The requirement that the crops shall be protected by a legal fence is canceled by the herd law so far as relates to animals that are ‘running at large.’ Any that without fault of their owner have escaped from an enclosure surrounded by a barrier reasonably adapted to their restraint are not regarded as within that term, . . .”\nThe rule seems to be universal that the words meant something more than merely being unattended. See 3 C. J. S. 1231, § 131, where the following statement appears:\n“The meaning of the words ‘running at large’ differs in different statutes, and should always be determined largely from the objects and purposes sought to be accomplished by the particular statute wherein they are used. There is a distinction to be noted between a statute attaching a penalty to ‘permitting animals to run at large’ and one making it the duty of some municipal official to take up an animal ‘found running at large.’ A statute of the first class implies knowledge, consent, or willingness on the part of the owner that the animal be at large, or such negligent conduct as is equivalent thereto, but does not comprehend a case where, through some untoward circumstance, the owner is unable to watch and care for the animal in a particular instance, or where, notwithstanding the owner has taken precautions to restrain them, and is without fault or negligence, the animals escape from him, and he makes immediate and suitable efforts to recover them, or where the animals have .been driven from the lands of their owner by a wrongdoer. The rule is otherwise, of course, if animals are at large through the negligence of the owner, or of his servants, or are permitted to go at large after knowledge of their escape.”\nThis was the rule announced in Champlin Refining Co. v. Cooper, 184 Okla. 153, 86 P. 2d 61. That was a case where a plaintiff’s automobile had collided with a horse at large and unattended upon the highway. The Oklahoma statute or herd law was somewhat like ours, that is, it used the words “running at large.” The trial court held the unlawful presence of the horse upon the highway established a prima facie case of negligence under the statute. The supreme'court reversed on several grounds and on the question with which we are dealing held:\n“Proof of the presence of a horse upon a public highway, at large and unattended, in violation of the Herd Law, sections 8986-9045, O. S. 1931 (4 Okla. St. Ann. sec. 91-184), which imposes a positive duty upon the owner of preventing such an animal from running at large and unattended and makes said owner liable for all damages done while wrongfully remaining at large upon the *315public highway or upon the lands of another, is not prima facie evidence of negligence on the part of such owner and will not of itself sustain an action for property damage to a motorist’s automobile resulting from a collision with said horse.”\nSee, also, Gardner v. Black, 217 N. C. 573, 9 S. E. 2d 10. This was a case where plaintiff’s automobile collided with a mule. The statute in question used the phrase “run at large.” The court held:\n“The owner or person having charge of domestic animals is liable for injury or damage caused by such animals while running at large only if the animals are at large with his knowledge and consent or at his will or their escape is due to negligence on his part.”\nSee, also, Howrigan v. Bakersfield, 79 Vt. 249, 64 Atl. 1130. There plaintiff sued the township because his blind mare was injured on account of the alleged insufficiency of a bridge the township was bound by law to keep in repair. The township defended on the ground it was contributory negligence in the plaintiff to allow the mare to stray along the highway unattended. The supreme court said:\n“It is generally held, under statutes prohibiting horses and cattle going at large, that when they escape from their owner’s enclosure without his fault or negligence, they are not at large in the legal sense of the term.”\nSee, also, Anderson v. Nesbitt, 43 Ind. App. 703, 88 N. E. 523; also DeBuck v. Gadde (1943), 319 Ill. App. 609, 49 N. E. 2d 789.\nApplying the above rule to the facts here, we hold that the plaintiff had the burden of proving, in order to make a prima facie case, that the horse with which plaintiff collided was unattended upon the highway because its owner had failed to exercise due care in enclosing it, under all the surrounding facts and circumstances. He made no attempt to do this and thereby failed to prove a cause of action sufficient to warrant the trial court in submitting the issues to the jury.\nIt follows that the trial court was correct in sustaining defendant’s demurrer to plaintiff’s evidence.\nThe judgment of the trial court is affirmed.\nThiele, J., dissents.\nPrice, J., concurs in the result.\nWertz, J., not participating.\n",
            "ocr": false,
            "opinion_id": 9552736
        },
        {
            "author_str": "Smith",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSmith, J.\n(dissenting): I find myself unable to concur in the *316opinion of the majority. I choose to place my dissent on the effect to be given G. S. 1935, 47-122 and 47-123. In my opinion, it is a mistake to consider these sections in connection with the herd laws or to apply our herd law decisions to them. They- are a separate branch of the law and should be so treated.\nWe are all familiar with the story of the struggle that went on in this country, especially in the western states between the farmers who desired to till the soil and raise crops on the one hand and those who used the open range on the other. At first, the stock raisers had their way, with the enactment of the fence laws, chapter 78, Laws of 1859, and chapter 40 of the Laws of 1868. Almost simultaneously, however, the crop raisers brought about the enactment of chapter 65 of the Laws for the special session of 1857, making the owners of swine permitted to run at-large liable to the person upon whose land they should trespass. These enactments included chapter 193 of the Laws of 1872, which is carried on our books as G. S. 1935, 47-301 to 47-313, and is designated in our statute books as the “herd law.” The point is, the question was a live one in the legislature from the time of the settlement of our state during the seventies. A definite legislative policy was being created but by the end of the seventies by confining definite, final action to counties the policy was established county by county. The legislature thereby solved a vexatious problem with a minimum of controversy. The change came about on account of a change and development in the husbandry of our farmers. Growing crops became more generally the mainstay of the farmers year by year. No marked change in the practices of our farmers and stockmen occurred from the date of the last enactment of any amendments to the herd law and 1929. As a matter of fact, we all know the herd law had been adopted in practically all our counties by that date.\nThere had been another change, however, in the economy and entire way of life of our people. It came in the field of transportation. By 1929 it was well under way. The perfection of the gasoline engine changed the entire picture. The farmer, whose father was content to take all of Saturday afternoon for the trip to town, now frets if he has to wait five minutes at a filling station. The city people buzz gaily from point to point, interested only in getting somewhere else as quickly as possible. A large part of our commerce moves in trucks passing by the farmers’ corrals and pastures. The state has given its approval by building mile after mile of hard surface highways. Where a fast trotter would take the top buggy *317along the highway at the alarming speed of a mile in two or three minutes we now drive sixty horses under the hood of an automobile at a rate so that fifty miles an hour impedes traffic.\nThe revolution in transportation has caused a new and vexing problem near our three metropolitan centers — Kansas City, Wichita and Topeka. People whose place of business is in the city live sometimes at a distance with a result of traffic congestion. Under such circumstances it is clear to me that the legislature enacted chapter 211 of the Laws of 1929 for the benefit of travelers upon the highway.\nA breach of statutory duty is a form of negligence so long as the injury complained of is one the statute was designed to prevent. (Roman v. St. Louis-S. F. Rly. Co., 120 Kan. 585, 245 Pac. 115.) Such a violation has been said to be negligence per se so long as it appears that the violation caused the injury complained of. (Williams v. Electric Railroad Co., 102 Kan. 268, 170 Pac. 397; Martin v. Shell Petroleum Corp., 133 Kan. 124, 299 Pac. 261.)\nOnce we reach that' conclusion it seems inescapable that the statute should be given a construction that would render it of some benefit to the traveling public. Suppose a driver of an automobile collides with a loose horse or mule or other animal upon the highway, perhaps he is passing through the state, perhaps he lives in a remote part of the state. How on earth is he going to prove the animal escaped because of the negligence of its owner? The matter is singularly within the knowledge of the person in whose custody the animal was. The construction put upon the statute by the majority renders it of no avail. In McAllister v. Fair, 72 Kan. 533, 84 Pac. 112, we said:\n“The right to determine what is the best policy for the people is in the legislature, and courts cannot assume that they have a wisdom superior to that of the legislature and proceed to inject into a statute a clause which, in their opinion, would be more in consonance with good morals or better accomplish justice than the rule declared by the legislature.”\nG. S. 1935\", 47-101 provides that under certain conditions owners shall keep stock confined in the nighttime. Section 47-105 provides that no bull or boar shall be permitted to run at large. Section 47-107 provides a fine for the owner of any stallion or jack who permits them to run at large. Section 47-111 provides a penalty for the owner permitting any ram to run at large. Section 47-112 requires the owner of any swine to keep them from running at large.\nAs remarked heretofore, the herd law, G. S. 1935, 47-301 to 47-*318313, provides in the first section that the boards of county commissioners under certain circumstances shall have power to direct by order what animals shall not be allowed to run at large. In all those sections the words “allowed to run at large” or “permit to run at large” are used. We can see why that language was used. Up until the time those statutes were enacted people could turn their stock loose to graze whenever the grass looked green. The only thing the owner had to worry about was whether the stock should break down a fence and trespass-upon a field. By the passage of those acts the legislature sought to change that — hence the use of the verbs “permit” and “allow” meaning some action on the part of the owner.\nThese two sections we are considering do not use these words. The one says it shall be unlawful for stock to run at large, nothing more, nothing about “permitting” or “allowing,” nothing in that section about the owner. The next section says first “Any person whose animals shall run at large.” The majority opinion has the effect of amending this section by inserting after the word “person” the words “who shall allow his stock to run at large.” To me, it seems without question the legislature intended to provide that proof that stock was unattended anywhere and that damage resulted therefrom would make a prima facie case against the owners. The language of the statute says just that. We get the majority view by construing the words “run at large” without considering the words “permit” or “allow” in the one line of statutes, and their absence in another. The legislature enacted that sort of a statute for a purpose. I am convinced the purpose was to have a statute that would afford travelers on the highway some protection. As construed by the majority opinion, this purpose is stricken down. I realize the force to be attached to our opinions construing the herd law, especially the words “running at large.” A consideration of the situation existing at the time they were written will be helpful. Chapter 94, Laws of. 1874, now G. S. 1935, 66-295, made railroad companies liable for stock killed, irrespective of the negligence of the railroad. About the only defense the railroad had was contributory negligence on the part of the owner of the stock. The railroads were prompt to raise the point that in herd law counties the mere fact the stock was loose or unconfined made its owner guilty of contributory negligence so as to bar recovery. In dealing with this argument we announced the rule that reasonable precaution was all that was required of the owner of stock under the herd law. We were considering, however, a statute that used the words “allowed *319to run at large” not just “run at large” as we have here. What the court tried to do in those cases was what the minority is trying to do here, that is, give the statute a construction that will enablé it to accomplish the end desired by the legislature. It is our duty to do so. See Russell v. Cogswell, 151 Kan. 793, 101 P. 2d 361, where we said:\n“A liberal construction of statutes in order to effectuate their purpose is the established policy of this court. The function of liberal construction is called into use where there is ambiguity in fhe language of the statute or, in other words, where there are one or more interpretations which may fairly be made. Where clarification is required judicial interpretation is made that will give life to the statute rather than the one which will nullify it.”\nOf course if the railroad viewpoint had prevailed no farmer could have ever recovered for stock killed since it would never be on a railroad track unless it was loose from one cause or another.\nIn conclusion, I want to make it clear that this statute in my opinion did change the rule as to liability of owners of stock. There can be no doubt about that. The entire matter is one of proof, however. To me, this statute makes the rule as to stock somewhat analogous to the liability of a bailee, as treated by us in Strange v. Price Auto &amp; Service Co., opinion filed May 6, 1950. There we held that proof a bailor had left property with a bailee to be repaired and that the bailee was unable to return it when due, placed the duty on the bailee to go forward with evidence to show the inability to return was not due to his failure to exercise due care. As pointed out in many opinions, the rule springs from the fact that the cause of failure of a bailee to return property was peculiarly within his knowledge. Here the legislature, no doubt, knew the holdings of the court as to liability of owners of stock to travelers upon the highways. It was the intention of the legislature to create a new liability. It is a remedial statute. (See 36 Words &amp; Phrases, 825; Gray v. Bennett, 44 Mass. [3 Metc.] 522, 527; People v. Hays, 4 Cal. 127, 137; and State, ex rel., v. Zangerle, 133 Ohio St. 532, 14 N. E. 2d 932.) Statutes of a remedial nature are entitled to a liberal construction in furtherance of the remedy and in favor of those to which the benefits of the statute inure. (See Withers v. Miller, 140 Kan. 123, 34 P. 2d 110; White v. Atchison, T. &amp; S. F. Rly. Co., 125 Kan. 537, 265 Pac. 73; 50 Am. Jur. 415.\nIn my opinion, the evidence of the plaintiff established a prima facie case against the defendant and the trial court should have overruled defendant’s demurrer to it.\n",
            "ocr": false,
            "opinion_id": 9552737
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Murder"
}