{
    "id": 1140939,
    "judges": "Brett, Bussey, Nix",
    "date_filed": 16848000000,
    "date_filed_is_approximate": false,
    "slug": "peterson-v-state",
    "case_name_short": "Peterson",
    "case_name": "Peterson v. State",
    "case_name_full": "Leola Catherine PETERSON, Plaintiff in Error, v. the STATE of Oklahoma, Defendant in Error",
    "attorneys": "Don Anderson, Public Defender, for plaintiff in error., G. T. Blankenship, Atty. Gen., Robert D. Nelon, Legal Intern, for defendant in error.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 9,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b323-3\">\n    Leola Catherine PETERSON, Plaintiff in Error, v. The STATE of Oklahoma, Defendant in Error.\n   </parties><br><docketnumber id=\"b323-5\">\n    No. A-15183.\n   </docketnumber><br><court id=\"b323-6\">\n    Court of Criminal Appeals of Oklahoma.\n   </court><decisiondate id=\"AO7\">\n    July 15, 1970.\n   </decisiondate><br><attorneys id=\"b323-23\">\n    Don Anderson, Public Defender, for plaintiff in error.\n   </attorneys><br><attorneys id=\"b323-24\">\n    G. T. Blankenship, Atty. Gen., Robert D. Nelon, Legal Intern, for defendant in error.\n   </attorneys>",
    "citations": [
        "473 P.2d 293"
    ],
    "opinions": [
        {
            "author_str": "Bussey",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5409.0,
            "opinion_text": "\n473 P.2d 293 (1970)\nLeola Catherine PETERSON, Plaintiff in Error,\nv.\nThe STATE of Oklahoma, Defendant in Error.\nNo. A-15183.\nCourt of Criminal Appeals of Oklahoma.\nJuly 15, 1970.\nDon Anderson, Public Defender, for plaintiff in error.\nG.T. Blankenship, Atty. Gen., Robert D. Nelon, Legal Intern, for defendant in error.\nBUSSEY, Judge.\nLeola Catherine Peterson, hereinafter referred to as defendant, was charged, tried and convicted in the District Court of Oklahoma County for the crime of Manslaughter First Degree; her punishment was fixed at ten years imprisonment in the state penitentiary, and she appeals.\nBriefly stated, the facts adduced on the trial reveal that Edwin E. Lloyd, a cab driver, testified that on November 1, 1968, about 4:30 p.m. he took Eddie Ross (the decedent in this case) to 314 S.W. 9th. Eddie *294 was intoxicated and had a handful of bills, trying to pay the cab fare with a $20.00 bill. Eddie entered the fenced yard and talked to defendant.\nKenneth Winston, a cab driver, was in the vicinity of 314 S.W. 9th in Oklahoma City on November 1, 1968, sometime between 8:00 and 9:30 p.m., and saw a body near the corner of SW 9th and Harvey, 300 S.W. 9th. The body appeared to have blood on it, so he called his dispatcher and police soon arrived.\nKenneth Seals, of the Oklahoma City Police Department, was dispatched to 9th and Harvey that night at 8:43 p.m., arriving in four minutes. He found the body of Eddie Ross, apparently dead, on the southwest corner of 9th and South Harvey. He saw a trail of blood between the body and the fence at 314 S.W. 8th, apparently beginning at the fence and ending at the body. Defendant answered his knock at the door of that address and upon his questioning, said that she had been talking to Eddie, who was drinking and had cursed her, after which he stumbled on east. When defendant came to the door she was naked, in the process of putting on a slip. Seals then arrested her.\nDetective Rex Norton of the Oklahoma City Police Department, testified that he searched the residence at 314 S.W. 9th that night and he and Detective Summers found State's Exhibit 5, a kitchen knife, in a trash receptacle in the kitchen. Defendant was, in his opinion, intoxicated at the time.\nDoyle H. Connelly, crime lab investigator for the Oklahoma City Police Department, testified that he photographed the knife and removed it from the trash receptable. The knife had a six inch blade. He examined it for fingerprints and could find none. He testified that if the knife had been used by anyone recently fingerprints would be evident \"unless they wiped them off.\" (R 85).\nJohn McAuliffe, a chemist for the Oklahoma State Bureau of Investigation, testified that he examined the knife on January 20, 1969. He scraped a very small amount of stain from the blade and performed two chemical tests which indicated that the substance was human blood. There was not enough of the substance to test it for blood type. He did not consider himself qualified to testify about the elements that distinguish human blood from non-human blood, but nevertheless said he was qualified to perform the test that he did.\nDr. Luke, State Medical Examiner, testified that he witnessed the autopsy performed under his supervision and that death resulted from a stab wound in the chest, that penetrated the heart, and could have been inflicted with a knife such as State's Exhibit 5. He did not consider himself qualified to perform the test that would disclose whether blood was human or non-human, or to say whether such test could be accurately performed three months after the sample was obtained.\nDetective Norton further testified that he talked to defendant in custody on the midmorning of November 2, 1968, and after warning her of the right against self-incrimination, she related the following: (R 111)\n\"The defendant stated the victim arrived in front of her house in a taxicab, got out of the cab, she met him outside of the house. There was some conversation between them as to if she had anything to drink in the house. She told him that she did. They went into the house, had a drink or drinks, and he stayed a short time. Left walking. He was gone a short time and he came back. She stated that when he came back that he seemed like he was pretty drunk. They got into another conversation in the front yard or on the front porch. She was unsure just where. They became involved in an argument. She stated that he called her some names, that he picked up a stick lying near the fence in the front yard. He come at her with the stick, swung at her, and then she states that she guessed that she went in the house, got the knife, or got a knife, came back out and stabbed the man. She also stated that *295 she was drunk at the time and she didn't remember any details. She didn't recall what happened after she stabbed the man or what he did or what she did. She said that she guessed that she went back in the house.\"\nNorton testified that he talked to defendant again the next day (after again warning her of the right against self-incrimination) and that (R 113):\n\"A. Her statements on this occasion were pretty much the same as they were the preceding day. She seemed somewhat confused and unsure of just what had happened. She stated to me that she guessed that she did stab the man.\"\nand further (R 114):\n\"A. Well, her statements concerning the incident were pretty much vague and confused. She couldn't recall in detail what had happened; what was said. She stated that the reason she couldn't remember was that she had been drinking.\nQ. Did she say anything about the details of the stabbing itself on that occasion?\nA. I asked her where in the house she got the knife. She stated that she guessed that she went into the kitchen and got it.\"\nDefendant's husband, Frank F. Peterson, testified that he and his wife had known Eddie Ross for a number of years. Eddie was a heavy drinker. He got an army check the last day of every month in the amount of $100.00. Peterson left home shortly after 6:00 p.m. on November 1st, at which time his wife was in bed drunk. He did not return until about the time the ambulance came for the body. He testified that the officers found a knife, \"an old limber butcher knife\" (R 163), on the top of the trash can lid in the kitchen. This was a different knife than State's Exhibit 5. He denied owning or having State's Exhibit 5 and charged that the officers had switched knives and planted State's Exhibit 5 in the kitchen, after having put blood on it. He testified Eddie and defendant were good friends and had no reason to fight. He offered the theory that a neighborhood boy, or boys, committed the stabbing and said he could name one of them, but declined to do so.\nLonnie Mae Berry, a nextdoor neighbor, testified that on November 1st Eddie Ross came in a taxi about 8:00 p.m. and got out at defendant's gate. He called \"Leola, Leola, this is Eddie, come open the gate and let me in.\" (R 203). She never did see defendant outside the house nor see Eddie enter the gate and did not see anything further.\nDefendant testified that she was home on November 1st, and that Eddie came by there sometime between 4:00 and 5:00 p.m. He did not enter the house, but she gave him a drink in the yard. He stayed about five minutes and left in the direction of Harvey. If he returned she knew nothing about it. She was drunk and did not remember telling the officers anything. She denied having a fight or an argument with Eddie and denied stabbing him. She denied that State's Exhibit 5 was her knife.\nOn appeal it is first contended that defendant's confession should not have been admitted, for two reasons the first of which was that the full Miranda warning was not given, and second, defendant, by reason of her condition, was incapable of giving a knowledgeable waiver. Defendant cites as authority the requirements laid down in Story v. State, Okl.Cr., 452 P.2d 822.\nWe believe the defendant's first contention is amply answered by the State wherein they compare the requirements set forth in Story v. State, supra, with the testimony offered by Detective Norton, explaining to the defendant her constitutional rights. This is set forth in the State's brief as follows:\n\"We quote Story v. State, supra, and parenthetically, Detective Norton:\n`The United States Supreme Court, in Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966), held *296 that prior to any in-custody police question, the accused must be warned in clear and unequivocal terms (1) that he has a right to remain silent [\"* * * the right to remain silent * * *\"]; (2) that any statement that he does make may be used as evidence against him [\"I advised her that anything she did say, any statements made, could be used against her in a court of law * * *\"]; (3) that he has a right to consult with, and have present prior to and during interrogation, an attorney, either retained or appointed [\"the right to an attorney * * * and the right to have her attorney present during any statements she wished to make.\"] and (4) that if he cannot afford an attorney, one will be appointed for him prior to any questioning if he so desires [\"* * * advised her that if she could not afford an attorney that one would be provided for her.\"].'\n\"It is well-settled that `the words of Miranda do not constitute a ritualistic formula which must be repeated without variation in order to be effective' and that `words which convey the substance of the warning along with the required information are sufficient.' United States v. Fox, 403 F.2d 97, 100 (2nd Cir.1968). `There is nothing said in Miranda itself that there must be slavish adherence in haec verba to the formula suggested therein.' United States v. Fox, supra (Moore, J., dissenting). The warnings given by Detective Norton clearly said that if defendant `could not afford an attorney that one would be provided for her' and that she had the `right to have her attorney present during any statements she wished to make.' The warnings given clearly conveyed the substance of the warnings required by Miranda.\"\nDefendant's second contention is that the trial court erred in failing to give an instruction on the testimony of experts and relies for reversal or modification on Toms v. State, 95 Okla. Crim. 60, 239 P.2d 812 and Daggs v. State, Okl.Cr., 317 P.2d 279. We observe at the outset that no instruction on the testimony of experts was ever requested, and such was the situation in Daggs v. State, supra, wherein this Court, speaking through the Honorable John Brett, had this to say:\n\"The trial court gave no instruction as to how this evidence was to be treated by the jury, and the defendant requested no such instruction. This Court has never held, as far as we have been able to determine, that in the absence of a request for the giving of an instruction concerning expert testimony, failure so to do will constitute reversible error. Nevertheless, in Toms v. State, 95 Okl. Cr. 60, 239 P.2d 812, 821, we said:\n`We believe [that] the trial court should instruct the jury that such evidence is not conclusive but should be accorded such weight as the jury sees fit to give it.'\n\"In some cases, the failure to so instruct might constitute grounds for reversal, but in others grounds for modification because of the great weight the jury might attach to such expert testimony in the absence of an instruction covering the same, especially, if the results of the case hinged on the expert testimony. Failure to so instruct, in such event, might constitute a material failure.\"\nIn both Toms v. State, supra and Daggs v. State, supra, this Court saw fit to modify the judgment and sentence imposed, basing the modification, at least in part, upon the failure of the court to give an instruction on the testimony of experts. In the instant case, as indeed in Toms v. State, supra and Daggs v. State, supra, we are of the opinion that the jury might have placed much importance on the testimony of the chemist, John McAuliffe.\nIn accordance with Daggs v. State, supra, we are of the opinion that the interest of justice might best be served by modifying the judgment and sentence from a term of ten (10) years imprisonment in the *297 state penitentiary, to a term of six (6) years imprisonment in the state penitentiary, and as so modified, the judgment and sentence is affirmed.\nModified and affirmed.\nBRETT, P.J., and NIX, J., concur.\n",
            "ocr": false,
            "opinion_id": 1140939
        }
    ],
    "court_short_name": "Court of Criminal Appeals of Oklahoma",
    "court_full_name": "Court of Criminal Appeals of Oklahoma",
    "court_type": "SA",
    "court_jurisdiction": "Oklahoma, OK",
    "crime_category": "Murder"
}