{
    "id": 853555,
    "judges": "Boehm, Dickson, Rucker, Shepard, Sullivan",
    "date_filed": 966470400000,
    "date_filed_is_approximate": false,
    "slug": "specht-v-state",
    "case_name_short": "Specht",
    "case_name": "Specht v. State",
    "case_name_full": "Ryan Michael SPECHT, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below)",
    "attorneys": "Terry A. White, Barbara Coyle Williams, Evansville, for Appellant., Jeffrey A. Modisett, Attorney General of Indiana, Randi E. Froug, Deputy Attorney General, Indianapolis, for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 15,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b285-3\">\n    Ryan Michael SPECHT, Appellant (Defendant Below), v. STATE of Indiana, Appellee (Plaintiff Below).\n   </parties><br><docketnumber id=\"b285-6\">\n    No. 82S009810CR612.\n   </docketnumber><br><court id=\"b285-7\">\n    Supreme Court of Indiana.\n   </court><br><decisiondate id=\"b285-8\">\n    Aug. 17, 2000.\n   </decisiondate><br><attorneys id=\"b285-23\">\n    Terry A. White, Barbara Coyle Williams, Evansville, for Appellant.\n   </attorneys><br><attorneys id=\"b285-24\">\n    Jeffrey A. Modisett, Attorney General of Indiana, Randi E. Froug, Deputy Attorney General, Indianapolis, for Appellee.\n   </attorneys>",
    "citations": [
        "734 N.E.2d 239"
    ],
    "opinions": [
        {
            "author_str": "Shepard",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://www.in.gov/judiciary/opinions/previous/wpd/08170002.rts.doc",
            "author_id": 4352.0,
            "opinion_text": "\n734 N.E.2d 239 (2000)\nRyan Michael SPECHT, Appellant (Defendant Below),\nv.\nSTATE of Indiana, Appellee (Plaintiff Below).\nNo. 82S009810CR612.\nSupreme Court of Indiana.\nAugust 17, 2000.\nTerry A. White, Barbara Coyle Williams, Evansville, for Appellant.\nJeffrey A. Modisett, Attorney General of Indiana, Randi E. Froug, Deputy Attorney General, Indianapolis, for Appellee.\nSHEPARD, Chief Justice.\nSince adopting the Indiana Rules of Evidence six years ago, we have not considered whether a witness may be impeached with evidence of a guilty plea to a crime for which judgment has not yet been rendered. We conclude that the answer is still yes.\n\nThe MotoMart Robbery\nWe described the events precipitating this case in an opinion issued earlier this year involving a confederate of Ryan Michael Specht.\nOn the night of March 10, 1998, Erick Schmitt and two friends, Ryan Specht and Michelle Evans, held up the MotoMart, a gas station/convenience store located in western Vanderburgh County. Schmitt and Specht performed the robbery while Evans waited outside.\n\n*240 Both armed, the two men ran inside the gas station, with Schmitt in the lead. Upon entering, they discovered two people in the store, ... Charlie Simpson, the store clerk, and Brett Tracy, a customer. Schmitt fatally shot Simpson three times in the head and then shot Tracy once in the face. The two then quickly emptied the cash registers and fled the scene.\nTipped off by an informant, the police arrested Specht the following day; he confessed his part in the robbery and implicated Schmitt and Evans as accomplices. The police then moved to arrest Schmitt; they read him his Miranda rights, handcuffed him, and placed him in the back of a police vehicle. While Schmitt initially denied any involvement in the murder, upon seeing Specht in the backseat of a different police vehicle, he admitted participating.\nSchmitt v. State, 730 N.E.2d 147 (Ind. 2000). A jury found Schmitt guilty of murder, attempted murder, and robbery, and we affirmed his convictions.\nIn the present case, we turn to appellant Ryan Michael Specht's contentions of error aimed at his convictions for felony murder, robbery, and attempted murder.\n\nI. Impeachment without Conviction\nSpecht claims that the trial court erred by permitting the State to impeach him on the basis of a prior guilty plea that had not been reduced to a conviction. Before the events that led to this case, the State charged Specht with confinement, and he pled guilty. The trial court accepted the plea and, pursuant to the State's recommendation, agreed to withhold judgment until January 5, 1999, and ordered Specht placed on probation. If Specht completed the terms of his probation, the court declared, it would enter judgment on the plea as a class A misdemeanor; if he did not, the court would enter judgment as a class D felony.\nThe court had not yet entered judgment when the present case commenced on August 3, 1998. At trial, the court denied Specht's motion in limine to prohibit evidence of the plea, and overruled Specht's objection to the State's use of the plea to impeach him.\nIndiana Rule of Evidence 609(a) provides that proof that a witness has been convicted of a crime may be admitted for the purpose of attacking that witness's credibility if the crime involves dishonesty or if it is a crime catalogued in 609(a)(1). The list in Rule 609(a)(1) includes the crime to which Specht had pled guilty, confinement.\nThe issue, then, is whether a guilty plea not yet reduced to judgment constituted a conviction for impeachment purposes. Prior to the adoption of the Indiana Rules of Evidence, we held that it did, stating, \"when there has been a plea of guilty it is a conviction of crime and the presumption of innocence no longer follows the defendant.... The fact that final judgment was not rendered does not alter the fact that he stands convicted of the crime to which he has entered a plea.\" McDaniel v. State, 268 Ind. 380, 383, 375 N.E.2d 228, 230 (1978) (citing State v. Redman, 183 Ind. 332, 109 N.E. 184 (1915)).\nWhile the Rules of Evidence generally superceded previously existing common law, Rule 609(a) preserved, rather than replaced, our caselaw regarding impeachment. In proposing that this Court adopt Rule 609(a), our committee said, \"Rejecting both the [Federal Rules of Evidence] and the [Uniform Rules of Evidence], this section preserves prior Indiana Law.\" Indiana Supreme Court Committee on the Adoption of the Indiana Rules of Evidence, Proposed Indiana Rules of Evidence [and Commentary] 40 (May 4, 1993).\nMr. Specht's lawyers have suggested that our 1978 opinion in McDaniel deployed older caselaw, developed for another purpose, to decide the question at issue. Nevertheless, decide it we did, and we retained existing Indiana law in adopting the Rules of Evidence.\nMcDaniel is still good law. Specht's motion in limine and subsequent objection *241 to the State's impeachment on this basis were properly denied and overruled.\n\nII. Change of Venue\nSpecht also claims that the trial court erred by denying his motion for change of venue. A trial court's denial of such a motion will be reversed only for an abuse of discretion. Elsten v. State, 698 N.E.2d 292 (Ind.1998). To prevail on such a claim, a defendant must show \"(1) prejudicial pretrial publicity; and (2) the inability of the jurors to render an impartial verdict.\" Eads v. State, 677 N.E.2d 524, 525 (Ind.1997).\nThat potential jurors were exposed to press coverage does not satisfy this test. Elsten, 698 N.E.2d at 294; see also Ind. Code Ann. § 35-37-1-5(b) (West 1998). Instead, a defendant must prove that the jurors were unable to disregard preconceived notions of guilt and render a verdict based on the evidence. Elsten, 698 N.E.2d at 294.\nJudge Heldt questioned each juror extensively and permitted only those who said they could disregard pretrial publicity to remain in the venire.[1] He excused jurors who were unsure about their impartiality.[2] Finally, once the jurors were selected, the judge again asked them whether they had \"read anything about th[e] case in the newspaper, see[n] anything on television, seen publicity at all... about th[e] case,\" to which they all answered no. (R. at 821.)\nSpecht \"has not directed our attention to any evidence in the record showing that jurors were unable to be impartial due to the pretrial media coverage. As we have held in many prior decisions, this ... is fatal to his claim.\" Barnes v. State, 693 N.E.2d 520, 525 (Ind.1998). The trial court did not abuse its discretion when it denied Specht's motion for change of venue.[3]\n\nConclusion\nFor these reasons, we affirm the judgment of the trial court.\nDICKSON, SULLIVAN, BOEHM, and RUCKER, JJ., concur.\nNOTES\n[1]  BY THE COURT: Have you heard about this case, or read about it?\n\nBY MR. WHITAKER: Through newspaper and television.\nBY THE COURT: And as a result of what you saw, did you form, or express any opinion about the guilt or innocence of this particular defendant?\nBY MR. WHITAKER: I would say I didn't have any opinion.\nBY THE COURT: No opinion?\nBY MR. WHITAKER: Yeah.\nBY THE COURT: So, you believe that you could judge this case, if you're selected, fairly and impartially, and based solely upon what you hear in the courtroom?\nBY MR. WHITAKER: Probably.\nBY THE COURT: Okay. Is there some reason why you think that you couldn't?\nBY MR. WHITAKER: Well, to be honest with you, I ... I've forgot most of what I've heard and read.\n(R. at 509-10.) The other selected jurors answered these questions in much the same way. (R. at 514-15, 516, 580, 633-34, 640-41, 666-67, 669-70, 670, 730, 765-66, 785-86, 807-08.)\n[2]  See, e.g., R. at 508-09, 575 (juror couldn't \"guarantee impartiality\" and was therefore excused); R. at 513-14, 575 (juror couldn't set aside preconceived notions and was therefore excused); R. at 517, 575 (juror said his opinion about Specht's guilt or innocence would \"remain with\" him during trial, and was therefore excused).\n[3]  Specht further contends that the trial court \"must have abused [its] discretion\" when it denied his motion for change of venue, because a Vigo County jury acquitted Schmitt, Specht's cohort, of murder, while a Vanderburgh County jury convicted Specht on the same charge. (Appellant's Br. at 11.) We decline to attach this much significance to Schmitt's acquittal. The Vigo County jury did convict Schmitt of reckless homicide, felony murder, robbery, and attempted murder, and the trial court sentenced him to 75 years, 15 more than Specht received. Schmitt, 730 N.E.2d at 147 (Ind.2000); R. at 4-5 (Specht sentenced to a total executed sentence of 60 years).\n\n",
            "ocr": false,
            "opinion_id": 853555
        }
    ],
    "court_short_name": "Indiana Supreme Court",
    "court_full_name": "Indiana Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Indiana, IN",
    "crime_category": "Murder"
}