{
    "id": 1147871,
    "judges": "Peek",
    "date_filed": "1972-10-12",
    "date_filed_is_approximate": true,
    "slug": "people-v-mcgoldrick",
    "case_name_short": "McGoldrick",
    "case_name": "People v. McGoldrick",
    "case_name_full": "The PEOPLE, Respondent, v. JOHN F. McGOLDRICK, Appellant",
    "attorneys": "Nathan C. Coghlan for Appellant., Edmund G. Brown, Attorney General, Doris H. Maier and Wallace Colthurst, Deputy Attorneys General, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b189-5\">\n    [Crim. No. 2268.\n   </docketnumber><court id=\"Aq6\">\n    Third Dist.\n   </court><decisiondate id=\"AeG\">\n    Oct. 29, 1951.]\n   </decisiondate><br><parties id=\"b189-6\">\n    THE PEOPLE, Respondent, v. JOHN F. McGOLDRICK, Appellant.\n   </parties><br><attorneys id=\"b190-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"172\"> \n     *172\n     </span>\n    Nathan C. Coghlan for Appellant.\n   </attorneys><br><attorneys id=\"b190-7\">\n    Edmund G. Brown, Attorney General, Doris H. Maier and Wallace Colthurst, Deputy Attorneys General, for Respondent.\n   </attorneys>",
    "citations": [
        "107 Cal. App. 2d 171"
    ],
    "opinions": [
        {
            "author_str": "Peek",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 3838.0,
            "opinion_text": "\n107 Cal. App. 2d 171 (1951)\nTHE PEOPLE, Respondent,\nv.\nJOHN F. McGOLDRICK, Appellant.\nCrim. No. 2268. \nCalifornia Court of Appeals. Third Dist.  \nOct. 29, 1951.\n Nathan C. Coghlan for Appellant.\n Edmund G. Brown, Attorney General, Doris H. Maier and Wallace Colthurst, Deputy Attorneys General, for Respondent.\n PEEK, J.\n This is an appeal by defendant from his conviction of the crime of manslaughter. Following the return of the verdict of the jury his request for probation was denied and he was sentenced for the term prescribed by law. [1] He now appeals from the judgment and from the purported order denying his motion for a new trial. However, since the record does not show that such a motion was made, that portion of his appeal must be dismissed.\n The evidence most favorable to respondent shows that shortly before the homicide the decedent met a woman companion and with her drove to a bar near the city of Willits. They entered through the rear door and walked directly to a piano located at the end of the barroom. The woman seated herself on the piano bench next to the witness Driver, who was then playing the instrument. The decedent sat at a table, leaning over on the piano. During this time the defendant was standing near the front of the bar drinking with four companions, one of whom was the husband of the woman companion of decedent but from whom she had been separated for several months. The defendant then left his companions, walked back to the piano, and in so doing bumped the decedent. [2] According to Driver--the only witness who testified to seeing any blows struck--while decedent was still seated, the defendant struck him with his fist causing him to fall backward. In falling, decedent's head hit the floor and as a result thereof he died that evening. In rebuttal the prosecution called as its witness a shorthand reporter for the city and county of San Francisco, who testified that she was present at the hall of justice in that city on the night defendant was apprehended and brought in for questioning; that defendant, when asked if decedent struck him, replied that he did not; that his hand merely \"braised\" the top of defendant's hair; *173 and that when defendant was asked if he struck decedent a \"hard blow\" he replied \"Yes, I swung with all my force behind it when I swung.\"\n Defendant testified in his own behalf, stating that the deceased accidentally bumped him as he walked to the piano; that the deceased then got up from where he was sitting and swore at him; that they then scuffled out on to the floor; that decedent hit defendant on the side of his head and it was not until then that he \"started swinging\" and struck the decedent. The defendant further testified that he had previously been convicted of stealing an automobile for which he had served time in San Quentin prison; that he was subsequently paroled and sometime thereafter was remanded to custody as a parole violator.\n Defendant now contends (1) that the evidence was insufficient to support the charge of manslaughter; (2) that the trial court erred in its instruction upon the issue of self-defense; (3) that the trial court erred in failing to instruct the jury as to the limited purpose of evidence of the prior felony conviction, and (4) that the trial court likewise erred in failing to instruct the jury as to the limited purpose of the evidence of defendant's contradictory statements.\n Viewing the record as we must in the light most favorable to respondent (People v. Newland, 15 Cal. 2d 678 [104 P.2d 778]) there can be no question but that the evidence was more than sufficient to support the verdict, and therefore appellant's first contention must fail.\n [3a] In effect, appellant's argument in support of his second contention is not that the jury received no instruction as to the law of self-defense but rather that the jury was not instructed specifically that if the deceased was guilty of an unlawful attempt to violently injure the defendant, it was not his duty to retreat; that he could stand his ground and defend himself and in so doing he had a right to meet such an assault with such force as it seemed to him was reasonably necessary.\n The particular instructions which were given by the court of its own motion are found in CALJIC Numbers 320, 321 and 321(b) and are, in substance, a restatement of the provisions of sections 195, 197 and 198 of the Penal Code.\n [4] It is true that in a criminal case, even though the parties have not so requested, the court on its own motion should instruct the jury on the general principles of law applicable to the case. But as the Supreme Court held in the *174 recent case of People v. Klor, 32 Cal. 2d 658, 662 [197 P.2d 705], \"... that is not the rule as to specific points developed at the trial. Unless instructions thereon are requested by the parties desiring them it is not incumbent on the court to give them of its own motion where the jury is otherwise fully and fairly instructed on the general principles of law involved in the case.\"\n [3b] Here, as noted, the court on its own motion did so instruct the jury when it gave the instructions previously referred to, and as it was held in People v. Holt, 25 Cal. 2d 59, 65 [153 P.2d 21], upon which case defendant largely bases his argument for reversal, \"The basic law of self-defense is set forth in sections 197 and 198 of our Penal Code.\"\n [5] Appellant's next contention, that the trial court erred in refusing to instruct the jury on the limited purposes of the evidence of the prior felony conviction, falls within the general rule that failure to ask for an instruction limiting the effect of evidence admitted generally waives objection thereto. (10 Cal.Jur. 816.) At the outset it should be noted that the evidence complained of was adduced on direct examination of defendant by his counsel, thereby making it possible for the State to further interrogate defendant on cross-examination. (Pen. Code,  1323.) Furthermore no instructions were requested by defendant to limit the purposes for which the evidence could be considered, and therefore, having failed to so request the court, he cannot be heard to complain for the first time on appeal of the trial court's failure to so instruct. (People v. Owens, 79 Cal. App. 2d 290, 299 [179 P.2d 401].)\n [6] Finally, appellant contends that it was error for the court to fail to instruct on its own motion that the testimony of the shorthand reporter pertaining to appellant's prior inconsistent statements could be considered only for purposes of impeachment. Even if such an instruction had been requested it would not have been proper since the declarations and statements of the defendant, being admissions, were original evidence against him and the rules as to impeachment of witnesses did not apply. (8 Cal.Jur. 98; People v. Ferrara, 31 Cal. App. 1, 5 [159 P. 621].)\n The judgment is affirmed, and the appeal from the purported order denying the motion for a new trial is dismissed.\n Adams, P. J., and Van Dyke, J., concurred.\n",
            "ocr": false,
            "opinion_id": 1147871
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Murder"
}