{
    "id": 1160545,
    "judges": "Lockett",
    "date_filed": "1973-12-16",
    "date_filed_is_approximate": true,
    "slug": "state-v-vargas",
    "case_name_short": "Vargas",
    "case_name": "State v. Vargas",
    "case_name_full": "State of Kansas, Appellee, v. Hector J. Vargas, Appellant",
    "attorneys": "Elizabeth Seale Cateforis, assistant appellate defender, argued the cause, and Jessica R. Runen, chief appellate defender, was with her on the brief for appellant., Jerome A. Gorman, assistant district attorney, argued the cause, and Nick A. Tomasic, district attorney, and Carla J. Stovall, attorney general, were with him on the brief for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 22,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b885-5\">\n    No. 73,698\n   </docketnumber><br><parties id=\"b885-6\">\n    State of Kansas,\n    <em>\n     Appellee,\n    </em>\n    v. Hector J. Vargas,\n    <em>\n     Appellant.\n    </em>\n</parties><br><citation id=\"b885-7\">\n    (926 P.2d 223)\n   </citation><decisiondate id=\"AESI\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"792\"> \n     *792\n     </span>\n    Opinion filed October 25, 1996.\n   </decisiondate><br><attorneys id=\"b886-7\">\n<em>\n     Elizabeth Seale Cateforis,\n    </em>\n    assistant appellate defender, argued the cause, and\n    <em>\n     Jessica R. Runen,\n    </em>\n    chief appellate defender, was with her on the brief for appellant.\n   </attorneys><br><attorneys id=\"b886-8\">\n<em>\n     Jerome A. Gorman,\n    </em>\n    assistant district attorney, argued the cause, and\n    <em>\n     Nick A. Tomasic,\n    </em>\n    district attorney, and\n    <em>\n     Carla J. Stovall,\n    </em>\n    attorney general, were with him on the brief for appellee.\n   </attorneys>",
    "citations": [
        "926 P.2d 223",
        "260 Kan. 791"
    ],
    "opinions": [
        {
            "author_str": "Lockett",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4478.0,
            "opinion_text": "\n260 Kan. 791 (1996)\n926 P.2d 223\nSTATE OF KANSAS, Appellee,\nv.\nHECTOR J. VARGAS, Appellant.\nNo. 73,698.\nSupreme Court of Kansas.\nOpinion filed October 25, 1996.\n*792 Elizabeth Seale Cateforis, assistant appellate defender, argued the cause, and Jessica R. Kunen, chief appellate defender, was with her on the brief for appellant.\nJerome A. Gorman, assistant district attorney, argued the cause, and Nick A. Tomasic, district attorney, and Carla J. Stovall, attorney general, were with him on the brief for appellee.\nThe opinion of the court was delivered by\nLOCKETT, J.:\nDefendant Hector Vargas appeals his conviction of second-degree murder, K.S.A. 21-3402 (Ensley 1988), a class B felony, and the maximum sentence imposed of 15 years to life. Defendant was 15 years old at the time of the murder. The defendant was prosecuted as an adult pursuant to K.S.A. 38-1636. The defendant argues that the trial court erred in (1) overruling defendant's objection to the State's peremptory challenges striking Hispanic and African-American members of the jury panel; (2) admitting preliminary examination testimony of an absent witness at trial, thereby violating the Sixth Amendment right to confrontation; (3) authorizing defendant to be prosecuted as an adult; and (4) abusing its discretion in imposing the maximum sentence of 15 years to life.\n\nEvidence at Trial\nOn September 16, 1992, Vargas and his stepbrother, Carlos Diaz, drove into and parked their van at a Sonic Drive-in in Kansas City, Kansas. Diaz was driving the van. Vargas was in the front passenger seat. Diaz and Vargas noticed Enrique Espinoza and his cousin, Ricardo Ramora, sitting at an outside table at the Sonic a few feet from where their vehicle was parked. All four individuals were juveniles. After Vargas and Diaz were served, they began to drive away. The four boys then exchanged insulting words. Testimony *793 conflicted as to who spoke first. After the exchange of words, Diaz pulled the van back into the parking space. Diaz got out of the van and approached the two boys seated at the table. A fight ensued between Diaz and Espinoza. Testimony as to Ramora's actions conflicted. One witness testified Ramora remained seated; another witness testified that Ramora stood up during the fight.\nThe defendant testified argumentative words were exchanged between Diaz and the two boys at the table. Vargas, who was sitting in the van, stated that he believed Ramora was going to get up and charge, but did not know if Ramora would charge him or Diaz. Vargas testified he reached for a gun, which belonged to Diaz, and to protect himself fired one shot out of the window of the van. Vargas stated he did not intend to kill Ramora, but merely to warn him not to attack. The shot killed Ramora. After the shooting, Diaz returned to the van and drove away. Vargas later threw the gun out of the window of the van. Diaz testified he did not know where Vargas had obtained the gun.\nVargas was convicted of second-degree murder and sentenced to a term of not less than 15 years nor more than life. Vargas appeals his conviction and sentence for second-degree murder, raising four issues.\n\n\nBATSON CHALLENGE\nAfter the jury was empaneled, Vargas alleged the State's peremptory challenge strikes of two African-Americans and two Hispanics from the venire were racially motivated, violating the 14th Amendment Equal Protection Clause of the United States Constitution and Batson v. Kentucky, 476 U.S. 79, 90 L. Ed. 2d 69, 106 S. Ct. 1712 (1986). The State argued to the judge that the defense had not presented a prima facie case of discrimination and then proceeded to articulate its reasons for striking the jurors.\nThe State responded:\nM.B., a single and unemployed black woman, was struck by the State because she lived close to the restaurant where the shooting occurred and went there twice a month. M.B. was familiar with the stalls at the Sonic and had previously heard about the crime.\n*794 R.S., a black woman, was struck by the State because she remembered the case from the news and thought she recognized the defendant from seeing him on television in a police car. R.S. also indicated she knew another person on the jury panel and had several friends who had committed suicide or were murdered. She stated charges had been filed in some of the instances.\nP.H., a Hispanic woman, was struck by the State because she and her daughter had attended a fiesta located a few blocks from the shooting the night of the crime. P.H. stated she had heard \"scuttlebutt\" at the fiesta concerning the shooting at the Sonic, which had occurred a couple of hours earlier. P.H. also lived close to the defendant's residence and stated she might know people who knew some of the individuals involved in the crime.\nR.R., a Hispanic man, was struck by the State because he had the same last name as one of the State's witnesses. Although R.R. indicated he did not know the witness, the State's attorney stated to the judge that he believed precaution was necessary to avoid getting into the middle of the trial and then discovering that the juror and witness knew each other.\nThe trial court found that the State did not systematically discriminate in exercising these peremptory challenges.\nIn reviewing a Batson violation concerning the State's use of a peremptory challenge, the applicable appellate standard of review is whether the trial court abused its discretion in determining if the challenged strikes were constitutionally permissible. State v. Walston, 256 Kan. 372, 373-74, 886 P.2d 349 (1994). Judicial discretion is abused only when exercised in an arbitrary, fanciful, or unreasonable manner, or in other words, when no reasonable person would take the view adopted by the trial court. Walston, 256 Kan. at 374 (citing State v. Wagner, 248 Kan. 240, 242, 807 P.2d 139 [1991]).\nThe Batson analysis involves a three-step process. First, the defendant must make a prima facie showing that the prosecutor has exercised peremptory challenges on the basis of race. Batson, 476 U.S. at 96-97. Second, if the requisite showing has been made, the burden shifts to the prosecutor to articulate a race-neutral explanation for striking the jurors in question. 476 U.S. at 97-98. Finally, *795 the trial court must determine whether the defendant has carried his or her burden of proving purposeful discrimination. 476 U.S. at 98.\nThe Supreme Court recently elaborated upon this analysis in Purkett v. Elem, 514 U.S. 765, 131 L. Ed. 2d 834, 115 S. Ct. 1769 (1995). The Purkett court agreed that the Batson analysis is a three-step test.\nThe Purkett court observed that the second step of the Batson process does not demand an explanation that is persuasive, or even plausible, but requires merely facial validity of the prosecutor's explanation. It determined further that unless a discriminatory intent is inherent in the prosecutor's explanation, the reason offered will be deemed race neutral. It concluded that the ultimate burden of persuasion rests with, and never shifts from, the opponent of the strike. Purkett, 131 L. Ed.2d at 839.\nAs to this claim, the defendant first argues that the trial court abused its discretion because it ruled that the defendant had failed to establish even a prima facie case of racial discrimination (step 1). A review of the record reflects that the trial court followed the three-step procedure set out in Batson when considering the State's proffer of its race-neutral reasons for striking each of the four jurors.\nDefendant next argues that the trial court abused its discretion in finding no systematic discrimination by the State's exercise of its peremptory challenges. As we have stated, the Batson analysis avoids placing a determinative emphasis on any one factor. Batson places the primary determination of whether the State acted with unlawful purpose during jury selection in the hands of the trial judge. The trial judge can objectively compare numbers or other facts and subjectively evaluate the credibility of the State's counsel in explaining the reasons for each challenged strike. Walston, 256 Kan. at 379. There will seldom be an abundance of evidence bearing on that issue, and the best evidence often will be the demeanor of the attorney who exercises the challenge, the evaluation of which lies peculiarly within a trial judge's province. Hernandez v. New York, 500 U.S. 352, 365, 114 L. Ed. 2d 395, 111 S. Ct. 1859 (1991).\n*796 Applying the deferential Batson standard to this case, it appears none of the reasons proffered by the State relate to characteristics of any particular race. A review of the record does not convey a sense that the State purposefully attempted to strike Hispanics or African-Americans from the jury. As the State and trial judge noted, the defendant, the victim, and most of the witnesses were Hispanic; therefore, the State had no reasons to discriminate. In addition, we note that one Hispanic juror was struck by the defense. With respect to the two African-Americans struck by the State, the State pointed out that four African-Americans served as jurors. Under the circumstances, we cannot say that the trial court abused its discretion in finding the State's justification for use of its peremptory challenges to be racially neutral.\n\nUNAVAILABLE WITNESS\nPrior to trial, the State moved, pursuant to K.S.A. 60-460(c)(2)(B) and K.S.A. 60-459(g)(4), to declare Enrique Rosas Dominguez unavailable as a witness because he no longer resided in Kansas but had returned to Mexico, probably to the state of Chihuahua. The State's motion asserted that Rosas Dominguez was unavailable because he was an illegal alien and could not return to the United States. The judge granted the State's motion.\nK.S.A. 60-460(c)(2)(B) provides a general exception to the hearsay rule to allow the admission of hearsay evidence:\n\"if the judge finds that the declarant is unavailable as a witness at the hearing, testimony given as a witness in another action or in a preliminary hearing or former trial in the same action ... when ... the issue is such that the adverse party on the former occasion had the right and opportunity for cross-examination with an interest and motive similar to that which the adverse party has in the action in which the testimony is offered.\"\nK.S.A. 60-459(g) provides in part:\n\"`Unavailable as a witness' includes situations where the witness is ... (4) absent beyond the jurisdiction of the court to compel appearance by its process, or (5) absent from the place of hearing because the proponent of his or her statement does not know and with due diligence has been unable to ascertain his or her whereabouts.\"\n*797 Defendant asserts that trial judge committed error in declaring the State's witness, Enrique Rosas Dominguez, unavailable and admitting a tape recording of his preliminary examination testimony. First, he contends that the judge, who presided at the preliminary examination, cut short his cross-examination of the witness and prevented effective cross-examination of the witness, thereby denying the defendant his Sixth Amendment right to confrontation. Secondly, he challenges the trial judge's finding that the witness was unavailable, arguing that the State failed to demonstrate it had used due diligence to locate the witness. The due diligence issue is raised for the first time on appeal.\nThe Sixth Amendment to the United States Constitution guarantees the right of a criminal defendant to confront the witnesses against him or her. The Confrontation Clause has been held to apply to the states in Pointer v. Texas, 380 U.S. 400, 403, 13 L. Ed. 2d 923, 85 S. Ct. 1065 (1965). The same right is guaranteed by the Kansas Constitution Bill of Rights, § 10. Where a witness is unavailable, the Sixth Amendment permits introduction of the preliminary examination testimony of a witness at trial because the witness' prior statement was under oath and subject to cross-examination. Ohio v. Roberts, 448 U.S. 56, 65 L. Ed. 2d 597, 100 S. Ct. 2531 (1980). Furthermore, in Ohio v. Roberts, the Supreme Court stated: \"[T]he opportunity to cross-examine at the preliminary hearing\u0097even absent actual cross-examination\u0097satisfies the Confrontation Clause.\" 448 U.S. at 70.\nDefendant claims the judge who conducted the preliminary examination made comments during defense counsel's cross-examination of the State's first witness that so intimidated his counsel, he declined to cross-examine Rosas Dominguez. Defense counsel stated:\n\"[T]he judge chewed my rear end until it was down to the bone. And he said he was not going to hear any of that, and I would not ask those questions, or he was going to put me in the can. And it only\u0097it came time for\u0097when it came time for Mr. Rosas Dominguez to testify, the judge pretty much trained me to his point of view, and I simply passed the witness, even though I have a statement that he made to the police officer on the day of the shooting that contradicts with several of the things he said at the preliminary hearing.\"\n*798 The record reveals that the judge at the preliminary examination interrupted defense counsel three times during cross-examination of the first witness, Enrique Espinoza. The judge admonished defense counsel not to ask repetitive questions and reminded him that that was a preliminary examination, not a discovery proceeding, stating:\n\"If you have any questions that might shed some new light on what else [the witness] may have to offer here that has not already been offered, pursue that. Otherwise, let's get on to the next witness.\n....\n\"[L]et's make sure I hear all that is relevant and cogent, and let's not spend all day on things that have nothing to do with a preliminary examination.\"\nThe scope of cross-examination is a matter within the sound discretion of the trial court and, absent a showing of clear abuse, the exercise of that discretion will not constitute prejudicial error. State v. Wiggins, 248 Kan. 526, 530, 808 P.2d 1383 (1991); State v. Parker, 213 Kan. 229, 231, 516 P.2d 153 (1973) (discretion of trial court extends to permitting, restricting, or refusing to allow protracted cross-examination of witness covering ground which is useless, irrelevant, or previously covered). In addition, repetitious questions may be excluded and such is not an abuse of discretion. State v. Jaso, 10 Kan. App. 2d 137, 143, 694 P.2d 1305 (1985).\nDefendant now asserts that he would have impeached Rosas Dominguez with a prior statement he had made to police after the shooting. However, the record does not indicate that the judge would have prevented defense counsel from impeaching this witness with a prior statement. In addition, the record reflects that Rosas Dominguez' statement, which defendant claims to be inconsistent, was not inconsistent. Contrary to defendant's assertion, Rosas Dominguez never testified that he saw the victim charging Vargas.\nThere was no error in the admission of Rosas Dominguez' preliminary examination testimony at trial. Therefore, the trial court did not abuse its discretion in finding that the defendant had a sufficient opportunity to cross-examine Rosas Dominguez, and there was no violation of the defendant's Sixth Amendment right to confrontation.\n*799 Vargas for the first time on appeal contends the trial court, by not applying the due diligence standard, erred in ruling that Rosas Dominguez was an unavailable witness within the meaning of K.S.A. 60-459(g). The standard for determining if a witness is unavailable follows the \"reasonable diligence rule,\" requiring a \"good faith effort to obtain the witness' presence at trial.\" State v. Watie, Heard &amp; Heard, 223 Kan. 337, 340, 574 P.2d 1368 (1978). The question of availability turns on the totality of the facts and circumstances of each case.Watie, 223 Kan. at 340.\nHere, defendant failed to make a contemporaneous objection regarding the due diligence issue. As a result of defendant's failure to raise this issue at trial, the State had no opportunity to respond. Therefore, the point is not properly before this court on appeal. See State v. Mick, 229 Kan. 157, 162, 621 P.2d 1006 (1981).\n\nPROSECUTION AS AN ADULT\nVargas next argues that the trial judge erred in authorizing his prosecution as an adult. Vargas was 15 years old at the time of the crime. K.S.A. 38-1636(f) allows the district court to authorize adult prosecution if it finds that there is substantial evidence that the respondent should be prosecuted as an adult for the offense with which the respondent is charged. Our standard of review is whether substantial competent evidence supports the trial court's decision. See K.S.A. 38-1636(f)(3); State v. Brown, 258 Kan. 374, 388, 904 P.2d 985 (1995) (citing State v. Tran, 252 Kan. 494, 508, 847 P.2d 680 [1993]).\nK.S.A. 38-1636(e) sets forth eight factors which shall be considered by the court:\n\"(1) The seriousness of the alleged offense and whether the protection of the community requires prosecution as an adult; (2) whether the alleged offense was committed in an aggressive, violent, premeditated or willful manner; (3) whether the offense was against a person or against property, greater weight being given to offenses against persons, especially if personal injury resulted; (4) the number of alleged offenses unadjudicated and pending against the respondent; (5) the previous history of the respondent, including whether the respondent had been adjudicated a delinquent or miscreant under the Kansas juvenile code or a juvenile offender under this code and, if so, whether the offenses were against persons or property, and any other previous history of antisocial behavior or patterns of physical *800 violence; (6) the sophistication or maturity of the respondent as determined by consideration of the respondent's home, environment, emotional attitude, pattern of living or desire to be treated as an adult; (7) whether there are facilities or programs available to the court which are likely to rehabilitate the respondent prior to the expiration of the court's jurisdiction under this code; and (8) whether the interests of the respondent or of the community would be better served by criminal prosecution.\"\nHowever, K.S.A. 38-1636(e) provides further that \"[t]he insufficiency of evidence pertaining to any one or more of the factors listed in this subsection shall not in and of itself be determinative of this issue.\"\nVargas argues that the district judge failed to consider factors other than the gravity of the offense and specifically failed to consider facilities and programs available to Vargas if he were prosecuted as an adult. A review of the record reveals otherwise. After presenting evidence from two witnesses at the waiver hearing, the State discussed all eight factors and the evidence presented as to each factor. The State conceded that no evidence as to the sophistication of the respondent or the facilities likely to rehabilitate him had been presented.\nThe judge took judicial notice that the respondent had one unadjudicated juvenile matter pending (one count of battery) and one prior adjudication (unlawful use of a weapon) and then stated:\n\"[T]his is ... not an easy decision for the Court to make, but the Court considers the seriousness of the offense. The offense is against a person as opposed to property, and the Court believes that the best interest of the community would be served by criminal prosecution here. It was done in a public place where it did happen, and Hector does have a previous history with this Court, and the Court does believe this was done in an aggressive manner.\"\nIn addition, the judge's order authorizing defendant's prosecution as an adult stated that the judge had \"considered the factors set forth in K.S.A. 38-1636(e).\"\nWhile the judge's analysis could have been more detailed, his comments establish that he considered not only the gravity of the offense, but also Vargas' prior juvenile history, the pending juvenile matters, the aggressive manner in which the crime was committed, the fact that the crime was against a person rather than property, *801 and the interest of the community in prosecuting the defendant as an adult. Under these circumstances and mindful that the failure to find one or more of the factors adverse to respondent does not preclude the trial court from concluding that respondent should be prosecuted as an adult, see State v. Walker, 252 Kan. 117, Syl. ¶ 3, 843 P.2d 203 (1992), we hold there was substantial evidence to support the court's decision to allow the prosecution of Vargas as an adult.\n\nSENTENCING\nVargas was sentenced to a maximum term of 15 years to life pursuant to the then-governing statute, K.S.A. 1993 Supp. 21-4501(b), for the class B felony for second-degree murder. K.S.A. 1993 Supp. 21-4501 provided a minimum sentence of 5 to 15 years and a maximum sentence of 20 years to life imprisonment. He contends that the trial court abused its discretion in imposing the maximum sentence. The defendant does not allege that the judge failed to consider the statutory factors, but argues the court failed to give sufficient consideration to mitigating factors such as defendant's age and that a shorter sentence would have \"served the needs of community safety, but still have left Hector with a chance to eventually be a valuable part of the community.\"\nK.S.A. 1993 Supp. 21-4606 set forth the factors to be considered by the court in imposing the lowest minimum term \"consistent with the public safety, the needs of the defendant, and the seriousness of the defendant's crime:\"\n\"(1) The defendant's history of prior criminal activity;\n\"(2) The extent of the harm caused by the defendant's criminal conduct;\n\"(3) Whether the defendant intended that the defendant's criminal conduct would cause or threaten serious harm;\n\"(4) The degree of the defendant's provocation;\n\"(5) Whether there were substantial grounds tending to excuse or justify the defendant's criminal conduct, though failing to establish a defense;\n\"(6) Whether the victim of the defendant's criminal conduct induced or facilitated its commission;\n\"(7) Whether the defendant has compensated or will compensate the victim of the defendant's criminal conduct for the damage or injury that the victim sustained.\"\n*802 At defendant's sentencing hearing, the trial court noted that certain factors stood out:\n\"One thing being Mr. Vargas' young age. At this time apparently he's 16 years old, perhaps even looks a little bit younger than that. But I think the facts of this case, and I heard the trial and the evidence, the facts of this case indicate one more time that a 15-year-old can kill somebody just as dead with a firearm as can a 25-year-old. That does nothing to lessen the loss to this victim's parents, family. And I would further say that as I heard the evidence ... [it] could have supported even a charge of murder in the first degree .... At any rate ... certainly this jury ... found that the act of this defendant was intentional, and for him to say that he pointed a gun out of the car, but didn't intend to hurt anybody, is just that. It's a statement, and we all know that we're responsible for the natural, probable consequences of our act. And if you point a gun at somebody from close range, especially like that, the likelihood is you're going to certainly injure them, if not ... kill them. And so, I've taken into consideration this young man's age, but also taken, as far as I'm concerned, the matters as set out, the factors as set out in K.S.A. 21-4601 and 21-4606, and I think that there is nothing that I heard from the evidence sufficient to\u0097for me to utilize as far as ... mitigating factors concerning the number of years to be imposed in this sentence. I find ... based upon the facts of this case, that under the proper circumstances, this defendant is extremely dangerous to the public of this community. And as was manifested in his actions on the date this crime was committed.\"\nWe have held that a sentence which is within the statutory limits will not be disturbed on appeal, provided it is within the realm of discretion on the part of the trial court and not a result of partiality or prejudice. State v. Gibbens, 253 Kan. 384, 385, 855 P.2d 937 (1993). The record indicates the trial judge properly considered the statutory factors and the relevant mitigating circumstances. Therefore, we find the trial court did not abuse its discretion in sentencing the defendant.\nAffirmed.\n",
            "ocr": false,
            "opinion_id": 1160545
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Murder"
}