{
    "id": 848782,
    "judges": "Cavanagh, Corrigan, Kelly, Markman, Taylor, Weaver, Young",
    "date_filed": 1057708800000,
    "date_filed_is_approximate": false,
    "slug": "people-v-washington",
    "case_name_short": null,
    "case_name": "People v. Washington",
    "case_name_full": "People v. Washington",
    "attorneys": "Michael A. Cox, Attorney General, Thomas L. Casey, Solicitor General, Michael E. Duggan, Prosecuting Attorney, Timothy A. Baughman, Chief of Research, Training, and Appeals, and Valerie M. Steer, Assistant Prosecuting Attorney, for the people.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 57,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b767-4\">\n    PEOPLE v WASHINGTON\n   </parties><br><docketnumber id=\"b767-5\">\n    Docket No. 121864.\n   </docketnumber><decisiondate id=\"AVd\">\n    Decided July 9, 2003.\n   </decisiondate><br><attorneys id=\"b768-12\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"668\"> \n     *668\n     </span>\n<em>\n     Michael A. Cox,\n    </em>\n    Attorney General,\n    <em>\n     Thomas L. Casey,\n    </em>\n    Solicitor General,\n    <em>\n     Michael E. Duggan,\n    </em>\n    Prosecuting Attorney,\n    <em>\n     Timothy A. Baughman,\n    </em>\n    Chief of Research, Training, and Appeals, and\n    <em>\n     Valerie M. Steer,\n    </em>\n    Assistant Prosecuting Attorney, for the people.\n   </attorneys>",
    "citations": [
        "664 N.W.2d 203",
        "468 Mich. 667"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": true,
            "type": "010combined",
            "page_count": 12.0,
            "download_url": "http://publicdocs.courts.mi.gov:81/OPINIONS/FINAL/SCT/20030709_S121864_56_washington121864.PDF",
            "author_id": null,
            "opinion_text": "\n664 N.W.2d 203 (2003)\n468 Mich. 667\nPEOPLE of the State of Michigan, Plaintiff-Appellant,\nv.\nAllan WASHINGTON, Defendant-Appellee.\nDocket No. 121864.\nSupreme Court of Michigan.\nDecided July 9, 2003.\n*204 Michael A. Cox, Attorney General, Thomas L. Casey, Solicitor General, Michael E. Duggan, Prosecuting Attorney, Timothy A. Baughman, Chief of Research, Training, and Appeals, and Valerie M. Steer, Assistant Prosecuting Attorney, Detroit, MI, for the people.\n\nOpinion\nPER CURIAM.\nDefendant was convicted of armed robbery and assault with intent to do great bodily harm less than murder. The Court of Appeals reversed the convictions because the accomplice's statement, in which the accomplice identified himself as the shooter, was improperly admitted against defendant. 251 Mich.App. 520, 650 N.W.2d 708 (2002). It also found that the trial court abused its discretion in denying defense counsel the opportunity to conduct voir dire of a juror in mid-trial. We reverse the judgment of the Court of Appeals and reinstate the verdict.\n\nI\nOn May 8, 1998, two men robbed James Turner while he was using a public pay phone at a Detroit gas station. One of the men pulled a gun, pointed it at Turner's head, and demanded money. The other went through Turner's pockets and took his watch and pager. When Turner told his assailants that he didn't have anything else of value, he was shot in the back.\nA few minutes later, two police officers saw a car containing defendant and Daniel Mathis drive into an alley behind a gas station that was approximately a mile from *205 the scene of the robbery. The officers decided to investigate because the area was known for drug sales and prostitution. Defendant was uncooperative with the officers and, following a scuffle, he was handcuffed pending further investigation. As the officers returned to talk to Mathis, who had remained in the car, the report of the Turner robbery and a description of his assailants were broadcast over the police radio. When one of the officers asked to have the description repeated, Mathis blurted out, \"I did it\u0097I'm the shooter.\" Turner identified defendant in a lineup as one of his assailants. He failed to identify Mathis.\nDefendant and Mathis were charged with armed robbery, M.C.L. § 750.529, and assault with intent to murder, M.C.L. § 750.83. They were tried separately. On the morning of defendant's trial, the issue whether Mathis's statement was admissible was raised. Without elaboration, the trial court decided that the statement would be allowed into evidence. Defendant was convicted of armed robbery and assault with intent to do great bodily harm less than murder, M.C.L. § 750.84.\nThe Court of Appeals reversed defendant's convictions. It concluded that Mathis's statement was improperly admitted as a statement against penal interest because it was not reliable. According to assertions made by defense counsel, Mathis was mentally ill.[1] In addition, the panel found that the trial court should have allowed defense counsel to question a juror in mid-trial.\n\nII\nThe decision to admit evidence is reviewed for an abuse of discretion. People v. Starr, 457 Mich. 490, 494, 577 N.W.2d 673 (1998). When the decision regarding the admission of evidence involves a preliminary question of law, such as whether a statute or rule of evidence precludes admissibility of the evidence, the issue is reviewed de novo. People v. Lukity, 460 Mich. 484, 488, 596 N.W.2d 607 (1999).\n\nIII\nDeclarations against penal interest constitute an exception to the general proscription against hearsay provided by MRE 802. MRE 804(b)(3), in pertinent part, defines a declaration against penal interest as\n[a] statement which was at the time of its making ... so far tended to subject the declarant to civil or criminal liability... that a reasonable person in the declarant's position would not have made the statement unless believing it to be true. A statement tending to expose the declarant to criminal liability and offered to exculpate the accused is not admissible unless corroborating circumstances clearly indicate the trustworthiness of the statement.\nThe exception is based on the assumption that people do not generally make statements about themselves that are damaging unless they are true. People v. Poole, 444 Mich. 151, 161, 506 N.W.2d 505 (1993), citing the comment of the Advisory Committee *206 on Federal Rules of Evidence relating to FRE 804(B)(3). Mathis's statement is against his penal interest and, therefore, is admissible.\nThe inquiry, however, does not stop there because the Confrontation Clauses of the federal and state constitutions are implicated. U.S. Const., Am. VI; Const. 1963, art. 1, § 20. The admission of Mathis's statement as substantive evidence does not violate the Confrontation Clause if the prosecution can establish that Mathis was unavailable as a witness and that his statement bore adequate indicia of reliability. Alternatively, the Confrontation Clause is not violated if the statement fell within a firmly rooted hearsay exception. Poole, supra at 163, 506 N.W.2d 505.\nSome jurisdictions have held that the hearsay exception for statements against penal interest is a firmly rooted hearsay exception. See, e.g., United States v. McKeeve, 131 F.3d 1, 9 (C.A.1, 1997), People v. Wilson, 17 Cal.App.4th 271, 278, 21 Cal.Rptr.2d 420 (1993), and State v. Tucker, 109 Or.App. 519, 526, 820 P.2d 834 (1991).[2] However, we need not decide that issue because Mathis had been charged with the crimes and was considered unavailable because it was expected that he would assert his Fifth Amendment right not to testify. Additionally, Mathis's statement bears adequate indicia of reliability.\nIn Poole, supra at 165, 506 N.W.2d 505, we instructed:\nIn evaluating whether a statement against penal interest that inculpates a person in addition to the declarant bears sufficient indicia of reliability to allow it to be admitted as substantive evidence against the other person, courts must evaluate the circumstances surrounding the making of the statement as well as its content.\nThe presence of the following factors would favor admission of such a statement: whether the statement was (1) voluntarily given, (2) made contemporaneously with the events referenced, (3) made to family, friends, colleagues, or confederates\u0097that is, to someone to whom the declarant would likely speak the truth, and (4) uttered spontaneously at the initiation of the declarant and without prompting or inquiry by the listener.\nOn the other hand, the presence of the following factors would favor a finding of inadmissibility: whether the statement (1) was made to law enforcement officers or at the prompting or inquiry of the listener, (2) minimizes the role or responsibility of the declarant or shifts blame to the accomplice, (3) was made to avenge the declarant or to curry favor, and (4) whether the declarant had a motive to lie or distort the truth.\nCourts should also consider any other circumstance bearing on the reliability of the statement at issue. See, generally, United States v. Layton, 855 F.2d 1388, 1404-1406 (C.A.9, 1988). While the foregoing factors are not exclusive, and the presence or absence of a particular factor is not decisive, the totality of the circumstances must indicate that the statement is sufficiently reliable to allow its admission as substantive evidence although the defendant is unable to cross-examine the declarant.\nWhen those precepts are applied to the facts at bar, we find that Mathis's statement to the police officers bears sufficient indicia of reliability to satisfy Confrontation Clause concerns and to allow its admission as substantive evidence at trial.\n*207 The statement was voluntarily given and made contemporaneously with the events referenced. It was uttered spontaneously by Mathis and without prompting or inquiry by the officers. In fact, the officers had just heard of the robbery when Mathis made the statement. Mathis did not minimize his role in the crimes, admitting that he shot the victim, and he had no motive to lie or distort the truth. In addition, there is nothing in the statement indicating that the declarant was attempting to curry favor at the time he made the statement.\nWe agree with the dissenting judge of the Court of Appeals that there was no record evidence establishing that Mathis \"suffered from mental illness.\" The unsubstantiated assertions of defense counsel are not substantive evidence and cannot be used to undermine the indicia of reliability contained in the accomplice's statement.\n\nIV\nWe also find that the trial court did not abuse its discretion in denying defense counsel's request to voir dire a juror during the trial.\nOn the third day of trial, after deliberations had begun, defense counsel reported that a juror had been seen talking with a trial spectator who counsel believed was familiar with the victim or the victim's family. The trial court summoned the juror and, in response to the court's direct questions, the juror stated that she had not discussed the case with her friend. She affirmed that her friendship would not influence her ability to make a fair decision in the case. The trial court did not allow defense counsel to make further inquiry of the juror.\n\"The trial court has discretion in both the scope and the conduct of voir dire.\" People v. Tyburski, 445 Mich. 606, 618-619, 518 N.W.2d 441 (1994). A defendant does not have a right to have counsel conduct the voir dire. Id. However, where the trial court, rather than the attorneys, conducts voir dire, the court abuses its discretion if it does not adequately question jurors regarding potential bias so that challenges for cause can be intelligently exercised. Fedorinchik v. Stewart, 289 Mich. 436, 438-439, 286 N.W. 673 (1939). Here, the trial court more than adequately questioned the juror about the allegations of grounds for her possible disqualification. There was no need for defense counsel to interrogate her further.\nA defendant is entitled to relief from a verdict because of disallowance of voir dire only if he can prove that he was actually prejudiced by the presence of the juror in question or that the juror was properly excusable for cause. Bynum v. The ESAB Group, Inc., 467 Mich. 280, 286, 651 N.W.2d 383(2002); People v. Hannum, 362 Mich. 660, 666-667, 107 N.W.2d 894 (1961); People v. DeHaven, 321 Mich. 327, 330-334, 32 N.W.2d 468 (1948). Defendant has not established either criterion in this case.\n\nV\nWe conclude that the accomplice's statement contains sufficient \"particularized guarantees of trustworthiness,\" considering the totality of the circumstances surrounding its utterance, to justify its admission. Poole, supra at 164, 506 N.W.2d 505. We also conclude that the trial court did not abuse its discretion when it denied defense counsel's request to conduct voir dire of a juror. Accordingly, we reverse the judgment of the Court of Appeals and reinstate the judgment of the circuit court. MCR 7.302(F)(1).\nKELLY, J., dissenting.\nI disagree that the indicia of reliability surrounding codefendant's statement were *208 sufficient to support admission of the statement into evidence in defiance of the confrontation clauses of the state and federal constitutions. Rather, I agree with the Court of Appeals majority that the circuit court should not have admitted the statement. The majority, Judge Kirsten Frank Kelly and Judge Harold Hood, aptly stated:\nA review of the record reveals an assertion by defense counsel that codefendant Mathis suffered from mental illness and that he had a history of psychiatric and psychological treatment. Certainly, an inculpatory statement made by a mentally ill codefendant that tacitly inculpates defendant as his accomplice is not a statement that contains \"particularized guarantees of trustworthiness\" sufficient to introduce the statement as substantive evidence against defendant without the opportunity for cross-examination. Permitting codefendant's statement to come in as substantive evidence against defendant, while depriving defendant the opportunity to challenge that statement through the adversarial process, violates the bedrock principles underlying the Confrontation Clause itself. Indeed, \"`the Confrontation Clause is generally satisfied when the defense is given a full and fair opportunity to probe and expose... infirmities through cross-examination, thereby calling to the attention of the factfinder the reasons for giving scant weight to the witness' testimony.' \" [People v. Gearns, 457 Mich. 170, 186, 577 N.W.2d 422 (1998)] quoting Delaware v. Fensterer, 474 U.S. 15, 22, 106 S.Ct. 292, 88 L.Ed.2d 15 (1985) (emphasis omitted).\nThe trial court's admission of codefendant's inculpatory statement as substantive evidence against defendant without providing defendant any opportunity to challenge the statement through cross-examination is not harmless error. Based on the evidence presented at trial, it is more probable than not that a different outcome would have resulted without the admission of codefendant's statement.\nOn appeal, the prosecution asserts that defendant ran from the police officers, but neither the testimony of defendant nor the officers supports this assertion. Also, the prosecution contends that defendant tried to drive away. However, the testimony of the officers actually indicates that the car was never started and that they were not even sure if defendant attempted to insert the keys into the ignition. Furthermore, defendant was alleged to have stolen $71, but, when apprehended, he had over $500 on his person. Neither he nor codefendant had a gun, the stolen pager, the stolen watch, and these items were not found in the car in which they were traveling. The fact that defendant was found within minutes of the robbery within one mile of the crime scene does not tend to establish his guilt any more than any other person who lives in the area and was also at the gas station at the same time. Finally, the description the victim gave to the police was \"quite vague\" and did not match either the defendant or codefendant.\nAlthough we acknowledge the victim identified defendant in a lineup, we do not believe this, standing alone, clothes the codefendant's statement with \"adequate indicia of reliability.\" The lineup was conducted ten days after the robbery and after the victim had been sedated and medicated in the hospital for five days. The victim identified the defendant as the man who shot him, but defendant was tried as the accomplice of the shooter. In addition, the victim did not identify the codefendant.\n\n*209 As we noted People v. Spinks, 206 Mich.App. 488, 493, 522 N.W.2d 875 (1994), quoting People v. Banks, 438 Mich. 408, 430, 475 N.W.2d 769 (1991), if the \"`\"minds of an average jury\" would have found the prosecution's case \"significantly less persuasive\" had the statement of the [accomplice] been excluded,' \" then the error is not harmless. Considering that codefendant's statement is the only concrete evidence linking defendant to the crime for which he now stands convicted, we find that had the statement been properly excluded, the prosecution's case would have been significantly less persuasive in \"the minds of an average jury\". Accordingly, we find that the trial court abused its discretion by admitting the statement. [251 Mich.App. 520, 527-529, 650 N.W.2d 708 (2002).]\nFor the reasons expressed by the Court of Appeals majority, I would hold the codefendant's statement inadmissible. Accordingly, I would affirm the decision of the Court of Appeals and allow the case to be remanded for a new trial.\nNOTES\n[1]  Specifically, the Court of Appeals majority held:\n\nA review of the record reveals an assertion by defense counsel that codefendant Mathis suffered from mental illness and that he had a history of psychiatric and psychological treatment. Certainly, an inculpatory statement made by a mentally ill codefendant ... is not a statement that contains \"particularized guarantees of trustworthiness\" sufficient to introduce the statement as substantive evidence against defendant without the opportunity for cross-examination. [251 Mich.App at 527, 650 N.W.2d 708.]\n[2]  We acknowledge, without approving, Neuman v. Rivers, 125 F.3d 315 (C.A.6, 1997), a case from Michigan, concluding that the exception is firmly rooted.\n\n",
            "ocr": false,
            "opinion_id": 848782
        },
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPer Curiam.\nDefendant was convicted of armed robbery and assault with intent to do great bodily harm less than murder. The Court of Appeals reversed the convictions because the accomplice’s statement, in *669which the accomplice identified himself as the shooter, was improperly admitted against defendant. 251 Mich App 520; 650 NW2d 708 (2002). It also found that the trial court abused its discretion in denying defense counsel the opportunity to conduct voir dire of a juror in mid-trial. We reverse the judgment of the Court of Appeals and reinstate the verdict.\ni\nOn May 8, 1998, two men robbed James Turner while he was using a public pay phone at a Detroit gas station. One of the men pulled a gun, pointed it at Turner’s head, and demanded money. The other went through Turner’s pockets and took his watch and pager. When Turner told his assailants that he didn’t have anything else of value, he was shot in the back.\nA few minutes later, two police officers saw a car containing defendant and Daniel Mathis drive into an alley behind a gas station that was approximately a mile from the scene of the robbery. The officers decided to investigate because the area was known for drug sales and prostitution. Defendant was uncooperative with the officers and, following a scuffle, he was handcuffed pending further investigation. As the officers returned to talk to Mathis, who had remained in the car, the report of the Turner robbery and a description of his assailants were broadcast over the police radio. When one of the officers asked to have the description repeated, Mathis blurted out, “I did it — I’m the shooter.” Turner identified defendant in a lineup as one of his assailants. He failed to identify Mathis.\n*670Defendant and Mathis were charged with armed robbery, MCL 750.529, and assault with intent to murder, MCL 750.83. They were tried separately. On the morning of defendant’s trial, the issue whether Mathis’s statement was admissible was raised. Without elaboration, the trial court decided that the statement would be allowed into evidence. Defendant was convicted of armed robbery and assault with intent to do great bodily harm less than murder, MCL 750.84.\nThe Court of Appeals reversed defendant’s convictions. It concluded that Mathis’s statement was improperly admitted as a statement against penal interest because it was not reliable. According to assertions made by defense counsel, Mathis was mentally ill.1 In addition, the panel found that the trial court should have allowed defense counsel to question a juror in mid-trial.\nii\nThe decision to admit evidence is reviewed for an abuse of discretion. People v Starr, 457 Mich 490, 494; 577 NW2d 673 (1998). When the decision regarding the admission of evidence involves a preliminary question of law, such as whether a statute or rule of evidence precludes admissibility of the evidence, the *671issue is reviewed de novo. People v Lukity, 460 Mich 484, 488; 596 NW2d 607 (1999).\nm\nDeclarations against penal interest constitute an exception to the general proscription against hearsay-provided by MRE 802. MRE 804(b)(3), in pertinent part, defines a declaration against penal interest as\n[a] statement which was at the time of its making ... so far tended to subject the declarant to civil or criminal liability . . . that a reasonable person in the declarant’s position would not have made the statement unless believing it to be true. A statement tending to expose the declarant to criminal liability and offered to exculpate the accused is not admissible unless corroborating circumstances clearly indicate the trustworthiness of the statement.\nThe exception is based on the assumption that people do not generally make statements about themselves that are damaging unless they are true. People v Poole, 444 Mich 151, 161; 506 NW2d 505 (1993), citing the comment of the Advisory Committee on Federal Rules of Evidence relating to FRE 804(B)(3). Mathis’s statement is against his penal interest and, therefore, is admissible.\nThe inquiry, however, does not stop there because the Confrontation Clauses of the federal and state constitutions are implicated. US Const, Am VI; Const 1963, art 1, § 20. The admission of Mathis’s statement as substantive evidence does not violate the Confrontation Clause if the prosecution can establish that Mathis was unavailable as a witness and that his statement bore adequate indicia of reliability. Alternatively, the Confrontation Clause is not violated if the *672statement fell within a firmly rooted hearsay exception. Poole, supra at 163.\nSome jurisdictions have held that the hearsay exception for statements against penal interest is a firmly rooted hearsay exception. See, e.g., United States v McKeeve, 131 F3d 1, 9 (CA 1, 1997), People v Wilson, 17 Cal App 4th 271, 278; 21 Cal Rptr 2d 420 (1993), and State v Tucker, 109 Or App 519, 526; 820 P2d 834 (1991).2 However, we need not decide that issue because Mathis had been charged with the crimes and was considered unavailable because it was expected that he would assert his Fifth Amendment right not to testify. Additionally, Mathis’s statement bears adequate indicia of reliability.\nIn Poole, supra at 165, we instructed:\nIn evaluating whether a statement against penal interest that inculpates a person in addition to the declarant bears sufficient indicia of reliability to allow it to be admitted as substantive evidence against the other person, courts must evaluate the circumstances surrounding the making of the statement as well as its content.\nThe presence of the following factors would favor admission of such a statement: whether the statement was (1) voluntarily given, (2) made contemporaneously with the events referenced, (3) made to family, friends, colleagues, or confederates — that is, to someone to whom the declarant would likely speak the truth, and (4) uttered spontaneously at the initiation of the declarant and without prompting or inquiry by the listener.\nOn the other hand, the presence of the following factors would favor a finding of inadmissibility: whether the statement (1) was made to law enforcement officers or at the *673prompting or inquiry of the listener, (2) minimizes the role or responsibility of the declarant or shifts blame to the accomplice, (3) was made to avenge the declarant or to curry favor, and (4) whether the declarant had a motive to lie or distort the truth.\nCourts should also consider any other circumstance bearing on the reliability of the statement at issue. See, generally, United States v Layton, 855 F2d 1388, 1404-1406 (CA 9, 1988). While the foregoing factors are not exclusive, and the presence or absence of a particular factor is not decisive, the totality of the circumstances must indicate that the statement is sufficiently reliable to allow its admission as substantive evidence although the defendant is unable to cross-examine the declarant.\nWhen those precepts are applied to the facts at bar, we find that Mathis’s statement to the police officers bears sufficient indicia of reliability to satisfy Confrontation Clause concerns and to allow its admission as substantive evidence at trial. The statement was voluntarily given and made contemporaneously with the events referenced. It was uttered spontaneously by Mathis and without prompting or inquiry by the officers. In fact, the officers had just heard of the robbery when Mathis made the statement. Mathis did not minimize his role in the crimes, admitting that he shot the victim, and he had no motive to lie or distort the truth. In addition, there is nothing in the statement indicating that the declarant was attempting to curry favor at the time he made the statement.\nWe agree with the dissenting judge of the Court of Appeals that there was no record evidence establishing that Mathis “suffered from mental illness.” The unsubstantiated assertions of defense counsel are not substantive evidence and cannot be used to under*674mine the indicia of reliability contained in the accomplice’s statement.\nIV\nWe also find that the trial court did not abuse its discretion in denying defense counsel’s request to voir dire a juror during the trial.\nOn the third day of trial, after deliberations had begun, defense counsel reported that a juror had been seen talking with a trial spectator who counsel believed was familiar with the victim or the victim’s family. The trial court summoned the juror and, in response to the court’s direct questions, the juror stated that she had not discussed the case with her friend. She affirmed that her friendship would not influence her ability to make a fair decision in the case. The trial court did not allow defense counsel to make further inquiry of the juror.\n“The trial court has discretion in both the scope and the conduct of voir dire.” People v Tyburski, 445 Mich 606, 618-619; 518 NW2d 441 (1994). A defendant does not have a right to have counsel conduct the voir dire. Id. However, where the trial court, rather than the attorneys, conducts voir dire, the court abuses its discretion if it does not adequately question jurors regarding potential bias so that challenges for cause can be intelligently exercised. Fedorinchik v Stewart, 289 Mich 436, 438-439; 286 NW 673 (1939). Here, the trial court more than adequately questioned the juror about the allegations of grounds for her possible disqualification. There was no need for defense counsel to interrogate her further.\n*675A defendant is entitled to relief from a verdict because of disallowance of voir dire only if he can prove that he was actually prejudiced by the presence of the juror in question or that the juror was properly excusable for cause. Bynum v The ESAB Group, Inc, 467 Mich 280, 286; 651 NW2d 383 (2002); People v Hannum, 362 Mich 660, 666-667; 107 NW2d 894 (1961); People v DeHaven, 321 Mich 327, 330-334; 32 NW2d 468 (1948). Defendant has not established either criterion in this case.\nv\nWe conclude that the accomplice’s statement contains sufficient “particularized guarantees of trustworthiness,” considering the totality of the circumstances surrounding its utterance, to justify its admission. Poole, supra at 164. We also conclude that the trial court did not abuse its discretion when it denied defense counsel’s request to conduct voir dire of a juror. Accordingly, we reverse the judgment of the Court of Appeals and reinstate the judgment of the circuit court. MCR 7.302(G)(1).\nCorrigan, C.J., and Cavanagh, Weaver, Taylor, Young, and Markman, JJ., concurred.\n\n Specifically, the Court of Appeals majority held:\nA review of the record reveals an assertion by defense counsel that codefendant Mathis suffered from mental illness and that he had a history of psychiatric and psychological treatment. Certainly, an inculpatory statement made by a mentally ill codefendant... is not a statement that contains “particularized guarantees of trustworthiness” sufficient to introduce the statement as substantive evidence against defendant without the opportunity for cross-examination. [251 Mich App 527.]\n\n\n We acknowledge, without approving, Neuman v Rivers, 125 F3d 315 (CA 6, 1997), a case from Michigan, concluding that the exception is firmly rooted.\n\n",
            "ocr": false,
            "opinion_id": 9504562
        },
        {
            "author_str": "Kelly",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nKelly, J.\n\n(dissenting).\n\nI disagree that the indicia of reliability surrounding codefendant’s statement were sufficient to support admission of the statement into evidence in defiance of the confrontation clauses of the state and federal constitutions. Rather, I agree with the Court of Appeals majority that the circuit court should not have admitted the statement. The majority, Judge Kirsten Frank Kelly and Judge Harold Hood, aptly stated:\n*676A review of the record reveals an assertion by defense counsel that codefendant Mathis suffered from mental illness and that he had a history of psychiatric and psychological treatment. Certainly, an inculpatory statement made by a mentally ill codefendant that tacitly inculpates defendant as his accomplice is not a statement that contains “particularized guarantees of trustworthiness” sufficient to introduce the statement as substantive evidence against defendant without the opportunity for cross-examination. Permitting codefendant’s statement to come in as substantive evidence against defendant, while depriving defendant the opportunity to challenge that statement through the adversarial process, violates the bedrock principles underlying the Confrontation Clause itself. Indeed, “ ‘the Confrontation Clause is generally satisfied when the defense is given a full and fair opportunity to probe and expose . . . infirmities through cross-examination, thereby calling to the attention of the factfinder the reasons for giving scant weight to the witness’ testimony.’ ” [People v Gearns, 457 Mich 170, 186; 577 NW2d 422 (1998)] quoting Delaware v Fensterer, 474 US 15, 22; 106 S Ct 292; 88 L Ed 2d 15 (1985) (emphasis omitted).\nThe trial court’s admission of codefendant’s inculpatory statement as substantive evidence against defendant without providing defendant any opportunity to challenge the statement through cross-examination is not harmless error. Based on the evidence presented at trial, it is more probable than not that a different outcome would have resulted without the admission of codefendant’s statement.\nOn appeal, the prosecution asserts that defendant ran from the police officers, but neither the testimony of defendant nor the officers supports this assertion. Also, the prosecution contends that defendant tried to drive away. However, the testimony of the officers actually indicates that the car was never started and that they were not even sure if defendant attempted to insert the keys into the ignition. Furthermore, defendant was alleged to have stolen $71, but, when apprehended, he had over $500 on his person. Neither he nor codefendant had a gun, the stolen pager, the stolen watch, and these items were not found in the car in which *677they were traveling. The fact that defendant was found within minutes of the robbery within one mile of the crime scene does not tend to establish his guilt any more than any other person who lives in the area and was also at the gas station at the same time. Finally, the description the victim gave to the police was “quite vague” and did not match either the defendant or codefendant.\nAlthough we acknowledge the victim identified defendant in a lineup, we do not believe this, standing alone, clothes the codefendant’s statement with “adequate indicia of reliability.” The lineup was conducted ten days after the robbery and after the victim had been sedated and medicated in the hospital for five days. The victim identified the defendant as the man who shot him, but defendant was tried as the accomplice of the shooter. In addition, the victim did not identify the codefendant.\nAs we noted People v Spinks, 206 Mich App 488, 493; 522 NW2d 875 (1994), quoting People v Banks, 438 Mich 408, 430; 475 NW2d 769 (1991), if the “ ‘ “minds of an average jury” would have found the prosecution’s case “significantly less persuasive” had the statement of the [accomplice] been excluded,’ ” then the error is not harmless. Considering that codefendant’s statement is the only concrete evidence linking defendant to the crime for which he now stands convicted, we find that had the statement been properly excluded, the prosecution’s case would have been significantly less persuasive in “the minds of an average jury.” Accordingly, we find that the trial court abused its discretion by admitting the statement. [251 Mich App 520, 527-529; 650 NW2d 708 (2002).]\nFor the reasons expressed by the Court of Appeals majority, I would hold the codefendant’s statement inadmissible. Accordingly, I would affirm the decision of the Court of Appeals and allow the case to be remanded for a new trial.\n",
            "ocr": false,
            "opinion_id": 9504563
        }
    ],
    "court_short_name": "Michigan Supreme Court",
    "court_full_name": "Michigan Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Murder"
}