{
    "id": 7769266,
    "judges": "Blue, Frank, Parker",
    "date_filed": "1984-08-18",
    "date_filed_is_approximate": true,
    "slug": "ceg-v-sw",
    "case_name_short": "C.E.G.",
    "case_name": "C.E.G. v. S.W.",
    "case_name_full": "In re The ADOPTION OF L.H.W., a child. C.E.G. v. S.W. and T.J.W., adoptive parents",
    "attorneys": "Eduardo R. Latour of Latour & Associates, PA., Tarpon Springs, for Appellant., Paul B. Catania of Catania & Catania, PA, Tampa, for Appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing Denied July 3, 1997.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "695 So. 2d 1260"
    ],
    "opinions": [
        {
            "author_str": "Parker",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPARKER, Judge.\nThe intervenor, the maternal grandmother, appeals the final order which grants the adoptive parents’ motion to strike the amended eounterpetition for custody and adoption and their motion to dismiss any and all claims by the intervenor/biologieal maternal grandmother. We reverse because the trial court abused its discretion in determining that the grandmother did not have standing to intervene.\nThe biological mother of L.H.W. was murdered in Tampa in February 1994. The accused murderer, the reputed father, never married L.H.W.’s mother. There was never a determination of paternity, his name is not on the child’s birth certificate, and he did not pay any of the hospital expenses at the time of the child’s birth. After the mother’s death, the reputed father was hospitalized after allegedly suffering a self-inflicted gunshot wound to the head which resulted in a coma. The reputed father remained in the coma until April 10,1994.\nL.H.W. and the mother had lived with the grandmother for short periods of time during the first two years of the child’s life, which totaled approximately four months. Upon the death of her daughter, the grandmother traveled to Tampa from Georgia where the University of South Florida Victim Advocate Program granted her physical custody of the child. The child continued to live with the grandmother in Georgia until April 17, 1994, when the reputed paternal grandfather and his girlfriend picked up the child for a week of visitation. On April 17, 1994, the grandmother received a letter from attorney John Gardner advising her of the pending adoption.\nBetween April 10,1994, and April 25,1994, Mr. Gardner contacted the adoptive parents and arranged a hospital visit between the reputed father and the adoptive parents. The adoptive mother visited the reputed father at which time he decided that he wanted to allow this family to adopt L.H.W. Thereafter, Mr. Gardner prepared and presented a power of attorney and will to the reputed father to sign, filed a petition for adoption with the reputed father’s consent attached, and arranged payment for an expedited home study and postplacement supervision study by an adoption agency.\nThe grandmother filed an amended coun-terpetition for custody and a motion to dismiss the amended petition for adoption, which included a copy of an order, dated October 12, 1994, adjudicating the reputed father incompetent to stand trial for the murder of the mother and a commitment to the Department of Health and Rehabilitative Services. The adoptive parents filed a motion to strike the amended counterpetition for custody and adoption. Thereafter, the grandmother filed a motion to invalidate the reputed father’s affidavit and consent.\nAt the final hearing on the adoptive parents’ motion to strike the amended counter-petition for custody and adoption and the grandmother’s motion to dismiss, the trial court limited the scope of inquiry to whether the placement of the child was direct or through an intermediary. The trial court determined that, because this was a direct adoption and the reputed father had given his consent, the grandmother had no standing to intervene. The court noted that the grandmother did not have a prior court order awarding her custody.\nWe conclude that the grandmother should have been allowed to intervene in this adoption proceeding. First, the grandmother’s motion raised the issue of whether the reputed father had any right to consent to the adoption of this child. Section 63.062, Florida Statutes (1993), provides in part:\nPersons required to consent to adoption.—\n(1) Unless consent is excused by the court, a petition to adopt a minor may be *1262granted only if written consent has been executed after the birth of the minor by:\n(a) The mother of the minor.\n(b) The father of the minor, if:\n1. The minor was conceived or bom while the father was married to the mother.\n2. The minor is his child by adoption.\n3. The minor has been established by court proceeding to be his child.\n4. He has acknowledged in writing, signed in the presence of a competent witness, that he is the father of the minor and has filed such acknowledgment with the Office of Vital Statistics of the Department of Health and Rehabilitative Services.\n5. He has provided the child with support in a repetitive, customary manner.\nThe record reflects that the reputed father does not meet any of these requirements. The court did not address this issue; instead, the court focused exclusively on whether or not this was a direct adoption or an intermediary adoption to determine whether or not the grandmother had standing. The court should have determined whether the reputed father had standing to consent to the adoption. As the Fourth District Court held, an unmarried father has no “automatic legal responsibility” and must take positive action to assume responsibilities of parenthood before being entitled to exercise the rights of parenthood. In re Adoption of Baby E.A.W., 647 So.2d 918, 923 (Fla. 4th DCA 1994), approved, 658 So.2d 961 (Fla.1995), cert. denied, — U.S. -, 116 S.Ct. 719, 133 L.Ed.2d 672 (1996).\nEven if the reputed father is the biological father, the evidence before the trial court indicated grounds to find that he had abandoned the child pursuant to sections 63.072(1) and 63.032(14), Florida Statutes (1993). See also In the Matter of the Adoption of Doe, 543 So.2d 741 (Fla.), cert. denied, 493 U.S. 964, 110 S.Ct. 405, 107 L.Ed.2d 371 (1989). Again, the trial court did not address this issue. If the trial court determined that the reputed father abandoned the child, then the court could find that the adoptive parents did not need his consent. At that point, the only person who would have an interest in this adoption action would be the grandmother. Generally, grandparents cannot intervene when the parents place their child for direct adoption because it usurps the legal rights of the parents. However, in this case the grandmother would not be usurping the parents’ rights.\nFinally, the trial court did not address the issue of whether the reputed father was competent to sign a consent for adoption. Not only was he in a coma shortly before signing the consent, but he was also before the criminal court for an evaluation to determine whether he was competent to stand trial for the murder of the child’s mother. In October 1994, the criminal trial court entered an order declaring him incompetent to stand trial. Clearly, some of the answers during his deposition in this case should have caused the trial court to consider his mental competency. At the very least, this should have raised some question as to his competency to sign the consent for adoption.\nThe trial court determined that this was a direct adoption and that because the maternal grandmother did not have a prior court order granting her temporary custody, she did not have standing to intervene. It appears from the language of the order that the trial court relied on the Florida Supreme Court decision of In re Adoption of a Minor Child, 593 So.2d 185 (Fla.1991), in determining that she did not have standing. In that case, the supreme court held that the grandparents had standing because of a New Jersey court order giving the grandparents visitation rights. However, the Florida Supreme Court noted that its opinion did not address the issue of whether the grandparents would be entitled to notice absent a prior court order. Id. at 189, n. 9. In this case, the University of South Florida Victim Advocate Program gave the maternal grandmother custody of the minor upon the death of the child’s mother. The child resided with the grandmother until the reputed paternal grandfather took the child for a short visitation. Under the facts in this case, we conclude that the maternal grandmother had an interest in the adoption pro*1263ceedings and that the court should have allowed her to intervene.\nReversed and remanded.\nFRANK, A.C.J., and BLUE, J., concur.\n",
            "ocr": true,
            "opinion_id": 7707510
        }
    ],
    "court_short_name": "District Court of Appeal of Florida",
    "court_full_name": "District Court of Appeal of Florida",
    "court_type": "SA",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Murder"
}