{
    "id": 1235402,
    "judges": "Inbody, Irwin, Miller-Lerman",
    "date_filed": 902793600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-silva",
    "case_name_short": "Silva",
    "case_name": "State v. Silva",
    "case_name_full": "State of Nebraska, Appellant, v. Calvin R. Silva, Appellee",
    "attorneys": "Donna Fegler Daiss, Adams County Attorney, for appellant., No appearance for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b538-8\">\n    State of Nebraska, appellant, v. Calvin R. Silva, appellee.\n   </parties><br><citation id=\"b538-9\">\n    584 N.W.2d 665\n   </citation><br><decisiondate id=\"b538-10\">\n    Filed August 11, 1998.\n   </decisiondate><docketnumber id=\"APR\">\n    No. A-97-534.\n   </docketnumber><br><attorneys id=\"b539-4\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"481\"> \n     *481\n     </span>\n    Donna Fegler Daiss, Adams County Attorney, for appellant.\n   </attorneys><br><attorneys id=\"b539-5\">\n    No appearance for appellee.\n   </attorneys><br><judges id=\"b539-6\">\n    Miller-Lerman, Chief Judge, and Irwin and Inbody, Judges.\n   </judges>",
    "citations": [
        "584 N.W.2d 665",
        "7 Neb. Ct. App. 480"
    ],
    "opinions": [
        {
            "author_str": "Inbody",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n584 N.W.2d 665 (1998)\n7 Neb. Ct. App. 480\nSTATE of Nebraska, Appellant,\nv.\nCalvin R. SILVA, Appellee.\nNo. A-97-534.\nCourt of Appeals of Nebraska.\nAugust 11, 1998.\n*666 Donna Fegler Daiss, Adams County Attorney, Hastings, for appellant.\nNo appearance for appellee.\nMILLER-LERMAN, C.J., and IRWIN and INBODY, JJ.\nINBODY, Judge.\n\nINTRODUCTION The State of Nebraska has appealed as excessively lenient the sentences imposed upon Calvin R. Silva for his convictions of attempted second degree murder and use of a weapon to commit a felony. We review this matter under our statutory authority found in Neb.Rev.Stat. § 29-2322 (Reissue 1995) as to whether the sentences are excessively lenient.\n\nSTATEMENT OF FACTS\nOn September 27, 1994, at approximately 7 a.m., on her way to work and after having dropped off her children at a friend's house, Joyce Silva stopped at a stop sign at South and Pine Streets in Hastings, Adams County, Nebraska. Joyce observed a vehicle, which she did not recognize, approach from the east and then pull up sideways into the crosswalk in front of her car, effectively blocking her car from going forward. It was not until the driver's-side door of this car opened that Joyce recognized the driver as her husband, Silva. Joyce, fearing for her safety, put the car in reverse, and as she was backing the vehicle up, she observed Silva standing in the street pointing a gun at her. Silva fired the gun approximately six times, striking the windshield of the vehicle as well as other parts of the car. Joyce proceeded to maneuver the car until she was able to drive to the Hastings Police Department, where she ran into the lobby area. Silva, gun in hand, followed Joyce into the lobby of the Hastings Police Department, where he insisted that he \"want[ed his] wife\" even as he was being apprehended by officers and dispossessed of the gun.\nOn January 23, 1995, an information was filed in Adams County District Court, charging Silva with attempted first degree murder, use of firearm to commit a felony, felon in possession of a firearm, and violation of a protection order. This information was subsequently amended to charge attempted second degree murder instead of attempted first degree murder. On February 23, the State filed a motion for dismissal of the felon in possession of a firearm charge for the reason that Silva had been indicted for said charge in the federal courts.\nOn February 7, 1997, pursuant to a plea agreement, Silva pled no contest to attempted second degree murder and use of a firearm to commit a felony. The felon in possession of a firearm and violation of a protection order charges were dismissed on the State's motion.\n*667 A presentence investigation was conducted, revealing that Silva was born on June 15, 1953, and has a violent criminal history. Silva has been convicted of assault with a deadly weapon, destruction of property, and obstructing or resisting a peace officer, in addition to many more contacts with law enforcement resulting from his violent behavior.\nOn April 21, 1997, the district court sentenced Silva to 8 to 15 years' imprisonment on the attempted second degree murder charge and 2 to 5 years' imprisonment on the use of a firearm in the commission of a felony charge. The sentences were ordered to run consecutively to each other, but were ordered to run concurrently with Silva's federal sentence. Additionally, Silva was given credit for 296 days served. The State timely appealed, arguing that the sentences imposed upon Silva were excessively lenient.\n\nASSIGNMENT OF ERROR\nThe State's sole assignment of error is that the sentences imposed upon Silva were excessively lenient.\n\nSTANDARD OF REVIEW\nIn a case where the State maintains that a sentence imposed on a defendant is excessively lenient, the standard of review is whether the sentencing court abused its discretion in imposing the sentence. State v. Hoffman, 246 Neb. 265, 517 N.W.2d 618 (1994); State v. Wojcik, 238 Neb. 863, 472 N.W.2d 732 (1991); State v. Foral, 236 Neb. 597, 462 N.W.2d 626 (1990); State v. Cotton, 2 Neb.App. 901, 519 N.W.2d 1 (1994).\nA judicial abuse of discretion does not denote or imply an improper motive, bad faith, or intentional wrong by a judge, but requires the reasons or rulings of a trial judge to be clearly untenable, unfairly depriving a litigant of a substantial right and denying a just result in matters submitted for disposition, Cotton, supra.\n\nDISCUSSION\nThe offense of attempted second degree murder is a Class II felony, carrying with it the possibility of imprisonment from a minimum of 1 year to a maximum of 50 years. Neb.Rev.Stat. §§ 28-105 (Reissue 1989) and 28-201 and 28-304 (Reissue 1995). The offense of use of a weapon to commit a felony as it was in effect at the time of the commission of the offense by Silva was a Class III felony punishable by 1 to 20 years' imprisonment, a $20,000 fine, or both. § 28-105 and Neb.Rev.Stat. § 28-1205 (Reissue 1989). Although the use of a weapon statute was revised in 1995, statutes covering substantive matters in effect at the time of the transaction govern, not later enacted statutes. See State v. Groff, 247 Neb. 586, 529 N.W.2d 50 (1995).\nSilva was sentenced to 8 to 15 years' imprisonment on the attempted second degree murder charge and 2 to 5 years' imprisonment on the use of a firearm in the commission of a felony charge. The sentences were ordered to run consecutively to each other, but were ordered to run concurrently with Silva's federal sentence. In considering the State's claim that Silva's sentence was excessively lenient, we look to § 29-2322.\nSection 29-2322 provides that an appellate court, upon reviewing the record on appeal, shall determine whether a sentence imposed is excessively lenient, having regard for the following:\n(1) The nature and circumstances of the offense;\n(2) The history and characteristics of the defendant;\n(3) The need for the sentence imposed:\n(a) To afford adequate deterrence to criminal conduct;\n(b) To protect the public from further crimes of the defendant;\n(c) To reflect the seriousness of the offense, to promote respect for the law, and to provide just punishment for the offense; and\n(d) To provide the defendant with needed educational or vocational training, medical care, or other correctional treatment in the most effective manner; and\n(4) Any other matters appearing in the record which the appellate court deems pertinent.\n*668 Thus, we proceed to consider these factors in relation to the instant case.\nNature and Circumstances of Offenses.\nThe nature and circumstances of the offenses for which Silva was convicted are serious ones indeed. Silva was convicted of attempted second degree murder, a Class II felony, and use of a firearm to commit a felony, which was charged as a Class III felony. Additionally, the facts from which these charges arose are unsettling. Silva pulled a vehicle in front of a vehicle being driven by Joyce, effectively blocking her car from going forward. Silva then got out of his vehicle and opened fire, striking the windshield of the vehicle as well as other parts of Joyce's vehicle. Then, Silva proceeded to follow Joyce to the Hastings Police Department even to the point of chasing her, with gun in hand, into the lobby of the police department. At that point, Silva was apprehended by officers and dispossessed of the gun.\nSilva's History and Characteristics.\nAs set forth in the statement of facts, Silva's presentence investigation report revealed a criminal history consisting of convictions of assault with a deadly weapon, destruction of property, and obstructing or resisting a peace officer. However, it is Silva's uncharged conduct that paints a clearer picture of Silva's history and characteristics. It is well settled that a sentencing court has broad discretion as to the source and type of evidence and information which it considers in determining the kind and extent of the punishment to be imposed. State v. Ryan, 248 Neb. 405, 534 N.W.2d 766 (1995).\nFrom the information contained in the presentence report, Silva's violent conduct began, or more likely began to be documented, when he was 18 years old. On August 22, 1971, when Silva's vehicle was stopped, Silva consented to a search of the vehicle and law enforcement officers found an 18-inch billy club filled with lead in the trunk of the vehicle. The presentence report contains no record of filing of charges.\nOn October 21, 1971, Silva trespassed on the campus grounds of a high school. When contacted by the vice principal, Silva became abusive. Silva then removed a hunting knife from his person and gave it to a friend as a gesture that he was unarmed. Silva was then escorted from the grounds. No charges were filed on this incident. In a separate incident occurring on November 5, an 18-year-old Silva assaulted a 17-year-old boy on high school grounds, holding a hunting knife to the victim's throat. The assault resulted in the victim's receiving a black eye and bruises. No charges were filed.\nOn January 30, 1973, a 19-year-old Silva shot his then wife five or six times while she was holding her 9-month-old son in her arms. Apparently, the victim was attempting to leave Silva. Silva indicated his wife had gotten pregnant as a sophomore in high school and that as a result he married her. After the marriage, Silva found out the father of the baby was his best friend. Silva was charged with two counts: (1) assault with intent to murder and (2) assault with a deadly weapon. Count I was dismissed. Silva was convicted of count II and was placed with the California Youth Authority.\nOn January 26, 1977, Silva broke into his girl friend's home while she was not there and threw battery acid on the carpet of the house. When officers arrived and searched the house, Silva was found hiding in a corner ready to throw battery acid on the officers. The officers held Silva at gunpoint and took him into custody. A hearing was held, Silva requested court-appointed counsel, and bond was set at $1,000. Silva was allowed to take his vehicle home without posting bond, but when a deputy arrived to meet him, Silva had left the area. Silva was charged with two counts: (1) destruction of property and (2) escape to avoid custody. Silva was convicted of count I and sentenced to 1 year's incarceration. Count II was dismissed.\nDuring Silva's incarceration resulting from the destruction of property conviction, a psychological evaluation was conducted at the Nebraska Department of Correctional Services. The evaluation, conducted in 1977, reported \"`a personality trait disturbance with alcoholism and/or drug abuse with anxiety, depression and perhaps some psychological reaction.'\" The evaluation went on to state:\n\n*669 Complaints, traits and symptoms to be aware of are assaultiveness and combativeness when under the influence of chemicals, conflicts with heterosexual partners, many psychophysiological complaints, heavy drinking, hostility, insomnia, irritability, nervousness, a poor financial status and poor work adjustment, suspiciousness, tension and also sometimes subject complaints [sic] of being weak, tired or fatigued and depression. These individuals appear to be severely chemically addictive and orally fixated. They are demanding and dependent to such a degree that they are constantly frustrated and act out with assaultiveness and hostility particularly toward women such as wives or girlfriends.\nDespite Silva's indications in 1977 that he was ready to \"`make some change in his lifestyle and get away from the type of life he has lived in the past,'\" his violent tendencies and contact with law enforcement continued.\nOn September 2, 1988, police officers responded to a domestic disturbance call. Silva had hit Joyce several times with an open hand when she refused to kiss him. When officers attempted to take Silva into custody, Silva struck one of the officers in the chest and resisted the arrest. After Silva was taken into custody, Silva made threats that he was going to kill Joyce. Silva was charged with battery on a police officer and was later convicted of an amended charge of obstructing or resisting a peace officer.\nOn February 10, 1993, Silva was working as an interstate truckdriver. He was ordered to stop to pick up a load on his return trip to Nebraska. Silva did not do so and returned with an empty trailer. Due to this, Silva's employer was not going to pay him for coming back with an empty load, and Silva and his employer got into a dispute. Silva placed a briefcase on the table, opened it, pulled out a pistol, loaded a round into the chamber, and began waving the pistol demanding to be paid. A report was filed, but no charges were filed because the employer believed that it would only make matters worse.\nClearly, throughout Silva's entire adult life, he has turned to violence. The level of violence has escalated as his age has increased. This is a disturbing trend, which Silva's history indicates will not deviate from his established pattern, but will continue with increasing severity.\nFurther, as part of his presentence investigation, Silva completed an alcohol use questionnaire, a drug use questionnaire, an adult substance survey, and several other assessments. Silva's scores were in the critical areas for alcohol and drug use, and he scored in the moderate range for antisocial characteristics. Silva's scores also showed a maximum risk to reoffend.\nNeed for Sentence Imposed.\nThis court is also to consider whether the sentence imposed is necessary to afford adequate deterrence to criminal conduct; to protect the public from further crimes of the defendant; to reflect the seriousness of the offense, to promote respect for the law, and to provide just punishment for the offense; and to provide the defendant with needed educational or vocational training, medical care, or other correctional treatment in the most effective manner. § 29-2322.\nIt is obvious that imposition of a lengthy term of incarceration is necessary in Silva's case. Silva used an automobile to block Joyce's vehicle on a public street. He got out of the car and opened fire in the direction of Joyce's vehicle, hitting the windshield of her car. When Joyce backed her car up, drove to the police station, and ran into the police station lobby for help, Silva followed her with gun in hand. This conduct is very serious, and this court considers Silva lucky and Joyce fortunate that she was not seriously injured or killed as a result of his actions. A lengthy term of incarceration is necessary to reflect the seriousness of the offense, to promote respect for the law, and to provide just punishment for the offenses committed by Silva.\nFurther, from a review of Silva's past, it is clear to this court that when Silva is released from prison, he will continue his violent conduct, and that incarceration is necessary to protect the public from future crimes. As stated by the probation officer in the presentence report, \"It is very apparent Mr. Silva has absolutely no regard for human life and is a significant risk to reoffend, causing society to once again be a victim of his uncontrollable *670 violence.\" Finally, Silva is in need of correctional treatment, which can most effectively be provided by Nebraska correctional facilities.\nIn sum, the conclusions that can be reached from a thorough examination of Silva's presentence report are that (1) Silva has an anger control problem; (2) this problem has manifested itself on numerous occasions in which Silva has physically harmed, or threatened to physically harm, other individuals; (3) Silva is fortunate that his criminal convictions are not more numerous; (4) Silva, through luck, has so far managed to avoid killing someone; and (5) if Silva is not incarcerated for an extended period of time, it appears likely that if his pattern of violence continues, he may kill someone. We do not believe that the sentence imposed by the district court is sufficient to protect society from Silva's dangerous tendencies.\nWhen an appellate court determines, upon consideration of the criteria enumerated in § 29-2322, that a sentence imposed is excessively lenient, the court shall set aside the sentence and either (1) remand the cause for imposition of a greater sentence, (2) remand the cause for further sentencing proceedings, or (3) impose a greater sentence. Neb.Rev.Stat. § 29-2323(1) (Reissue 1995). We shall impose greater sentences upon Silva.\nUpon consideration of the criteria enumerated in § 29-2322, we set aside Silva's sentences and modify his sentences as follows: On count I, the attempted second degree murder conviction, Silva is sentenced to 20 to 40 years' imprisonment. On count II, the use of a firearm in the commission of a felony conviction, Silva is sentenced to 5 to 10 years' imprisonment. These sentences are to run consecutively to each other and to run consecutively to the sentences imposed upon Silva's federal convictions. Finally, Silva shall receive credit on his new sentence for the amount of time served on the sentence appealed from. See Neb.Rev.Stat. § 29-2324 (Reissue 1995).\nSENTENCES MODIFIED.\n",
            "ocr": false,
            "opinion_id": 1235402
        }
    ],
    "court_short_name": "Nebraska Court of Appeals",
    "court_full_name": "Nebraska Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Nebraska, NE",
    "crime_category": "Murder"
}