{
    "author_str": "Regnier",
    "per_curiam": false,
    "type": "020lead",
    "page_count": null,
    "download_url": null,
    "author_id": null,
    "opinion_text": "\nJUSTICE REGNIER\ndelivered the Opinion of the Court.\nOn March 11, 1987, Robert Bone was charged in the Seventeenth Judicial District Court, Blaine County, with the offenses of deliberate homicide, in violation of §§ 45-5-101(1) and -102(l)(a), MCA (1985), and, deliberate homicide by accountability, in violation of §§ 45-2-302(3) and 45-5-101(1) and-102(l)(a), MCA (1985). On April 13,1987, *299Bone entered pleas of guilty to both counts pursuant to a plea agreement. The District Court sentenced Bone to two concurrent terms of 100 years at the State Prison, with two consecutive terms of two years each for the use of a weapon during the commission of the offense. Bone submitted a petition for post-conviction relief to the District Court, which was denied. Bone appeals the District Court’s denial of his amended petition for post-conviction relief. We affirm.\nThe issues on appeal are as follows:\n1. Are the District Court’s findings of fact concerning Bone’s claims of ineffective assistance of counsel supported by substantial evidence in the record, and did the corut correctly apply the appropriate legal standards in review of these claims?\n2. Did the District Court err in concluding that the court’s guilty plea colloquy was adequate?\n3. Did the District Court err in concluding that Bone was not denied his rights to due process and access to the courts?\n4. Did the District Court err in concluding that Bone was not prejudiced by the violation of the attorney-client privilege?\nFACTUAL BACKGROUND\nIn late February 1987, Bone was arrested on the charges of deliberate homicide and deliberate homicide by accountability for the deaths of Bernadette and Richard Cowan. After his arrest, Bone remained in custody throughout the proceedings. The District Court appointed Mark Suagee, a contract public defender, to represent Bone in March 1987.\nSuagee first met with Bone on March 2,1987. During this meeting, Suagee was informed of Bone’s prior criminal history, his family history, and of Bone’s treatment by a Havre psychiatrist, Dr. Earle. Suagee obtained an authorization and release from Bone to obtain information from Dr. Earle.\nSuagee spoke with Dr. Earle and viewed his records before Bone authorized entering a plea. Suagee ascertained from Dr. Earle’s records that Bone had previously undergone a psychiatric evaluation at the Montana State Hospital in 1977. Suagee also learned from Dr. Earle that Bone was receiving prescription medications for “depression” and auditory hallucinations. These medications included the prescription drugs Haldol, Norpramin, and Desyrel. Suagee relied upon Dr. Earle to inform him of any changes made in the medications given to Bone while he was in custody.\n*300Suagee stated that at the time he represented Bone he was aware of the decision in Ake v. Oklahoma (1985), 470 U.S. 68, 105 S. Ct. 1087, 84 L. Ed. 2d 53, under which Bone would have been entitled to seek the appointment of a psychiatrist to assist in “evaluation, preparation, and presentation of the defense.” Ake, 470 U.S. at 83, 105 S.Ct. at 1096. Suagee testified that he talked with Dr. Earle regarding Bone’s mental competency and from those conversations he had developed no “articulable concern” that there was a problem with Bone’s competency to stand trial. Suagee did not seek an additional mental evaluation or the appointment of a psychiatrist to aid in the preparation of Bone’s defense.\nIn Suagee’s deposition, he stated that he believed the presence or indicia of premeditation ruled out mitigated deliberate homicide as a viable or possible defense. The charge of mitigated deliberate homicide was referred to by the county attorney in the sense of being a “crime of passion.” Suagee aggressively sought a plea bargain on the lesser offense of mitigated deliberate homicide; however, the county attorney steadfastly refused to consider this, as he believed he had a strong case for deliberate homicide.\nThe prosecutor informed Suagee very early on that the State would seek the death penalty for Bone if he went to trial and was convicted. Suagee spoke with other attorneys who had experience with capital cases and he familiarized himself with the applicable law. Suagee did not believe that Bone would be sentenced to death in light of the mitigating evidence, but did advise Bone that he could not absolutely rule out the possibility of a death sentence in light of the existence of statutory aggravating circumstances.\nBone appeared in the District Court with Suagee for the first time on March 11, 1987. He did not enter a plea to the charges, as the arraignment was continued to April 13, 1987. During the period between his initial appearance and March 18,1987, Suagee discussed with Bone a plea agreement which would include a 100-year sentence on the charges. The State agreed not to request the death penalty or seek any restrictions on his eligibility for parole in return for this plea of guilty. On March 18,1987, Bone stated he was ready to enter a plea of guilty. The State, however, required a videotaped statement before the county attorney was willing to absolutely consummate the plea agreement. Bone provided this videotaped statement on March 18 prior to entering into the written plea agreement. At the time the statement was given and the plea agreement was entered into, *301Suagee was aware that Bone was taking prescription medications, although he was unaware of the side effects of those medications.\nOn April 13,1987, Bone appeared in court for his arraignment and entered his pleas of guilty. Bone informed the court that he had been taking prescription medication but said that it did not affect him mentally or influence his actions in court. Bone also stated that he felt he had been adequately represented by counsel. In its plea colloquy, the District Court did not affirmatively discuss the possibility with Bone that he could be found guilty of mitigated deliberate homicide at trial. The court did not specifically discuss the mental states of purposely or knowingly. The District Court accepted Bone’s pleas of guilty and ordered preparation of a pre-sentence report. On July 6,1987, the District Court sentenced Bone to a term of 100-years imprisonment on each charge to run concurrently, with an enhancement of two years on each count for use of a weapon, to ran consecutively. The court file was sent to the Sentence Review Division in August 1987.\nIn October 1987, Bone sent the District Judge a letter in which he alleged ineffective assistance of counsel and asked to withdraw his guilty pleas. Bone wrote in this letter that his counsel did not advise him of all of his rights and that he felt he should have had the opportunity to have a thorough mental evaluation to determine his mental capacity. The District Court directed copies of this letter to be sent to Mark Suagee so that he could respond to Bone’s allegations. The District Court entered an order on November 19, 1987, in which it noted that the file had been sent to the Sentence Review Division and that Bone’s post-conviction claims could not be considered until the matter was returned to the District Court. Suagee filed an affidavit on January 11,1988, discussing his representation of Bone. The District Court file was returned to the court by the Sentence Review Division on January 18, 1988. In March 1988, Bone wrote another letter to the District Court inquiring as to his case status and asking the court to render a decision “so I can continue with this action if need be.”\nThe District Court directed Suagee to file a supplemental affidavit. In a file memorandum, the court stated its intention to “enter an Order closing out this case without the necessity of a hearing as allowed by statute.” No order of dismissal was entered. Suagee filed his supplemental affidavit on April 18, 1988.\nOn September 17, 1991, Bone wrote to the clerk of court and inquired again as to the status of his case. On April 3, 1992, Bone *302filed a petition for post-conviction relief with this Court. The State responded to this by moving to dismiss the petition on the ground that the petition for post-conviction relief was still pending before the Seventeenth Judicial District Court. This Court dismissed the petition to allow the District Court to issue a final order.\nOn July 14, 1992, Bone filed in the District Court a motion to amend the petition for post-conviction relief, together with the amended petition and supporting documents. After receiving no response for four months, Bone filed with this Court a petition for writ of mandamus or supervisory control in which he requested that the District Court be ordered to assume jurisdiction and address his petition. On December 10, 1992, the District Court entered an order on the petition for post-conviction relief and appointed counsel for Bone.\nThe matter was set for an evidentiary hearing on June 3, 1993. Counsel for Bone moved to substitute the District Court Judge and continue the hearing date. The Honorable John Warner accepted jurisdiction and the hearing was continued. Bone was granted leave without objection by the State to file an amended petition.\nThe evidentiary hearing was held on August 21 and 22, 1995. Dr. Joseph Rich, M.D., a board certified psychiatrist, testified by deposition as to the nature and effect of the prescription medication Haldol, which Bone was taking at the varying rate of one to five pills daily while incarcerated. Daniel Donovan, a criminal defense attorney, testified as an expert witness for Bone. He stated that in his expert opinion Suagee provided deficient representation contrary to the requirement for effective representation as mandated by state and federal constitutional provisions. Also testifying at the hearing were Mark Suagee, Don Ranstrom (the former county attorney who prosecuted the case for the State), family members of Bone, Bone’s jailer prior to his sentencing, and Robert Bone himself. The court, after considering the evidence and the testimony presented at the evidentiary hearing, filed an order denying the amended petition for post-conviction relief on March 4,1996. Bone appeals from this order.\nSTANDARD OF REVIEW\nWe review a district court’s denial of a petition for post-conviction relief to determine whether the district court’s findings are clearly erroneous and whether its conclusions of law are correct. State v. Baker (1995) 272 Mont. 273, 280, 901 P.2d 54, 58. When reviewing the district court’s findings of fact to determine if they are clearly *303erroneous, we apply the following criteria first set forth in Interstate Production Credit Ass’n v. DeSaye (1991), 250 Mont. 320, 323, 820 P.2d 1285, 1287: (1) the Court will determine whether the findings are supported by substantial evidence; (2) if the findings are supported by substantial evidence, the Court will determine if the trial court has misapprehended the evidence; and (3) if the findings are supported by substantial evidence and that evidence has not been misapprehended, this Court may still find “a finding is ‘clearly erroneous’when, although there is evidence to support it, a review of the record leaves the court with the definite and firm conviction that a mistake has been committed.” Vernon Kills on Top v. State (1996), 279 Mont. 384, 409, 928 P.2d 182, 198.\nThe District Court concluded, based upon its findings of fact, that Bone did not receive ineffective assistance of counsel. We review claims of ineffective assistance of counsel under the standards set forth in Strickland v. Washington (1984), 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d. 674. The two-prong test set forth in Strickland was adopted by this Court in State v. Boyer (1985), 215 Mont. 143, 695 P.2d 829.\nThe first prong of the Strickland test is to determine whether counsel acted within the range of competence demanded of attorneys in criminal cases. Strickland, 466 U.S. at 687, 104 S.Ct. at 2064. A defendant must overcome the presumption that under the circumstances the action which he challenges might be considered sound trial strategy. Strickland, 466 U.S. at 689, 104 S.Ct. at 2065. Counsel’s trial tactics and strategic decisions not only are entitled to great deference when reviewed on a claim of ineffective assistance of counsel, but they cannot be the basis upon which to find ineffective assistance of counsel. State v. Gonzales (1996), 278 Mont. 525, 532, 926 P.2d 705, 710; State v. Sheppard (1995), 270 Mont. 122, 128, 890 P.2d 754, 757. This Court has recently held that non-strategic decisions are not accorded great deference but are only accorded slight deference if based on professional deliberation. Hans v. State (1997), [283 Mont. 279], 942 P.2d 674. We further stated in Hans that “[n] on-strategic decisions not based on professional deliberation, or those that stem from neglect or ignorance, are accorded no deference.” Hans, [283 Mont. 279], 942 P.2d at 682.\nThe second prong of the Strickland test requires a defendant to show that counsel's deficient performance prejudiced the defense so as to deny the defendant a fair trial. In order to show prejudice, the petitioner must show that there is a reasonable probability that, *304but for counsel’s errors, lie would not have pled guilty and would have insisted on going to trial. Hill v. Lockhart (1985), 474 U.S. 52, 59, 106 S. Ct. 366, 370, 88 L. Ed. 2d 203, 210. This Court has utilized the Strickland standard when reviewing claims of ineffective assistance of counsel in petitions for post-conviction relief. Lester Kills On Top v. State (1995), 273 Mont. 32, 49, 901 P.2d 1368, 1379.\nISSUE 1\nAre the District Court’s findings of fact concerning Bone’s claims of ineffective assistance of counsel supported by substantial evidence in the record, and did the court correctly apply the appropriate legal standards in review of these claims?\nBone first contends that the District Court erred in failing to consider the testimony of his expert legal witness, Daniel Donovan. Donovan, a criminal defense attorney, was called by Bone to testify. He stated that, in his expert opinion, Suagee provided deficient representation. Bone argues that this testimony should have been accorded conclusive weight as it was uncontroverted, unchallenged, and unimpeached. The District Court did not specifically mention Donovan in its findings and conclusions. The State asserts that although the District Court did not mention Donovan specifically, the court did consider his testimony and the court’s order addresses the substance of Donovan’s opinion given at the evidentiary hearing, thus there is no reversible error.\nDonovan based his conclusion that Suagee’s representation was deficient primarily on the basis that Suagee failed to obtain the assistance of a psychiatrist and/or psychologist to evaluate Bone with respect to the question of his fitness to proceed or his ability to assist in his own defense, as well as to his mental state at the time of the offense. Donovan stated that he was concerned with the effect the medications had on Bone’s ability to discuss the case and make judgments concerning the case. In addition, Donovan testified that he believed there should have been some exploration factually to determine whether Bone was under the influence, control, or domineering effect of his co-defendant, Lloyd Wilson, which might have provided an alternative defense theory centering on the lesser included offense of mitigated deliberate homicide.\nThe State did not present an expert to counter Donovan’s testimony, but did cross-examine Donovan as to the bases for his opinion. On cross-examination, the State further questioned Donovan about the materials he reviewed in this particular case. Donovan had *305previously explained on direct examination that he had reviewed the following materials: the amended petition, response to the amended petition, answers to petitioner’s request for admissions, answers to petitioner’s first set of interrogatories, the application for leave to file information, the information, the written sentencing judgment, the transcript of the April 13,1987, change of plea hearing, the transcript of Suagee’s deposition, the deposition of Dr. Rich, other deposition exhibits, and notes from Suagee’s file. The State noted in its cross-examination that Donovan did not review the videotape of Bone’s statements and had never spoken with Bone directly and, therefore, apart from Suagee’s deposition, Donovan had no direct information about the decision which Suagee reached concerning the mental evaluation of his client. On cross-examination, the State also elicited Donovan’s admission that obtaining a mental evaluation could be a double-edged sword which has the potential for hurting the defense.\nThis Court has observed that uncontradicted credible evidence generally cannot be disregarded by a court or jury; however, the trier of fact is not bound by expert opinion evidence. State v. Swazio (1977), 173 Mont. 440, 568 P.2d 124. We have previously held that “the interpretation of an expert witness’s opinion and the amount of weight given to that opinion compared to the other evidence presented is within the province of the trier of fact.” State v. Trask (1988), 234 Mont. 380, 385, 764 P.2d 1264, 1267. Bone contends that the District Court refused to consider or mention Donovan’s testimony. The failure to specifically cite or discuss Donovan’s testimony in the court’s order does not necessarily support the contention that the court did not take the testimony into consideration when reviewing the evidence regarding ineffective assistance of counsel. Although the State did not specifically rebut each of the contentions raised by Donovan, the record does include other evidence presented on the issue of whether Suagee’s performance was deficient by failing to obtain a mental evaluation or otherwise failing to investigate the effects of the medication taken by Bone, or the influence and control of Bone by his co-defendant, Lloyd Wilson. The amount of weight and credibility given to Donovan’s testimony was within the confines of the District Court’s discretion. There is no evidence that the court failed to consider Donovan’s testimony, only that it did not specifically mention Donovan in its order. This failure to cite to the testimony of an expert witness in the court’s findings and conclusions does not constitute reversible error when there is other evidence present in the record upon which the District Court relies. Furthermore, the *306field of expert testimony in this instance, namely the competency of trial counsel, is a body of knowledge that is certainly not foreign to an experienced trial judge.\nBone next argues that the District Court’s findings of fact relative to counsel’s failure to conduct an appropriate investigation are not supported by the record. Bone contends that the record does not support the District Court’s findings that Suagee properly investigated the following issues: (1) the effects of the anti-psychotic medication; (2) Bone’s competency to enter a plea agreement and the possibility of obtaining a mental health evaluation; (3) the availability of the lesser offense of mitigated deliberate homicide; and (4) the possibility of the imposition of the death sentence.\nAs we have previously stated, counsel’s trial tactics and strategic decisions are entitled to great deference when reviewed on a claim of ineffective assistance of counsel, but non-strategic decisions are only accorded slight deference if based on professional deliberation, and no deference if the non-strategic decisions stem from neglect or ignorance. Gonzales, 278 Mont. 525, 926 P.2d 705; Hans, [283 Mont. 279], 942 P.2d 674.\nBone argues that Suagee failed to adequately investigate the effects of the antidepressant and antipsychotic medications that Bone was being given and that Bone was prejudiced by this failure. He asserts that the District Court’s findings are erroneously focused on factors which excused this failure to investigate and that the findings are inaccurate as well as incomplete.\nThe court did not specifically address Suagee’s admitted failure to investigate. The record provides that Suagee was aware from his first meeting with Bone that Bone was taking prescription medication. Suagee was not aware of the effects of these medications nor of the amount of medication Bone was actually taking. He testified as to his awareness at the evidentiary hearing:\nQ: [BY HOOKS] Were you aware at the time when Mr. Bone decided to plead and at the time that he actually entered his plea that Haldol can cause problems with one’s concentration, can effect short-term memory, can impair or affect the executive functions of the brain which include abstract thinking, judgment, analytical thinking, can cause the person who is on Haldol to become sedated, can make them much more passive, and can make them susceptible to domination of others, and that Haldol is a drug of a type very similar to the drug the Russians use to medicate their political dissidents to keep them quiet?\n*307A: [BY SUAGEE] Is the question am I or was I aware of that?\nQ: Were you aware at the time Mr. Bone decided to plead guilty, or at the time that he did formally go into court and plead guilty, of the side effects of Haldol as I’ve just articulated them to you?\nA: I can’t really say that I was.\nQ: Were you aware at the time that Mr. Bone appeared in court and entered his guilty pleas, that he was on Haldol at the time? A: Yes.\nQ: Were you aware that at the time or at a period of time, about two weeks prior to the entry of a plea, if Haldol had been increased from one 5 milligram pill a day to five 5 milligram pills a day according to the jail logs?\nA: No I wasn’t aware of that.\nTranscript of Evidentiary Hearing, pp. 219-20.\nThe failure of counsel to investigate the effects of the medication that Bone was taking, specifically the effects of the strong antipsychotic drug Haldol, was not a strategic decision. The failure to investigate was not based on professional deliberation but stemmed from neglect or ignorance by counsel and thus is accorded no deference by this Court.\nThe court cited Bone’s remorse as justification for not investigating the nature of the prescription medication. The record is very clear that Bone was remorseful and anxious to enter a plea and that Bone’s desire to plead guilty was not blindly acquiesced to by counsel. However, this remorse expressed by his client does not excuse counsel’s duty to investigate the amount and effects of the medication his client was taking. “The duty to investigate exists regardless of the accused’s admissions or statements to the lawyer of facts constituting guilt or the accused’s stated desire to plead guilty.” Harris by and through Ramseyer v. Blodgett (W.D. Wash. 1994), 853 F. Supp. 1239, 1255 (quoting from the ABA Standards for Criminal Justice 4-4.1 (2d ed. 1980)). Bone may have been remorseful and may not have had any distinct physical manifestations indicating adverse side effects; however, this does not excuse counsel from asking Bone’s psychiatrist what effects the medication might have on Bone’s analytical abilities. Nor does it excuse Suagee’s failure to determine how heavily medicated his client was at the time Bone was considering entering a plea of guilty to deliberate homicide and deliberate homicide by accountability. Counsel's failure to investigate the nature, effects, and amounts of Bone’s medication constitutes deficient rep*308resentation under the Strickland test for ineffective assistance of counsel.\nHaving determined that counsel’s representation was deficient in this area we must next inquire whether counsel’s performance prejudiced Bone by applying the second prong of the Strickland test. Bone asserts that the evidence relative to the effects of the medication Haldol demonstrates that he was prejudiced by his counsel’s failure to investigate. The State argues that the District Court’s findings upon which it concluded the Haldol did not adversely affect Bone and, therefore, the failure to investigate, resulted in no prejudice to Bone and are not clearly erroneous, as they are supported by substantial evidence in the record.\nThe District Court considered the testimony of the psychiatrist, Dr. Rich, who established that Haldol has been shown to interfere with the executive functions of the brain. The court found that there can be negative side effects from Haldol on a person’s judgment. The court further determined, however, that the evidence did not demonstrate that the Haldol had a negative effect on Bone. The court based its findings on the videotaped statements made by Bone, and on Bone’s demeanor and appearance at the time his pleas were entered. The District Court noted that it was factually clear that Bone was able to comprehend his situation and that the videotapes demonstrated that Bone was lucid, responsive, and capable of making intelligent responses. The court also noted that Bone himself testified that the prescription medication did not affect him at all mentally.\nIt is also noteworthy that Dr. Rich did not examine the videotape before giving his opinion. The District Court was not persuaded by Dr. Rich’s testimony of the potential effects of the medication when the court was able to evaluate Bone’s demeanor and responses on the videotape. The court therefore concluded that there was no objective evidence that the medication negatively affected Bone’s ability to make a rational decision. The court concluded that the evidence in the record which demonstrates that Haldol can have an affect on a person’s analytical capabilities did not necessarily support the contention that it affected Bone’s capabilities. The court did not accept Dr. Rich’s opinion as it applied to Bone.\nUnlike the deficient performance test, “evaluation of prejudice is not limited to a contemporaneous assessment, i.e., viewing the facts as of the time of counsel’s conduct without the use of hindsight.” Whitmore v. Lockhart (8th Cir. 1993), 8 F.3d 614,622 (citing Lockhart v. Fretwell (1993), 506 U.S. 364, 113 S. Ct. 838, 122 L. Ed. 2d 180.) *309This Court will not substitute its judgment for that of the trial court when the issue relates to the credibility of the witness or the weight given to certain evidence. State v. Blake (1995), 274 Mont. 349, 352, 908 P.2d 676, 678; State v. Flack (1993), 260 Mont. 181, 189, 860 P.2d 89, 94. There is substantial evidence in the record to support the District Court’s findings as they relate to the effects of Haldol on Bone. Based upon these findings, Bone cannot demonstrate that there is a reasonable probability that, but for Suagee’s error in failing to investigate the possible effects of Haldol, Bone would not have pled guilty and would have insisted on going to trial. Hill, 474 U.S. 52, 106 S.Ct. 366, 88 L.Ed.2d 203.\nBone’s next interrelated contentions are: first, there is no support in the record for the court’s determination that “[c]ounsel’s investigation, and his performance in assessing whether petitioner, although medicated, was competent to enter a plea agreement, was sufficient”; and second, that the court erred in concluding that counsel’s performance was not deficient when he failed to obtain a mental health evaluation for his client.\nBone claims that there was simply no investigation by his attorney into his medical status. His attorney did not request a mental evaluation, even though he was aware of the decision in Ake, 470 U.S. 68, 105 S.Ct. 1087, 84 L.Ed.2d 53, which provides that a criminal defendant is entitled to an appointment of a psychiatrist to assist in the evaluation, preparation, and presentation of a defense. Bone further points to the testimony of Dr. Rich, who testified that he would have advised an attorney representing an individual who presented such as Bone to undertake a comprehensive investigation into his mental status. Bone urges that his counsel’s failure to investigate his mental and emotional status, where the record was replete with evidence of mental dysfunction, constituted deficient performance which seriously prejudiced him.\nThe District Court acknowledged the negative effects of the drug Haldol which were described by Dr. Rich. The court noted, however, that the negative effects of Haldol on a person’s judgment, although medically possible, are not always present. There was no testimony or other evidence presented in this case that Haldol, in fact, negatively impaired Bone’s judgment at the time he entered into his guilty plea. Bone responds, however, that such proof is very difficult to produce under the circumstances and imposes an unfair burden upon a defendant. However, we note that neither Dr. Rich nor Mr. Donovan interviewed Bone or examined the five-hour-long video tape which *310represented three separate statements which Bone gave to authorities in the presence of his attorney. In contrast, the District Court relied heavily on the video tape in reaching its conclusion and evaluated the expert testimony in light of Bone’s recorded visual and verbal presentation.\nIt is also important to note that Suagee realized that Bone was under the care of a personal psychiatrist during the time period that he made these critical decisions. In fact, Suagee obtained Bone’s psychiatric records. Suagee was also aware of the procedure for obtaining a mental evaluation and to the entitlement that one be provided for him under the guidelines of Ake. Suagee gleaned nothing from Bone’s appearance, demeanor, and ability to communicate that would indicate that he was not competent to enter a plea or that an evaluation was necessary. More importantly, Dr. Earle did not suggest that Bone was incompetent or that a further evaluation was indicated. The record supports the District Court’s conclusion that Bone decided to plead guilty in order to unburden his conscience. His attorney testified that he was very remorseful about his actions and wanted to plead guilty almost from the beginning. It was apparent to the District Court that Bone had taken a firm stance on the entry of his plea of guilty and there was no reasonable probability that, even had his attorney obtained an evaluation, he would have rejected the plea agreement and insisted on going to trial. Bone made an agreement with the State which avoided the death penalty, as well as a recommendation on any restrictions on his eligibility for parole, apart from a dangerous offender designation. The court found that the preserved video tape was excellent evidence of the petitioner’s understanding of the proceedings and the benefits of the plea agreement, as well as an indication of Bone’s ability to assist his attorney in his desire to go forward with the guilty pleas. We conclude that the District Court’s findings on this issue are supported by substantial evidence and are not otherwise clearly erroneous.\nBone next argues that counsel used an inaccurate definition or standard to advise his client on the available lesser offense of mitigated deliberate homicide. Bone asserts that Suagee advised him according to an outdated and incorrect theory regarding the availability of the lesser offense of mitigated deliberate homicide. Bone alleges that counsel misconstrued this defense as being limited to a “crime of passion.\"\nAt the time the offenses occurred, § 45-5-103(1), MCA (1985), provided that mitigated deliberate homicide was a homicide commit*311ted “under the influence of extreme mental or emotional stress for which there is reasonable explanation or excuse.” Mitigated deliberate homicide at the time was a lesser-included offense of deliberate homicide. State v. Gratzer (1984), 209 Mont. 308, 315, 682 P.2d 141, 145.\nThe record indicates that a reference to mitigated deliberate homicide as a “crime of passion” was made by Ranstrom, the county attorney, and discussed with counsel in that context.\nQ: [BY HOOKS] And you felt a crime of passion was a requisite for mitigated deliberate homicide?\nA: [BY RANSTROM] Not necessarily, but that was one of the things that I was using to show that you have some kind of an emotional state there, and I don’t recall the exact wording of the offense, but that operating in a reasonable person’s mind that would allow you to be found guilty of the lesser included offense of mitigating, of which I think has been changed now, I don’t think it’s any longer a lesser included.\nEvidentiary Hearing Transcript, p. 108.\nQ: [BY PAULSON] Now, your recollection is that the defendant, Mr. Bone, indicated an interest in pleading guilty fairly early on in the proceedings against him. Do you have any recollection now of early conversations with Mr. Suagee about possible plea dispositions in the case?\nA: [BY RANSTROM]: Well, I think, as is reflected in one of the, on of those exhibit letters, Mr. Suagee had very persistently argued with me and approached me about the possibility of his client being considered for a mitigated deliberate homicide charge rather than the straight deliberate homicide, and in the numerous discussions we had on that point, I kept coming back to the fact that, first of all, I felt that we could prove, if we went to a jury, that this was an extremely premeditated type of crime. ... [M]itigated deliberate homicide required the kind of mental state where you would be acting under a sort of duress, a mental duress that would keep you from making rational decisions, and it would be something, something akin to a crime of passion, and I told him, I said I just don’t see that kind of thing in this case.\nEvidentiary Hearing Transcript, pp. 88-90.\nThere is also evidence in the record that counsel believed that factors of premeditation heavily affected the determination of whether mitigated deliberate homicide was a viable defense:\n*312Q: In your opinion, did the presence of indicia of premeditation rule out mitigated deliberate homicide as a viable or possible defense? A: [BY SUAGEE] That is probably a good description of it.\nQ: So if there is premeditation, you can’t have mitigated deliberate homicide?\nA: You have mitigated deliberate homicide if you have your other things. I know, one, I am not the lawyer I think I am now, then, and it was always a combination of what he was going to do, wanted to do, telling me to do. On the other hand, my assessment of how the mitigation fit with what the evidence of mitigation was. I think what I said in response to a question a while ago, probably the best description, my best memory of this is I told him, and I felt like I am not going to try to talk you out of this, and they aren’t going to come down. So it is go to trial, or take more time, which wasn’t going anywhere.\nQ: Maybe I wasn’t clear. I am not concerned for purposes of this question, with what Mr. Bone wanted to do, but, in your opinion, at the time did the evidence that you believed existed of premeditation rule out mitigated deliberate homicide as a viable defense? A: That is really the way I remember looking at it.\nSuagee Deposition, pp. 74-75.\nSection 45-5-103, MCA (1985), was adapted from the Model Penal Code § 210.3. This statutory version of the Model Penal Code provision eliminated traditional notions of manslaughter. The notes for the revised § 45-5-103, MCA (1985), commented that the section “seeks ...to avoid many of the definitional problems which pervaded the traditional approach to manslaughter by ehminating the terms ‘malice,’ “heat of passion,’ ‘sudden provocation,’ and by changing the title of the offense.” Annotator’s Notes. The commentary to the Model Penal Code version also sets forth that:\n[the] difficulty with the premeditation-and-deliberation formula as the distinguishing criterion of capital murder is that, taken seriously, it would rest decision on the fact of disturbance, without attention to its cause. That probably is why the premeditation-deliberation formula has been so generally nullified in practice.\nCommentary, p. 50.\nThe record demonstrates that the prosecutor and Suagee may have referred to mitigated deliberate homicide as being akin to a crime of passion. The record, however, does not establish that counsel was misinformed or that he misinformed Bone as to the lesser *313included offense. The use of the phrase “crime of passion” to explain mitigated deliberate homicide may not encompass all the subtleties contemplated by the Model Penal Code and other states’ interpretations of the Model Penal Code, nevertheless it conveys the substance of the offense. See Hans, [283 Mont. 279], 942 P.2d at 685. The record does not conclusively establish that the only factor and evidence which Suagee relied upon for ruling out the lesser included offense of mitigated deliberate homicide was the evidence of premeditation. The weight of the evidence of premeditation would be a consideration of counsel in determining whether or not a jury could be convinced that Bone did not have the necessary mental state to commit deliberate homicide and instead was under the influence of extreme mental or emotional stress for which there was a reasonable explanation. The advice given by Suagee to Bone regarding mitigated deliberate homicide was not a strategic decision by counsel to be accorded great deference, but the advice did not stem from neglect or ignorance and thus is accorded the slight presumption of falling within the wide range of reasonable professional assistance. Although the record does demonstrate that counsel may have used the comparison of a crime of passion to describe the lesser included offense of mitigated deliberate homicide, it does not establish that counsel and his client did not understand the substance of the offense and its requirements under Montana law at the time the offenses were committed. We hold that counsel did not base his advice to Bone regarding the lesser offense of mitigated deliberate homicide on an incorrect definition or a misunderstanding of this offense. We therefore do not find counsel’s performance to be deficient in this regard and do not need to address the second prong of the Strickland test.\nBone’s final argument under his claim of ineffective assistance of counsel is that Suagee failed to undertake an adequate investigation into death penalty law and that he failed to properly advise Bone with regard to the likelihood that the death sentence would be imposed on conviction of the offenses as charged. The State claims that the District Court’s findings and conclusions holding that Suagee had adequately advised his client on this issue are not clearly erroneous, as they are supported by substantial evidence in the record.\nThe court found that the record demonstrated that counsel did discuss the death penalty and its application to Bone’s case with other attorneys who had experience with capital cases. This finding is supported by substantial evidence in the record. Suagee testified that he discussed the death penalty with other attorneys and that he *314researched the death penalty law. Although counsel did not speak with anyone who was an expert on the death penalty, the record provides that he was familiar with the death penalty law and was aware that it could be imposed.\nBone argues that there was a wealth of mitigating evidence and if counsel had properly investigated the death penalty law he would have developed this mitigating evidence and presented it to the State. He asserts that it would have precluded the State’s pursuit of the death penalty. This contention, however, is not supported by substantial evidence in the record.\nWe conclude that the District Court’s findings relative to counsel’s investigation of the death penalty are supported by substantial evidence in the record and are not otherwise clearly erroneous. The District Court was correct in its conclusion that Suagee’s performance in this area did not constitute ineffective assistance of counsel.\nISSUE 2\nDid the District Court err in concluding that the court’s guilty plea colloquy was adequate?\nBone asserts the District Court erred when it did not specifically inform him of the possibility that he could be found guilty of the lesser offense of mitigated deliberate homicide at the time the court accepted his plea. He claims this error, along with the court’s failure to discuss the mental states of purposely and knowingly, invalidated his guilty pleas. The District Court has acknowledged, and the transcript confirms, that the court did not affirmatively inquire as to whether Bone was aware that if he went to trial on deliberate homicide he would have the right to present evidence of mitigation, and if the jury accepted his version of the offense he could be convicted of the lesser-included offense.\nAt the time of entry of pleas by Bone, the controlling precedent was State v. Azure (1977), 175 Mont. 189, 573 P.2d 179. In Azure, we held that the applicable statute imposed upon the court the “duty to determine that the accused understands the charge to which he is pleading guilty, before that plea may be accepted.” Azure, 175 Mont. at 193, 573 P.2d at 182. We noted that in the handling of the motion to withdraw the plea, the defendant and the State limited their discussion to the record of the arraignment and to whether the record disclosed that the defendant had a clear understanding of the charge. We determined that this was insufficient, as the court must consider the record itself.\n*315The District Court did not affirmatively inquire whether Bone understood that by purposely or knowingly causing the death of Richard and Bernadette Cowan he may have committed either deliberate homicide or mitigated deliberate homicide. It is indisputable, however, from the entire record that Bone was informed of the possibility of the lesser-included offense of mitigated deliberate homicide. The record demonstrates that Bone had a fiill understanding of the precise kind of homicide to which he pled. The District Court’s conclusion of law that the guilty plea colloquy was adequate is supported by the evidence and is a correct interpretation of the law.\nISSUE 3\nDid the District Court err in concluding that Bone was not denied his rights to due process and access to the courts?\nBone argues that the lengthy delay by the court in resolving his petition for post-conviction relief constitutes a due process violation because it resulted in prejudice to his case. Bone asserts that he was prejudiced as his memory and Suagee’s were dimmed by the passage of years. Furthermore, he contends that the memories of every nonexpert witness who testified at the evidentiary hearing have faded over the past eight years and that at least two potential witnesses were unavailable for the long-delayed evidentiary hearing.\nThe District Court acknowledged that the trial court failed to rule upon Bone’s petition for post-conviction relief in a timely fashion. The District Court concluded, however, that there was no indication in the record that even if Dr. Earle had been available to testify, he would have testified that Bone was incapable of understanding the proceedings and assisting in his defense at the time he entered his guilty pleas. The State argues that this is a correct conclusion and that Bone was not prejudiced by Dr. Earle’s absence at the evidentiary hearing.\nBone argues that this Court should apply the same rationale regarding a delay to his post-conviction relief as it has to a direct appeal. In State v. Black (1990), 245 Mont. 39, 798 P.2d 530, we held that a delay in the processing of a direct appeal can rise to the level of a due process violation only upon a showing of prejudice to the defendant. We held that to prove a due process violation a defendant must show that: “1) he is ‘unable to present an adequate appeal because of the delay, or 2) that he will be unable to defend adequately in the event a retrial is ordered.’ ” Black, 245 Mont. at 47, 798 P.2d at 535 (citing State v. Hall (Vt. 1984), 487 A.2d 166,171). We stated that *316delay alone is not adequate to raise a due process concern absent some proof of prejudice occasioned by the delay.\nBone argues that the four-year delay attributable to the District Court resulted in prejudice to him, therefore, denying his rights to due process and access to the courts. This Court also stated in Black, however, that petitions for post-conviction relief are collateral attacks which are civil in nature. Black, 245 Mont, at 43, 798 P.2d at 532.\nWe conclude that the District Court correctly decided that the petitioner has not been denied meaningful access to the courts under Article II, Section 16, of the Montana Constitution, or denied due process as guaranteed by the Fourteenth Amendment to the U.S. Constitution, and Article II, Section 17, of the Montana Constitution. The District Court noted that the unavailability of witnesses Dr. Earle and Lisa Adams did not compromise Bone’s due process rights. Both of these witnesses testified at Bone’s sentencing hearing. The long time interval between the filing of Bone’s petition and ultimate hearing is certainly unusual. However, the District Court noted that all of the necessary evidence was still available to make a fair and complete evaluation of Bone’s claims.\nISSUE 4\nDid the District Court err in concluding that Bone was not prejudiced by the violation of the attorney-client privilege?\nThis Court reviews a district court’s conclusions of law to determine whether the court’s interpretation is correct. Carbon County v. Union Reserve Coal Co. (1995), 271 Mont. 459, 469, 898 P.2d 680, 686.\nBone argues that the District Court failed to make any express determination that Bone’s attorney-client privilege was violated and that it was incorrect in concluding that regardless of whether or not there was a violation, there was no prejudice. The State contends that the District Court reached a correct conclusion and properly considered Suagee’s affidavits in regard to the established procedure as set forth in this Court’s holding in Petition of Gillham (1985), 216 Mont. 279, 704 P.2d 1019.\nIn Gillham, we noted that a post-conviction petitioner opens the door to those portions of his revelations to his attorney that affect his claims and may no longer object on the ground of privilege. We held that the proper procedure for convicted persons filing petitions based in whole or in part on the grounds of ineffective assistance *317of counsel was to apply to this Court for an order “preserving such responding attorney from charges of discipline or malpractice for revealing necessary confidential information from such convicted person.” Gillham, 216 Mont. at 282, 704 P.2d at 1021.\nThe trial court requested Suagee to respond to Bone’s allegations . In spite of the procedure set forth in Gillham, Suagee responded to the allegations by filing his affidavits. The trial court, however, did not rule on the petition and the District Court that did rule on the petition specifically stated that it also did not rely upon the preliminary findings on this issue. The District Court concluded that Bone was not prejudiced in any way by the failure to secure an order from this Court, as no reliance was placed on the earlier affidavits. Under the facts of this case we agree that the failure of the Attorney General in first obtaining an order from this Court does not constitute prejudicial error to Bone.\nWe hereby affirm the District Court’s denial of Bone’s amended petition for post-conviction relief.\nCHIEF JUSTICE TURNAGE, JUSTICES GRAY and TRIEWEILER concur.\n",
    "ocr": false,
    "opinion_id": 9510071,
    "crime_category": "Murder",
    "date_filed": "2016-02-08",
    "date_filed_is_approximate": true
}