{
    "id": 1242640,
    "judges": "Danhof, P.J., and Fitzgerald and Walsh",
    "date_filed": 121046400000,
    "date_filed_is_approximate": false,
    "slug": "people-v-corsa",
    "case_name_short": "Corsa",
    "case_name": "People v. Corsa",
    "case_name_full": "People v. Corsa",
    "attorneys": "Frank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, William L. Cahalan, Prosecuting Attorney, Dominick R. Carnovale, Chief, Appellate Department, and Leonard Meyers, Assistant Prosecuting Attorney, for the people., Harry Riseman, for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted Division 1 October 4, 1973, at Detroit.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b499-4\">\n    PEOPLE v CORSA\n   </parties><otherdate id=\"AYx\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"480\"> \n     *480\n     </span>\n    Submitted Division 1 October 4, 1973, at Detroit.\n   </otherdate><docketnumber id=\"A2K\">\n    (Docket No. 15705.)\n   </docketnumber><decisiondate id=\"ArKq\">\n    Decided November 2, 1973.\n   </decisiondate><br><attorneys id=\"b500-14\">\n<em>\n     Frank J. Kelley,\n    </em>\n    Attorney General,\n    <em>\n     Robert A. Derengoski,\n    </em>\n    Solicitor General,\n    <em>\n     William L. Cahalan,\n    </em>\n    Prosecuting Attorney,\n    <em>\n     Dominick R. Carnovale,\n    </em>\n    Chief, Appellate Department, and\n    <em>\n     Leonard Meyers,\n    </em>\n    Assistant Prosecuting Attorney, for the people.\n   </attorneys><br><attorneys id=\"b500-15\">\n<em>\n     Harry Riseman,\n    </em>\n    for defendant.\n   </attorneys><br><judges id=\"b500-16\">\n    Before: Danhof, P. J., and Fitzgerald and Walsh,\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n    JJ.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b500-17\">\n     Circuit judge, sitting on the Court of Appeals by assignment.\n    </p>\n</div></div>",
    "citations": [
        "213 N.W.2d 579",
        "50 Mich. App. 479"
    ],
    "opinions": [
        {
            "author_str": "Danhof",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n50 Mich. App. 479 (1973)\n213 N.W.2d 579\nPEOPLE\nv.\nCORSA\nDocket No. 15705.\nMichigan Court of Appeals.\nDecided November 2, 1973.\nFrank J. Kelley, Attorney General, Robert A. Derengoski, Solicitor General, William L. Cahalan, Prosecuting Attorney, Dominick R. Carnovale, Chief, Appellate Department, and Leonard Meyers, Assistant Prosecuting Attorney, for the people.\nHarry Riseman, for defendant.\nBefore: DANHOF, P.J., and FITZGERALD and WALSH,[*] JJ.\nLeave to appeal denied, 391 Mich ___.\n*481 DANHOF, P.J.\nOn November 28, 1971, the defendant, Paul Arthur Corsa, shot and killed his father. Defendant was charged with, and after a jury trial, convicted of, first-degree murder. MCLA 750.316; MSA 28.548. From a mandatory sentence of life imprisonment, defendant appeals. We affirm, treating those issues which merit decisional discussion.\nDefendant contends that the charge of first-degree murder should not have been submitted to the jury, or alternatively, that there was insufficient evidence to support the jury's finding of premeditation. There was evidence, however, that defendant had threatened his father earlier on the day of the shooting. Death was the result of a wound to the head made by a.22-calibre bullet that had been filed into a flat or \"dum-dum\" shape. There was conflicting evidence as to when the bullet had been filed. Defendant maintained that the bullet had been filed down approximately ten years before the shooting. An expert witness for the prosecution testified that the filing had been done more recently.\nAfter having received his constitutional warnings, defendant made the following statements to various police officers: \"I got the man I wanted to get. That was my father I killed.\" \"The man I was shooting at I got. I'm only sorry that I missed his mistress.\" \"I'm glad I killed the son of a bitch. * * * I filed down the nose of the bullet to make sure, make a larger hole.\"\nThere was further evidence that defendant's relationship with his father had become strained as a result of his father's interference in defendant's marital problems.\nWhether defendant premeditated the shooting of his father was of course a question of fact for the *482 jury. On appeal, the jury's finding of premeditation will be disturbed only if there was no evidence which would support a reasonable inference of premeditation. People v Meier, 47 Mich App 179, 183; 209 NW2d 311, 314 (1973). Certain circumstances surrounding the shooting do argue against premeditation: Defendant shot his father inside the family home while two police officers stood outside attempting to talk defendant into surrendering his weapon; defendant had been drinking on the day of the crime; defendant's .22-calibre rifle, though capable of holding several shots, was loaded with but a single bullet when fired.\nHowever, confronted with the evidence of prior threats made by defendant, the weapon chosen, the wound inflicted, and defendant's own statements concerning his thought process, we conclude that there was sufficient evidence to submit the question of premeditation to the jury and, if believed, to support the jury's finding.\nDefendant contends that the trial court erred by admitting into evidence his in-custody statements. Defendant also maintains that other evidence admitted at trial was the product of an illegal search and therefore should have been suppressed. However, defendant made no request for a hearing to determine the admissibility of the challenged evidence, nor was objection made during trial. Although arguably not preserved for review, we have examined the record in regard to defendant's claims and have found no error.\nDefendant contends that error was committed when the prosecutor made reference to the insanity defense in his opening statement. Whether a defendant's sanity is put in issue is a decision for the defense, and the issue should not be raised by the prosecutor. People v Plummer, 37 Mich App *483 657; 195 NW2d 328 (1972). However, defendant did not object to the prosecutor's comments; nor does defendant contend that no insanity defense would have been put forth absent the prosecutor's comments. Under these circumstances, the error was not reversible.\nDefendant argues that the trial court allowed laymen, without proper foundation, to testify on the issue of defendant's sanity. People v Cole, 382 Mich 695; 172 NW2d 354 (1969). First, the various police officers of whose testimony defendant complains merely related the statements made by defendant following his arrest, the circumstances under which these statements were made, and defendant's appearance and demeanor when making them. The odor of alcohol was said to be present on defendant's breath. His speech was not slurred, although he did on two occasions mutter words at the police station which could not be heard. His eyes were not glassy and his mobility was not impaired. Many of the questions put to the officers were asked by defense counsel. Our review of the record convinces us that the prosecutor was seeking to elicit testimony not on defendant's sanity, but rather as to whether there were indications of intoxication.\nSecondly, unlike Cole, the prosecutor did not rely on lay testimony to prove defendant's sanity beyond a reasonable doubt. After Dr. Emanuel Tanay had testified for the defense, Dr. Irving I. Edgar testified for the prosecution that, although defendant was suffering from emotional problems, defendant was criminally responsible for his acts on November 28, 1971. A resolution of these two conflicting expert opinions was for the jury and will not be disturbed by this Court on appeal.\nDefendant contends that the jury was improperly *484 informed that defendant had been found competent to stand trial. MCLA 767.27a(4); MSA 28.966(11)(4). The record reveals, however, that it was defense counsel, upon direct examination of defendant, who elicited the fact that defendant had been placed in the Center for Forensic Psychiatry at Ypsilanti State Hospital. Upon cross-examination, the prosecutor attempted to dispel the inference that defendant had been placed at the center for treatment:\n\"Q. I want to clear up a statement that you made on direct examination. I think you said that you spent ten days at the Forensic Center, is that right?\n\"A. That's true.\n\"Q. But during that time, those ten days, you only had one 45 minute interview?\n\"A. With the psychiatrist, yes, sir.\n\"Q. So this was not confinement for treatment?\n\"A. That's correct.\n\"Q. That was simply being there as opposed to being in jail?\n\"A. That's correct. I believe the termination of the psychiatric examination was something to the effect to where the psychiatrist asked me do you understand \u0097\n\"The Court: Just a moment. I don't think, Mr. Prosecutor, that you can go into that. There has been a ruling by the court on it and I am not going to allow you to cross examine.\n\"Mr. Easton: I didn't intend to. I only wanted to establish that he wasn't treated. I think the point was made and I didn't intend to go any further.\n\"Mr. Lebedeff [defense counsel]: I'm going to indicate to the jury that he had a forensic psychiatric evaluation and it was the finding of my colleague and the court that he was competent to stand trial. There was no question about that in the opening statement.\" (Emphasis added.)\nFinally, at defense counsel's request, the jury was *485 instructed at the close of trial that a judicial determination of competency had been made, but that the finding of competency had no bearing on the question of defendant's sanity on the day of the crime. We hold that injection into trial of the competency determination was the result of a deliberate choice in trial tactics by defense counsel and cannot be urged on appeal as a basis for reversal.\nDefendant assigns error in certain of the prosecutor's remarks during closing argument. We find the prosecutor's repetition to the jury of one of defendant's post-arrest statements to be within the realm of fair comment on the evidence. On the other hand, we find objectionable the prosecutor's remark that defendant had found a way to stay out of the armed forces. Likewise, we find objectionable the prosecutor's assessment of Dr. Tanay's testimony as that of an expert prone to find dissociative reaction in homicide cases who must think that the killing of a father is justifiable. However, we note the absence of objection to these remarks. The standard of review in this type of case is given in People v Latham, 32 Mich App 198, 200; 188 NW2d 240, 241 (1971):\n\"The rule is that this court will reverse a conviction based upon a prejudicial remark made during closing argument, only when the prejudice could not have been rectified by a curative instruction on the part of the trial judge, where the prejudicial remark was not objected to at the trial below.\"\nWe conclude that, had objection been made, the prosecutor would have been cautioned against such remarks and the jury immediately instructed to disregard them.\nFinally, defendant contends that the trial court *486 erred in failing to instruct the jury on the offense of reckless use of firearms. MCLA 752.861; MSA 28.436(21). Defense counsel did not request such an instruction at trial, nor does defendant cite any authority for the proposition that reckless use of firearms is a lesser included offense of first-degree murder. Absent request, the trial court's failure to so instruct was not error. People v Membres, 34 Mich App 224; 191 NW2d 66 (1971). People v Busby, 34 Mich App 235; 191 NW2d 70 (1971).\nAffirmed.\nAll concurred.\nNOTES\n[*]  Circuit judge, sitting on the Court of Appeals by assignment.\n\n",
            "ocr": false,
            "opinion_id": 1242640
        }
    ],
    "court_short_name": "Michigan Court of Appeals",
    "court_full_name": "Michigan Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Murder"
}