{
    "id": 7972122,
    "judges": "Moritz",
    "date_filed": "1976-08-29",
    "date_filed_is_approximate": true,
    "slug": "state-v-astorga",
    "case_name_short": "Astorga",
    "case_name": "State v. Astorga",
    "case_name_full": "State of Kansas v. Matthew Astorga",
    "attorneys": "Randall L. Hodgkinson, of Kansas Appellate Defender Office, argued the cause, and Theresa L. Barr, of the same office, was with him on the briefs for appellant., Kristafer R. Ailslieger, deputy solicitor general, argued the cause, and John Bryant, deputy county attorney, Steve Six, former attorney general, and Derek Schmidt, attorney general, were with him on the briefs for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "299 Kan. 395",
        "324 P.3d 1046"
    ],
    "opinions": [
        {
            "author_str": "Moritz",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThe opinion of the court was delivered by\nMoritz, J.:\nIn State v. Astorga, 295 Kan. 339, 284 P.3d 279 (2012), this court affirmed Matthew Astorga’s jury conviction of first-degree premeditated murder and his sentence of life in prison with no possibility of parole for 50 years (hard 50). In that decision, we relied on well-established caseiaw to reject Astorga’s argument that Kansas’ hard 50 sentencing scheme was unconstitutional under Ring v. Arizona, 536 U.S. 584, 122 S. Ct. 2428, 153 L. Ed. 2d 556 (2002), and Apprendi v. New Jersey, 530 U.S. 466, 120 S. Ct. 2348, 147 L. Ed. 2d 435 (2000), because it does not require a jury to find beyond a reasonable doubt the facts necessary to support an increased mandatory minimum sentence of 50 years. See Astorga, 295 Kan. at 354 (citing State v. McCaslin, 291 Kan. 697, 729-30, 245 P.3d 1030 [2011], and State v. Conley, 270 Kan. 18, 35-36, 11 *396P.3d 1147 [2000], cert. denied 532 U.S. 932 [2001]). Astorga filed a petition for writ of certiorari to the United States Supreme Court.\nIn Alleyne v. United States, 570 U.S. _, 133 S. Ct. 2151, 186 L. Ed. 2d 314 (2013), the Supreme Court overruled the caselaw upon which this court indirectly based its decision in Astorga. Following Alleyne, the Supreme Court granted Astorga’s petition for writ of certiorari, vacated our judgment in Astorga, and remanded the case for reconsideration in light of Alleyne. Astorga v. Kansas, 570 U.S. _, 133 S. Ct. 2877, 186 L. Ed. 2d 902 (2013).\nOn remand, we affirm Astorga’s first-degree murder conviction and dismiss his challenge to the imposition of aggravated presumptive sentences for two related plea convictions for the same reasons stated in our prior decision. See Astorga, 295 Kan. at 344-51, 354. But we reconsider those portions of our prior decision affirming Astorga’s hard 50 sentence and, consistent with our recent decision in State v. Soto, 299 Kan. 102, 322 P.3d 334 (2014), we conclude the district court violated Astorga’s right to a jury trial as provided in the Sixth Amendment to the United States Constitution when it imposed the hard 50 sentence. Consequently, we vacate his hard 50 sentence and remand for resentencing.\nFactual and Procedural Background\nFollowing Astorga’s conviction of first-degree premeditated murder, die State sought a hard 50 sentence, alleging Astorga knowingly or purposely tolled or created a great risk of death to more than one person (risk of death aggravator). See K.S.A. 21-4636(b). The evidence presented at trial established that Astorga drove to the home of Ruben Rodriguez and then shot and killed Rodriguez as Rodriguez stood in the doorway. Rodriguez’ girlfriend and her toddler were standing near Rodriguez when he was shot, and more than one bullet passed through the interior walls of the house. Citing this evidence, the district court found Astorga risked the lives of more than one person when he shot Rodriguez.\nAdditionally, the district court found Astorga previously had been convicted of a felony in which he inflicted great bodily harm, disfigurement, dismemberment, or death on another (prior conviction aggravator). See K.S.A. 21-4636(a). To support this finding, *397the district court relied on a certified copy of a journal entry received from the New Mexico Department of Corrections and submitted by the State at sentencing, reflecting Astorga previously had been convicted of second-degree murder.\nAstorga urged the district court to consider two nonstatutory mitigating factors: (1) Astorga’s testimony that Rodriguez had committed prior acts of violence toward Astorga, and (2) Astorga’s testimony that he acted in self-defense when he shot Rodriguez. The district court imposed a hard 50 sentence but made no on-the-record findings as to whether it found any mitigating circumstances or whether it determined any mitigating circumstances outweighed the two aggravating circumstances found to exist.\nAstorga challenged his hard 50 sentence on direct appeal, claiming the district court erred in finding the risk of death aggravator, both as a matter of law and under the facts of the case, and in weighing the aggravating and mitigating circumstances. Noting that Astorga failed to challenge the court’s finding on the prior conviction aggravator and that a hard 50 sentence could be imposed upon finding one or more aggravating circumstances, this court declined to consider whether the district court erred in finding the risk of death aggravator. Astorga, 295 Kan. at 352. We further determined the district court did not abuse its discretion in weighing the aggravating and mitigating circumstances. 295 Kan. at 353. Finally, as discussed, based on prior caselaw we rejected Astorga’s challenge to the constitutionality of the hard 50 sentencing scheme. 295 Kan. at 354.\nDiscussion\n\nThe statutory procedure used to impose Astorga’s hard SO sentence is unconstitutional.\n\nThis court recently considered the constitutionality of Kansas’ hard 50 sentencing scheme in light of Alleyne and decided that issue in Astorga’s favor, effectively overruling the caselaw we relied upon in Astorga. Soto, 299 Kan. at 124. In Soto, we held that Kansas’ former statutory procedure for imposing a hard 50 sentence, as provided in K.S.A. 21-4635, violated the Sixth Amendment to the United States Constitution as interpreted in Alleyne because it *398permitted a judge to find by a preponderance of the evidence the existence of one or more aggravating factors necessary to impose an increased mandatory minimum sentence, rather than requiring a jury to find the existence of the aggravating factors beyond a reasonable doubt. 299 Kan. at 103-04, 124.\nWhile our decision in Soto resolved most of the parties’ arguments, we briefly consider two arguments made by tire State on remand that are specific to the facts of this case. Specifically, the State contends: (1) no Alleyne error occurred here because As-torga’s sentence rests in part on a prior conviction, and (2) alternatively, if an Alleyne error occurred, it was harmless. Ultimately, we reject both arguments and conclude that, because the district court’s imposition of a hard 50 sentence violated Astorga’s Sixth Amendment right to a jury trial, we must vacate his hard 50 sentence and remand for resentencing.\n\nWe need not decide whether the prior conviction aggravating circumstance ofKSA. 21-4636(a) falls within the Almendarez-Torres exception to the ApprendHAlleyne rule.\n\nRelying on Almendarez-Torres v. United States, 523 U.S. 224, 118 S. Ct. 1219, 140 L. Ed. 2d 350 (1998), the State contends that even after Alleyne, a jury was not required to find the fact of As-torga’s prior conviction for second-degree murder beyond a reasonable doubt. And because Astorga’s prior conviction constituted one of the two aggravating circumstances found by the district court as supporting imposition of the hard 50 sentence, the State contends the district court properly applied the hard 50 sentencing scheme in this case. See K.S.A. 21-4636(a) (“The defendant was previously convicted of a felony in which the defendant inflicted great bodily harm, disfigurement, dismemberment or death on another.”).\nIn Almendarez-Torres, the United States Supreme Court concluded that die Constitution does not require the prosecution to submit the fact of a prior conviction to a jury and prove that fact beyond a reasonable doubt. Almendarez-Torres, 523 U.S. at 226-27; see also Apprendi, 530 U.S. at 489-90 (declining to overrule Almendarez-Torres, “treating] the case as a narrow exception to *399the general rale” of Apprendi). Significantly, the Court noted “the sentencing factor at issue here—recidivism—is a traditional, if not the most traditional, basis for a sentencing court’s increasing an offender’s sentence.” Almendarez-Torres, 523 U.S. at 243. The Court further held: “[T]o hold that the Constitution requires that recidivism be deemed an ‘element’ of petitioner’s offense would mark an abrupt departure from a longstanding tradition of treating recidivism as ‘go[ing] to the punishment only.’ [Citation omitted.]” 523 U.S. at 244.\nBecause the prior conviction exception to Apprendi was not at issue in Alleyne, the Supreme Court in Alleyne declined to revisit its decision in Almendarez-Torrez. See Alleyne, 133 S. Ct. at 2160 n.1. Nevertheless, Astorga contends the Almendarez-Torres exception does not apply to the prior conviction aggravator defined in K.S.A. 21-4636(a), because that statutory language requires a factual finding as to whether the defendant personally “inflicted great bodily harm, disfigurement, dismemberment or death on another.” Astorga contends the journal entry of his prior conviction for second-degree murder did not indicate whether he personally inflicted the harm that resulted in the victim’s death. Therefore, he suggests some additional factfinding was necessary, placing this factor within the purview of Alleyne.\nUnder the facts of this case, we need not consider the continued viability of the Almendarez-Torres exception or whether K.S.A. 21-4636(a)’s prior conviction aggravator falls within that exception. Here, even if the district court could find the existence of the prior conviction aggravator, under our rationale in Soto the court erred in finding the other aggravating factor, i.e., the risk of death ag-gravator, by a preponderance of the evidence. See Soto, 299 Kan. at 124 (holding statutory procedure for imposing hard 50 sentence unconstitutional “because it permits a judge to find by a preponderance of the evidence the existence of one or more aggravating factors necessary to impose an increased mandatory minimum sentence, rather than requiring a jury to find the existence of the aggravating factors beyond a reasonable doubt”); see also State v. Hilt, 299 Kan. 176, 203, 322 P.3d 367 (2014) (applying Soto to conclude that judge’s finding of four aggravating circumstances by *400preponderance-of-the-evidence standard constituted Alleyne error).\n\nIf we applied a modified harmless error test, the hard 50/Alleyne error in this case would not he harmless.\n\nAlternatively, the State argues if an Alleyne error occurred it was harmless. Astorga disagrees, arguing hard 50/Alleyne errors are not amenable to review for harmless error.\nIn Soto, we considered but declined to decide whether hard 50/ Alleyne errors may be subject to a modified harmless error review. Soto, 299 Kan. at 124-28. We concluded that if we were to consider harmless error, we would apply a modified, more stringent harmless error analysis that required us to determine beyond a reasonable doubt that (1) uncontroverted and overwhelming evidence supported each aggravating circumstance such that the jury would have found the existence of each aggravating circumstance beyond a reasonable doubt, and (2) no rational jury would have determined that mitigating circumstances outweighed the aggravating circumstance. Soto, 299 Kan. at 126-27. We pointed out that only rarely would an error meet this exacting test, and we deferred any decision regarding application of this test in the hard 50/Alleyne context until that rare case presents itself. Soto, 299 Kan. at 127-28; see also Hilt, 299 Kan. at 205 (assuming without deciding that harmlessness applies but concluding case did not present “one of the rare instances when a hard 50 Alleyne error can be declared harmless”)-\nLike Soto and Hilt, this is not that rare case. Here, the district court found two aggravating circumstances under K.S.A. 21-4636(a) and (b), respectively: (1) Astorga previously had been convicted of a felony in which he inflicted great bodily harm, disfigurement, dismemberment, or death on another, namely, second-degree murder, and (2) Astorga knowingly or purposely created a great risk of death to more tiran one person. Further, Astorga urged the district court to consider two nonstatutoiy mitigating circumstances: (1) the victim, Rodriguez, had committed prior acts of violence toward Astorga, i.e., stabbing Astorga and participating in a drive-by shooting of Astorga’s home, and (2) As-*401torga testified he acted in self-defense in shooting Rodriguez. Even if we assume uncontroverted and overwhelming evidence supported both aggravating circumstances such that the jury would have found their existence beyond a reasonable doubt, we simply do not know whether a jury of Astorga’s peers would have found the two mitigating circumstances asserted by Astorga. Nor could we conclude beyond a reasonable doubt that no rational jury would have determined that any mitigating circumstances, if found, outweighed the aggravating circumstances. See Soto, 299 Kan. at 127.\nTo summarize, we decline to decide whether a hard 50/Alleyne error may be subject to harmless error review because this case, like Soto, does not present the rare circumstances in which such an error could be held harmless. Accordingly, we vacate Astorga’s hard 50 sentence and remand for resentencing.\n\nWe decline to issue an advisory opinion as to the appropriate course of action on remand.\n\nBecause this case must be remanded for resentencing, we now turn to the parties’ arguments regarding the procedure to be applied on remand. Astorga argues Alleyne requires the district court to impose a hard 25 sentence on remand because that is the only sentence supported by the jury’s verdict. But the State points out that after Alleyne, the Kansas Legislature amended Kansas’ hard 50 sentencing scheme and included express provisions for retroactive application in cases pending on appeal. See L. 2013, ch. 1, sec. 1 (Special Session); K.S.A. 2013 Supp. 21-6620. Consequently, the State contends the district court must resentence Astorga under the amended hard 50 statute. Astorga responds that retroactive application of the amended hard 50 scheme would violate the Ex Post Facto Clause of the United States Constitution.\nAs in Soto, we decline to issue an advisory opinion on these issues. See Soto, 299 Kan. at 128-29 (noting issues related to application of amended hard 50 statute are not ripe unless and until tire State seeks application of statute on remand). Instead, we hold only that because Astorga’s sentence was imposed in violation of his Sixth Amendment right to a jury trial, his sentence must be vacated and the case remanded for resentencing. Our decision does *402not prevent the parties from presenting their respective arguments regarding application of the amended hard 50 scheme to the district court at resentencing.\n\nThe evidence was sufficient to support the risk of death aggravator.\n\nShould tire district court conclude that the retroactive provisions of K.S.A. 2013 Supp. 21-6620 apply on remand, section (e) of that statute suggests the State would be precluded from pursuing a hard 50 sentence if we were to vacate Astorga’s sentence for lack of sufficient evidence to support tire aggravating circumstances. While we decline to decide at this juncture whether Astorga could be resentenced under the amended statute, we find it necessary to address Astorga’s claim that tire evidence was insufficient to support the risk of death aggravator.\nBefore doing so, we note that Alleyne also impacts our standard of reviewing tire sufficiency of evidence in the hard 50 context. In the past, we have considered whether, after review of all the evidence, viewed in a light most favorable to the prosecution, a rational factfinder could have found the existence of a hard 50 aggravating circumstance by a preponderance of the evidence. See, e.g., State v. McCaslin, 291 Kan. 697, 727, 245 P.3d 1030 (2011). However, in light of Alleyne’s requirement that aggravating factors be found by a jury beyond a reasonable doubt, we will apply the higher standard in considering the sufficiency of evidence to support such factors. See Alleyne, 133 S. Ct. at 2162-63; see also Soto, 299 Kan. at 129 (restating applicable standard for sufficiency challenge in light of Alleyne).\nThe district court found Astorga “ ‘knowingly or purposely killed or created a great risk of death to more than one person.’ ” Astorga, 295 Kan. at 352; see K.S.A. 21-4636(b). The district court also found Astorga previously was convicted of a felony in which he inflicted death on another, namely, second-degree murder. See K.S.A. 21-4636(a). In his direct appeal, Astorga challenged the sufficiency of the evidence to support the risk of death aggravator, but he did not challenge the sufficiency of evidence to support the prior conviction aggravator. At oral argument, Astorga conceded he did not dispute the existence of his prior conviction at sentenc*403ing or in his direct appeal. Accordingly, we consider only the sufficiency of evidence to support the risk of death aggravator.\nWe have explained that K.S.A. 21-4636(b) requires “ ‘a direct relationship between creating the great risk of death to another and the homicide. The risk need not be contemporaneous with the homicide, but it must occur in the course of committing the charged murder.’ ” State v. Brown, 272 Kan. 809, 818, 37 P.3d 31 (2001) (quoting State v. Spain, 263 Kan. 708, 718, 953 P.2d 1004 [1998]). However, “[i]t is not necessary that the defendant caused another person life-threatening injuries; it is necessary only that the defendant knowingly created a great risk of death to more than one person.” State v. Vontress, 266 Kan. 248, 258, 970 P.2d 42 (1998), disapproved on other grounds by State v. Schoonover, 281 Kan. 453, 133 P.3d 48 (2006); see also State v. Lopez, 271 Kan. 119, 139-40, 22 P.3d 1040 (2001) (rejecting defendant’s attempt to transform term “risk” from “creation of a possibility of an occurrence to causation of an occurrence”).\nThe evidence presented at trial established that Astorga shot Rodriguez as Rodriguez stood in the doorway of his home. As Rodriguez was shot, Rodriguez’ girlfriend stood behind and to the side of Rodriguez while her toddler stood directly behind her. The evidence further demonstrated that the .40 caliber bullet from As-torga’s gun fatally wounded Rodriguez before passing through interior walls of the house and exiting through a back window.\nViewing this evidence in the light most favorable to the prosecution, we conclude a rational factfinder could have found beyond a reasonable doubt that Astorga created a great risk of death to more than one person when he shot Rodriguez. See, e.g., State v. Kirtdoll, 281 Kan. 1138, 1152-53, 136 P.3d 417 (2006) (affirming risk of death aggravator finding when defendant fired gun in crowded nightclub); Lopez, 271 Kan. at 139-40 (affirming risk of death aggravator-finding when defendant repeatedly fired gun inside moving vehicle and killed driver, thus creating great risk of death for passenger).\nBecause we find sufficient evidence to support the risk of death aggravator under K.S.A. 21-4636(b), we vacate Astorga’s hard 50 *404sentence for the sole reason that it was imposed using a statutoiy procedure that violated his Sixth Amendment right to a jury trial.\nIn conclusion, in accord with the judgment of the United States Supreme Court we affirm in part, dismiss in part, vacate in part, and remand for resentencing.\n",
            "ocr": true,
            "opinion_id": 7924557
        }
    ],
    "court_short_name": "Supreme Court of Kansas",
    "court_full_name": "Supreme Court of Kansas",
    "court_type": "S",
    "court_jurisdiction": "Kansas, KS",
    "crime_category": "Murder"
}