{
    "id": 260980,
    "judges": "Medina, Moore, Waterman",
    "date_filed": -209347200000,
    "date_filed_is_approximate": false,
    "slug": "stefano-sovich-v-p-a-esperdy-district-director-immigration-and",
    "case_name_short": null,
    "case_name": "Stefano Sovich v. P. A. Esperdy, District Director, Immigration and Naturalization Service",
    "case_name_full": "Stefano SOVICH, Plaintiff-Appellant, v. P. A. ESPERDY, District Director, Immigration and Naturalization Service, Defendant-Appellee",
    "attorneys": "Edith Lowenstein, New York City, for plaintiff-appellant., Robert M. Morgenthau, U. S. Atty., S.D.N.Y. (Roy Babitt, Sp. Asst. U. S. Atty., of counsel), for defendant-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Jan. 18, 1963.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 27,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b69-7\">\n    Stefano SOVICH, Plaintiff-Appellant, v. P. A. ESPERDY, District Director, Immigration and Naturalization Service, Defendant-Appellee.\n   </parties><br><docketnumber id=\"b69-9\">\n    No. 211, Docket 27808.\n   </docketnumber><br><court id=\"b69-10\">\n    United States Court of Appeals Second Circuit.\n   </court><br><otherdate id=\"b69-11\">\n    Argued Jan. 18, 1963.\n   </otherdate><br><decisiondate id=\"b69-12\">\n    Decided May 15, 1963.\n   </decisiondate><br><attorneys id=\"b71-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"23\"> \n     *23\n     </span>\n    Edith Lowenstein, New York City, for plaintiff-appellant.\n   </attorneys><br><attorneys id=\"b71-6\">\n    Robert M. Morgenthau, U. S. Atty., S.D.N.Y. (Roy Babitt, Sp. Asst. U. S. Atty., of counsel), for defendant-appellee.\n   </attorneys><br><judges id=\"b71-7\">\n    Before MEDINA, WATERMAN and MOORE, Circuit Judges.\n   </judges>",
    "citations": [
        "319 F.2d 21"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/319/319.F2d.21.211.27808_1.html",
            "author_id": null,
            "opinion_text": "319 F.2d 21\n    Stefano SOVICH, Plaintiff-Appellant,v.P. A. ESPERDY, District Director, Immigration andNaturalization Service, Defendant-Appellee.\n    No. 211, Docket 27808.\n    United States Court of Appeals Second Circuit.\n    Argued Jan. 18, 1963.Decided May 15, 1963.\n    \n      Edith Lowenstein, New York City, for plaintiff-appellant.\n      Robert M. Morgenthau, U.S. Atty., S.D.N.Y.  (Roy Babitt, Sp. Asst. U.S. Atty., of counsel), for defendant-appellee.\n      Before MEDINA, WATERMAN and MOORE, Circuit Judges.\n      WATERMAN, Circuit Judge.\n    \n    \n      1\n      This is an appeal from an order of the United States District Court for the Southern District of New York granting a motion by the District Director of the Immigration and Naturalization Service, defendant below, for summary judgment, 206 F.Supp. 558.  The action was commenced to review an administrative order denying appellant's application under Section 243(h) of the Immigration and Nationality Act of 1952, 8 U.S.C. 1253(h), for a stay of his deportation to Yugoslavia.  The primary question presented is whether the Attorney General, through his delegate, the Regional Commissioner of the I.N.S., correctly interpreted the statutory standard in ruling that appellant would not be subject to 'physical persecution' were he deported to Yugoslavia.\n    \n    \n      2\n      Stefano Sovich was born in 1925 in the City of Cres, on the Istrian Peninsula.  The territory was then in Italy and now is part of Yugoslavia.  In 1956, Sovich, after several unsuccessful attempts, escaped from Yugoslavia and fled to Italy, where he was received as a refugee and where he remained for one year.  In 1957 he found employment on a Panamanian vessel and, on October 12, 1958, entered the United States as a non-immigrant crewman for a 29-day period of shore leave.\n    \n    \n      3\n      On January 16, 1959, Sovich having remained in the United States for a longer period than authorized, was served with an order to show cause why he should not be deported.  At his deportation haring, appellant conceded deportability, but was granted, upon request, the privilege of voluntary departure to Italy.  8 U.S.C. 1254(e).  When it subsequently appeared that Sovich would not be admitted to Italy, however, his deportation to Yugoslavia was ordered.  8 U.S.C. 1253(a).\n    \n    \n      4\n      On September 22, 1959, Sovich applied to the Attorney General for a stay of deportation pursuant to Section 243(h), which provides:\n    \n    \n      5\n      'The Attorney General is authorized to withhold deportation of any alien within the United States to any country in which in his opinion the alien would be subject to physical persecution and for such period of time as he deems to be necessary for such reason.'\n    \n    \n      6\n      Appellant was thereafter interrogated, on October 9, 1959, by a Special Inquiry Officer of the Immigration and Naturalization Service in accordance with the regulations of the Attorney General then in effect.  8 C.F.R. 243.3(b) (2) (1958).\n    \n    \n      7\n      In his testimony before the Special Inquiry Officer Sovich told of his life in Yugoslavia, of his opposition to Communism on religious and political grounds, of statements against the regime which he had made to friends, of being questioned by the Yugoslav officials and warned against further opposition to the regime, and, finally, of his escape from Yugoslavia and flight to Italy.  Appellant further testified that he feared he would be imprisoned for his anti-communistic beliefs and statements, or for his illegal departure from the country, in the event of his return to Yugoslavia.\n    \n    \n      8\n      On October 21, 1959, the Special Inquiry Officer recommended a denial of appellant's application on the ground that Sovich had failed to establish that he would be subject to physical persecution if deported to Yugoslavia.  The officer stated:\n    \n    \n      9\n      'Since the applicant was not in any way mistreated after these alleged utterances were reported to the authorities, it seems reasonable to believe that he would not now be persecuted therefor upon his return.  While it may be true that he may be punished for his illegal departure from Yugoslavia such punishment is not the physical persecution contemplated by the statute.  The statute contemplates persecution visited upon the alleged offender in the form of corporal punishment, torture or death because of race, religion or political opinion.  Here the punishment which the applicant fears he might suffer would apparently be after conviction for a crime cognizable under the recognized juridical system.  That is not persecution.'\n    \n    \n      10\n      The Regional Commissioner for the Northeast Region of the I.N.S.  (to whom the Attorney General had delegated his authority under the administrative system then in effect, 8 C.F.R. 243.3(b)(2) (1958)), concurred in the opinion of the Special Inquiry Officer, and ordered that Sovich's application under Section 243(h) be denied.\n    \n    \n      11\n      Appellant thereupon commenced this action in the District Court and seeks a declaration that the denial of his application was based upon an erroneous interpretation of Section 243(h).\n    \n    \n      12\n      We are confronted, at the outset, with the problem of determining the scope of our powers to review actions of the Attorney General, or his delegates, under Section 243(h) of the Immigration and Nationality Act of 1952.\n    \n    \n      13\n      In United States ex rel. Leong Choy Moon v. Shaughnessy, 218 F.2d 316, 318 (2 Cir. 1954), we stated that 'In the field of immigration and nationality Congress has vested the executive branch of the Government with wide discretionary powers, and the scope of judicial review is closely circumscribed.'  The language of Section 243(h) itself makes clear that the decision whether an alien would be physically persecuted on return to his native country rests solely with the Attorney General or his delegate.  Ibid.; Blazina v. Bouchard, 286 F.2d 507, 511 (3 Cir. 1961), cert. denied, 366 U.S. 950, 81 S.Ct. 1904, 6 L.Ed.2d 1242.  'The very nature of the decision * * * concerning what the foreign country is likely to do is a political issue into which the courts should not intrude.'  United States ex rel. Dolenz v. Shaughnessy, 206 F.2d 392, 395 (2 Cir. 1953); see Chicago &amp; Southern Air Lines v. Waterman S.S. Corp., 333 U.S. 103, 111, 68 S.Ct. 431, 92 L.Ed. 568 (1948).  In formulating that decision, the Attorney General has access to, and may under appropriate circumstances rely upon, State Department material and intelligence information which is unavailable to a reviewing court.  Diminich v. Esperdy, 299 F.2d 244, 246 (2 Cir. 1961), cert. denied, 369 U.S. 844, 82 S.Ct. 875, 7 L.Ed.2d 848 (1962); United States ex rel. Dolenz v. Shaughnessy, supra; see Jay v. Boyd, 351 U.S. 345, 76 S.Ct. 919, 100 L.Ed. 1242 (1956).  Moreover, as with the Attorney General's power to suspend deportation under Section 244(a) of the Act, the favorable exercise of his discretion to withhold deportation under Section 243(h) 'is manifestly not a matter of right under any circumstances, but rather is in all cases a matter of grace.'  Jay v. Boyd, 351 U.S. at 354, 76 S.Ct. at 924; Chao-Ling Wang v. Pilliod, 285 F.2d 517, 520 (7 Cir. 1960); Zupicich v. Esperdy, 207 F.Supp. 574, 581 (S.D.N.Y.1962).\n    \n    \n      14\n      Nevertheless, the applicant under Section 243(h) is not without rights which may be judicially enforced when, as here, the refusal of the Attorney General to stay deportation is challenged in a suit for declaratory judgment.  The applicant is entitled to procedural due process.  United States ex rel. Leong Choy Moon v. Shaughnessy, supra.  He has a right to have his application considered, Blazina v. Bouchard, supra, and this consideration must be given in conformity with the pertinent regulations promulgated by the Attorney General himself.  Milutin v. Bouchard, 370 U.S. 292, 82 S.Ct. 156, 8 L.Ed.2d 501 (1962). The denial of his application must not have been 'actuated by considerations that Congress could not have intended to make relevant.'  Cf. United States ex rel. Kaloudis v. Shaughnessy, 180 F.2d 489, 491 (2 Cir. 1950); Blazina v. Bouchard, 286 F.2d at 511.\n    \n    \n      15\n      Whether the courts, in reviewing action under Section 243(h), may properly consider the standard employed by the Attorney General's delegates, as distinguished from procedural fairness, is a question not yet expressly ruled upon in this circuit.  Cf. Diminich v. Esperdy, 299 F.2d 244, 248 (2 Cir. 1961).  In Dunat v. Hurney, 297 F.2d 744 (1961), (297 F.2d 753 (1962) on rehearing in banc), however, the Third Circuit ruled that the proper interpretation of the phrase 'physical persecution' in Section 243(h) is a question of law 'peculiarly appropriate for independent judicial ascertainment.'  297 F.2d at 746.  The court there held that the Attorney General's delegate had erroneously interpreted the provision in stating that 'the fact that the applicant might be denied employment for church membership or for failure to join the Communist Party is * * * not within the import of the term 'physical persecution.\" Ibid.\n    \n    \n      16\n      In other cases the courts have expressly approved the Attorney General's construction of Section 243(h), thereby indicating their willingness to entertain an attack upon the standards employed in its administration.  E.g., Diminich v. Esperdy, 299 F.2d 244, 246 (2 Cir. 1961) ('* * * Diminich's claims were simply of 'difficulties'; repugnant as we find such interference with religious observance and freedom of association to be, 'difficulties' are not the 'physical persecution' which Congress chose to make the sole factor warranting a stay of deportation * * *'); Blazina v. Bouchard, 286 F.2d 507, 511 (3 Cir. 1961) ('At worst, it appears that (appellant) will be 'looked down upon' and will encounter some 'complications'. * * *  The repugnance of such a governmental policy to our own concepts of religious freedom cannot, however, justify our labelling such actions as 'physical persecution'.  Nor can the three-month prison sentence to which Blazina may be subjected as punishment for deserting his ship or his country illegally be termed physical persecution.  The phrase 'physical persecution' should be taken to mean confinement, torture or death inflicted on account of race, religion, or political viewpoint.'  Chao-Ling Wang v. Pilliod, 285 F.2d 517, 520 (7 Cir. 1960) ('A prosecution before a military tribunal convened pursuant to laws of a foreign state to try offenses committed by a member of the military forces of that country, cannot be construed to be physical persecution under (Section 243(h)).').\n    \n    \n      17\n      Persuasive authority for our power to review administrative interpretations of 243(h) may be drawn from cases in which the courts have independently construed related provisions in the Immigration and Nationality Act of 1952 or the Immigration Act of 1917.  Under 244(a) of the Act of 1952, 8 U.S.C. 1254(a), (formerly 19(c) of the Immigration Act of 1917, 8 U.S.C. 155(c)) the Attorney General is given the discretionary power to suspend deportation in the case of certain aliens who have continuously resided in the United States for some years prior to their application for relief, who have proved their 'good moral character' during that period, and 'whose deportation would, in the opinion of the Attorney General, result in exceptional and extremely unusual hardship * * *.'  8 U.S.C. 1254(a).  As in the case of withholding deportation under 243(h), the favorable exercise of the Attorney General's power to suspend deportation under 244(a) is a matter of grace and rests within the sole discretion of the Attorney General or his delegate.  Jay v. Boyd, 351 U.S. 345, 354, 76 S.Ct. 919, 100 L.Ed. 1242 (1956); Cavallaro v. Lehmann, 264 F.2d 237 (6 Cir. 1959).  Again, as under Section 243(h), the Attorney General may rely upon confidential information, unavailable to the applicant or a reviewing court, in considering an application to suspend deportation under Section 244.  Jay v. Boyd, supra; United States ex rel. Matranga v. Mackey, 210 F.2d 160 (2 Cir. 1954), cert. denied, 347 U.S. 967, 74 S.Ct. 778, 98 L.Ed. 1109.\n    \n    \n      18\n      Nevertheless, the courts have repeatedly granted relief to deportable aliens where it has appeared that the Attorney General has misconstrued the limits or terms of his discretionary power under 244(a) or its predecessor statute.\n    \n    \n      19\n      In McLeod v. Peterson, 283 F.2d 180 (3 Cir. 1960), petitioner had been denied suspension of deportation under 244(a)(2) on the ground that he had not been 'present in the United States for a continuous period of * * * five years' as required by the statute.  Ruling that petitioner's temporary absence from the country was caused by an initial 'erroneous deprivation of the appellant's right to discretionary relief,' the court held that his departure, under those circumstances, did 'not interrupt the continuity of his presence in the United States within the meaning of that specific statutory provision.'  283 F.2d at 187.  The court thereupon directed that appellant's deportation be stayed pending a new application to the Attorney General for discretionary relief.  In United States ex rel. Exarchou v. Murff, 265 F.2d 504 (2 Cir. 1959), this court granted similar relief under 19(c) of the Immigration Act of 1917, holding that the Attorney General, through his delegate, had erroneously denied appellant's application for suspension of deportation on the ground that appellant had failed to prove his good character.  'The statute,' we said, 'makes good character itself, not a reputation for it, the finding necessary to the Service's decision. * * *  Thus we cannot accept the Service's alternative conclusion that, even if Exarchou truthfully described his conduct, 'a married man is not free to carry on such a relationship and still be considered one of good character.\" 265 F.2d at 507.\n    \n    \n      20\n      In Pagano v. Brownell, 227 F.2d 36 (D.C.Cir.1955), appellant had been denied suspension of deportation under 19 on the ground that a prior criminal conviction involved moral turpitude and thus rendered him ineligible for discretionary relief.  Finding in subsequent actions of the Attorney General's delegate some indication that appellant's prior conviction had not involved moral turpitude, the Court of Appeals for the District of Columbia remanded the cause, directing that the district court 'should determine whether * * * the Attorney General had discretion to suspend appellant's deportation, and if so, should direct him to exercise it.'  227 F.2d at 37.  And see United States ex rel. Zacharias v. Shaughnessy, 221 F.2d 578 (2 Cir. 1955).\n    \n    \n      21\n      The Supreme Court has itself undertaken to review statutory constructions of the Attorney General in deportation cases where discretionary relief was denied.  See McGrath v. Kristensen, 340 U.S. 162, 71 S.Ct. 224, 95 L.Ed. 173 (1950) (holding that because of erroneous construction of a related statute, the Attorney General unjustly refused to suspend appellant's deportation under 19(c) of the Immigration Act of 1917); United States ex rel. Hintopoulos v. Shaughnessy, 353 U.S. 72, 77, 77 S.Ct. 618, 1 L.Ed.2d 652 (1957) ('it is clear from the record that the Board applied the correct legal standards in deciding whether petitioners met the statutory prerequisites for suspension of deportation.')  And see Delgadillo v. Carmichael, 332 U.S. 388, 68 S.Ct. 10, 92 L.Ed. 17 (1947); Fong Haw Tan v. Phelan, 333 U.S. 6, 68 S.Ct. 374, 92 L.Ed. 433 (1948).\n    \n    \n      22\n      Reason as well as authority supports the position that the standards employed by the Attorney General in exercising his discretion under 243(h) are subject to judicial review.  The Attorney General's assessment of the conditions obtaining in any particular country, is, of course, a political matter, a 'question of fact.'  It is equally clear, we believe, that the standards by which those condition are to be judged-- what Congress meant by the expression 'physical persecution'-- is a question of law.  For the courts to rule upon that issue is not an intrusion into the Attorney General's discretion.  It is rather an interpretation of the statutory prerequisites to any proper exercise of his discretion.\n    \n    \n      23\n      Not all statutory schemes for administrative regulation are properly subject to judicial construction, of course.  The interpretation or elaboration of a statutory pattern occasionally lies within the special expertise of the agency charged with its enforcement.  Under these circumstances the courts have readily deferred to the administrative judgment, whether the question be labeled one of 'fact' or of 'law.'  E.g., N.L.R.B. v. Local 182, I.B.T., 314 F.2d 53 (2 Cir.  Jan. 28, 1963); Moog Industries v. F.T.C., 355 U.S. 411, 78 S.Ct. 377, 2 L.Ed.2d 370 (1958); Railroad Commission of Texas v. Rowan, Nichols Oil Co., 310 U.S. 573, 60 S.Ct. 1021, 84 L.Ed. 1368 (1940); N.L.R.B. v. Standard Oil Co., 138 F.2d 885 (2 Cir. 1943); and see generally 4 Davis, Administrative Law 30 (1958).  Here, however, no problem of administrative expertise arises.  Section 243(h), like its predecessor statute, reflected the humanitarian concern of Congress that aliens should not be expelled from our shores into the hands of totalitarian regimes unwilling to recognize even elementary standards of human decency.  Neither the Attorney General nor his delegates in the Immigration and Naturalization Service are better able than we to gauge the bounds of that Congressional concern, and thus to define the limits within which the Attorney General's discretion is to operate.\n    \n    \n      24\n      It is suggested that even if the courts undertook to review the standards employed by the Attorney General's delegate under 243(h), they would have no means of knowing whether standards decreed by them were being applied in the light of the extra-record material relied upon by the Attorney General in making his determinations.  Under administrative regulations now in effect, such reliance upon confidential information may be sharply limited by the requirement of a prior determination that disclosure of such information would be prejudicial to the interests of the United States, 8 C.F.R. 242.17(c); Milutin v. Bouchard, 370 U.S. 292, 82 S.Ct. 156, 8 L.Ed.2d 501 (1962).  Moreover, we are unwilling to accept a necessary premise of the argument advanced: that having received our authoritative construction of the statutory standard to be employed under 243(h), the Attorney General would cloak his disregard of that standard behind factual determinations based upon information unavailable to a reviewing court.\n    \n    \n      25\n      We hold that the courts may review the Attorney General's construction of the statutory limits within which his discretion is to operate under Section 243(h).\n    \n    \n      26\n      We are brought thus to the merits.  In his recommendation that appellant's application be denied, the Special Inquiry Officer stated, as set forth above:\n    \n    \n      27\n      'While it may be true that (Sovich) may be punished for his illegal departure from Yugoslavia such punishment is not the physical persecution contemplated by the statute.  The statute contemplates persecution visited upon the alleged offender in the form of corporal punishment, torture or death because of race, religion or political opinion.  Here the punishment which the applicant fears he might suffer would apparently be after conviction for a crime cognizable under the recognized juridical system.  That is not persecution.'\n    \n    \n      28\n      In effectuating the Inquiry Officer's recommendation of denial, the Regional Commissioner for the Northeast Region of the I.N.S. 'concur(red) in the opinion of the Special Inquiry Officer that this applicant would not be physically persecuted if deported to Yugoslavia,' not merely in the Officer's ultimate conclusion that discretionary relief should be denied.  The Commissioner made no attempt to negative the assumption of the Inquiry Officer that Sovich might well be subject to punishment for his illegal departure from Yugoslavia, nor did the Commissioner disclaim the standard upon which the Officer's recommendation was based.\n    \n    \n      29\n      Under these circumstances it is fairly to be inferred, we believe, that the Regional Commissioner, as the Attorney General's delegate, adopted the standard employed by the Inquiry Officer in denying appellant's application under 243(h).  It would be anomalous for one official to profess concurrence in the judgment of another, knowing full well that the substance of the matters decided was not the same, and that the supposed concurrence went merely to a similarity of verbal expression.\n    \n    \n      30\n      An analysis of the Inquiry Officer's statement, quoted above, reveals three assumptions which underlie his conclusion that imprisonment for illegal departure from Yugoslavia would not be the physical persecution contemplated by the statute:\n    \n    \n      31\n      1.  'Punishment * * * after conviction for a crime cognizable under the recognized juridical system * * * is not persecution.'  We have no doubt that an alien fugitive from punishment for a traditional crime could not ordinarily claim the benefits of Section 243(h).  It was not the intent of Congress to make the United States a refuge for common criminals by operation of this humanitarian statute.  The memory of Hitler's atrocities and of the legal system which he corrupted to serve his purposes, however, are still too fresh for us to suppose that physical persecution may not bear the nihil obstat of a 'recognized juridical system.'  These same events, indeed, led this country to recognize that even traditional crimes may involve no moral turpitude, within the purview of American immigration laws, when their commission was 'incidental to the * * * flight from great persecution or oppression by nations * * * against large racial, religious or political minorities.'  39 Op.Atty.Gen. 215-227.\n    \n    \n      32\n      2.  'The statute contemplates (only) persecution * * * because of race, religion or political opinion.'  General prohibitions against departure from a country do not, of course, define traditional crimes in Western societies.  They are the product of modern dictatorships able to control long borders and the movements of their people within them.  Indeed, the recent history of Eastern European countries and current events in Berlin would seem to suggest that such prohibitions are a prerequisite to the repressions that communistic regimes impose upon their subjects.\n    \n    \n      33\n      Devotees of such regimes do not risk life and limb to violate statutes prohibiting departure.  It would be naive to suppose, therefore, that punishment for illegal departure, under these circumstances, is not politically motivated, or does not constitute punishment 'because of * * * political opinion.'\n    \n    \n      34\n      3.  'The statute contemplates persecution * * * in the form of corporal punishment, torture or death.'  In so formulating the standard to be applied under 243(h), the Special Inquiry Officer made a significant omission from previous formulations approved by the Attorney General and the courts:\n    \n    \n      35\n      'The phrase 'physical persecution' should be taken to mean confinement, torture, or death inflicted on account of race, religion, or political viewpoint.'  Blazina v. Bouchard, 286 F.2d 507, 511 (3 Cir. 1961).\n    \n    \n      36\n      'Physical persecution contemplates incarceration or subjection to corporal punishment, torture, or death based usually on one's race, religion, or political opinions.'  Matter of Kale, Adm.Dec. A9555532 (1958).\n    \n    \n      37\n      The Kale decision was forwarded to Regional Commissioners in May, 1958, with instructions that decisions as to all Yugoslav crewmen who had entered since 1945 and had been in Yugoslavia at some time since that date should be 'based upon the criteria' stated therein.  See Diminich v. Esperdy, 299 F.2d 244, 246 (2 Cir. 1961).  By his failure to allege the threat of torture or death, therefore, as distinguished from simple incarceration, appellant was not precluded from having his application considered under 243(h).\n    \n    \n      38\n      We do not suggest, of course, that all incarceration, whatever its duration or whatever its assigned justification, would constitute physical persecution within the purview of the statute.  The courts have held that a brief period of incarceration for a seaman who has deserted his ship, or 'a prosecution before a military tribunal convened pursuant to laws of a foreign state to try offenses committed by a member of the military forces of that country' would not constitute physical persecution under 243(h).  Chao-Ling Wang v. Pilliod, 285 F.2d 517, 520 (7 Cir. 1960); Blazina v. Bouchard, 286 F.2d 507, 511 (3 Cir. 1961).  Without more, the alien's punishment, under these circumstances, might realistically be compared to his liabilities within our system of law were he to violate traditional statutory or contractual duties.\n    \n    \n      39\n      We do not suggest that any incarceration for even political crimes, such as the one here involved, would constitute physical persecution under 243(h).  However repugnant to our own concept of justice, a brief confinement for illegal departure or for political opposition to a totalitarian regime would not necessarily fall within the ambit of Congress's special concern in enacting this provision.  We are unwilling to believe, however, that Congress has precluded from relief under 243(h) an alien threatened with long years of imprisonment, perhaps even life imprisonment, for attempting to escape a cruel dictatorship.  Such a construction of the statute would attribute to Congress an insensitivity to human suffering wholly inconsistent with our national history.\n    \n    \n      40\n      We hold, therefore, that the Attorney General, through his delegate, erroneously construed the limits of his discretion in ruling that imprisonment for illegal departure may never constitute 'physical persecution' within the purview of 243(h).\n    \n    \n      41\n      The Government now argues that, even assuming the Attorney General's use of an erroneous standard in denying appellant's application, we should review the record ourselves and rule that, under the most generous standard applicable, appellant has failed to establish a case for discretionary relief.\n    \n    \n      42\n      We cannot say that such a case has been established on the record before us.  Although the Government appears to concede the possibility of appellant's incarceration should he be returned to his native country, the nature, duration and grounds for that threatened punishment are disputed.\n    \n    \n      43\n      Such a record is not uncommon in the case of applications under 243(h), of course.  Although applicants under this provision have the burden of establishing their eligibility for relief, they are often, like Sovich, unlettered persons who have been away from their native countries for many years.  They typically have available to them no better methods for ascertaining current political conditions abroad than does the average citizen-- or than does this court.\n    \n    \n      44\n      We believe it is for this reason, as well as to avoid prejudicing national interests, that the Attorney General has authorized his delegates in the Immigration and Naturalization Service to consider extra-record information available from national intelligence sources, in ruling upon applications under 243(h).  Inasmuch as that information might as well be favorable as unfavorable to appellant's contentions, we cannot say how the Attorney General's delegate would rule upon appellant's application were he to consider it anew under the standards herein set forth.  See Securities and Exchange Commission v. Chenery Corp., 318 U.S. 80, 63 S.Ct. 454, 87 L.Ed. 626 (1943).\n    \n    \n      45\n      The judgment of the district court dismissing appellant's complaint is, accordingly, reversed, and the cause is remanded with instructions that a stay of deportation be issued to remain in effect until appellant shall have been given the opportunity to renew his application to the Attorney General under 243(h).\n    \n    \n      46\n      MEDINA, Circuit Judge (concurring).\n    \n    \n      47\n      I concur.  I cannot agree with my brother Moore's statement that our holding in this case amounts to 'undertaking a gigantic task of world paternalism' or that it opens the way to 'bizarre and undesirable results.'  On the contrary, on this record, the remand for further consideration seems to me to be an act of simple justice.\n    \n    \n      48\n      Section 243(h), referred to in both the majority and the dissenting opinions, authorizes the Attorney General to withhold deportation to any country in which in his opinion the alien would be subject to 'physical persecution.'  I do not see how the rulings of the Special Inquiry Officer and the Regional Commissioner can mean anything other than that imprisonment for illegal departure may never constitute 'physical persecution.'  If this is so, the construction thus given to the statute is not only utterly repugnant to our national traditions and history, it is also patently inconsistent with the intention of the Congress in enacting Section 243(h).  A decision based upon such misreading of the law must necessarily be capricious and arbitrary.\n    \n    \n      49\n      Even if we assume, as seems to be suggested by my brother Moore, that there is something vaguely ambiguous about the rulings of the Special Inquiry Officer and the Regional Commissioner, and that the correct governing standards were understood by these officials sub silentio,1 this is mere unsubstantiated hypothesis.  The so-called ambiguity can readily be resolved upon the remand, and, in view of the drastic consequences to which Sovich may be exposed and the pervasive humanitarian concern of the Congress in enacting Section 243(h) (see Chi Sheng Liu v. Holton, 9 Cir., 1961, 297 F.2d 740, 741-742; United States v. Esperdy, S.D.N.Y., 1960, 188 F.Supp. 491, 498-499), it seems to me to be our clear duty to remand the case for further proceedings.2\n    \n    \n      50\n      LEONARD P. MOORE, Circuit Judge (dissenting).\n    \n    \n      51\n      Appellant, Stefano Sovich, brought a declaratory judgment action in the district court, seeking an order declaring 'arbitrary and capricious' the Attorney General's refusal to stay his deportation to Yugoslavia on the claim of physical persecution pursuant to Section 243(h) of the Immigration and Nationality Act (8 U.S.C. 1253(h)).  The trial court granted the cross-motion by defendant District Director of the Immigration and Naturalization Service for summary judgment.  Sovich appeals.\n    \n    \n      52\n      In addition to the facts stated in the majority opinion, the record of the hearing before the Special Inquiry Officer discloses that Sovich resided in Yugoslavia from his birth in 1925 until his departure in 1956.  During that period, he went to school through the fifth elementary grade and thereafter worked on his father's farm or as a fisherman.  He testified that he never belonged to the Communist Party, was never politically active, and never publicly expressed himself against Communism in his town, but privately confided his opposition to friends.  He believes that one of them reported him to the authorities and he was warned early in 1956 by a local official to desist from making such utterances and he did so desist.  He conceded that while he was in Yugoslavia he was never physically harmed or mistreated and was never imprisoned or charged with any crime.  Sovich expressed the fear that if he returned to Yugoslavia he would be jailed because he 'escaped'1 and because he is opposed to Communism.  The Special Inquiry Officer recommended that appellant's application be denied.\n    \n    \n      53\n      An admittedly deportable alien challenging the refusal of the Attorney General to relax deportation under Section 243(h) has certain lines of attack available to him.  He can complain that he has been denied 'appropriate procedural due process' in that his application has not been given a fair consideration, that such consideration was not given in accordance with the pertinent regulations promulgated by the Attorney General, or that he was not given the opportunity to present evidence on the subject of his persecution.  See Foti v. Immigration and Naturalization Service, 308 F.2d 779 (2d Cir. 1962) (en banc); Batistic v. Pilliod, 286 F.2d 268 (7th Cir.) cert. denied 366 U.S. 935, 81 S.Ct. 1660, 6 L.Ed.2d 847 (1961); Blazina v. Bouchard, 286 F.2d 507 (3rd Cir.) cert. denied, 366 U.S. 950, 81 S.Ct. 1904, 6 L.Ed.2d 1242 (1961); Cakmar v. Hoy, 265 F.2d 59 (9th Cir. 1959); United States ex rel. Moon v. Shaughnessy, 218 F.2d 316 (2d Cir. 1954); United States ex rel. Dolenz v. Shaughnessy, 206 F.2d 392 (2d Cir. 1953).  Appellant raises no such claim here.  He may complain that the denial of 243(h) relief has been actuated by 'considerations that Congress could not have intended to make relevant', United States ex rel. Kaloudis v. Shaughnessy, 180 F.2d 489, 491 (2d Cir. 1950); United States ex rel. Hintopoulos v. Shaughnessy, 233 F.2d 705, 708 (2d Cir. 1956), aff'd 353 U.S. 72, 77 S.Ct. 618, 1 L.Ed.2d 652 (1957), or that his application was denied arbitrarily or capriciously or with a complete disregard of the law and the facts.  Blazina v. Bouchard, supra.  This does not mean that denial may be set aside merely because unsupported by substantial evidence.  Foti v. Immigration and Naturalization Service, supra; United States ex rel. Moon v. Shaughnessy, supra.\n    \n    \n      54\n      A deportable alien is eligible for relief here only when, in the 'opinion' of the Attorney General, expulsion would subject that alien to physical persecution in the country to which he must go.  The courts have long recognized that the Attorney General is here deciding a political question that is solely within the competence of the executive branch.  Namkung v. Boyd, 226 F.2d 385 (9th Cir. 1955); United States ex rel. Dolenz v. Shaughnessy, 206 F.2d at 395, supra; U.S. ex rel. Cantisani v. Holton, 248 F.2d 737 (7th Cir. 1957), cert. denied 356 U.S. 932, 78 S.Ct. 774, 2 L.Ed.2d 762 (1958); Blazina v. Bouchard, supra.  The Attorney General has access to information, not available to a reviewing court, with which to assess the political climate of a foreign country and against which to weigh the assertions, often exaggerated, of an applicant for 243(h) relief.  It is with awareness of these judicial limitations that courts have stressed the 'closely circumscribed' scope of judicial review of a denial of relief under 243(h).  The majority seem to recognize the validity of these principles but find that the courts can review, as a question of law, the correctness of the standards by which the Attorney General or his delegate determines whether an applicant for 243(h) relief would be subjected to physical persecution.\n    \n    \n      55\n      The power of the federal government to exclude aliens, to admit them only on such conditions as it seems fit to prescribe, and to expel those within its dominion is plenary.  These powers inhere in its sovereignty and have been consistently recognized by the courts.  Nishimura Ekiu v. United States, 142 U.S. 651, 12 S.Ct. 336, 35 L.Ed. 1146 (1892); Fok Young Yo v. United States, 185 U.S. 296, 22 S.Ct. 686, 46 L.Ed. 917 (1902); Kaoru Yamataya v. Fisher, 189 U.S. 86, 23 S.Ct. 611, 47 L.Ed. 721 (1903); Carlson v. Landon, 342 U.S. 524, 72 S.Ct. 525, 96 L.Ed. 547 (1952); Harisiades v. Shaughnessy, 342 U.S. 580, 72 S.Ct. 512, 96 L.Ed. 586 (1952).  In addition, Congress may designate such agencies as it sees fit to carry out whatever policies of exclusion and expulsion it adopts and so long as such agencies do not transcend limits of authority or abuse discretion reposed in them, their judgment is not open to challenge or review by courts.  Kaoru Yamataya v. Fisher, supra.  In 1952, Congress enacted the Immigration and Nationality Act (8 U.S.C. 1101 et seq.), as a comprehensive, revised immigration, naturalization and nationality code.  As an essential part of this legislative scheme, the Attorney General is given the responsibility of passing on the applications of aliens for the withholding or suspension of deportation.2  In passing on such applications, the Attorney General must first make factual findings as to whether the statutory prerequisites of eligibility have been met.3  The correctness of the legal standards applied in making such factual determinations are fully reviewable in the courts.  United States ex rel. Hintopoulos v. Shaughnessy, 353 U.S. 72, 77 S.Ct. 618, 1 L.Ed.2d 652 (1957); McGrath v. Kristensen, 340 U.S. 162, 71 S.Ct. 224, 95 L.Ed. 173 (1950); McLeod v. Peterson, 283 F.2d 180 (3d Cir. 1960); United States ex rel. Exarchou v. Murff, 265 F.2d 504 (2d Cir. 1959); Pagano v. Brownell, 227 F.2d 36 (D.C. Cir. 1955).\n    \n    \n      56\n      Once the Attorney General finds that the alien is eligible for withholding or suspension of deportation, he must decide whether to exercise his discretion in the applicant's favor.  The statute does not restrict or specify the considerations that may be relied upon in making that decision.  Relief is granted according to the unfettered discretion of the Attorney General and the standards or factors he employs will be overturned only if capricious or arbitrary.  United States ex rel. Hintopoulos v. Shaughnessy, supra; Jay v. Boyd, 351 U.S. 345, 76 S.Ct. 919, 100 L.Ed. 1242 (1956).  The question here concerns the scope of review of a decision of the Attorney General that involves neither the fact finding process of determining statutory eligibility nor the exercise of discretion in withholding or suspending deportation.  It concerns review of the standards used by the Attorney General in determining in his opinion whether an alien would be subject to physicial persecution if returned to a particular country.  The majority contend that this is an interpretation of a statutory norm or standard of eligibility prerequisite to an exercise of discretion and is, therefore, reviewable as a question of law as is any construction by the Attorney General of other statutory prerequisites.  It is true in one sense that a finding that an alien would be subject to physical persecution is a prerequisite to discretionary action.  Without such a finding, the Attorney General would be powerless to withhold deportation.  But this is not the end of the inquiry.\n    \n    \n      57\n      Section 23 of the Internal Security Act of 1950 (64 Stat. 987) amended Section 20 of the Immigration Act of 1917 (39 Stat. 890) to provide:\n    \n    \n      58\n      'No alien shall be deported under any provisions of this chapter to any country in which the Attorney General shall find that such alien would be subjected to physical persecution.'\n    \n    \n      59\n      Two aspects of this statutory language are noteworthy.  First, the decision of the Attorney General as to whether an alien would be subjected to physical persecution on deportation is treated solely as a question of fact.  Second, once such a finding is made, the withholding of deportation is mandatory.  The Attorney General has no discretion in the matter.  The Immigration Act of 1917 was repealed by the Immigration and Nationality Act of 1952.  The provision dealing with physical persecution is now 243(h) of the 1952 Act.  It provides:\n    \n    \n      60\n      'The Attorney General is authorized to withhold deportation of any alien within the United States to any country in which in his opinion the alien would be subject to physical persecution and for such period of time as he deems to be necessary for such reason.'\n    \n    \n      61\n      The changes wrought by this new language are clear.  First, the determination of whether an alien would be subject to physical persecution is not simply a decision of a factual question.  It is the opinion of the Attorney General that is to control.  Second, even if the Attorney General opines that an alien would be subject to physical persecution, he is authorized, not required as before, to withhold deportation.\n    \n    \n      62\n      Commenting on the change in the statutory language, this court said in United States ex rel. Dolenz v. Shaughnessy, 206 F.2d 392, 394 (2d Cir. 1953):\n    \n    \n      63\n      'That section modified the language of the former statute in a manner which shows clearly, we think, that the withholding of deportation in cases where the alien fears persecution rests wholly in the administrative judgment and 'opinion' of the Attorney General or his delegate.  The courts may not substitute their judgment for his.'\n    \n    And at 395:\n    \n      64\n      'The very nature of the decision he must make concerning what the foreign country is likely to do is a political issue into which the courts should not intrude.  As was said in Chicago &amp; Southern Air Lines v. Waterman S.S. Corp., 333 U.S. 103, 111, 68 S.Ct. 431, 436, 92 L.Ed. 568: 'But even if courts could require full disclosure, the very nature of executive decisions as to foreign policy is political, not judicial.\"\n    \n    \n      65\n      In Blazina v. Bouchard, 286 F.2d 507, 511 (3d Cir.), cert. denied, 366 U.S. 950, 81 S.Ct. 1904, 6 L.Ed.2d 1242 (1961), the court said:\n    \n    \n      66\n      'The 1952 changes are significant.  They make clear that a decision whether an alien would be physically persecuted on return to his native country was intended by Congress to be committed solely to the judgment of the Attorney General.'\n    \n    \n      67\n      See, also, United States ex rel. Cantisani v. Holton, 248 F.2d 737 (7th Cir. 1957), cert. denied, 356 U.S. 932, 78 S.Ct. 774, 2 L.Ed.2d 762 (1958); Namkung v. Boyd, 226 F.2d 385 (9th Cir. 1955); United States ex rel. Moon v. Shaughnessy, 218 F.2d 316 (2d Cir. 1954). These cases make clear that the Attorney General's decision whelther an alien would be subject to physical persecution and his determination of whether or not to withhold deportation lie solely within his administrative judgment.  The role of the courts is limited to assuring that the alien was afforded procedural due process and that the Attorney General's decision was not capricious or arbitrary.\n    \n    \n      68\n      The legal literature has long been concerned with the dichotomy between 'law' and 'fact' and the consequences on judicial review of attaching one or the other label to a particular question decided by an administrative agency.4  One of the frequently suggested tests has been that of expertness.5  This approach would have a reviewing court first consider the relative abilities of the administrative agency and the courts to render an informed judgment on the question at issue.  Although this approach has had its critics,6 it is of help here.  When 243(h) relief is sought, the Attorney General must determine if the applicant would be subject to physical persecution if deported to a particular country.  To decide that question, the Attorney General may take into consideration the political climate of the country involved and its practices regarding, for example, the treatment of returning defectors.  To this end he can utilize confidential information.  Jay v. Boyd, supra.  His assessment of the political conditions in the foreign country may also be necessary to determine the validity of the alien's fears.  These investigations and determinations are such that they can only be intelligently made by the executive branch.  They are closely related to the conduct of our foreign relations and involve political assessments and judgments which the courts have no competence to review.  The action of the majority in this case illustrates the point well.  It knows nothing of the existence of Yugoslav laws making 'escape' a crime.  It knows nothing of the past practices of the government of Yugoslavia in punishing violators of this law even if it does exist.  It knows nothing of the severity of punishment that might be inflicted on Sovich on his return to Yugoslavia.  Yet it tells the Attorney General's delegate, who we must assume has the answers to these questions, that he does not know the meaning of physical persecution.\n    \n    \n      69\n      I believe that the Attorney General alone has the competence to give content to that phrase.  Only that branch of government to which is entrusted the safeguard of our foreign relations, and has the attendant facilities, information and experience can meaningfully gauge all the subtleties and variations of action that are designed to oppress and persecute.7  The realities of a world in which more than half of its population live in varying degrees of political slavery (by our standards) require that the meaning of that phrase be constantly recast and re-evaluated8 by the only branch of government able to do so-- the Executive.\n    \n    \n      70\n      A consideration of far greater importance here however, is the clearly expressed intention of the Congress.9  The language of the statute, especially as modified by the 1952 legislation, makes evident the Congressional purpose to grant the Attorney General the broadest possible discretion in considering applications under 243(h).  The juxtaposition of the discretionary authorization to withhold deportation and the declaration that it is the opinion of the Attorney General as to physical persecution that is determinative should conclude any search for the legislative desire.  His decision should be overturned only if capricious or arbitrary.\n    \n    \n      71\n      In the delicate fields of immigration and international relations, the courts should be ever mindful of the constitutional separation of powers and not attempt to take over the function of the other two branches.  The majority suggests that section 243(h) 'reflected the humanitarian concern of Congress that aliens should not be expelled from our shores into the hands of totalitarian regimes unwilling to recognize even elementary standards of human decency.'  Whether Yugoslavia deserves that condemnation, I am ill-equipped to decide.  I would imagine that is the reason why such determinations have been left to that branch of government which has responsibility for, and must remain sensitive to, the conduct of our foreign relations.\n    \n    \n      72\n      No judicial elaboration is required of the radical differences in criminal laws and procedures that exist between our own country and those of totalitarian states.  If we are to regard every such law or procedure as a failure to provide 'elementary standards of human decency', we are indeed undertaking a gigantic task of world paternalism.  This the majority would undertake.  They do not like Yugoslavia's law which imposes punishment for illegal departure from its country.  Neither do I.  They do not wish to have 'an alien threatened with long years of imprisonment, perhaps even life imprisonment, for attempting to escape a cruel dictatorship.'  Nor do I, but the decision is not ours to make.  In short, despite a personal predilection to allow every person, except the criminal, who has reached our shores to remain here, it is Congress that is entrusted with fashioning our immigration policies and Congress has vested certain discretionary powers in the Attorney General.\n    \n    \n      73\n      Turning to the case at hand and applying the scope of review described above, affirmance is required.  In fact, in my view, the same result is called for if we apply the scope of review contended for by the majority.\n    \n    \n      74\n      The Special Inquiry Officer concluded his recommendation that Sovich be denied 243(h) relief with the following:\n    \n    \n      75\n      'Since the applicant was not in any way mistreated after these alleged utterances were reported to the authorities, it seems reasonable to believe that he would not now be persecuted therefore upon his return.  While it may be true that he may be punished for his illegal departure from Yugoslavia such punishment is not the physical persecution contemplated by the statute.  The statute contemplates persecution visited upon the alleged offender in the form of corporal punishment, torture or death because of race, religion or political opinion.  Here the punishment which the applicant fears he might suffer would apparently be after conviction for a crime cognizable under the recognized juridical system.  That is not persecution.\n    \n    \n      76\n      'I believe that the applicant has failed to establish by reasonable and probative evidence that he would be subjected to physical persecution if returned to Yugoslavia.  His application should therefore be denied.'\n    \n    \n      77\n      The majority find that the standards set forth in this recommendation are erroneous.  I think that a fair reading of the above excerpt demonstrates a construction of the phrase 'physical persecution' that is not only not capricious or arbitrary but that is clearly correct.\n    \n    \n      78\n      The phrase 'physical persecution' has been construed by the Attorney General to mean incarceration, torture or death inflicted because of one's race, religion, or political opinions.  See Matter of Kale, Adm.Dec. A-9555532 (1958); Diminich v. Esperdy, supra; Blazina v. Bouchard, supra.  It has been recognized, of course, that the mode of punishment is not controlling, so that complete denial of employment can be physical persecution-- if inflicted for an illicit reason.  Diminich v. Esperdy, supra; Dunat v. Hurney, 297 F.2d 744 (3rd Cir. 1962).  However, infliction of the punishment on racial, religious, or political grounds has to date been required.  The fact that a law is harsh or restricts individual freedoms in a way inconsistent with our own beliefs does not mean that its application, without more, amounts to physical persecution.  Congress recognized that all those who live under Communist regimes suffer deprivation of freedoms that we take for granted.  Congress intended, however, that 243(h) relief would be available only to those who could show that they would be singled out and subjected to persecution because of their race, religion or political viewpoint.  Here, again, the label attached to such persecution is of no significance.  Penal laws punishing traditional crimes such as murder, robbery, etc., might be applied in a discriminatory fashion;10 a law forbidding unauthorized exit might be invoked only against those who fled for political reasons.  Physical persecution would likewise exist, as the majority suggest, if breach of traditional or untraditional laws was prompted by persecution or fear of persecution for the proscribed reasons.\n    \n    \n      79\n      The majority lose sight of these principles when it relies on the fact that 'general prohibitions against departure from a country do not * * * define traditional crimes in Western societies.'  The majority finds a crucial distinction, as far as 243(h) relief is concerned, between escaping from a country by deserting one of its ships in a friendly country11 and escaping by fleeing across its frontier.  The former is an act that civilized countries do or might forbid while only totalitarian countries limit their citizens' rights of egress.  This is true, the majority seem to feel, even though the law forbidding egress has no relation to race, religion or political viewpoint and is not discriminatorily applied.  Thus, two aliens who fled the same Communist country because of dissatisfaction with their economic plight and who might both be prosecuted on return for unlawful departure, would find themselves in quite different positions as far as 243(h) relief is concerned.  To me, this is an incongruous and illogical result.  The determinative question here is the underlying cause of the punishment, not the mode of departure or the title of the statute under which the alien would be prosecuted.  Accordingly, assuming that the appellant here will be imprisoned for his illegal departure from Yugoslavia, he must do more than show possibility of prosecution for violating a law that is not discriminatorily applied.  He must demonstrate, and convince the Attorney General, that he will be prosecuted under this law because of his race, religion or political viewpoint, or as the majority suggest, that he fled the country because of this type of oppression.\n    \n    \n      80\n      The majority's reasoning could also lead to some bizarre and undesirable results.  First, it would place those refugees who have fled a communist country and been granted asylum in a democratic state and then jumped ship here in a better position that those who desert a Communist vessel.  It would seem wiser to discourage refugees who already have been granted one haven from deserting ships of friendly nations and flouting our own immigration laws.  Further, the annual number of escapees from Yugoslavia is apparently quite substantial.  Many leave Yugoslavia because of their dire economic plight.  If any of them can reach our shores, under the majority decision the mere fact that they escaped would entitle them to consideration under 243(h), a section which was intended to serve no such purpose.\n    \n    \n      81\n      Turning now to the opinion of the Special Inquiry Officer, it seems clear to me that he had the proper criteria in mind in passing on Sovich's application.  He found, first, that Sovich would not be persecuted on his return for his political or religious beliefs.  Then, using the language earlier quoted, he found that imprisonment for his illegal departure which would not stem from his race, religion, or political viewpoint, did not constitute physical persecution.  Although the last two sentences of the language quoted may be overly broad in that they suggest that conviction for any crime, even one related to religious or political viewpoint, would not constitute physical persecution, a fair reading of this language in context indicates that such was not the Inquiry Officer's understanding.  He accepts the fact, by what he states before these two sentences, that punishment, whatever its form, must be related to race, religion, or political viewpoint.  This conclusion is more than amply supported by the record and should be affirmed.  Reversal here, on a record as free of doubt as this, would be contrary to our Diminich holding and the standard of review there established.\n    \n    \n      \n        1\n         This position finds its parallel in the dissenting opinion in Dunat v. Hurney, 3 Cir., 1961, 297 F.2d 744, 749, which was rejected by a majority in that case and apparently by eight members of the Court on reargument in banc, 297 F.2d 753 (1962).  This Court's critical discussion of Dunat in Diminich v. Esperdy, 2 Cir., 1961, 299 F.2d 244, 247-248, cert. denied, 1962, 369 U.S. 844, 82 S.Ct. 875, 7 L.Ed.2d 848, is without application to the instant case where the language of the Special Inquiry Officer's opinion quoted by Judge Waterman cannot be ignored\n        While I find the standard adopted in the prior hearing to be patently erroneous, the error may not have appeared to the Special Inquiry Officer and the Regional Commissioner, who may have been misled by the broad language of cases which hold that under particular circumstances imprisonment for crimes cognizable under a foreign juridical system would not constitute 'physical persecution.'  See Kalatjis v. Rosenberg, 9 Cir., 1962, 305 F.2d 249, 252; Blagaic v. Flagg, 7 Cir., 1962, 304 F.2d 623, 627; Diminich v. Esperdy, supra, 299 F.2d at 246; Blazina v. Bouchard, 3 Cir., 1961, 286 F.2d 507, 511, cert. denied, 366 U.S. 950, 81 S.Ct. 1904, 6 L.Ed.2d 1242.\n      \n      \n        2\n         At the very least, in view of the substantial doubts as to the standard employed in the prior hearing, Sovich would seem to be entitled to have us reverse and remand for a clarification on this issue.  Cf. Townsend v. Sain, 1963, 372 U.S. 293, 315, fn. 10, 83 S.Ct. 745, 9 L.Ed.2d 770; Minnesota v. National Tea Co., 1940, 309 U.S. 551, 60 S.Ct. 676, 84 L.Ed. 920; Herb v. Pitcairn, 1945, 324 U.S. 117, 65 S.Ct. 459, 89 L.Ed. 789.  In the circumstances of this case, in order that the Service may have the benefit of Judge Waterman's elaboration of the governing standards, and also to accord to Sovich the advantage of the new procedures established by regulations in force subsequent to the date of his hearing (see Milutin v. Bouchard, 1962, 370 U.S. 292, 82 S.Ct. 156, 8 L.Ed.2d 501, vacating and remanding, 3 Cir., 1962, 299 F.2d 50; Zupicich v. Esperdy, S.D.N.Y., 1962, 207 F.Supp. 574, 580, fns. 13-14), it seems just that Sovich should receive a new hearing\n      \n      \n        1\n         Sovich has failed to refer this court to any Yugoslav statute making unlawful departure a punishable act or to any Yugoslav practice of punishing those who flee the country\n      \n      \n        2\n         Sections 243(h) and 244(a).  See, also, Sections 245(a) and 249(a)\n      \n      \n        3\n         For example, under 244(a): whether the alien has applied for relief within five years after the effective date of the statute; whether he last entered the United States more than two years prior to June 27, 1952; whether he is deportable under any law of the United States and is not a member of a class of aliens whose deportation could not have been suspended by Section 19(d) of the Immigration Act of 1917, as amended.  Under 249(a): whether the alien entered the United States prior to June 28, 1940; has had residence in the United States continuously since such entry\n      \n      \n        4\n         See, e.g., Report of the Attorney General's Committee on Administrative Procedure (1941); Dickinson, Administrative Justice and the Supremacy of Law, 55 (1927); Henderson, The Federal Trade Commission, 93-98 (1924)\n      \n      \n        5\n         See, e.g., Landis, The Administrative Process, 152-153 (1938)\n      \n      \n        6\n         See Brown, Law and Fact in Judicial Review, 56 Harv.L.Rev. 899, 926-927 (1943)\n      \n      \n        7\n         The background and decision of Matter of Kale, Adm.Dec. A9 555 532 is instructive on this point.  A number of contentions raised by Yugoslav nationals in proceedings before the Service led the Commissioner of Immigration in October 1956 to defer further action until the Service was able to collect reliable information as to conditions in Yugoslavia.  The decision in the Kale case, rendered after the investigation was completed, was forwarded to Regional Commissioners with instructions that decisions as to all Yugoslav crewmen who had entered since 1945 and had been in Yugoslavia at some time since that date should be 'based upon the criteria' stated therein.  The decision discussed the political climate of Yugoslavia in some detail.  See Judge Friendly's opinion in Diminich v. Esperdy, 299 F.2d 244, 246-247 (2d Cir. 1961), cert. denied, 369 U.S. 844, 82 S.Ct. 875, 7 L.Ed.2d 848 (1962).  The procedure utilized by the Commissioner in this instance indicates the resources required to ascertain the political facts in a foreign country and demonstrates well the need for professional judgment in evaluating the probable consequences of these facts\n      \n      \n        8\n         The statute itself makes clear that the Attorney General is required to keep under review those cases in which 243(h) relief is granted.  Since he is to withhold deportation 'for such period of time as he deems to be necessary for such reason (physical persecution)', he must be continuously alert to developments in the country involved and in the alien's position vis-a-vis those developments\n      \n      \n        9\n         Compare Stern, Review of Findings of Administrators, Judges and Juries: A Comparative Analysis, 58 Harv.L.Rev. 70, 105-707 (1944) arguing that the function of the court reviewing administrative decisions is to search for 'legislative intention'.  When Congress lays down general standards for an administrative agency to follow, the agency has the function of filling in the interstices and giving content to that standard.  If the agency has stayed within the bounds of the exercise of discretion fixed by Congress, the courts are not to substitute their judgment for that of the agency\n      \n      \n        10\n         Consider the recent reports that only Jews are punished for violation of certain Russian laws defining commercial crimes\n      \n      \n        11\n         This was the situation in Diminich v. Esperdy, supra.  Diminich, as Sovich here, had shipped out from Yugoslavia, deserted his vessel in Italy, shipped as a seaman and again deserted his vessel in New York.  His testimony before the Hearing Commissioner was quite similar to Sovich's.  He feared that he would be imprisoned for desertion and that he would have 'difficulties' if returned.  This Court held that incarceration for a violation of the Yugoslav law was 'reconcilable with generally recognized concepts of justice.'  299 F.2d at 246\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 260980
        },
        {
            "author_str": "Waterman",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nWATERMAN, Circuit Judge.\nThis is an appeal from an order of the United States District Court for the Southern District of New York granting a motion by the District Director of the Immigration and Naturalization Service, defendant below, for summary judgment, 206 F.Supp. 558. The action was commenced to review an administrative order denying appellant’s application under Section 243(h) of the Immigration and Nationality Act of 1952, 8 U.S.C. § 1253(h), for a stay of his deportation to Yugoslavia. The primary question presented is whether the Attorney General, through his delegate, the Regional Commissioner of the I. N. S., correctly interpreted the statutory standard in ruling that appellant would not be subject to “physical persecution” were he deported to Yugoslavia.\nStefano Sovieh was born in 1925 in the City of Cres, on the Istrian Peninsula. The territory was then in Italy and now is part of Yugoslavia. In 1956, Sovieh, after several unsuccessful attempts, escaped from Yugoslavia and fled to Italy, where he was received as a refugee and where he remained for one year. In 1957 he found employment on a Panamanian vessel and, on October 12, 1958, entered the United States as a non-immigrant crewman for a 29-day period of shore leave.\nOn January 16,1959, Sovieh having remained in the United States for a longer period than authorized, was served with an order to show cause why he should not be deported. At his deportation hearing, appellant conceded deportability, but was granted, upon request, the privilege of voluntary departure to Italy. 8 U.S.C. § 1254(e). When it subsequently appeared that Sovieh would not be admitted to Italy, however, his deportation to Yugoslavia was ordered. 8 U.S.C. § 1253(a).\nOn September 22, 1959, Sovieh applied to the Attorney General for a stay of deportation pursuant to Section 243(h), which provides:\n“The Attorney General is authorized to withhold deportation of any alien within the United States to any country in which in his opinion the alien would be subject to physical persecution and for such period of time as he deems to' be necessary for such reason.”\nAppellant was thereafter interrogated, on October 9, 1959, by a Special Inquiry Officer of the Immigration and Naturalization Service in accordance with the regulations of the Attorney General then in effect. 8 C.F.R. 243.3(b) (2) (1958).\nIn his testimony before the Special Inquiry Officer Sovieh told of his life in Yugoslavia, of his opposition to Communism on religious and political grounds, of statements against the regime which he had made to friends, of being questioned by the Yugoslav officials and warned against further opposition to the regime, and, finally, of his escape from Yugoslavia and flight to Italy. Appellant further testified that he feared he would be imprisoned for his anti-communistic beliefs and statements, or for his illegal departure from the country, in the event of his return to Yugoslavia.\nOn October 21, 1959, the Special Inquiry Officer recommended a denial of appellant’s application on the ground that Sovieh had failed to establish that he would be subject to physical persecution if deported to Yugoslavia. The officer stated:\n“Since the applicant was not in any way mistreated after these al*24leged utterances were reported to the authorities, it seems reasonable to believe that he would not now be persecuted therefor upon his return. While it may be true that he may be punished for his illegal departure from Yugoslavia such punishment is not the physical persecution contemplated by the statute. The statute contemplates persecution visited upon the alleged offender in the form of corporal punishment, torture or death because of race, religion or political opinion. Here the punishment which the applicant fears he. might suffer would apparently be after conviction for a crime cognizable under the recognized juridical system. That is not persecution.”\nThe Regional Commissioner for the Northeast Region of the I.N.S. (to whom the Attorney General had delegated his authority under the administrative system then in effect, 8 C.F.R. § 243.3(b) (2) (1958)), concurred in the opinion of the Special Inquiry Officer, and ordered that Sovich’s application under Section 243(h) be denied.\nAppellant thereupon commenced this action in the District Court and seeks a declaration that the denial of his application was based upon an erroneous interpretation of Section 243(h).\nWe are confronted, at the outset, with the problem of determining the scope of our powers to review actions of the Attorney General, or his delegates, under Section 243(h) of the Immigration and Nationality Act of 1952.\nIn United States ex rel. Leong Choy Moon v. Shaughnessy, 218 F.2d 316, 318 (2 Cir. 1954), we stated that “In the field of immigration and nationality Congress has vested the executive branch of the Government with wide discretionary powers, and the scope of judicial review is closely circumscribed.” The language of Section 243(h) itself makes clear that the decision whether an alien would be physically persecuted on return to his native country rests solely with the Attorney General or his delegate. Ibid.; Blazina v. Bouchard, 286 F.2d 507, 511 (3 Cir. 1961), cert. denied, 366 U.S. 950, 81 S.Ct. 1904, 6 L.Ed.2d 1242. “The very nature of the decision * * * concerning what the foreign-country is likely to do is a political issue-into which the courts should not intrude.” United States ex rel. Dolenz v. Shaughnessy, 206 F.2d 392, 395 (2 Cir. 1953); see Chicago &amp; Southern Air Lines, v. Waterman S.S. Corp., 333 U.S. 103,, 111, 68 S.Ct. 431, 92 L.Ed. 568 (1948). In formulating that decision, the Attorney General has access to, and may under appropriate circumstances rely upon, State Department material and intelligence information which is unavailable to a reviewing court. Diminich v. Esperdy, 299 F.2d 244, 246 (2 Cir. 1961), cert. denied, 369 U.S. 844, 82 S.Ct. 875, 7 L.Ed.2d 848 (1962); United States ex rel. Dolenz v. Shaughnessy, supra; see Jay v. Boyd, 351 U.S. 345, 76 S.Ct. 919, 100 L.Ed. 1242 (1956). Moreover,, as with the Attorney General’s power to suspend deportation under Section 244(a) of the Act, the favorable exercise of his discretion to withhold deportation under Section 243(h) “is manifestly not a matter of right under any circumstances, but rather is in all cases a matter of grace.” Jay v. Boyd, 351 U.S. at 354, 76 S.Ct. at 924; Chao-Ling Wang v. Pilliod, 285 F.2d 517, 520 (7 Cir. 1960); Zupicich v. Esperdy, 207 F.Supp. 574, 581 (S.D.N.Y.1962).\nNevertheless, the applicant under Section 243(h) is not without rights, which may be judicially enforced' when, as here, the refusal of the Attorney General to stay deportation is challenged in a suit for declaratory judgment. The applicant is entitled to procedural due-process. United States ex rel. Leong Choy Moon v. Shaughnessy, supra. Helias a right to have his application considered, Blazina v. Bouchard, supra, and this consideration must be given in conformity with the pertinent regulations, promulgated by the Attorney General himself. Milutin v. Bouchard, 370 U.S. 292, 82 S.Ct. 156, 8 L.Ed.2d 501 (1962). *25The denial of his application must not have been “actuated by considerations that Congress could not have intended to make relevant.” Cf. United States ex rel. Kaloudis v. Shaughnessy, 180 F.2d 489, 491 (2 Cir. 1950); Blazina v. Bouchard, 286 F.2d at 511.\nWhether the courts, in reviewing action under Section 243(h), may properly consider the standard employed by the Attorney General’s delegates, as distinguished from procedural fairness, is a question not yet expressly ruled upon in this circuit. Cf. Diminich v. Esperdy, 299 F.2d 244, 248 (2 Cir. 1961). In Dunat v. Hurney, 297 F.2d 744 (1961), [297 F.2d 753 (1962) on rehearing in banc], however, the Third Circuit ruled that the proper interpretation of the phrase “physical persecution” in Section 243(h) is a question of law “peculiarly appropriate for independent judicial ascertainment.” 297 F.2d at 746. The court there held that the Attorney General’s delegate had erroneously interpreted the provision in stating that “the fact that the applicant might be denied •employment for church membership or for failure to join the Communist Party is * * * not within the import of the term ‘physical persecution.’ ” Ibid.\nIn other cases the courts have expressly approved the Attorney General’s construction of Section 243(h), thereby indicating their willingness to entertain .an attack upon the standards employed in its administration. E. g., Diminich v. Esperdy, 299 F.2d 244, 246 (2 Cir. 1961) •(“ * * * Diminich’s claims were simply •of ‘difficulties’; repugnant as we find such interference with religious observance and freedom of association to be, ‘difficulties’ are not the ‘physical persecution’ which Congress chose to make the sole factor warranting a stay of deportation * * * ”); Blazina v. Bouchard, 286 F.2d 507, 511 (3 Cir. 1961) (“At worst, it appears that [appellant] will be ‘looked down upon’ and will encounter some ‘complications’. * * * The repugnance of such a governmental policy to our own concepts of religious freedom cannot, however, justify our labelling such actions as ‘physical persecution’. Nor can the three-month prison sentence to which Blazina may be subjected as punishment for deserting his ship or his country illegally be termed physical persecution. The phrase ‘physical persecution’ should be taken to mean confinement, torture or death inflicted on account of race, religion, or political viewpoint.” Chao-Ling Wang v. Pilliod, 285 F.2d 517, 520 (7 Cir. 1960) (“A prosecution before a military tribunal convened pursuant to laws of a foreign state to try offenses committed by a member of the military forces of that country, cannot be construed to be physical persecution under [Section 243 (h)].”).\nPersuasive authority for our power to review administrative interpretations of § 243(h) may be drawn from cases in which the courts have independently construed related provisions in the Immigration and Nationality Act of 1952 or the Immigration Act of 1917. Under § 244(a) of the Act of 1952, 8 U.S.C. § 1254(a), [formerly 19(c) of the Immigration Act of 1917, 8 U.S.C. § 155(c)] the Attorney General is given the discretionary power to suspend deportation in the case of certain aliens who have continuously resided in the United States for some years prior to their application for relief, who have proved their “good moral character” during that period, and “whose deportation would, in the opinion of the Attorney General, result in exceptional and extremely unusual hardship * * * ” 8 U.S.C. § 1254(a). As in the case of withholding deportation under § 243(h), the favorable exercise of the Attorney General’s power to suspend deportation under § 244(a) is a matter of grace and rests within the sole discretion of the Attorney General or his delegate. Jay v. Boyd, 351 U.S. 345, 354, 76 S.Ct. 919, 100 L.Ed. 1242 (1956) ; Cavallaro v. Lehmann, 264 F.2d 237 (6 Cir. 1959). Again, as under Section 243(h), the Attorney General may rely upon confidential information, unavailable to the applicant or a reviewing court, in considering an application to suspend *26deportation under Section 244. Jay v. Boyd, supra; United States ex rel. Matranga v. Mackey, 210 F.2d 160 (2 Cir. 1954), cert. denied, 347 U.S. 967, 74 S.Ct. 778, 98 L.Ed. 1109.\nNevertheless, the courts have repeatedly granted relief to deportable aliens where it has appeared that the Attorney General has misconstrued the limits or terms of his discretionary power under § 244(a) or its predecessor statute.\nIn McLeod v. Peterson, 283 F.2d 180 (3 Cir. 1960), petitioner had been denied suspension of deportation under § 244(a) (2) on the ground that he had not been “present in the United States for a continuous period of * * * five years” as required by the statute. Ruling that petitioner’s temporary absence from the country was caused by an initial “erroneous deprivation of the appellant’s right to discretionary relief,” the court held that his departure, under those circumstances, did “not interrupt the continuity of his presence in the United States within the meaning of that specific statutory provision.” 283 F.2d at 187. The court thereupon directed that appellant’s deportation be stayed pending a new application to the Attorney General for discretionary relief. In United States ex rel. Exarchou v. Murff, 265 F.2d 504 (2 Cir. 1959), this court granted similar relief under § 19(c) of the Immigration Act of 1917, holding that the Attorney General, through his delegate, had erroneously denied appellant’s application for suspension of deportation on the ground that appellant had failed to prove his good character. “The statute,” we said, “makes good character itself, not a reputation for it, the finding necessary to the Service's decision. * * * Thus we cannot accept the Service’s alternative conclusion that, even if Exarchou truthfully described his conduct, ‘a married man is not free to carry on such a relationship and still be considered one of good character.’ ” 265 F.2d at 507.\nIn Pagano v. Brownell, 227 F.2d 36 (D.C.Cir.1955), appellant had been denied suspension of deportation under § 19 on the ground that a prior criminal conviction involved moral turpitude and thus rendered him ineligible for discretionary relief. Finding in subsequent actions of the Attorney General’s delegate some indication that appellant’s prior conviction had not involved moral turpitude, the Court of Appeals for the-District of Columbia remanded the cause, directing that the district court “should determine whether * * * the Attorney General had discretion to suspend appellant’s deportation, and if so, should direct him to exercise it.” 227 F.2d at 37. And see United States ex rel. Zacharias v. Shaughnessy, 221 F.2d 578 (2 Cir. 1955).\nThe Supreme Court has itself undertaken to review statutory constructions of the Attorney General in deportation cases where discretionary relief was denied. See McGrath v. Kristensen, 340 U.S. 162, 71 S.Ct. 224, 95 L.Ed. 173-(1950) (holding that because of erroneous construction of a related statute, the-Attorney General unjustly refused to suspend appellant’s' deportation under § 19(c) of the Immigration Act of 1917); United States ex rel. Hintopoulos v. Shaughnessy, 353 U.S. 72, 77, 77 S.Ct. 618, 1 L.Ed.2d 652 (1957) (“[i]t is clear from the record that the Board applied the correct legal standards in deciding whether petitioners met the statutory prerequisites for suspension of deportation.”) And see Delgadillo v. Carmichael, 332 U.S. 388, 68 S.Ct. 10, 92 L.Ed. 17 (1947) ; Fong Haw Tan v. Phelan, 333 U.S. 6, 68 S.Ct. 374, 92 L.Ed. 433 (1948).\nReason as well as authority supports the position that the standards employed by the Attorney General in exercising his discretion under § 243(h) are subject to judicial review. The Attorney General’s assessment of the conditions obtaining in any particular country, is, of course, a political matter, a “question of fact.” It is equally clear, we believe, that the standards by which those conditions are to be judged — what Congress meant by the expression “physical persecution” — is a question of law. For the courts to rule upon that issue is not an intrusion into the Attorney General’s *27discretion. It is rather an interpretation of the statutory prerequisites to any proper exercise of his discretion.\nNot all statutory schemes for administrative regulation are properly subject to judicial construction, of course. The interpretation or elaboration of a statutory pattern occasionally lies within the special expertise of the agency charged with its enforcement. Under these circumstances the courts have readily deferred to the administrative judgment, whether the question be labeled one of “fact” or of “law.” E. g., N. L. R. B. v. Local 182, I. B. T., 314 F.2d 53 (2 Cir. Jan. 28, 1963); Moog Industries v. F. T. C., 355 U.S. 411, 78 S.Ct. 377, 2 L.Ed.2d 370 (1958); Railroad Commission of Texas v. Rowan, Nichols Oil Co., 310 U.S. 573, 60 S.Ct. 1021, 84 L.Ed. 1368 (1940); N. L. R. B. v. Standard Oil Co., 138 F.2d 885 (2 Cir. 1943); and see generally 4 Davis, Administrative Law § 30 (1958). Here, however, no problem of administrative expertise arises. Section 243(h), like its predecessor statute, reflected the humanitarian concern of Congress that aliens should not be expelled from our shores into the hands of totalitarian regimes unwilling to recognize even elementary standards of human decency. Neither the Attorney General nor his delegates in the Immigration and Naturalization Service are better able than we to gauge the bounds of that Congressional concern, and thus to define the limits within which the Attorney General’s discretion is to operate.\nIt is suggested that even if the courts undertook to review the standards employed by the Attorney General’s delegate under § 243(h), they would have no means of knowing whether standards decreed by them were being applied in the light of the extra-record material relied upon by the Attorney General in making his determinations. Under administrative regulations now in effect, such reliance upon confidential information may be sharply limited by the requirement of a prior determination that disclosure of such information would be prejudicial to the interests of the United States, 8 C.F.R. 242.17 (c); Milutin v. Bouchard, 370 U.S. 292, 82 S.Ct. 156, 8 L.Ed.2d 501 (1962). Moreover, we are unwilling to accept a necessary premise of the argument advanced: that having received our authoritative construction of the statutory standard to be employed under § 243 (h), the Attorney General would cloak his disregard of that standard behind factual determinations based upon information unavailable to a reviewing court.\nWe hold that the courts may review the Attorney General’s construction of the statutory limits within which his discretion is to operate under Section 243(h).\nWe are brought thus to the merits. In his recommendation that appellant’s application be denied, the Special Inquiry Officer stated, as set forth above:\n“While it may be true that [Sovich] may be punished for his illegal departure from Yugoslavia such punishment is not the physical persecution contemplated by the statute. The statute contemplates persecution visited upon the alleged offender in the form of corporal punishment, torture or death because of race, religion or political opinion. Here the punishment which the applicant fears he might suffer would apparently be after conviction for a crime cognizable under the recognized juridical system. That is not persecution.”\nIn effectuating the Inquiry Officer’s recommendation of denial, the Regional Commissioner for the Northeast Region of the I.N.S. “concur [red] in the opinion of the Special Inquiry Officer that this applicant would not he physically persecuted if deported to Yugoslavia,” not merely in the Officer’s ultimate conclusion that discretionary relief should be denied. The Commissioner made no attempt to negative the assumption of the Inquiry Officer that Sovich might well be subject to punishment for his illegal departure from Yugoslavia, nor did the Commissioner disclaim the standard upon which the Officer’s recommendation was based.\n*28Under these circumstances it is fairly to be inferred, we believe, that the Regional Commissioner, as the Attorney General’s delegate, adopted the standard employed by the Inquiry Officer in denying appellant’s application under § 243 (h). It would be anomalous for one official to profess concurrence in the judgment of another, knowing full well that the substance of the matters decided was not the same, and that the supposed concurrence went merely to a similarity of verbal expression.\nAn analysis of the Inquiry Officer’s statement, quoted above, reveals three assumptions which underlie his conclusion that imprisonment for illegal departure from Yugoslavia would not be the physical persecution contemplated by the statute:\n1. “Punishment * * * after conviction for a crime cognizable under the recognized juridical system * * * is not persecution,” We have no doubt that an alien fugitive from punishment for a traditional crime could not ordinarily claim the benefits of Section 243 (h). It was not the intent of Congress to make the United States a refuge for common criminals by operation of this humanitarian statute. The memory of Hitler’s atrocities and of the legal system which he corrupted to serve his purposes, however, are still too fresh for us to suppose that physical persecution may not bear the nihil obstat of a “recognized juridical system.” These same events, indeed, led this country to recognize that even traditional crimes may involve no moral turpitude, within the purview of American immigration laws, when their commission was “incidental to the * * flight from great persecution or oppression by nations * * * against large racial, religious or political minorities.” 39 Op.Atty.Gen. 215-227.\n2. “The statute contemplates [only] persecution * * * because of race, religion or political opinion.” General prohibitions against departure from a country do not, of course, define traditional crimes in Western societies. They are the product of modern dictatorships able to control long borders and the movements of their people within them. Indeed, the recent history of Eastern European countries and current events in Berlin would seem to suggest that such prohibitions are a prerequisite to the repressions that communistic regimes impose upon their subjects.\nDevotees of such regimes do not risk-life and limb to violate statutes prohibiting departure. It would be naive to suppose, therefore, that punishment for illegal departure, under these circumstances,, is not politically motivated, or does not constitute punishment “because of * *• political opinion.”\n3. “The statute contemplates; persecution * * * in the form of corporal punishment, torture or death.”' In so formulating the standard to be applied under § 243(h), the Special Inquiry Officer made a significant omission from previous formulations approved by the Attorney General and the courts:\n“The phrase ‘physical persecution’ should be taken to mean confinement, torture, or death inflicted on account of race, religion, or political viewpoint.” (Emphasis supplied). Blazina v. Bouchard, 286 F.2d 507, 511 (3 Cir. 1961).\n“Physical persecution contemplates incarceration or subjection to corporal punishment, torture, or death based usually on one’s race, religion, or political opinions.” (Emphasis supplied.) Matter of Kale, Adm.Dec. A9555532 (1958).\nThe Kale decision was forwarded to Regional Commissioners in May, 1958, with instructions that decisions as to all Yugoslav crewmen who had entered since 1945 and had been in Yugoslavia at some time since that date should be “based upon the criteria” stated therein. See Diminich v. Esperdy, 299 F.2d 244, 246 (2 Cir. 1961). By his failure to allege the threat of torture or death, therefore, as distinguished from simple incarceration, appellant was not precluded from having his-application considered under § 243(h).\n*29We do not suggest, of course, that all incarceration, whatever its duration or whatever its assigned justification, would constitute physical persecution within the purview of the statute. The courts have held that a brief period of incarceration for a seaman who has deserted his ship, or “a prosecution before a military tribunal convened pursuant to laws of a foreign state to try offenses committed by a member of the military forces of that country” would not constitute physical persecution under § 243(h). Chao-Ling Wang v. Pilliod, 285 F.2d 517, 520 (7 Cir. 1960); Blazina v. Bouchard, 286 F.2d 507, 511 (3 Cir. 1961). Without more, the alien’s punishment, under these circumstances, might realistically be compared to his liabilities within our system of law were he to violate traditional statutory or contractual duties.\nWe do not suggest that any incarceration for even political crimes, such as the one here involved, would constitute physical persecution under § 243 (h). However repugnant to. our own concept of justice, a brief confinement for illegal departure or for political opposition to a totalitarian regime would not necessarily fall within the ambit of Congress’s special concern in enacting this provision. We are unwilling to believe, however, that Congress has precluded from relief under § 243(h) an alien threatened with long years of imprisonment, perhaps even life imprisonment, for attempting to escape a cruel dictatorship. Such a construction of the statute would attribute to Congress an insensitivity to human suffering wholly inconsistent with our national history.\nWe hold, therefore, that the Attorney General, through his delegate, erroneously construed the limits of his discretion in ruling that imprisonment for illegal departure may never constitute “physical persecution” within the purview of § 243(h).\nThe Government now argues that, even assuming the Attorney General’s use of an erroneous standard in denying appellant’s application, we should review the record ourselves and rule that, under the most generous standard applicable, appellant has failed to establish a case for discretionary relief.\nWe cannot say that such a case has been established on the record before us. Although the Government appears to concede the possibility of appellant’s incarceration should he be returned to his native country, the nature, duration and grounds for that threatened punishment are disputed.\nSuch a record is not uncommon in the case of applications under § 243(h), of course. Although applicants under this provision have the burden of establishing their eligibility for relief, they are often, like Sovich, unlettered persons who have been away from their native countries for many years. They typically have available to them no better methods for ascertaining current political conditions abroad than does the average citizen — or than does this court.\nWe believe it is for this reason, as well as to avoid prejudicing national interests, that the Attorney General has authorized his delegates in the Immigration and Naturalization Service to consider extra-record information available from national intelligence sources, in ruling upon applications under § 243 (h). Inasmuch as that information might as well be favorable as unfavorable to appellant’s contentions, we cannot say how the Attorney General’s delegate would rule upon appellant’s application were he to consider it anew under the standards herein set forth. See Securities and Exchange Commission v. Chenery Corp., 318 U.S. 80, 63 S.Ct. 454, 87 L.Ed. 626 (1943).\nThe judgment of the district court dismissing appellant’s complaint is, accordingly, reversed, and the cause is remanded with instructions that a stay of deportation be issued to remain in effect until appellant shall have been given the opportunity to renew his application to the' Attorney General under § 243(h).\n",
            "ocr": false,
            "opinion_id": 9449410
        },
        {
            "author_str": "Medina",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*30MEDINA, Circuit Judge\n(concurring) .\nI concur. I cannot agree with my brother Moore’s statement that our holding in this case amounts to “undertaking a gigantic task of world paternalism” or that it opens the way to “bizarre and undesirable results.” On the contrary, on this record, the remand for further consideration seems to me to be an act of simple justice.\nSection 243(h), referred to in both the majority and the dissenting opinions, authorizes the Attorney General to withhold deportation to any country in which in his opinion the alien would be subject to “physical persecution.” I do not see how the rulings of the Special Inquiry Officer and the Regional Commissioner can mean anything other than that imprisonment for illegal departure may never constitute “physical persecution.” If this is so, the construction thus given to the statute is not only utterly repugnant to our national traditions and history, it is also patently inconsistent with the intention of the Congress in enacting Section 243(h). A decision based upon such misreading of the law must necessarily be capricious and arbitrary.\nEven if we assume, as seems to be suggested by my brother Moore, that there is something vaguely ambiguous about the rulings of the Special Inquiry Officer and the Regional Commissioner, and that the correct governing standards were understood by these officials sub silentio,1 this is mere unsubstantiated hypothesis. The so-called ambiguity can readily be resolved upon the remand, and, in view of the drastic consequences to which Sovich may be exposed and the pervasive humanitarian concern of the Congress in enacting Section 243(h) (see Chi Sheng Liu v. Holton, 9 Cir., 1961, 297 F.2d 740, 741-742; United States v. Esperdy, S.D.N.Y., 1960, 188 F.Supp. 491, 498-499), it seems to me to be our clear duty to remand the case for further proceedings.2 ****8\n\n. This position finds its parallel in the dissenting opinion in Dunat v. Hurney, 3 Cir., 1961, 297 F.2d 744, 749, which was rejected by a majority in that case and apparently by eight members of the Court on reargument in bane, 297 F.2d 753 (1962). This Court’s critical discussion of Dunat in Diminich v. Esperdy, 2 Cir., 1961, 299 F.2d 244, 247-248, cert. denied, 1962, 369 U.S. 844, 82 S.Ct. 875, 7 L.Ed.2d 848, is without application to the instant case where the language of the ■Special Inquiry Officer's opinion quoted by Judge Waterman cannot be ignored.\nWhile I find the standard adopted in the prior hearing to be patently erroneous, the error may not have appeared to the Special Inquiry Officer and the Regional Commissioner, who may have been misled by the broad language of cases which hold ■that under particular circumstances imprisonment for crimes cognizable under a foreign juridical system would not constitute “physical persecution.” See Kalatjis v. Rosenberg, 9 Cir., 1962, 305 F.2d 249, 252; Blagaic v. Flagg, 7 Cir., 1962, 304 F.2d 623, 627; Diminich v. Esperdy, supra, 299 F.2d at 246; Blazina v. Bouchard, 3 Cir., 1961, 286 F.2d 507, 511, cert. denied, 366 U.S. 950, 81 S.Ct. 1904, 6 L. Ed.2d 1242.\n\n\n. At the very least, in view of the substantial doubts as to the standard employed in the prior bearing, Sovich would seem to be entitled to have us reverse and remand for a clarification on this issue. Cf. Townsend v. Sain, 1963, 372 U.S. 293, 315, fn. 10, 83 S.Ct. 745, 9 L.Ed.2d 770 ; Minnesota v. National Tea Co., 1940, 309 U.S. 551, 60 S.Ct. 676, 84 L.Ed. 920; Herb v. Pitcairn, 1945, 324 U.S. 117, 65 S.Ct. 459, 89 L.Ed. 789. In the circumstances of this case, in order that the Service may have the benefit of Judge Waterman’s elaboration of the governing standards, and also to accord to Sovich the advantage of the new procedures established by regulations in force subsequent to the date of bis hearing (see Milutin v. Bouchard, 1962, 370 U.S. 292, 82 S.Ct. 156, 8 L.Ed.2d 501, vacating and remanding, 3 Cir., 1962, 299 F.2d 50; Zupicich v. Esperdy, S.D.N.Y., 1962, 207 F.Supp. 574, 580, fns. 13-14), it seems just that Sovich should receive a new hearing.\n\n",
            "ocr": false,
            "opinion_id": 9449411
        },
        {
            "author_str": "Moore",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLEONARD P. MOORE, Circuit Judge\n(dissenting).\nAppellant, Stefano Sovich, brought a declaratory judgment action in the district court, seeking an order declaring “arbitrary and capricious” the Attorney General’s refusal to stay his deportation *31to Yugoslavia on the claim of physical persecution pursuant to Section 243(h) of the Immigration and Nationality Act (8 U.S.C. § 1253(h)). The trial court granted the cross-motion by defendant District Director of the Immigration and Naturalization Service for summary judgment. Sovich appeals.\nIn addition to the facts stated in the majority opinion, the record of the hearing before the Special Inquiry Officer discloses that Sovich resided in Yugoslavia from his birth in 1925 until his departure in 1956. During that period, he went to school through the fifth elementary grade and thereafter worked on his father’s farm or as a fisherman. He testified that he never belonged to the Communist Party, was never politically active, and never publicly expressed himself against Communism in his town, but privately confided his opposition to friends. He believes that one of them reported him to the authorities and he was warned early in 1956 by a local official to desist, from making such utterances and he did so desist. He conceded that while he was in Yugoslavia he was never physically harmed or mistreated and was never imprisoned or charged with any crime. Sovich expressed the fear that if he returned to Yugoslavia he would be jailed because he “escaped” 1 and because he is opposed to Communism. The Special Inquiry Officer recommended that appellant’s application be denied.\nAn admittedly deportable alien challenging the refusal of the Attorney General to relax deportation under Section 243 (h) has certain lines of attack available to him. He can complain that he has been denied “appropriate procedural due process” in that his application has not been given a fair consideration, that such consideration was not given in accordance with the pertinent regulations promulgated by the Attorney General, or that he was not given the opportunity to present evidence on the subject of his persecution. See Foti v. Immigration and Naturalization Service, 308 F.2d 779 (2d Cir. 1962) (en banc); Batistic v. Pilliod, 286 F.2d 268 (7th Cir.) cert. denied 366 U.S. 935, 81 S.Ct., 1660, 6 L.Ed.2d 847 (1961); Blazina v. Bouchard, 286 F.2d 507 (3rd Cir.) cert. denied, 366 U.S. 950, 81 S.Ct. 1904, 6 L.Ed.2d 1242 (1961); Cakmar v. Hoy, 265 F.2d 59 (9th Cir. 1959); United States ex rel. Moon v. Shaughnessy, 218 F.2d 316 (2d Cir. 1954); United States ex rel. Dolenz v. Shaughnessy, 206 F.2d 392 (2d Cir. 1953). Appellant raises no such claim here. He may complain that the denial of § 243(h) relief has been actuated by “considerations that Congress could not have intended to make relevant”, United States ex rel. Kaloudis v. Shaughnessy, 180 F.2d 489, 491 (2d Cir. 1950); United States ex rel. Hintopoulos v. Shaughnessy, 233 F.2d 705, 708 (2d Cir. 1956), aff’d 353 U.S. 72, 77 S.Ct. 618, 1 L.Ed.2d 652 (1957), or that his application was denied arbitrarily or capriciously or with a complete disregard of the law and' the' facts. Blazina v. Bouchard, supra. This does not mean that denial may be set aside merely because unsupported by substantial evidence. Foti v. Immigration and Naturalization Service, supra; United States ex rel. Moon v. Shaughnessy; supra.\nA deportable alien is eligible for relief here only when, in the “opinion” of the Attorney General, expulsion would subject that alien to physical persecution in the country to which he must go. The courts have long recognized that the Attorney General is here deciding a political question that is solely within the competence of the executive branch. Namkung v. Boyd, 226 F.2d 385 (9th Cir. 1955) ; United States ex rel. Dolenz v. Shaughnessy, 206 F.2d at 395, supra; U. S. ex rel. Cantisani v. Holton, 248 F.2d 737 (7th Cir. 1957), cert. denied 356 U.S. 932, 78 S.Ct. 774, 2 L.Ed.2d 762 (1958) ;. Blazina v. Bouchard, supra. The Attorney General has access to information,, not available to a reviewing court, with *32which to assess the political climate of a foreign country and against which to weigh the assertions, often exaggerated, of an applicant for § 243(h) relief. It is with awareness of these judicial limitations that courts have stressed the “closely circumscribed” scope of judicial review of a denial of relief under § 243 ■(h). The majority seem to recognize the validity of these principles but find that the courts can review, as a question •of law, the correctness of the standards by which the Attorney General or his delegate determines whether an applicant for § 243(h) relief would be subjected to physical persecution.\nThe power of the federal government to exclude aliens, to admit them only on such conditions as it seems fit to prescribe, and to expel those within its ■dominion is plenary. These powers inhere in its sovereignty and have been consistently recognized by the courts. Nishimura Ekiu v. United States, 142 U.S. 651, 12 S.Ct. 336, 35 L.Ed. 1146 (1892); Fok Young Yo v. United States, 185 U.S. 296, 22 S.Ct. 686, 46 L.Ed. 917 (1902) ; Kaoru Yamataya v. Fisher, 189 U.S. 86, 23 S.Ct. 611, 47 L.Ed. 721 (1903) ; Carlson v. Landon, 342 U.S. 524, 72 S.Ct. 525, 96 L.Ed. 547 (1952); Harisiades v. Shaughnessy, 342 U.S. 580, 72 S.Ct. 512, 96 L.Ed. 586 (1952). In addition, Congress may designate such .agencies as it sees fit to carry out whatever policies of exclusion and expulsion it adopts and so long as such agencies do not transcend limits of authority or .abuse discretion reposed in them, their .judgment is not open to challenge or review by courts. Kaoru Yamataya v. Fisher, supra. In 1952, Congress en•acted the Immigration and Nationality Act (8 U.S.C. §§ 1101 et seq.), as a comprehensive, revised immigration, naturalization, and nationality code As an essential part of this legislative scheme, the Attorney General is given the responsibility of passing on the applications of aliens for the withholding or suspension of deportation.2. In passing on such applications, the Attorney General must first make factual findings as to whether the statutory prerequisites of eligibility have been met.3 The correctness of the legal standards applied in making such factual determinations are fully reviewable in the courts. United States ex rel. Hintopoulos v. Shaughnessy, 353 U.S. 72, 77 S.Ct. 618, 1 L.Ed.2d 652 (1957); McGrath v. Kristensen, 340 U.S. 162, 71 S.Ct. 224, 95 L.Ed. 173 (1950); McLeod v. Peterson, 283 F.2d 180 (3d Cir. 1960); United States ex rel. Exarchou v. Murff, 265 F.2d 504 (2d Cir. 1959); Pagano v. Brownell, 227 F.2d 36 (D.C. Cir. 1955).\nOnce the Attorney General finds that the alien is eligible for withholding or suspension of deportation, he must decide whether to exercise his discretion in the applicant’s favor. The statute does not restrict or specify the considerations that may be relied upon in making that decision. Relief is granted according to the unfettered discretion of the Attorney General and the standards or factors he employs will be overturned only if capricious or arbitrary. United States ex rel. Hintopoulos v. Shaughnessy, supra; Jay v. Boyd, 351 U.S. 345, 76 S.Ct. 919, 100 L.Ed. 1242 (1956). The question here concerns the scope of review of a decision of the Attorney General that involves neither the fact finding process of determining statutory eligibility nor the exercise of discretion in withholding or suspending deportation. It concerns review of the standards used by the Attorney General in determining in his opinion *33whether an alien would be subject to physicial persecution if returned to a particular country. The majority contend that this is an interpretation of a statutory norm or standard of eligibility prerequisite to an exercise of discretion and is, therefore, reviewable as a question of law as is any construction by the Attorney General of other statutory prerequisites. It is true in one sense that a finding that an alien would be subject to physical persecution is a prerequisite to discretionary action. Without such a finding, the Attorney General would be powerless to withhold deportation. But this is not the end of the inquiry.\nSection 23 of the Internal Security Act of 1950 (64 Stat. 987) amended Section 20 of the Immigration Act of 1917 (39 Stat. 890) to provide:\n“No alien shall be deported under any provisions of this chapter to any country in which the Attorney General shall find that such alien would be subjected to physical persecution.”\nTwo aspects of this statutory language are noteworthy. First, the decision of the Attorney General as to whether an alien would be subjected to physical persecution on deportation is treated solely as a question of fact. Second, once such a finding is made, the withholding of deportation is mandatory. The Attorney General has no discretion in the matter. The Immigration Act of 1917 was repealed by the Immigration and Nationality Act of 1952. The provision dealing with physical persecution is now § 243(h) of the 1952 Act. It provides:\n“The Attorney General is authorized to withhold deportation of any alien within the United States to any country in which in his opinion the alien would be subject to physical persecution and for such period of time as he deems to be necessary for such reason.”\nThe changes wrought by this new language are clear. First, the determination of whether an alien would be subject to physical persecution is not simply a decision of a factual question. It is the opinion of the Attorney General that is to control. Second, even if the Attorney General opines that an alien would be subject to physical persecution, he is authorized, not required as before, to withhold deportation.\nCommenting on the change in the statutory language, this court said in United States ex rel. Dolenz v. Shaughnessy, 206 F.2d 392, 394 (2d Cir. 1953):\n“That section modified the language of the former statute in a manner which shows clearly, we think, that the withholding of deportation in cases where the alien fears persecution rests wholly in the administrative judgment and ‘opinion’ of the Attorney General or his delegate. The courts may not substitute their judgment for his.”\nAnd at 395:\n“The very nature of the decision he must make concerning what the foreign country is likely to do is a political issue into which the courts should not intrude. As was said in Chicago &amp; Southern Air Lines v. Waterman S. S. Corp., 333 U.S. 103, 111, 68 S.Ct. 431, 436, 92 L.Ed. 568: ‘But even if courts could require full disclosure, the very nature of executive decisions as to foreign policy is political, not judicial.’ ”\nIn Blazina v. Bouchard, 286 F.2d 507, 511 (3d Cir.), cert. denied, 366 U.S. 950, 81 S.Ct. 1904, 6 L.Ed.2d 1242 (1961), the court said: :\n“The 1952 changes are significant. They make clear that a decision whether an alien would be physically persecuted on return to his native country was intended by Congress to be committed solely to the judgment of the Attorney General.”\nSee, also, United States ex rel. Cantisani v. Holton, 248 F.2d 737 (7th Cir. 1957), cert. denied, 356 U.S. 932, 78 S.Ct. 774, 2 L.Ed.2d 762 (1958); Namkung v. Boyd, 226 F.2d 385 (9th Cir. 1955); United States ex rel. Moon v. Shaughnessy, 218 F.2d 316 (2d Cir. 1954). *34These cases make clear that the Attorney General’s decision on whether an alien would be subject to physical persecution and his determination of whether or not to withhold deportation lie solely within his administrative judgment. The role of the courts is limited to assuring that the alien was' afforded procedural due process and that the Attorney General’s decision was not capricious or arbitrary.\nThe legal literature has long been concerned with the dichotomy between “law” and “fact” and the consequences on judicial review of attaching one or the other label to a particular question decided by an administrative agency.4 One of the frequently suggested tests has been that of expertness.5, This approach would have a reviewing court first consider the relative .abilities of the administrative agency and the courts to render an informed judgment on the question at issue. Although this approach has had its critics,6 it is of help here. When § 243 (h)-relief is sought, the Attorney General must determine if the applicant would be subject to physical persecution if deported to a particular country. To decide that question, the Attorney General may take into consideration the political climate of the country involved and its practices regarding, for example, the treatment of returning defectors. To this end he can utilize confidential information. Jay v. Boyd, supra. His assessment of the political conditions in the foreign country may also be necessary to determine the validity of the alien’s fears. These investigations and determinations are such that they can only be intelligently made by the executive branch. They are closely related to the conduct of our foreign relations and involve political assessments and judgments which the courts have no competence to review. The action of the majority in this case illustrates the point well. It knows nothing of the existence of Yugoslav laws making “escape” a crime. It knows nothing of the past practices of the government of Yugoslavia in punishing violators of this law even if it does exist. It knows nothing of the severity of punishment that might be inflicted on Sovich on his return to Yugoslavia. Yet it tells the Attorney General’s delegate, who we must assume has the answers to these questions, that he does not know the meaning of physical persecution.\nI believe that the Attorney General . alone has the competence to give content to that phrase. Only that branch of gov.ernment to which is entrusted the safeguard of our foreign relations, and has the attendant facilities, information and experience can meaningfully gauge all the subtleties and variations of action that are designed to oppress and perse- . cute.7 The realities of a world in which *35more than half of its population live in varying degrees of political slavery (by our standards) require that the meaning of that phrase be constantly recast and re-evaluated8 by the only branch of government able to do so — the Executive.\nA consideration of far greater importance here however, is the clearly expressed intention of the Congress.9 The language of the statute, especially as modified by the 1952 legislation, makes evident the Congressional purpose to grant the Attorney General the broadest possible discretion in considering applications under § 243(h). The juxtaposition of the discretionary authorization to withhold deportation and the declaration that it is the opinion of the Attorney General as to physical persecution that is determinative should conclude any search for the legislative desire. His decision should be overturned only if capricious or arbitrary.\nIn the delicate fields of immigration and international relations, the courts should be ever mindful of the constitutional separation of powers and not attempt to take over the function of the other two branches. The majority suggests that section 243(h) “reflected the humanitarian concern of Congress that aliens should not be expelled from our shores into the hands of totalitarian regimes unwilling to recognize even elementary standards of human decency.” Whether Yugoslavia deserves that condemnation, I am ill-equipped to decide. I would imagine that is the reason why such determinations have been left' to that branch of government which has responsibility for, and must remain sensitive to, the conduct of our foreign relations.\nNo judicial elaboration is required of the radical differences in criminal laws and procedures that exist between our own country and those of totalitarian states. If we are to regard every such law or procedure as a failure to provide “elementary standards of human decency”, we are indeed undertaking a gigantic task of world paternalism. This the majority would undertake. They do not like Yugoslavia’s law which imposes punishment for illegal departure from its country. Neither do I. They do not wish to have “an alien threatened with long years of imprisonment, perhaps even life imprisonment, for attempting to escape a cruel dictatorship.” Nor do I, but the decision is not ours to make. In short, despite a personal predilection to allow every person, except the criminal, who has reached our shores to remain here, it is Congress that is entrusted with fashioning our immigration policies and Congress has vested certain discretionary powers in the Attorney General.\nTurning to the case at hand and applying the scope of review described above, affirmance is required. In fact, in my view, the same result is called for if we apply the scope of review contended for by the majority.\nThe Special Inquiry Officer concluded his recommendation that Sovich be denied § 243(h) relief with the following:\n“Since the applicant was not in any way mistreated after these alleged utterances were reported to the authorities, it seems reasonable to *36believe that he would not now be persecuted therefore upon his return. While it may be true that he may be punished for his illegal departure from Yugoslavia such punishment is not the physical persecution contemplated by the statute. The statute contemplates persecution visited upon the alleged offender in the form of corporal punishment, torture or death because of race, religion or political opinion. Here the punishment which the applicant fears he might suffer would apparently be after conviction for a crime cognizable under the recognized juridical system. That is not persecution.\n“I believe that the applicant has failed to establish by reasonable and probative evidence that he would be subjected to physical persecution if returned to Yugoslavia. His application should therefore be denied.”\nThe majority find that the standards set forth in this recommendation are erroneous. I think that a fair reading of the above excerpt demonstrates a construction of the phrase “physical persecution” that is not only not capricious or arbitrary but that is clearly correct.\nThe phrase “physical persecution” has been construed by the Attorney General to mean incarceration, torture or death inflicted because of one’s race, religion, or political opinions. See Matter of Kale, Adm.Dee. A-9555532 (1958); Diminich v. Esperdy, supra; Blazina v. Bouchard, supra. It has been recognized, of course, that the mode of punishment is not controlling, so that complete denial of employment can be physical persecution — if inflicted for an illicit reason. Diminich v. Esperdy, supra; Dunat v. Hurney, 297 F.2d 744 (3rd Cir. 1962). However, infliction of the punishment on racial, religious, or political grounds has to date been required. The fact that a law is harsh or restricts individual freedoms in a way inconsistent with our own beliefs does not mean that its application, without more, amounts to physical persecution. Congress recognized that all those who live under Communist regimes suffer deprivation of freedoms that we take for granted. Congress intended, however, that § 243 (h) relief would be available only to those who could show that they would be singled out and subjected to persecution because of their race, religion or political viewpoint. Here, again, the label attached to such persecution is of no significance. Penal laws punishing traditional crimes such as murder, robbery, etc., might be applied in a discriminatory fashion;10 a law forbidding unauthorized exit might be invoked only against those who fled for political reasons. Physical persecution would likewise exist, as the majority suggest, if breach of traditional or untraditional laws was prompted by persecution or fear of persecution for the proscribed reasons.\nThe majority lose sight of these principles when it relies on the fact that “[gjeneral prohibitions against departure from a country do not * * * define traditional crimes in Western societies.” The majority finds a crucial distinction, as far as § 243(h) relief is concerned, between escaping from a country by deserting one of its ships in a friendly country11 and escaping by fleeing across its frontier. The former is an act that civilized countries do or might forbid while only totalitarian countries limit their citizens’ rights of egress. This is true, the majority seem to feel, even *37though the law forbidding egress has no relation to race, religion or political viewpoint and is not discriminatorily applied. Thus, two aliens who fled the same Communist country because of dissatisfaction with their economic plight and who might both be prosecuted on return for unlawful departure, would find themselves in quite different positions as far as § 243 (h) relief is concerned. To me, this is an incongruous and illogical result. The determinative question here is the underlying cause of the punishment, not the mode of departure or the title of the statute under which the alien would be prosecuted. Accordingly, assuming that the appellant here will be imprisoned for his illegal departure from Yugoslavia, he must do more than show possibility of prosecution for violating a law that is not discriminatorily applied. He must demonstrate, and convince the Attorney General, that he will be prosecuted under this law because of his race, religion or political viewpoint, or as the majority suggest, that he fled the country because of this type of oppression.\nThe majority’s reasoning could also lead to some bizarre and undesirable re» suits. First, it would place those refugees who have fled a communist country and been granted asylum in a democratic state and then jumped ship here in a better position that those who desert a Communist vessel. It would seem wiser to discourage refugees who already have been granted one haven from deserting ships of friendly nations and flouting our own immigration laws. Further, the annual number of escapees from Yugoslavia is apparently quite substantial. Many leave Yugoslavia because of their dire economic plight. If any of them can reach our shores, under the majority decision the mere fact that they escaped would entitle them to consideration under § 243(h), a section which was intended to serve no such purpose.\nTurning now to the opinion of the Special Inquiry Officer, it seems clear to me that he had the proper criteria in mind in passing on Sovich’s application. He found, first, that Sovich would not be persecuted on his return for his political or religious beliefs. Then, using the language earlier quoted, he found that imprisonment for his illegal departure which would not stem from his race, religion, or political viewpoint, did not constitute physical persecution. Although the last two sentences of the language quoted may be overly broad in that they suggest that conviction for any crime, even one related to religious or political viewpoint, would not constitute physical persecution, a fair reading of this language in context indicates that such was not the Inquiry Officer’s understanding. Tie accepts the fact, by what he states before these two sentences, that punishment, whatever its form, must be related to race, religion, or political viewpoint. This conclusion is more than amply supported by the record and should be affirmed. Reversal here, on a record as free of doubt as this, would be contrary to our Diminich holding and the standard of review there established.\n\n. Sovich has failed to refer this eourt to any Yugoslav statute making unlawful departure a punishable act or to any Yugoslav practice of punishing those who flee the country,\n\n\n. Sections 243(h) and 244(a). See, also, Sections 245(a) and 249(a).\n\n\n. For example, under 244(a) : whether the alien has applied for relief within five years after the effective date of the statute; whether he last entered the United States more than two years prior to June 27, 1952; whether he is deport-able under any law of the United States and is not a member of a class of aliens whose deportation could not have been suspended by Section 19(d) of the Immigration Act of 1917, as amended. Under § 249(a) : whether the alien entered the United States prior to June 28, 1940; has had residence in the United States continuously since such entry.\n\n\n. See, e. g., Report of the Attorney General’s Committee on Administrative Procedure (1941) ; Dickinson, Administrative Justice and the Supremacy of Law, 55 (1927) ; Henderson, The Federal Trade Commission, 93-98 (1924).\n\n\n. See, e. g., Landis, The Administrative Process, 152-153 (1938).\n\n\n. See Brown, Law and Fact in Judicial Review, 56 Harv.L.Rev. 899, 926-927 (1943).\n\n\n. The background and decision of Matter of Kale, Adm.Dee. A9 555 532 is instructive on this point. A number of contentions raised by Yugoslav nationals in proceedings before the Service led the Commissioner of Immigration in October 1956 to defer further action until the Service was able to collect reliable information as to conditions in Yugoslavia. The decision in the Kale case, rendered after the investigation was completed, was forwarded to Regional Commissioners with instructions that decisions as to all Yugoslav crewmen who had entered since 1945 and had been in Yugoslavia at some time since that date should be “based upon the criteria” stated therein. The decision discussed the political climate of Yugoslavia* in some detail. See Judge Friendly’s opinion in Diminich v. Esperdy, 299 F.2d 244, 246-247 (2d Cir. 1961), cert. denied, 369 U.S. 844, 82 S.Ct. 875, 7 L.Ed.2d 848 (1962). The procedure utilized by the Commissioner in this instance indicates the resources required to ascertain the political facts in a foreign country and demonstrates well the need for professional judgment in evaluating the probable consequences of these facts.\n\n\n. The statute itself makes clear that the Attorney General is required to keep under review those cases in which § 243(h) relief is granted. Since he is to withhold deportation “for such period of time as he deems to be necessary for such reason [physical persecution]”, he must be continuously alert to developments in the country involved and in the alien’s position vis-a-vis those developments.\n\n\n. Compare Stern, Review of Findings of Administrators, Judges and Juries: A Comparative Analysis, 58 Harv.L.Rev. 70, 105-107 (1944) arguing that the function of the court reviewing administrative decisions is to search for “legislative intention”. When Congress lays down general standards for an administrative agency to follow, the agency has the function of filling in the interstices and giving content to that standard. If the agency has stayed within the bounds of the exercise of discretion fixed by Congress, the courts are not to substitute their judgment for that of the agency:\n\n\n. Consider the recent reports that only Jews are punished for violation of certain Russian laws defining commercial crimes.\n\n\n. This was the situation in Diminich v. Esperdy, supra. Diminich, as Sovich here, had shipped out from Yugoslavia, deserted his vessel in Italy, shipped as a seaman and again deserted his vessel in New York. His testimony before the Hearing Commissioner was quite similar to Sovich’s. He feared that he would be imprisoned for desertion and that he would have “diifieulties” if returned. This Court held that incarceration for a violation of the Yugoslav law was “reconcilable with generally recognized concepts of justice.” 299 F.2d at 246.\n\n",
            "ocr": false,
            "opinion_id": 9449412
        }
    ],
    "court_short_name": "Second Circuit",
    "court_full_name": "Court of Appeals for the Second Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}