{
    "id": 288896,
    "judges": "Hickey, Hill, Murrah",
    "date_filed": 6480000000,
    "date_filed_is_approximate": false,
    "slug": "william-frederick-semet-v-united-states",
    "case_name_short": null,
    "case_name": "William Frederick Semet v. United States",
    "case_name_full": "William Frederick SEMET, Appellant, v. UNITED STATES of America, Appellee",
    "attorneys": "Frederick J. Myers, Wheat Ridge, Colo., for appellant., Clifford K. Cate, Jr., Asst. U. S. Atty., Muskogee, Okl. (William J. Settle, U. S. Atty., Muskogee, Okl., on the brief), for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 11,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1357-14\">\n    William Frederick SEMET, Appellant, v. UNITED STATES of America, Appellee.\n   </parties><br><docketnumber id=\"b1357-16\">\n    No. 57-69.\n   </docketnumber><br><court id=\"b1357-17\">\n    United States Court of Appeals, Tenth Circuit.\n   </court><br><decisiondate id=\"b1357-18\">\n    March 17, 1970.\n   </decisiondate><br><attorneys id=\"b1358-18\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1270\"> \n     *1270\n     </span>\n    Frederick J. Myers, Wheat Ridge, Colo., for appellant.\n   </attorneys><br><attorneys id=\"b1358-19\">\n    Clifford K. Cate, Jr., Asst. U. S. Atty., Muskogee, Okl. (William J. Settle, U. S. Atty., Muskogee, Okl., on the brief), for appellee.\n   </attorneys><br><judges id=\"b1358-20\">\n    Before MURRAH, Chief Judge, HILL and HICKEY, Circuit Judges.\n   </judges>",
    "citations": [
        "422 F.2d 1269"
    ],
    "opinions": [
        {
            "author_str": "Hickey",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/422/422.F2d.1269.57-69_1.html",
            "author_id": null,
            "opinion_text": "422 F.2d 1269\n    William Frederick SEMET, Appellant,v.UNITED STATES of America, Appellee.\n    No. 57-69.\n    United States Court of Appeals, Tenth Circuit.\n    March 17, 1970.\n    \n      Frederick J. Myers, Wheat Ridge, Colo., for appellant.\n      Clifford K. Cate, Jr., Asst. U.S. Atty., Muskogee, Okl.  (William J. Settle, U.S. Atty., Muskogee, Okl., on the brief), for appellee.\n      Before MURRAH, Chief Judge, HILL and HICKEY, Circuit Judges.\n      HICKEY, Circuit Judge.\n    \n    \n      1\n      Appellant Semet pleaded guilty to an indictment charging him with postal robbery and putting in jeopardy the life of another with a dangerous weapon in violation of 18 U.S.C. 2114.  A mandatory sentence of 25 years was imposed.\n    \n    \n      2\n      Subsequently Semet filed a petition under 28 U.S.C. 2255 asserting that his plea of guilty was involuntary because it was the result of a chain of coercive circumstances which added up to a violation of his constitutional rights.  Corollary contentions advanced were:\n    \n    \n      3\n      (1) Denial of effective assistance of counsel;\n    \n    \n      4\n      (2) Inadequate admonition as to the consequences of his plea;\n    \n    \n      5\n      (3) Deception by his counsel growing out of an alleged misrepresentation that his sentence would be reduced.\n    \n    \n      6\n      The foregoing application was denied by the trial court and affirmed by this court.  Semet v. United States, 369 F.2d 90 (10th Cir. 1966).\n    \n    \n      7\n      The motion now under consideration was filed pursuant to Fed.R.Crim.P. 35 and 28 U.S.C. 2255, and has refined the corollary issues above considered into a question of whether Semet was aware of the fact that the weapon used had to be capable of inflicting grievous bodily harm before a life could be put in jeopardy within the meaning of the statute.\n    \n    \n      8\n      Semet contends that if this issue of fact is heard, he can produce evidence that the weapon used was incapable of placing a life in jeopardy.  Therefore, with this element removed from the crime charged, he would be entitled to a 10 year sentence rather than the 25 year mandatory sentence imposed.\n    \n    \n      9\n      The trial judge, who also heard the previous application, examined all the pleadings, the record, and the prior opinions and denied the motion without a hearing.  This ruling is now before us.\n    \n    \n      10\n      At the outset it is evident that to sustain Semet's claim evidence outside the present record would be required.  Therefore Fed.R.Crim.P. 35 is not applicable because it limits the inquiry to the record.  2 Wright Fed.Prac. &amp; Proc. 582 at 556 (1st ed. 1969).\n    \n    \n      11\n      We turn then to a reconsideration of 28 U.S.C. 2255 recognizing, as the trial court did, that Fed.R.Crim.P. 35 involves criminal proceedings while 2255 involves civil proceedings.  The trial court, in an effort to expedite Semet's cause, considered this matter.  We shall consider the claim again under 2255, as the label of the pleading should not deter this consideration.  Andrews v. United States, 373 U.S. 334, 338, 83 S.Ct. 1236, 10 L.Ed.2d 383 (1963).\n    \n    \n      12\n      'The sentencing court shall not be required to entertain a second or successive motion for similar relief on behalf of the same prisoner.'  28 U.S.C. 2255.\n    \n    \n      13\n      ' Appeal from denial of a 2255 motion permits review only of the refusal to vacate and not, except to the extent that the refusal to vacate it was error, the validity of the original judgment and sentence.'  2 Wright Fed.Prac. &amp; Proc. 601 at 640 (1st ed. 1969) citing Carter v. United States,168 F.2d 310 (10th Cir. 1948), cert. denied, 337 U.S. 946, 69 S.Ct. 1503,93 L.Ed. 1749 (1949).\n    \n    \n      14\n      The lower court's findings of fact on a 2255 motion must be accepted unless clearly or plainly erroneous and not supported by substantial evidence.  Johnston v. United States, 292 F.2d 51 (10th Cir. 1961).\n    \n    \n      15\n      The trial court looked to the requirements of Fed.R.Crim.P. 11 applicable at the time the plea was entered to determine the substance of Semet's claim.  Prior to the 1966 amendment Rule 11 provided: 'The court may refuse to accept a plea of guilty, and shall not accept the plea * * * without first * * * determining that the plea is made voluntarily with understanding of the nature of the charge * * *.'\n    \n    \n      16\n      The test established in the rule is a subjective one: Did the court determine that the accused understood the nature of the charge?\n    \n    \n      17\n      The trial court twice, and this court once before, concluded under the subjective test, hereinabove suggested, that the judge who accepted the plea concluded it was voluntary and that Semet understood the nature of the charge.  We find nothing in the record that would indicate clear error.\n    \n    \n      18\n      The facts now offered are in the nature of a defense to the charge to which the plea was entered.  We have examined the record together with the report of the probation officer made to the original trial judge and can find no evidence or suggestion that the weapon was not capable of putting a life in jeopardy.\n    \n    \n      19\n      Semet was the only person who could have known the facts concerning the condition of the weapon.  He understood the difference in the sentences required by the statute defining the crimes because both he and his counsel spent some time attempting to obtain a reduction in the charge.  He contends he was misinformed by his counsel.  The probation report indicates his only claim for mitigation was that he had not committed an 'assault' at the time of the robbery.  In 1943 he was charged with robbing by force and assault to murder and he was sentenced under the charge.  He was not a stranger to the terminology of criminal indictments and informations.  He has a high average intelligence.  He threatened the victim with a pistol.  He is vitally interested in the outcome of this proceeding.  His past record does not recommend his credibility for honesty.\n    \n    \n      20\n      Most of the foregoing information is disclosed in the probation officer's report and was read by the sentencing judge prior to sentencing.  In our effort to determine if there was a factual basis for the determination by the trial court, we must plow the same ground the trial court did.  Therefore our examination of the probation officer's report was essential under the circumstances of this case.1\n    \n    \n      21\n      These circumstances demonstrate there is nothing in the record to indicate Semet did not understand the factual basis of his plea as was the case in McCarthy v. United States, 394 U.S. 459, 89 S.Ct. 1166, 22 L.Ed.2d 418 (1969).  See also, Jenkins v. United States, 420 F.2d 433 (10th Cir. 1970).  In addition, we have examined the lower court's application of Rule 11 in this case and concluded the rule was complied with by the detailed interrogation noted in footnote 1 of Semet, supra.  This court also said, 'The presence of the mandatory twenty-five year sentence was brought home to him repeatedly in clear and simple language.'  Semet, supra 369 F.2d at 92.\n    \n    \n      22\n      In the normal course of events it is uncommon to conclude that a robber who threatens his victim with a pistol would use one incapable of firing a bullet.  It taxes the imagination to conceive of a judge or lawyer who could divine every conceivable defense, mitigating circumstance, or corollary element to disclose to an accused in satisfying himself that the plea was voluntary and there was a factual basis for the plea.  We can find no cases that require a charge to contain a specific allegation that a weapon used was loaded or that it was capable of inflicting bodily harm.\n    \n    \n      23\n      We have held that the entry of a plea of guilty has the effect of admitting all material facts alleged in the charge.  Kahl v. United States,204 F.2d 864 (10th Cir. 1953).\n    \n    \n      24\n      This court is again convinced there was a factual basis for the plea and that it was voluntarily made.\n    \n    \n      25\n      Affirmed.\n    \n    \n      \n        1\n         1 Wright Fed.Prac. &amp; Proc. 174, footnote 75 at 377 (1st ed. 1969) provides:\n        'The Advisory Committee Note to the 1966 amendment of Rule 11 says in part: 'The court should satisfy itself, by inquiry of the defendant or the attorney for the government, or by examining the presentence report, or otherwise, that the conduct which the defendants admits constitutes the offense charged in the indictment or information or an offense included therein to which the defendant has pleaded guilty.  Such inquiry should, e.g., protect a defendant who is in the position of pleading voluntarily with an understanding of the nature of the charge but without realizing that his conduct does not actually fall within the charge. * * *\"\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 288896
        }
    ],
    "court_short_name": "Tenth Circuit",
    "court_full_name": "Court of Appeals for the Tenth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}