{
    "id": 1085746,
    "judges": null,
    "date_filed": "2018-07-23",
    "date_filed_is_approximate": true,
    "slug": "people-v-rodriguez-ca5",
    "case_name_short": null,
    "case_name": "People v. Rodriguez CA5",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 8.0,
            "download_url": "http://www.courts.ca.gov/opinions/nonpub/F064383.PDF",
            "author_id": null,
            "opinion_text": "Filed 10/17/13 P. v. Rodriguez CA5\n\n\n\n\n                  NOT TO BE PUBLISHED IN THE OFFICIAL REPORTS\nCalifornia Rules of Court, rule 8.1115(a), prohibits courts and parties from citing or relying on opinions not certified for\npublication or ordered published, except as specified by rule 8.1115(b). This opinion has not been certified for publication\nor ordered published for purposes of rule 8.1115.\n\n\n           IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n                                     FIFTH APPELLATE DISTRICT\n\n\n\nTHE PEOPLE,                                                                                F064383\n\n         Plaintiff and Respondent,                                             (Super. Ct. No. F11905911)\n\n                   v.                                                                    OPINION\nLARRY FRANK RODRIGUEZ,\n\n         Defendant and Appellant.\n\n\n                                                   THE COURT*\n         APPEAL from a judgment of the Superior Court of Fresno County. John F. Vogt,\nJudge.\n         Francine R. Tone, under appointment by the Court of Appeal, for Defendant and\nAppellant.\n         Kamala D. Harris, Attorney General, Dane R. Gillette, Chief Assistant Attorney\nGeneral, Michael P. Farrell, Assistant Attorney General, Carlos A. Martinez, Marcia A.\nFay, and Kari Ricci Mueller, Deputy Attorneys General, for Plaintiff and Respondent.\n\n                                                        -ooOoo- \n\n\n\n*        Before Kane, Acting P.J., Detjen, J., and Franson, J.\n\f                                     INTRODUCTION\n         Appellant, Larry Frank Rodriguez, contends his conviction must be reversed\nbecause the trial court permitted the prosecutor to commit constitutional error, trial\ncounsel was ineffective for failing to object to the error, and the trial court erroneously\ngave the flight instruction. We find any error harmless beyond a reasonable doubt and\naffirm the judgment.\n                               FACTS AND PROCEEDINGS\n         On January 10, 2012, the prosecutor filed a first amended information alleging that\nappellant committed assault by means likely to cause great bodily injury (Pen. Code,\n§ 245, subd. (a)(1)).1 It was further alleged that appellant inflicted great bodily injury on\nthe victim (§ 12022.7, subd. (a)). The jury convicted appellant of assault by means likely\nto cause great bodily injury but did not find the great bodily injury enhancement to be\ntrue. The court sentenced appellant to the midterm of three years. Appellant was\nawarded custody credits of 126 days and conduct credits of 126 days for total credits of\n252 days.\n         Michael Cline testified at trial that on October 12, 2011, he was living over a\ndepartment store in downtown Fresno. Cline was working on a computer in the common\nkitchen area with his friend, Dan Briam. Cline was on the phone with Michael, a\ncomputer repairman assisting Cline with the computer repair. There were a number of\npeople in the hall making noise, so Cline shut the kitchen door to better hear Michael. A\nfew seconds later, appellant slammed the door open and said, “How dare you shut this\ndoor.”\n         Cline told appellant that he closed the kitchen door because he was on an\nimportant phone call and there was too much noise. Cline explained that anyone was\n\n1        Unless otherwise noted, all statutory references are to the Penal Code.\n\n\n                                               2\n\fwelcome to come into the kitchen. Appellant replied that he did not care about\nappellant’s phone call and he wanted the door to stay open. When appellant left the\nkitchen, Cline closed the door again. A few seconds later, appellant slammed the door\nopen again and said to Cline, “How dare you.” When Cline explained why he needed the\ndoor closed, appellant very forcibly pushed Cline up against the table. Cline had seen\nappellant drinking alcoholic beverages. Appellant was stumbling around and Cline\nsmelled alcohol on appellant’s breath. Cline believed appellant was intoxicated.\n       After pushing Cline against the table, appellant hit Cline in the head with a plate\non the left temple behind his eye. The blow was hard enough that Cline nearly fell down\nand the plate broke into several pieces. Cline began to fight and wrestle with appellant.\nAppellant went back to his room after the fight. Blood was gushing from the wound on\nCline’s head. Cline’s wound required eight stitches. Appellant had threatened Cline\nthree or four times in the past for “different things.”\n       Briam testified that Cline closed the kitchen door to call his friend, appellant\nslammed the door open, and yelled at Cline for closing the door. According to Briam,\nCline told appellant that he was trying to make a phone call, appellant left, and Cline\nclosed the door a second time. Appellant threw the door open, yelled at Cline, and Cline\nagain explained that he was trying to make a phone call. Appellant entered the kitchen a\nthird time. Cline told appellant he was making a phone call and would open the door\nwhen he was finished. Appellant then shoved Cline into the table. Cline got into\nappellant’s face and yelled. Appellant hit Cline with a plate and Cline punched appellant.\nBriam got another resident to break up the fight. Cline had a gash on his forehead and\nBriam called 911. Prior to the arrival of the police, appellant was going in and out of his\nroom. Appellant’s demeanor was belligerent.\n       Fresno Police Officers Derek Avila and Scott Reese were dispatched to the\nresidence just before 10:00 p.m. Avila and Reese found Cline in the common kitchen\n\n                                               3\n\farea standing over a sink and bleeding profusely. Avila considered Cline’s injury to be a\nserious wound. There was a significant amount of blood in the kitchen. Cline told Avila\nwhere appellant lived and told Avila appellant was in his room.\n       Avila knocked on appellant’s door several times, announced who he was, and\nasked appellant to come to the door. Avila was concerned about officer safety because he\nheard a male voice inside the room and did not know if the man was armed. Appellant\nreplied that he was not going to come to the door and that the officers needed a warrant.2\nAfter 10 to 15 minutes of trying to persuade appellant to come to the door, Reese kicked\nin the door and appellant was arrested. Appellant had some blood on the palms of his\nhands. Appellant was belligerent, uncooperative, had watery eyes, his speech was\nslurred, he was unsteady on his feet, and had a strong odor of alcohol on his breath.\n                             CONSTITUTIONAL ERROR\n       Appellant contends that admission of his refusal to leave his room without a\nwarrant violates the privilege to be free from comment upon the assertion of a\nconstitutional right. Respondent concurs with appellant that it was error for the court to\npermit appellant’s comment to the police into evidence but argues that the error was\nforfeited and was harmless beyond a reasonable doubt. We agree with respondent that\nany error was harmless beyond a reasonable doubt.\n\n\n2      During a pretrial conference, the prosecutor announced that she was seeking to\nintroduce appellant’s statement that he was not coming to the door and the officers\nneeded a warrant. The court noted its concern that even if this was an imperfect assertion\nof a Fourth Amendment right, the evidence could not be used against appellant. The\ncourt stated that there was no other way to have the information conveyed to the jury and\nthe jury was entitled to hear this information. Defense counsel agreed with the court.\nThe court found that appellant’s statement did not rise to the same level as invoking the\nright against self-incrimination and the statement was not, in itself, incriminating. The\ncourt concluded the jury could hear the statement. The prosecutor referred to appellant’s\nstatement in her closing argument to the jury.\n\n\n                                             4\n\f       Criminal defendants have a privilege to be free from comment on the exercise of a\nconstitutional right. (People v. Wood (2002) 103 Cal. App. 4th 803, 807-810 (Wood)\n[error to admit defendant’s comment to investigators that they knew better than to enter\nhis property]; People v. Keener (1983) 148 Cal. App. 3d 73, 78-79 [error to admit\nevidence that the defendant refused to leave his apartment even though police had a right\nto enter without a warrant].) In Griffin v. California (1965) 380 U.S. 609 (Griffin), the\nSupreme Court found it impermissible for the prosecutor to comment on the defendant’s\nexercise of his Fifth Amendment right not to testify at trial.\n       Constitutional violations, however, are subject to the harmless beyond a\nreasonable doubt standard of appellate review set forth in Chapman v. California (1967)\n386 U.S. 18 (Chapman). In Wood, the defendant was accused of animal abuse and would\nnot allow officers access to a field. (Wood, supra, 103 Cal.App.4th at pp. 805-807.)\nAlthough the Wood court found the trial court erred in permitting testimony that\nimplicated the defendant’s guilt based on his assertion of Fifth Amendment constitutional\nright not to testify against himself, Wood found that under the Chapman standard of\nreview any error was harmless beyond a reasonable doubt. In Wood, the challenged\nevidence also would have been admissible as impeachment evidence. (Wood, supra, at\npp. 809-810.)\n       Here, there is no issue concerning appellant’s identity or the essential facts of the\nassault he committed on Cline. Cline’s and Briam’s accounts of events varied in small\ndetails, but were consistent on important details. Appellant presented no evidence to\nrefute Cline’s and Briam’s testimony. The observations of the officers corroborated\nimportant details of what occurred, including for instance, that appellant appeared to be\nintoxicated and had blood on his hands. Given the strength of the prosecution’s case, we\nfind that any error in referring to appellant’s assertion of the need for a warrant to be\nharmless beyond a reasonable doubt under the Chapman standard of review.\n\n                                              5\n\f       Respondent argues that defense counsel’s failure to object to constitutional error\nlike Griffin error, is subject to forfeiture for appellate review. (See People v. Cornwell\n(2005) 37 Cal. 4th 50, 91.) Appellant meets this challenge by contending that his counsel\nwas ineffective for failing to make the objection.3 Even if trial counsel did not have a\nstrong tactical reason for failing to make an objection, to prevail on an assertion of\nineffective assistance of trial counsel, the record must affirmatively demonstrate a\nreasonable probability that, but for counsel’s alleged unprofessional errors, the result of\nthe proceeding would have been different.4 Appellant must show prejudice. As we have\nalready discussed, appellant failed to do so beyond a reasonable doubt.\n                                FLIGHT INSTRUCTION\n       Appellant further contends the trial court erred in instructing the jury on flight.5\nAppellant argues that after the assault, he went back to his own room and was seen in and\nout of the hallway prior to the officers’ arrival. During the prosecutor’s rebuttal\n\n\n3       Appellant challenges the effectiveness of his trial counsel for failing to object to\nthe introduction of this testimony. The defendant has the burden of proving ineffective\nassistance of trial counsel. To prevail on a claim of ineffective assistance of trial counsel,\nthe defendant must establish not only deficient performance, which is performance below\nan objective standard of reasonableness, but also prejudice. Prejudice must be\naffirmatively proved. The record must affirmatively demonstrate a reasonable\nprobability that, but for counsel’s unprofessional errors, the result of the proceeding\nwould have been different. (People v. Maury (2003) 30 Cal. 4th 342, 389.) Attorneys are\nnot expected to engage in tactics or to file motions that are futile. (Id. at p. 390; also see\nPeople v. Mendoza (2000) 24 Cal. 4th 130, 166.)\n4      We granted appellant’s request to take judicial notice of the record of appellant’s\npetition for a writ of habeas corpus to this court in case No. F066881.\n5        The court instructed the jury that “if the defendant fled immediately after the\ncrime was committed or after he was accused of committing the crime that conduct may\nshow that he was aware of his guilt. If you conclude that the defendant fled or tried to\nflee, it is up to you to decide the meaning and importance of that conduct. However,\nevidence that the defendant fled cannot prove guilt by itself.”\n\n\n                                              6\n\fargument, she mentioned both that appellant told officers he was not coming out and they\nneeded a warrant.\n       The flight instruction is appropriate if the evidence shows a defendant left the\nscene of the crime under circumstances suggesting his or her movement was motivated\nby consciousness of guilt. (People v. Roybal (1998) 19 Cal. 4th 481, 517.) Mere return to\nfamiliar environs from the scene of a crime does not warrant an inference of\nconsciousness of guilt. Flight may be shown if a defendant left the immediate area of a\ncrime to avoid being observed or arrested. Flight can occur even where the defendant left\nthe victim’s apartment after killing her but did not leave the building where the defendant\nwas overheard saying he needed to “get the hell out of here,” had packed his belongings,\nand pled with his roommate for a ride out of town. (People v. Bradford (1997) 14 Cal. 4th\n1005, 1055 (Bradford).)\n       Appellant retreated to his own room after the incident and was seen walking in and\nout of his room, until the officers arrived. Although this is not as strong as the evidence\nof flight in Bradford, appellant refused entry into his room for some 10 to 15 minutes.\nThe prosecutor was entitled to argue that under these facts, appellant was trying to evade\narrest and the flight instruction was properly given.6\n       We agree with respondent that the jury was permitted under the instruction to\nweigh the evidence and determine for itself whether appellant fled the scene. More\nimportantly, even where a flight instruction is inappropriately given, the error is harmless\nwhere the evidence against the defendant is overwhelming and there is no reasonable\nprobability that a more favorable result to the defendant would have occurred in absence\nof the instruction. (People v. Clem (1980) 104 Cal. App. 3d 337, 344-345 (Clem) [finding\n\n6      We agree with appellant that the prosecutor should not have referred to appellant’s\nstatement that officers should obtain a warrant, but we found this error to be harmless\nunder the Chapman standard of review.\n\n\n                                             7\n\fflight instruction error harmless under the standard of review set forth in People v.\nWatson (1956) 46 Cal. 2d 818, 836]; People v. Crandell (1988) 46 Cal. 3d 833, 870 [citing\nClem with approval].) We find the error here, if any, harmless under the Chapman\nstandard of review.\n                                      DISPOSITION\n       The judgment is affirmed.\n\n\n\n\n                                             8\n\f",
            "ocr": false,
            "opinion_id": 1085746
        }
    ],
    "court_short_name": "California Court of Appeal",
    "court_full_name": "California Court of Appeal",
    "court_type": "SA",
    "court_jurisdiction": "California, CA",
    "crime_category": "Murder"
}