{
    "id": 1306059,
    "judges": "Sears, Thompson",
    "date_filed": 1020038400000,
    "date_filed_is_approximate": false,
    "slug": "carroll-v-state",
    "case_name_short": "Carroll",
    "case_name": "Carroll v. State",
    "case_name_full": "Carroll v. the State",
    "attorneys": "Garrett & Gilliard, Kirk E. Gilliard, for appellant., Daniel J. Craig, District Attorney, Charles R. Sheppard, Assistant District Attorney, Thurhert E. Baker, Attorney General, Paula K Smith, Senior Assistant Attorney General, Tammie J. Philbrick, Assistant Attorney General, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b200-5\">\n    S02A0354.\n   </docketnumber><parties id=\"AWp\">\n    CARROLL v. THE STATE.\n   </parties><br><citation id=\"b200-6\">\n    (563 SE2d 125)\n   </citation>",
    "citations": [
        "563 S.E.2d 125",
        "275 Ga. 160"
    ],
    "opinions": [
        {
            "author_str": "Thompson",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nThompson, Justice.\nRonnie L. Carroll was convicted of felony murder, armed robbery, and burglary, in connection with the shooting death of Vernon Raborn.1 On appeal, he asserts, inter alia, that the trial court erred in admitting into evidence a custodial statement because he had invoked his right to counsel. We find no error and affirm.\n1. In view of the eyewitnesses’ testimony and forensic evidence presented by the State, we find the evidence sufficient to enable any rational trier of fact to find Carroll guilty beyond a reasonable doubt of the crimes for which he was convicted. Jackson v. Virginia, 443 U. S. 307 (99 SC 2781, 61 LE2d 560) (1979).\n2. A detective advised Carroll of his Miranda rights and asked him if he wanted to discuss what happened. When Carroll replied that he did, the detective presented a waiver of counsel form to Carroll. At that point, Carroll asked “how” he would get an attorney. The detective explained that Carroll would be taken to jail (he was already under arrest) and that an attorney would be appointed for him. Carroll then signed the waiver of counsel form and gave a statement to the detective.\nCarroll asserts the trial court erred in admitting his custodial statement because it was made after he invoked his right to counsel.2 We disagree.\nA suspect who asks for a lawyer at any time during a custodial interrogation may not be subjected to further questioning by law enforcement until an attorney has been made available or until the suspect reinitiates the conversation. If *161the police persist in questioning a suspect who has requested that counsel be present, any resulting statements made by the suspect are inadmissible in the State’s case-in-chief. In Davis v. United States, [512 U. S. 452 (114 SC 2350, 129 LE2d 362) (1994)], the United States Supreme Court stated that a suspect “must articulate his desire to have counsel present sufficiently clearly that a reasonable police officer in the circumstances would understand the statement to be a request for an attorney.” The Supreme Court found that the suspect’s statement, “Maybe I should talk to a lawyer,” was ambiguous and therefore not a clear request for counsel that required the cessation of questioning. This Court reached the same result in Jordan v. State, [267 Ga. 442 (1) (480 SE2d 18) (1997)] where the suspect said he “might need a lawyer” and the police continued to interrogate him. This Court held that this reference to a lawyer was ambiguous and that the suspect’s ensuing statement was therefore admissible.\nTaylor v. State, 274 Ga. 269, 271-272 (553 SE2d 598) (2001).\nIn this case, Carroll’s inquiry as to “how” he would be appointed a lawyer was not an unambiguous request for counsel. It follows that the trial court did not err in admitting Carroll’s statement into evidence.\n3. Ronald Wynn testified that he saw Carroll at a club on the night of the murder; that Carroll told him Crawford killed somebody that night; and that he believed Carroll said he knew about the murder because he was there. Wynn added that Carroll did not go into details about the murder. At that point, the district attorney asked Wynn if he recalled giving a statement to an investigator in which he expounded upon such details. Wynn replied that if he did give such a statement, he did not remember. Later, Wynn’s taped statement was authenticated by the investigator and played for the jury.\nCarroll asserts the trial court erred in admitting Wynn’s prior, taped statement. This assertion is without merit. The statement was admissible as a prior inconsistent statement, and as substantive evidence. Holiday v. State, 272 Ga. 779 (534 SE2d 411) (2000).\n4. Viewing the charge as a whole, it cannot be said that the trial court’s charge on knowledge, in which the trial court used the word “and” instead of “or” in the second sentence of the pattern charge, constituted reversible error. Eckman v. State, 274 Ga. 63, 67 (3) (548 SE2d 310) (2001). As in Eckman, the trial court charged the jury that it was incumbent upon the State to prove every element of guilt beyond a reasonable doubt.\n\nJudgment affirmed.\n\n\nAll the Justices concur.\n\n*162Decided April 29, 2002.\nGarrett &amp; Gilliard, Kirk E. Gilliard, for appellant.\nDaniel J. Craig, District Attorney, Charles R. Sheppard, Assistant District Attorney, Thurhert E. Baker, Attorney General, Paula K Smith, Senior Assistant Attorney General, Tammie J. Philbrick, Assistant Attorney General, for appellee.\n\n The crimes occurred on October 16, 1998. Carroll and Michael Ray Crawford were indicted and charged with burglary, two counts of kidnapping, malice murder, felony murder, armed robbery, and two counts of possession of a firearm during the commission of a crime. Trial commenced on August 9, 1999, and the jury returned its verdict on August 10. The trial court sentenced Carroll on September 2, 1999, to life in prison for felony murder and armed robbery, and 20 years for burglary. Carroll’s timely filed motion for a new trial was denied on March 21, 2001, and Carroll filed a notice of appeal on March 30, 2001. The case was docketed in this Court on November 20, 2001, and orally argued on March 18, 2002.\n\n\n Carroll does not assert this claim under the Constitution of the State of Georgia.\n\n",
            "ocr": false,
            "opinion_id": 9570520
        },
        {
            "author_str": "Sears",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSears, Presiding Justice,\nconcurring.\nI agree with the majority’s holding in Division 2 that the federal constitution, as interpreted by the U. S. Supreme Court,3 does not require a police officer to clarify a suspect’s ambiguous request for counsel, and because Carroll asserts error only under the federal constitution, I concur in the majority opinion. I write, however, to express my agreement with Chief Justice Fletcher’s position that this Court, under the Georgia Constitution, should “adopt the rule that investigating officers must ask questions to clarify whether a suspect wants a lawyer when he or she makes an ambiguous or equivocal request for counsel.”4\nI am authorized to state that Chief Justice Fletcher joins in this concurrence.\n\n See Davis v. United States, 512 U. S. 452 (114 SC 2350,129 LE2d 362) (1994).\n\n\n Luallen v. State, 266 Ga. 174,179 (465 SE2d 672) (1996) (Fletcher, P. J., concurring).\n\n",
            "ocr": false,
            "opinion_id": 9570521
        },
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4100.0,
            "opinion_text": "\n563 S.E.2d 125 (2002)\n275 Ga. 160\nCARROLL\nv.\nThe STATE.\nNo. S02A0354.\nSupreme Court of Georgia.\nApril 29, 2002.\n*126 Garrett &amp; Gilliard, Kirk E. Gilliard, Augusta, for appellant.\nDaniel J. Craig, Dist. Atty., Charles R. Sheppard, Asst. Dist. Atty., Thurbert E. Baker, Atty. Gen., Paul K. Smith, Senior Asst. Atty. Gen., Tammie J. Philbrick, Asst. Atty. Gen., for appellee.\nTHOMPSON, Justice.\nRonnie L. Carroll was convicted of felony murder, armed robbery, and burglary, in connection with the shooting death of Vernon Raborn.[1] On appeal, he asserts, inter alia, that the trial court erred in admitting into evidence a custodial statement because he had invoked his right to counsel. We find no error and affirm.\n1. In view of the eyewitnesses' testimony and forensic evidence presented by the State, we find the evidence sufficient to enable any rational trier of fact to find Carroll guilty beyond a reasonable doubt of the crimes for which he was convicted. Jackson v. Virginia, 443 U.S. 307, 99 S. Ct. 2781, 61 L. Ed. 2d 560 (1979).\n2. A detective advised Carroll of his Miranda rights and asked him if he wanted to discuss what happened. When Carroll replied that he did, the detective presented a waiver of counsel form to Carroll. At that point, Carroll asked \"how\" he would get an attorney. The detective explained that Carroll would be taken to jail (he was already under arrest) and that an attorney would be appointed for him. Carroll then signed the waiver of counsel form and gave a statement to the detective.\nCarroll asserts the trial court erred in admitting his custodial statement because it was made after he invoked his right to counsel.[2] We disagree.\n\n*127 A suspect who asks for a lawyer at any time during a custodial interrogation may not be subjected to further questioning by law enforcement until an attorney has been made available or until the suspect reinitiates the conversation. If the police persist in questioning a suspect who has requested that counsel be present, any resulting statements made by the suspect are inadmissible in the State's case-in-chief. In Davis v. United States, [512 U.S. 452, 114 S. Ct. 2350, 129 L. Ed. 2d 362 (1994)], the United States Supreme Court stated that a suspect \"must articulate his desire to have counsel present sufficiently clearly that a reasonable police officer in the circumstances would understand the statement to be a request for an attorney.\" The Supreme Court found that the suspect's statement, \"Maybe I should talk to a lawyer,\" was ambiguous and therefore not a clear request for counsel that required the cessation of questioning. This Court reached the same result in Jordan v. State, [267 Ga. 442(1), 480 S.E.2d 18 (1997)] where the suspect said he \"might need a lawyer\" and the police continued to interrogate him. This Court held that this reference to a lawyer was ambiguous and that the suspect's ensuing statement was therefore admissible.\nTaylor v. State, 274 Ga. 269, 271-272, 553 S.E.2d 598 (2001).\nIn this case, Carroll's inquiry as to \"how\" he would be appointed a lawyer was not an unambiguous request for counsel. It follows that the trial court did not err in admitting Carroll's statement into evidence.\n3. Ronald Wynn testified that he saw Carroll at a club on the night of the murder; that Carroll told him Crawford killed somebody that night; and that he believed Carroll said he knew about the murder because he was there. Wynn added that Carroll did not go into details about the murder. At that point, the district attorney asked Wynn if he recalled giving a statement to an investigator in which he expounded upon such details. Wynn replied that if he did give such a statement, he did not remember. Later, Wynn's taped statement was authenticated by the investigator and played for the jury.\nCarroll asserts the trial court erred in admitting Wynn's prior, taped statement. This assertion is without merit. The statement was admissible as a prior inconsistent statement, and as substantive evidence. Holiday v. State, 272 Ga. 779, 534 S.E.2d 411 (2000).\n4. Viewing the charge as a whole, it cannot be said that the trial court's charge on knowledge, in which the trial court used the word \"and\" instead of \"or\" in the second sentence of the pattern charge, constituted reversible error. Eckman v. State, 274 Ga. 63, 67(3), 548 S.E.2d 310 (2001). As in Eckman, the trial court charged the jury that it was incumbent upon the State to prove every element of guilt beyond a reasonable doubt.\nJudgment affirmed.\nAll the Justices concur.\nSEARS, Presiding Justice, concurring.\nI agree with the majority's holding in Division 2 that the federal constitution, as interpreted by the U.S. Supreme Court,[1] does not require a police officer to clarify a suspect's ambiguous request for counsel, and because Carroll asserts error only under the federal constitution, I concur in the majority opinion. I write, however, to express my agreement with Chief Justice Fletcher's position that this Court, under the Georgia Constitution, should \"adopt the rule that investigating officers must ask questions to clarify whether a suspect wants a lawyer when he or she makes an ambiguous or equivocal request for counsel.\"[2]\nI am authorized to state that Chief Justice FLETCHER joins in this concurrence.\nNOTES\n[1]  The crimes occurred on October 16, 1998. Carroll and Michael Ray Crawford were indicted and charged with burglary, two counts of kidnapping, malice murder, felony murder, armed robbery, and two counts of possession of a firearm during the commission of a crime. Trial commenced on August 9, 1999, and the jury returned its verdict on August 10. The trial court sentenced Carroll on September 2, 1999, to life in prison for felony murder and armed robbery, and 20 years for burglary. Carroll's timely filed motion for a new trial was denied on March 21, 2001, and Carroll filed a notice of appeal on March 30, 2001. The case was docketed in this Court on November 20, 2001, and orally argued on March 18, 2002.\n[2]  Carroll does not assert this claim under the Constitution of the State of Georgia.\n[1]  See Davis v. United States, 512 U.S. 452, 114 S. Ct. 2350, 129 L. Ed. 2d 362 (1994).\n[2]  Luallen v. State, 266 Ga. 174, 179, 465 S.E.2d 672 (1996) (Fletcher, P.J., concurring).\n\n",
            "ocr": false,
            "opinion_id": 1306059
        }
    ],
    "court_short_name": "Supreme Court of Georgia",
    "court_full_name": "Supreme Court of Georgia",
    "court_type": "S",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}