{
    "id": 766870,
    "judges": "Browning, Thomas, Wardlaw",
    "date_filed": "1991-07-31",
    "date_filed_is_approximate": true,
    "slug": "victor-bono-v-michael-benov-warden-united-states-parole-commission",
    "case_name_short": null,
    "case_name": "Victor Bono v. Michael Benov, Warden, United States Parole Commission",
    "case_name_full": "Victor BONO, Petitioner-Appellee, v. Michael BENOV, Warden, United States Parole Commission, Respondent-Appellant",
    "attorneys": "Edward P. Lazarus, Assistant United States Attorney, Los Angeles, California, for the respondent-appellant., Charles D. Weisselberg, Scott Fleming (Law Student), Center for Clinical Education, University of California, Boalt Hall, Berkeley, California, for the petitioner-ap-pellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued and Submitted June 7, 1999.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 13,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b443-9\">\n    Victor BONO, Petitioner-Appellee, v. Michael BENOV, Warden, United States Parole Commission, Respondent-Appellant.\n   </parties><br><docketnumber id=\"b443-11\">\n    No. 98-55895.\n   </docketnumber><br><court id=\"b443-12\">\n    United States Court of Appeals, Ninth Circuit.\n   </court><br><otherdate id=\"b443-13\">\n    Argued and Submitted June 7, 1999.\n   </otherdate><br><decisiondate id=\"b443-14\">\n    Filed Nov. 22, 1999.\n   </decisiondate><br><attorneys id=\"b445-12\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"411\"> \n     *411\n     </span>\n    Edward P. Lazarus, Assistant United States Attorney, Los Angeles, California, for the respondent-appellant.\n   </attorneys><br><attorneys id=\"b445-13\">\n    Charles D. Weisselberg, Scott Fleming (Law Student), Center for Clinical Education, University of California, Boalt Hall, Berkeley, California, for the petitioner-ap-pellee.\n   </attorneys><br><judges id=\"b445-15\">\n    Before: BROWNING, THOMAS, and WARDLAW, Circuit Judges.\n   </judges>",
    "citations": [
        "197 F.3d 409"
    ],
    "opinions": [
        {
            "author_str": "Wardlaw",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/197/197.F3d.409.98-55895.html",
            "author_id": null,
            "opinion_text": "197 F.3d 409 (9th Cir. 1999)\n    VICTOR BONO, Petitioner-Appellee,v.MICHAEL BENOV, Warden, UNITED STATES PAROLE COMMISSION, Respondent-Appellant.\n    No. 98-55895\n    UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n    Argued and Submitted June 7, 1999Filed November 22, 1999\n    \n      [Copyrighted Material Omitted]\n      COUNSEL: Edward P. Lazarus, Assistant United States Attorney, Los Angeles, California, for the respondents-appellants.\n      Charles D. Weisselberg, Professor of Law, and Scott Fleming, Law Student, Center for Clinical Education, University of California, Boat Hall. Berkeley, California, for the petitioner-appellee.\n      Appeal from the United States District Court for the Central District of California\n      Before: James R. Browning, Sidney R. Thomas, and Kim McLane Wardlaw, Circuit Judges.\n      Opinion by Judge Wardlaw\n      WARDLAW, Circuit Judge:\n    \n    \n      1\n      The government appeals the district court's order granting Victor Bono (\"Bono\") a writ of habeas corpus and ordering Bono's forthwith release from custody. The district court ruled that the United States Parole Commission acted with presumed vindictiveness when it changed Bono's presumptive parole date from July 17, 1997 to July 17, 2009. The government asserts that the presumption of vindictiveness should not apply and even if it does, that it has been rebutted by the existence of objective facts supporting the Commission's decision to extend Bono's release date. We have jurisdiction pursuant to 28 U.S.C. SS 1291 and 2253, and affirm.\n    \n    I.\n    \n      2\n      \"A district court's decision to grant or deny a federal prisoner's petition for habeas corpus is reviewed de novo.\" United States v. Cruz-Mendoza, 147 F.3d 1069, 1071-72 (9th Cir. 1998). We review the district court's factual findings for clear error. See United States v. Benboe, 157 F.3d 1181, 1183 (9th Cir. 1998).\n    \n    \n      3\n      The Commission's substantive decisions to grant or deny parole are not subject to judicial review, see Wallace v. Christensen, 802 F.2d 1539, 1545 (9th Cir. 1986); however, we have jurisdiction to consider claims alleging that the Commission violated the Constitution. See id. at 1552. Because an allegation of vindictiveness pursuant to North Carolina v. Pearce, 395 U.S. 711, 724 (1969), constitutes a due process challenge, we review de novo the question of whether the Commission acted with presumed vindictiveness in extending Bono's release date. See Martinez v. City of Los Angeles, 141 F.3d 1373, 1382 (9th Cir. 1998) (applying de novo review to constitutional questions).\n    \n    II.\n    \n      4\n      To fully explicate our decision, we must detail the chronology of events that preceded the Commission's twelve year extension of Bono's presumptive parole date. As will be seen, the Commission's action followed two successful habeas petitions filed by Bono in the district court to challenge prior parole proceedings and was made without a contemporaneous statement of reasons in support of the extension.\n    \n    \n      5\n      On October 12, 1967, Bono pleaded guilty to killing two Border Patrol agents and was convicted of two counts of first degree murder in violation of 18 U.S.C. SS 1111 and 1114. The next day, Bono also pleaded guilty to the theft of the agents' automobile, guns, badges, and credentials and was convicted of two counts of robbery in violation of 18 U.S.C. S 2112. Bono received two life sentences and two fifteen-year sentences for these convictions. These sentences were to be served consecutively with his five to fifteen-year sentence for a 1967 state conviction for possession of narcotics for sale. The state issued a detainer upon Bono's release from federal custody.1\n    \n    \n      6\n      Bono received his initial parole hearing2  under the auspices of the United States Parole Commission on November 8, 1978.3 The initial hearing panel recommended referring the case to a Regional Commissioner4 for original jurisdiction5 consideration.The panel also continued Bono for an interim hearing in November 1980 and a four-year reconsideration hearing in November 1982.6 On December 20, 1984, the Commission, exercising its original jurisdiction, issued a Notice of Action providing Bono a presumptive parole date of July 17, 1992, after service of 300 months. The reasons given in the 1984 Notice of Action for rating Bono's offense behavior as \"Greatest II severity\" explained that he was \"convicted of robbery and murder of two Border Patrol Agents during the performance of their duties,\" and had \"committed four infractions.\" Bono did not appeal the 1984 Notice of Action.\n    \n    \n      7\n      In an exercise of its original jurisdiction, on January 14, 1987, the Commission reopened and rescinded Bono's July 17, 1992, presumptive parole date because Bono's state sentence had been modified to run concurrently with his federal sentence. The Commission established a new presumptive date of July 17, 1997, after 360 months (thirty years) of service. On July 21, 1987, the Commission affirmed Bono's new presumptive parole date.\n    \n    \n      8\n      Bono challenged the new presumptive parole date through a petition for writ of habeas corpus filed on December 7, 1987. Bono v. United States Parole Comm'n, No. CV-878108 CBM(B). The district court agreed with Bono's contention that the Commission had not complied with its own regulations in rescinding Bono's presumptive July 17, 1992, parole date, and that its failure to provide Bono with the required reconsideration hearing, as opposed to an interim hearing, violated his constitutional right of due process. The district court conditionally granted Bono's petition for reinstatement of his 1992 presumptive parole date, subject to the Parole Board's granting of a special reconsideration hearing to Bono within ninety days.\n    \n    \n      9\n      In the meantime, based on the Magistrate Judge's Report and Recommendation, which had not yet been adopted by the district court, the Commission ordered a special parole reconsideration hearing for Bono. On August 30, 1989, the Commission, again exercising its original jurisdiction, reaffirmed Bono's presumptive parole date of July 17, 1997. The Commission affirmed this decision on appeal.\n    \n    \n      10\n      On July 25, 1991, the Commission, exercising its original jurisdiction, conducted an interim parole hearing and issued a Notice of Action reiterating Bono's presumptive parole date of July 17, 1997. It also scheduled a statutory interim hearing for June of 1993.7 The Commission affirmed this decision on December 9, 1991. When making these 1991 decisions, the Commission was comprised of four Commissioners, all of whom participated in issuing the July 25, 1991, Notice of Action and the December 9, 1991, Notice of Action on Appeal affirming their decision.\n    \n    \n      11\n      On December 29, 1992, Bono again challenged the Parole Commission's actions. In his second habeas petition, Bono v. Henry, No. CV 92-7601-CBM(B), Bono asserted that the Commission erred whenit affirmed Bono's presumptive parole date of July 17, 1997, in the absence of a quorum of six Commissioners as required by its own regulations. See 28 C.F.R. S 2.27 (1991). The district court agreed and granted Bono's second habeas petition, ruling that the Commission had violated 28 C.F.R. S 2.27. The court remanded the matter to the Commission with instructions \"for the Commission and its counsel to determine how to proceed following remand.\" The district court suggested that the Commission \"could . . . (1) seek to have additional Commissioners appointed, (2) amend its regulations following APA [Administrative Procedure Act] requirements, or (3) decertify petitioner's case as one of `original jurisdiction,' and follow more usual procedures, to name a few of the many possible responses.\"\n    \n    \n      12\n      The Commission again reopened Bono's case on July 1, 1994, removed Bono from original jurisdiction status, and scheduled a special reconsideration hearing. The hearing was held on October 3, 1994, before a parole examiner. Citing the exclusively favorable information in Bono's progress reports, including his training and numerous awards, and the fact that Bono's co-defendant had the same presumptive release date even though he had done \"little or nothing\" toward rehabilitation in custody, the examiner recommended that Bono's presumptive parole date be advanced by eighteen months, to January 17, 1996, with a special drug after care provision, due to Bono's \"superior program achievement.\"8\n    \n    \n      13\n      Subsequently, the Commission attained the requisite quorum of six members and the Regional Commissioner recommended restoring Bono's case to original jurisdiction status. On November 23, 1994, the Commission, exercising its original jurisdiction through the National Commissioners, continued Bono's presumptive parole date to July 17, 1997. Bono appealed this decision, claiming that the nature of his hearing unfairly was changed without notice from a de novo hearing to an interim one. The Commission agreed and, on March 28, 1995, remanded Bono's case for a de novo hearing, with instructions to contact the daughter of one of the slain Border Patrol agents, as she had requested. On June 15, 1995, Bono received a special reconsideration hearing before a parole hearing examiner, who recommended a presumptive parole date of July 17, 1997, and referred the case to a Regional Commissioner for original jurisdiction consideration.\n    \n    \n      14\n      On June 26, 1995, the Commission received a letter from the victim's daughter, describing the impact of her father's death upon her life and opposing Bono's release. Regional Commissioner Getty remanded Bono's case to a parole hearing examiner on July 19, 1995. This remand for \"rehearing\" purportedly was made to afford Bono an opportunity to respond to the victim letter. Upon remand, the examiner, in a decision dated October 19, 1995, concluded:\n    \n    \n      15\n      [A]fter careful review of the letter . . . this examiner does not believe that it substantially changes the underlying nature of the offensive behavior. While the Commission may not have known the exact feel ings of the family members of the victims, it was well aware that [Bono] caused the loss of life of two individuals who were doing their duty as law enforcement office[r]s and certainly their deaths had [an] adverse impact upon the lives of both families of the victim[s]. Thus[,] this examiner does not believe that any change should be made on the basis of the most recent letter in terms of the subject's pre sumptive parole date.\n    \n    \n      16\n      The examiner recommended that Bono's presumptive parole date remain July 17, 1997, for the same reasons as set forth in his June 15, 1995 hearing summary, and suggested that Bono's case be referred to the Regional Commissioner for original jurisdiction consideration. Regional Commissioner Getty agreed with the examiner's recommendation concerning the original presumptive parole date and referred the case to the Commission for original jurisdiction consideration on November 2, 1995.\n    \n    \n      17\n      On November 16, 1995, the Commission issued a Notice of Action continuing Bono to a fifteen-year reconsideration hearing in October of 2010. In a Notice of Action on May 15, 1996, however, the Commission voided its November 16, 1995, decision, noting that while Bono's appeal was pending, the Commission's membership had declined from six to four, and that the district court's order issued in connection with Bono's second habeas petition precluded the Commission from deciding an original jurisdiction appeal with only four votes. Accordingly, the Commission again removed Bono's case from original jurisdiction status and remanded it to the Regional Commissioner for a decision based on the October 19, 1995 rehearing.\n    \n    \n      18\n      Bono's case was not remanded to Commissioner Getty, the Regional Commissioner who originally had reviewed and affirmed the result of Bono's October 19, 1995, rehearing, but was instead referred to Regional Commissioner Simpson because Commissioner Getty had resigned on April 1, 1996. Commissioner Simpson issued a Notice of Action on July 9, 1996, which rejected the hearing examiner's decision and extended Bono's presumptive parole date by twelve years to July 17, 2009, altering the time to be served from 360 to 504 months, stating:\n    \n    \n      19\n      After review of all relevant factors and information presented [sic] a decision more than 48 months above the base guidelines is warranted because [your offense] involved the brutal murder of 2 law enforce ment officers in order to avoid apprehension during the commission of criminal behavior. After over powering [sic] the two officers you used the officers [sic] handcuffs to handcuff them together shackled to a stove, after which you used the officers [sic] firearm to kill them execution style. You shot one of the officers in the chest and when that shot failed to kill the officer, you shot the officer in the temple area of the head, which was not fatal and while the victim struggled and screamed in pain, you fired the fatal bullet to the officers [sic] head. Commission guidelines for the Greatest II severity cases do not specify a maximum limit. Therefore, the decision in your case is based in part upon a comparison of the relative severity of your offense behavior with the offense behaviors and time range as specified in the Greatest I severity category.\n    \n    \n      20\n      The July 9, 1996 Notice of Action did not contain a single reference to the victim letter. The National Appeals Board affirmed the Regional Commissioner's decision on November 27, 1996.\n    \n    \n      21\n      On April 22, 1997, Bono filed this petition for a writ of habeas corpus, challenging the Commission's twelve-year extension of his presumptive parole date -from July 17, 1997, to July 17, 2009. Bono's petition alleges, inter alia, that the Commission's extension of his presumptive parole date was in retaliation for his two earlier successful habeas petitions in violation of his Fifth Amendment due process rights.\n    \n    \n      22\n      The Magistrate Judge issued a final Report and Recommendation (\"Report\") on December 23, 1997, in which she concluded that the Commission's July 9, 1996, decision, which continued Bono's presumptive parole date to July 17, 2009, was a \"harsher sentence,\" triggered by Bono's successful 1994 habeas petition. The Magistrate Judge determined that: (1) the Commission's decision was presumptively vindictive; (2) the Commission had failed torebut this presumption; and (3) the Commission's alleged reliance on the victim letter as a basis for extending Bono's presumptive parole date was a \"post-hoc rationalization\" for the Commission's action, as it was not specifically referenced in the Notice of Action pertaining to the Regional Commissioner's July 9, 1996, decision. Therefore, the Magistrate Judge recommended that the district court grant Bono's petition, and that Bono be released on parole.\n    \n    \n      23\n      On March 3, 1998, the district court: (1) adopted the final Report; (2) granted Bono's petition; (3) ordered the Commission to set Bono's effective parole date at July 17, 1997; and (4) ordered Bono's forthwith release.9  This appeal followed.\n    \n    III.\n    \n      24\n      The government contends that the district court mistakenly applied a presumption of vindictiveness to the Commission's decision to extend Bono's presumptive parole date. We disagree.\n    \n    \n      25\n      The principle of presumptive vindictiveness originated with the United States Supreme Court's 1969 pronouncement of a prophylactic rule requiring that \"whenever a judge imposes a more severe sentence upon a defendant after a new trial, the reasons for his doing so must affirmatively appear.\" Pearce, 395 U.S. at 726. The Court adopted this rule to prevent the \"patently unconstitutional\" penalty for the exercise of a defendant's right to appeal or to seek a collateral remedy, emphasizing that: \"due process does not in any sense forbid enhanced sentences or charges, but only enhancement motivated by actual vindictiveness toward the defendant for having exercised guaranteed rights.\" Wasman v. United States, 468 U.S. 559, 568 (1984).\n    \n    \n      26\n      The Court has interpreted Pearce as applying \"a presumption of vindictiveness, which may be overcome only by objective information in the record justifying the increased sentence.\" Id. at 565. Therefore, the presumption applies only where there is a \"reasonable likelihood\" that the increase in sentence is the product of actual vindictiveness on the part of the sentencing authority. See Alabama v. Smith , 490 U.S. 794, 799 (1989). Where there is no reasonable likelihood, the burden remains upon the defendant to prove actual vindictiveness. See id. at 799-800.\n    \n    \n      27\n      The government urges us to conclude that it is not reasonably likely that the extension of Bono's presumptive parole date resulted from vindictiveness on the part of the Commission. In support of this assertion, the government argues that the presumption of vindictiveness delineated in Pearce subsequently has been restricted by four limiting principles, each of which the government alleges independently precludes application of the presumption in this case. As set forth below, the government's arguments are unavailing.\n    \n    A.\n    \n      28\n      The government first argues that Bono's two successful habeas petitions were not the impetus for the Commission's decision to extend Bono's presumptive parole date and that, as a result, the presumption of vindictiveness should not attach to the Commission's decision. The government correctly notes that the Pearce presumption does not apply where a harsher sentence received after a successful appellate challenge is not issued in response to the reversal by a higher authority. See Weaver v. Maass, 53 F.3d 956, 960 (9th Cir. 1995) (finding parole increase to be response to state court decisionsin other cases, rather than motivated by appellate reversal). \"As a matter of logic, vindictiveness becomes a danger only where an event prods the sentencing court into a posture of self-vindication. Absent a triggering event, the court will not presume vindictiveness.\" Kindred v. Spears, 894 F.2d 1477, 1480 (5th Cir. 1990). Here, the government avers that the Commission did not extend Bono's presumptive parole date in response to a \"triggering event \" and therefore the presumption of vindictiveness should not apply. According to the government:\n    \n    \n      29\n      In petitioner's case, there is neither a temporal nor a causal connection between the May 1994 district court ruling and the Commission decision, more than two years later, to continue petitioner's presumptive parole date. In the interim, there were numerous reopenings, reconsiderations, and remands in addi tion to the crucial intervening event of receiving the victim letter from [the Border Patrol agent's ] daugh ter. Through the course of these many proceedings, prior to when the Commission received the victim letter, petitioner obtained unchanged or even favor able decisions regarding his presumptive parole date from the very body he accuses of vindictive motiva tion.\n    \n    \n      30\n      The government relies on Weaver, 53 F.3d 956, and Kindred, 894 F.2d 1477, in asserting that the Commission extended Bono's presumptive parole date in response to the receipt of the victim letter, rather than in response to Bono's successful habeas petition. The government's reliance on these cases is misplaced. The proper inquiry is not the delay or series of events that took place between Bono's successful habeas petition and the Commission's decision to extend Bono's presumptive parole date, but rather the causal connection between these two decisions.\n    \n    \n      31\n      In Weaver, we refused to apply the presumption of vindictiveness where the Oregon Parole Board reconsidered Weaver's case to apply a parole rule that had been promulgated following Weaver's commission of his underlying offenses. See 53 F.3d at 960. The Board specifically stated in its order that it based its decision to reopen Weaver's case on a recent Oregon Court of Appeals opinion. See id. at 958-59. Concluding that the presumption of vindictiveness did not attach to the Board's decision, we emphasized that the Board \"did not react to any reversal of Weaver's 1987 prison term order by a higher authority\" and that it was \"clear that the Board's reconsideration was motivated by state court decisions in other cases . . . .\" Id. at 960.\n    \n    \n      32\n      In Kindred, the Parole Commission decided to \"go outside\" the parole guidelines at Kindred's interim parole review hearing, where it previously had found such a departure unwarranted. See 894 F.2d at 1478. The Commission's decision to exceed the guidelines followed Kindred's successful attack on his severity categorization before a panel of Commissioners. See id. Kindred filed a habeas petition, arguing that the Commission's decision to exceed the published guidelines violated his due process rights. See id. The Fifth Circuit concluded that \"the crucial event from which vindictiveness could be imputed was lacking\" because Kindred's case \"came back to the Commission by the mechanical operation of law,\" rather than as a result of a reversal on appeal or by an order to grant a new hearing. Id. at 1479-80.\n    \n    \n      33\n      We agree with the district court that, \"[b]oth Weaver and Kindred stand for the proposition that there is no presumption of vindictive motivation when the Commission reopens a case on its own, because there is no remand from a successful appellate challenge.\" See Weaver , 53 F.3d at 960; Kindred, 894 F.2d at 1479. Here, however, the record does not support a finding that the Commission reopened Bono's parole proceedings on its own. Rather, the Commission was prompted to reopen Bono's parole proceedings by the district court's 1994 decision that the Commissionhad acted improperly. \"Reversal on appeal or an order to the lower tribunal to grant a new hearing . . . constitutes a salient triggering event.\" Kindred, 894 F.2d at 1480. Contrary to the government's assertions, the Commission's extension of Bono's presumptive parole date was made in response to Bono's successful appellate challenge, thereby \"triggering\" the presumption of vindictiveness.10\n    \n    B.\n    \n      34\n      The government next argues that the presumption of vindictiveness should not apply because different commissioners presided over the subsequently overturned 1991 decision than were involved in the ultimate 1996 decision affirming the extension of Bono's presumptive parole date. The government contends that this shift in the Commission's membership precludes application of the presumption because the commissioners who extended Bono's presumptive parole date did not have a \"personal stake\" in the decision overturned for lack of a quorum. The district court found the government's position untenable because, \"[t]he Commission, regardless of its membership, acts as a single, distinct entity.\" See 18 U.S.C. S 4203(b)(1) (reserving to the Commission, by majority vote, the power to grant or deny parole). The district court thus concluded that \"changes in the Commission's membership do not affect the application of the presumption of vindictive motivation.\"\n    \n    \n      35\n      The government concedes that the Commission does,\"as a matter of administrative law,\" act as a single distinct entity, but nonetheless asserts that this characterization \"has little bearing on the issue of vindictiveness, which is at bottom a matter of individual motivation.\" In support of this assertion, the government cites by analogy Texas v. McCullough, 475 U.S. 134 (1986), and United States v. Newman, 6 F.3d 623 (9th Cir. 1993). These are not truly analogous cases, however, and thus do not resolve the issue we confront.\n    \n    \n      36\n      In McCullough, upon retrial, the petitioner chose to be sentenced by a judge rather than by a jury, as he had chosen in his original trial. See 475 U.S. at 136. The judge ultimately imposed a harsher sentence than had been imposed by the jury in the original trial. See id. The Court refused to apply the presumption of vindictiveness, stating that, \"[u]nlike the judge who has been reversed, the trial judge here had no motivation to engage in self-vindication.\" Id. at 139 (citing Chaffin v. Stynchcombe, 412 U.S. 17, 27 (1973)) (internal quotation marks omitted). Similarly, in Newman, we concluded that the presumption did not apply where \"a different judge imposed a wholly logical sentence [and] at the first trial, the sentencing judge was different from the trial judge, while at the retrial, the same judge presided over the trial and the sentencing proceedings.\" 6 F.3d at 631.\n    \n    \n      37\n      McCullough and Newman both involved increased sentences meted out by truly different sentencers; the instant case presents a more complex situation. Here, we must determine whether Bono faced a truly different sentencer for presumption of vindictiveness purposes as a result of the change in the Commission's individual composition from the time it issued the successfully challenged decisions to the time it issued the allegedly vindictive decision. Although we have previously ruled that the Commission may violate the United States Constitution if its enhanced sentencing decision was based on an improper motive and was intended to punish petitioner for an earlier successful challenge to its original determination, see Weinstein v. United States Parole Comm'n, 902 F.2d 1451, 1456 (9th Cir. 1990), we have not previously addressed the question whether achange in the Commission's membership alters the presumption analysis.\n    \n    \n      38\n      In Marshall v. Lansing, 839 F.2d 933 (3d Cir. 1988), the Third Circuit concluded that the presumption of vindictiveness may attach to Commission decisions, stating:\n    \n    \n      39\n      We believe that the logic of Pearce and its progeny applies with equal force to the facts of this case. Just as a sentencing judge might resent a challenge to an underlying conviction which he himself had over seen, so too might the Commission look unkindly upon a successful court challenge to its [decisions], thus supplying a motive for retaliation.\n    \n    \n      40\n      Id. at 947. The court explained that, \"where a prisoner's challenge could be viewed as an assault on the Commission's much-valued discretion, such a challenge could provide an additional motive for retaliation.\"11  Id. at 947 n.19.\n    \n    \n      41\n      The Third Circuit distinguished the decisions of the Commission from those of a jury, as discussed in Chaffin, 412 U.S. at 27. In Chaffin, the Supreme Court held that the Pearce presumption did not apply when a jury, rather than a judge, imposed sentence. See id. The Court reasoned that where the allegedly vindictive second sentence was imposed by a jury, that sentence:\n    \n    \n      42\n      is not meted out by the same judicial authority whose handling of the prior trial was sufficiently unacceptable to have required a reversal of the con viction. Thus, the jury, unlike the judge who has been reversed, will have no personal stake in the prior conviction and no motivation to engage in self vindication. Similarly, the jury is unlikely to be sen sitive to the institutional interests that might occa sion higher sentences by a judge desirous of discouraging what he regards as meritless appeals.\n    \n    \n      43\n      Id.\n    \n    \n      44\n      The reasoning of Marshall and Chaffin applies with equal force here. The Commission, which acts by statute as a singular entity, has an institutional motivation to protect its \"much-valued discretion\" by engaging in the type of vindication that might discourage challenges to its authority, particularly those made by resort to the courts. The individual membership of the Commission may have differed from the time of the decision invalidated by Bono's 1994 habeas petition to the time of the decision to extend Bono's presumptive parole date to 2009; however, the Commission is properly viewed as a unified institutional entity capable of the vindictiveness contemplated in Pearce. Therefore, the presumption of vindictiveness may attach to the Commission's decisions, regardless of a change in the Commission's composition.\n    \n    C.\n    \n      45\n      The government next urges that the 1994 reversal was a \"purely procedural ruling that the Commission had decided petitioner's case without the necessary quorum,\" which, \"is hardly the sort of decision that might provoke resentment and retaliation.\" However, the government cites no authority for the proposition that the presumption of vindictiveness is to be applied only where \"the allegedly vindictive entity has suffered a substantive reversal by a higher authority -a rebuke of the kind that might in common sense terms spark retaliation.\" Nor does logic dictate the government's desired result. If a primary concern underlying the presumption of vindictiveness is that expressed by the government -the initial decision-maker's \"personal stake\" in the outcome -then it matters not whether the reversal is of a substantive or procedural nature. To borrow the government's terminology, a \"reversal,\" in any shape or form, may be perceived as a \"rebuke.\"The application of the presumption, moreover, is rooted in the fear that the decision-making body will act punitively against the petitioner upon a successful challenge to its authority. It is therefore irrelevant whether the success is characterized as substantive or procedural in nature.\n    \n    D.\n    \n      46\n      The government contends that the Pearce presumption is inapplicable where, as here, the decision-maker is either conducting a de novo review or has before it evidence different from that available to the first decision-maker. We reject the first assertion that the presumption does not attach where review is de novo. As Bono correctly observes, since all retrials and resentencings are de novo proceedings, if the presumption does not apply to de novo proceedings, it would scarcely apply at all. The government's latter assertion is equally unavailing because it speaks not to the applicability of the presumption itself, but rather to the government's ability to rebut the presumption.\n    \n    \n      47\n      We conclude that there was a \"reasonable likelihood\" that the increase in Bono's presumptive parole date was the product of vindictiveness on the part of the Commission. Following his two successful habeas petitions, Bono received a twelve-year extension of his presumptive parole date. This extension constitutes a \"harsher\" sentence, for purposes of the Pearce presumption. Therefore, the presumption of vindictiveness attaches to the Commission's extension of Bono's presumptive parole date.\n    \n    IV.\n    \n      48\n      Where the presumption of vindictiveness applies, the burden shifts to the government to rebut that presumption. See Wasman, 468 U.S. at 569. The government asserts that, \"[e]ven if the Pearce presumption was found to apply in this case, the record makes abundantly clear that the Commission's decision extending petitioner's parole date was based on objective criteria rather than a vindictive desire to punish petitioner for exercising his legal rights.\" We find to the contrary: the record utterly lacks objective information sufficient to rebut the presumption.\n    \n    \n      49\n      The Pearce presumption may be overcome only by objective information justifying the increased sentence. See United States v. Goodwin, 457 U.S. 368, 374 (1982). Pearce requires that:\n    \n    \n      50\n      [W]henever a judge imposes a more severe sentence upon a defendant after a new trial, the reasons for his doing so must affirmatively appear. Those reasons must be based upon objective information concern ing identifiable conduct on the part of the defendant occurring after the time of the original sentencing proceeding. And the factual data upon which the increased sentence is based must be made part of the record, so that the constitutional legitimacy of the increased sentence may be fully reviewed on appeal.\n    \n    \n      51\n      395 U.S. at 726. McCullough modified this rule somewhat, upholding an increased sentence where the judge made a contemporaneous, on-the-record determination that the increase was justified by evidence not presented at the defendant's first trial, but which provided new insight into the magnitude of the defendant's role in his offense. See 475 U.S. at 140-42. In modifying the Pearce standard, the Court in McCullough noted that the language set forth in Pearce, \"was never intended to describe exhaustively all of the possible circumstances in which a sentence increase could be justified.\" Id. at 141. Indeed, the Court continued, \"[r]estricting justifications for a sentence increase to only `events that occurred subsequent to the original sentencing proceedings' could in some circumstances lead to absurd results.\" Id.\n    \n    \n      52\n      Ordinarily, the Commission may extend a prisoner's presumptive parole date only for disciplinary infractions or \"new and significant adverse information.\" See 28 C.F.R. SS 2.14(a)(2)(iii), 2.28(f) (1996). The government contends that the victim letter constituted \"new and significant adverse information,\" which served as objective evidence justifying the extension of Bono's presumptive parole date. Although the Commission did not expressly rely on or refer to the victim letter in its written notices of decision to Bono, the government nonetheless urges us to consider certain internal notes and memoranda of the Commission which were created in conjunction with Bono's parole review proceedings and were appended to the Notice of Action in the administrative record (but not forwarded to Bono). The government contends that these \"contemporaneous\" notes and memoranda, which do reference the victim letter, \"show that the relevant Commissioners were motivated not by vindictiveness but by a concern for the severity of petitioner's crime, as reinforced by the victim letter.\"\n    \n    \n      53\n      We conclude that the contemporaneous notes and memoranda of the individual Commission members are insufficient to rebut the presumption of vindictiveness.12 The victim letter, although compelling and perhaps an emotional impetus for the Commission's decision, did not constitute new and significant adverse information. The letter did not provide the Commission with any information that was not available to it at the time it set Bono's original presumptive parole date. From the moment Bono entered the federal parole system, the Commission was aware that the Border Patrol agent had left behind a family, who would be deeply affected by his murder. Although the letter provides a moving account of the difficulties faced by the victim's daughter as she grew up fatherless, it does not provide any information that was not before the Commission at the time Bono's original presumptive parole date was determined.\n    \n    \n      54\n      Because the Commission has failed to demonstrate the sumption of vindictiveness, we hold that the district court properly reversed the Commission's decision to extend Bono's presumptive parole date. We therefore affirm the decision of the district court.\n    \n    \n      55\n      AFFIRMED.\n    \n    \n      \n        Notes:\n      \n      \n        1\n         The state detainer was removed in 1986.\n      \n      \n        2\n         An initial hearing generally is conducted by a single examiner who undertakes a full review of a prisoner's case. The examiner discusses the offense severity rating and salient factor score with the inmate. The offense severity rating currently is evaluated on a scale of 1 (low) to 8 (high), but was measured on a scale of Low to Greatest II in 1978. The salient factor rating, which predicts the likelihood of parole violation on a scale of 0 (high) to 10 (low), takes into account the prisoner's criminal history and drug usage. The two ratings are plotted on a grid, resulting in a suggested period of imprisonment, referred to as the guideline range. The Commission may set a presumptive release date either above or below the guideline range if the circumstances warrant it. See 28 C.F.R. S 2.20(c).\n      \n      \n        3\n         The statutes governing federal parole, 18 U.S.C. SS 4201-4218 (1994), have been repealed, see Pub. L. No. 98-473,S 218(a)(5), 98 Stat. 2027 (1984), but remain in effect as to Bono's offense. See id. S 235(b)(1), 98 Stat. 2032 (1984); Pub. L. No. 101-650, S 316, 104 Stat. 5115 (1990); Pub. L. No. 104-232, S 2(a), 110 Stat. 3055 (1996) (extending the life of 18 U.S.C. S 4201-4218 for fifteen years).\n      \n      \n        4\n         \"The term Regional Commissioner refers to Commissioners assigned to the Commission's regional offices.\" 28 C.F.R.S 2.1(e) (1996). Regional Commissioner now is defined as \"Commissioners who are assigned to make initial decisions . . . in respect to prisoners and parolees in regions defined by the Commission.\" 28 C.F.R. S 2.1(e) (1999).\n      \n      \n        5\n         Pursuant to its own regulations, the Commission may designate certain types of cases for \"original jurisdiction,\" based on criteria set forth in 28 C.F.R. S 2.17(b) (1978). Such cases include life sentences. See 28 C.F.R. S 2.17(b)(4) (1978). Decisions in original jurisdiction cases are made by a panel of commissioners known as the \"National Commissioners,\" and appeals from such cases are heard by the Commission, rather than the National Appeals Board, a three-member board that decides appeals taken from a Regional Commissioner's decision. See 28 C.F.R. SS 2.1(c) &amp; (d), 2.17, 2.26, 2.27 (1978). Original jurisdiction cases are ordinarily decided based on the concurrence of three commissioner votes. See 28 C.F.R. S 2.17 (1978). Cases not designated for original jurisdiction are decided at the Regional Commissioner level based on recommendations issued by hearing examiners. See 28 C.F.R. S 2.23 (1978). Whereas appeals from original jurisdiction cases are handled by the full Commission, appeals from non-original jurisdiction cases are handled by the National Appeals Board. See 28 C.F.R. SS 2.1, 2.26, 2.27 (1978).\n      \n      \n        6\n         In 1978, the Commission, after providing Bono an initial parole hearing, was required by regulation to \"set a presumptive release date, if such date falls within four years of the initial hearing, or continue the prisoner to a four-year reconsideration hearing pursuant toS 2.14(c), or set an effective date of parole.\" 28 C.F.R. S 2.12 (c)(2) (1978). A presumptive release date, or presumptive parole date, is not conclusive because \"the Commission is not obliged under all circumstances to release an inmate on the date it initially sets.\" United States ex rel. Forman v. McCall, 709 F.2d 852, 854-55 &amp; n.4 (3d Cir. 1983). A four-year reconsideration hearing was conducted in the same manner as an initial hearing to determine whether the setting of a presumptive release date would be appropriate. See 28 C.F.R. S 2.14(c) (1978). Current regulations allow for a fifteen year reconsideration hearing. See 28 C.F.R.SS 2.12(b)(3), 2.14(c) (1999).\n      \n      \n        7\n         An interim parole hearing is provided to determine whether there have been any significant developments or changes in the prisoner's status that may have occurred subsequent to the initial hearing. See 28 C.F.R. S 2.14(a) (1991).\n      \n      \n        8\n         \"Superior program achievement may be demonstrated in areas such as educational, vocational, industry, or counseling programs, and is to be considered in light of the specifics of each case. \" 28 C.F.R. S 2.60(b) (1994). Prisoners who demonstrate superior program achievement may be considered for a limited advance of their presumptive parole date. See 28 C.F.R. SS 2.14(a)(2)(ii)(1), 2.60(a), 2.60(c) (1994).\n      \n      \n        9\n         At oral argument, the government agreed that, were we to find the district court properly concluded that the Commission acted with vindictiveness, Bono's release was the appropriate remedy.\n      \n      \n        10\n         Although we conclude that the attenuation in this case is not enough to break the link between the district court's remand and the Commission's ultimate decision, we do not hold that attenuation may never defeat the presumption of vindictiveness.\n      \n      \n        11\n         Whether Marshall involved a shift in the membership of the Commission over the relevant time frame is unclear from the court's opinion and was not an issue challenged on appeal.\n      \n      \n        12\n         Bono contends that the Commission's internal notes and memoranda may not be considered in assessing whether the presumption has been rebutted, as they do not constitute the Commission's actual, on-the-record statement of decision. Because these contemporaneous materials are insufficient to justify the extension of Bono's presumptive parole date, we need not address whether such evidence is properly before us.\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 766870
        }
    ],
    "court_short_name": "Ninth Circuit",
    "court_full_name": "Court of Appeals for the Ninth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}