{
    "id": 1266713,
    "judges": "Banke, Birdsong, Carley, Deen, McMurray, Pope, Quillian, Shulman, Sognier",
    "date_filed": "1993-05-18",
    "date_filed_is_approximate": true,
    "slug": "bradley-center-inc-v-wessner",
    "case_name_short": "Wessner",
    "case_name": "Bradley Center, Inc. v. Wessner",
    "case_name_full": "BRADLEY CENTER, INC. v. WESSNER Et Al.",
    "attorneys": "S. C. Kelly, J. Ronald Mullins, Jr., Sidney F. Wheeler, Michael T. Bennett, for appellant., Lee R. Grogan, Michael Agnew, Milton Jones, for appellees.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Rehearing denied March 11, 1982",
    "cross_reference": null,
    "correction": null,
    "citation_count": 38,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b610-6\">\n    62926.\n   </docketnumber><parties id=\"AusC\">\n    BRADLEY CENTER, INC. v. WESSNER et al.\n   </parties>",
    "citations": [
        "287 S.E.2d 716",
        "161 Ga. App. 576"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7146.0,
            "opinion_text": "\n161 Ga. App. 576 (1982)\n287 S.E.2d 716\nBRADLEY CENTER, INC.\nv.\nWESSNER et al.\n62926.\nCourt of Appeals of Georgia.\nDecided February 15, 1982.\nRehearing Denied March 11, 1982.\nS. C. Kelly, J. Ronald Mullins, Jr., Sidney F. Wheeler, Michael T. Bennett, for appellant.\nLee R. Grogan, Michael Agnew, Milton Jones, for appellees.\nCARLEY, Judge.\nThe instant wrongful death action raises an issue of apparent first impression in this state \u0097 whether appellant, a private mental health hospital, may be held civilly liable for the murder of appellees' mother by appellees' father, a patient in appellant's facility.\nThe relevant facts are as follows: Appellant admits patients only on a \"voluntary\" basis. In other words, patients of appellant's private facility \"have to sign themselves in.\" Appellees' father, Matthew Wessner, and mother, Linda Wessner, had been experiencing marital problems for some time, the apparent primary source of which was Mrs. Wessner's extramarital affair. It was because of this disquieting domestic situation that Matthew Wessner originally became a \"voluntary\" patient in appellant's facility in October of 1974. At the time of his admission, Mr. Wessner made the following response to appellant's inquiry concerning his \"chief problems\": \"My wife is divorcing me, she has been having an affair with another man for more than two years now. I have caught her on numerous occasions with him. I hate this man, and want his life or at least to suffer in some horrible way. I have attempted on occasion to carry this out. I am also harboring thoughts of even taking my wife's life. Just the sight of this man makes me want to do it. I now carry a weapon in my car in the hope of seeing him, and being in the right mood to kill. My family has been my life. When that is gone there is nothing left.\" In a \"Clinical Record\" dated October 22, 1974, and signed by a physician employed by appellant, the following notations were made concerning Mr. Wessner: \"Presenting Complaints: The patient feels depressed because his wife is divorcing him. As a result, he feels agitated and *577 fears that he is a potential danger to himself and to others because of his fury over his divorce ... Mental Status Examination:... Except for aural hallucinations, the patient denied visual or factory [sic] hallucinations. He said that these voices came to him only during the last few days. He recognized that they [might] be hallucinations but is realistically frightened that he may be beginning to `snap'. . . Thought content dwelt mainly on his panic about the divorce and the recurrent thoughts about killing himself, his wife or his wife's lover.\" Thereafter, the medical records for Mr. Wessner's first admission reflect that he was being treated for what can best be termed, in the words of his physician, as \"emerging homicidal impulses . . .\"\nOn November 27, 1974, when Mr. Wessner was finally discharged from his first voluntary admission into the appellant's hospital, his wife had likewise been a \"voluntary\" patient there for some five days. Mrs. Wessner's diagnosis was \"depressive neurosis.\" In a \"Doctor's Order Sheet\" dated November 21, 1974, the following was noted concerning Mrs. Wessner's admission: \"A 27-year-old white female who is depressed because of her guilt in having an extramarital affair. Although this affair has been taking place for a year, repercussions only made an impact on her when her husband became almost homicidal in his fury and was admitted to this hospital ...\" Thereafter and until the time of her final discharge on January 8, 1975, Mrs. Wessner's medical records reflect that she was being treated for the depression occasioned by her marital situation and its resolution. Suffice it to say that the medical records demonstrate that no small part of the resolution of that situation involved Mrs. Wessner's fear of her husband and his threats. Mrs. Wessner's \"Patient Discharge Summary,\" signed by her psychologist, noted that she \"had made up her mind; she was going through with her divorce ... Her biggest fear was confronting Matt with her decision. She told him Monday night whereupon he became threatening and abusive ...\"\nOn January 14, 1975, after he attempted suicide, Mr. Wessner was voluntarily admitted for the second time into appellant's hospital. On January 24, 1975, the \"Team Conference\" noted that \"[t]he patient, although improved, remains very vulnerable to the existing situation between himself and his wife ... He has requested and received schedule for Intensive Group Psychotherapy for him to come to grips with his \"hate.'\" The events of the week of February 2 to 9, 1975, are of critical importance to an understanding of Mr. Wessner's final tragic breakdown. On February 3, 1975, the following \"In-patient Progress\" note was made concerning Mr. Wessner: \"`I am not as angry as I was this morning, but I have this subdued rage inside of me.' This was the opening remark of the patient who wanted *578 to see me to share with me what brought about his angry outburst at the morning meeting today. Over the weekend, while on pass, he went to his formerwife's house (`just to see my kids'). One of them told him that `Uncle George (wife's paramour) buys us candy and takes us for rides.' The patient became infuriated because, `He first takes my wife, now he is after my kids.' Fortunately the man was not around because, by the patient's own admission, he (the patient) would have committed some sort of act of violence against his rival. The patient was obviously still very agitated and angry ...\" Also on February 3, 1975, Mr. Wessner \"[e]xpressed intense fear of hurting someone \u0097 expressed need for help with controls.\" The \"Nursing Notes\" of February 5, 1975, reflect that Mr. Wessner \"was denied privilege to go bowling because (1) his expression of wanting to leave [the hospital] and harm others as stated in team a. m. [conference] (2) I didn't feel comfortable taking him alone with one more [patient] . . .\" Apparently, at either the \"team a. m.\" conference of February 5, 1975, referred to in the above discussed nursing notes or the conference of February 6, 1975, Mr. Wessner \"was very hostile and angry and was voicing his hostility very loudly ... And he made a statement that he had a weapon and was just waiting for the right circumstances.\" On February 7, 1975, Mr. Wessner's \"Treatment Plan Review,\" signed by his physician, contained the following notation: \"Review of plans focused on patient's explosive hostility which again came to the surface during his last weekend pass ... How will he control it in the future? ... (4) Avoid possible stressful situations on outside (avoid visits with his former wife).\"\nAlso on February 7, 1975, the \"Doctor's Order Sheet\" reflected that Mr. Wessner would be issued a pass \"until 11 p. m. today (2-7-75) ... 10 a. m. to 11 p. m. on Sat. (2-8-75) ... 8 a. m. to 1:00 p. m. on Sunday . . .\" On the morning of Sunday, February 9, 1975, Mr. Wessner exercised his unrestricted pass privilege and left appellant's facility, stating that he was \"going to take [his] children to church, have [a] steak dinner and return to [the hospital] about 1:30 p. m.\" Mr. Wessner drove to Mrs. Wessner's home to pick up the children who were in their mother's custody. The children were outside the house waiting for him and Mr. Wessner did not see his ex-wife at that time. On the way to church one of his children told Mr. Wessner, \"Daddy, Mother does not want you to know, but Uncle George is in our house with her.\" After church, Mr. Wessner spotted his rival's car headed toward his ex-wife's house and he apparently \"snapped.\" Mr. Wessner then secured his gun, confronted his ex-wife and her paramour and shot and killed both of them. Mr. Wessner was subsequently tried and convicted of two counts of murder.\nThe instant wrongful death action was instituted by appellees *579 on the theory that their father's criminal act was reasonably foreseeable to appellant and that the death of their mother was the proximate result of appellant's negligence both in issuing the pass for the ill-fated day and in failing to exercise more restraint on their father's freedom to leave the premises. The case was tried by a jury and a substantial verdict for appellees was returned. Appellant appeals from the entry of judgment on this jury verdict.\n1. Appellant's first assertion is \"that the verdict is contrary to law and evidence in that the evidence failed to establish the requisite physician-patient relationship between [appellees'] deceased and [appellant].\" Citing Buttersworth v. Swint, 53 Ga. App. 602 (186 SE 770) (1936), appellant argues, in essence, that \"[i]t is fundamental in Georgia Law that an action against a medical professional can be maintained only by one within the physician-patient relationship.\" It is true that some cases in this state express adherence to a strict privity requirement in suits against professionals for the negligent performance of their professional services. See Smith v. International Lawyers, 35 Ga. App. 158 (132 SE 245) (1926) (attorney); MacNerland v. Barnes, 129 Ga. App. 367 (199 SE2d 564) (1973) (accountant). The rationale of such cases is, as in any negligence case, that \"[t]he initial requirement for establishing liability is that there be a duty. This arises from the [professional]-client relationship itself. [Cits.]\" Hughes v. Malone, 146 Ga. App. 341, 344 (247 SE2d 107) (1978). It does not appear, however, that this strict privity requirement is \"fundamental\" in the medical malpractice area. Buttersworth does not explicitly state such a requirement. On its facts, that case merely stands for the proposition that where there is no physician-patient relationship established there can be no professional duty owed, the breach of which constitutes medical malpractice. As thus construed, Buttersworth does not limit the permissible scope of a physician's liability solely to the patient where a physician-patient relationship does exist, although that relationship does not exist between the defendant-physician and the plaintiff in the case. In some jurisdictions it is the rule that, at least in some circumstances, the duties which ultimately arise as the result of the existence of a physician-patient relationship are not duties owed exclusively to the patient. See, e.g., Hofmann v. Blackmon, 241 S2d 752 (Fla. Ct. of App. 1970); Wojcik v. Alcoa 183 NYS2d 351 (Sup. Ct. N.Y. 1959); Skillings v. Allen, 173 NW 663 (Sup. Ct. Minn. 1919); Molier v. Kaiser Foundation Hospitals, 616 P2d 813 (Sup. Ct. Calif. 1980); Kaiser v. Suburban Transp. System and Group Health Coop., 398 P2d 14 (Sup. Ct. Wash. 1965); Freese v. Lemmon, 210 NW2d 576 (Sup. Ct. Iowa 1973).\nIn this state the essential elements of a cause of action based on *580 negligence are: \"(1) A legal duty to conform to a standard of conduct raised by the law for the protection of others against unreasonable risks of harm; (2) a breach of this standard; (3) a legally attributable causal connection between the conduct and the resulting injury; and, (4) some loss or damage flowing to the plaintiff's legally protected interest as a result of the alleged breach of the legal duty.\" Lee Street Auto Sales v. Warren, 102 Ga. App. 345 (1) (116 SE2d 243) (1960). In the classic medical malpractice case the physician-patient relationship raises the physician's duty and the standard by which his conduct is adjudged is `[a] reasonable degree of care and skill.\" Code Ann. § 84-924. Thus, if there is no duty owed as in Buttersworth, supra, or no breach of the standard imposed by the duty, there is no liability on the part of the physician. On the other hand, if there is a physician-patient relationship and the physician fails to render \"a reasonable degree of care and skill\" in the performance of his professional duty, there is incontestable liability in this state to at least the patient. However, the instant case is not a classic medical malpractice action. Appellees do not premise their claim directly upon the physician-patient relationship as such and do not rely upon that relationship as establishing the duty and the standard of care owed by appellant to their mother. They assert that appellant had an independent duty to exercise reasonable care to control their father so as to prevent him from harming their mother and contend that it was this duty, not the failure to render reasonable care and skill in the treatment of their mother, which appellant breached. Although, as a general rule, there is no duty to control the conduct of a third person to prevent him from causing physical harm to others (see Shockley v. Zayre, 118 Ga. App. 672 (165 SE2d 179) (1968); Restatement, Torts 2d, § 315, p. 122), there is an exception. \"One who takes charge of a third person whom he knows or should know to be likely to cause bodily harm to others if not controlled is under a duty to exercise reasonable care to control the third person to prevent him from doing such harm.\" Restatement, Torts 2d, § 319, p. 129. Thus, in the instant case, if appellant had \"control\" over Mr. Wessner and knew or should have known that he was likely to cause harm to others, a duty arose to exercise that control with such reasonable care as to prevent that harm. It is this duty which appellees contend was breached by appellant. It is of course obvious that these issues ultimately involve medical questions because of the peculiar facts of the instant case. This is true because appellant, the defendant alleged to be in \"control\" of Mr. Wessner, is a hospital exercising varying degrees of \"authority\" over the movement of its patients. Also, it is a \"medical\" question as to whether appellant, through its agents \"knew or should have known\" that Mr. Wessner was likely to cause harm to others if *581 not adequately \"controlled.\" Likewise, the decision to relinquish \"control\" over Mr. Wessner on the fatal day was ultimately a \"medical\" one. Although these issues involve medical questions concerning the physician-patient relationship which existed between Mr. Wessner and appellant rather than between appellees' deceased and appellant, the fact remains that if that relationship were such that appellant exercised \"control\" over Mr. Wessner's actions and knew or should have known that he was likely to cause bodily harm to others, an independent duty arose as the result of that relationship to use reasonable care to \"control\" Mr. Wessner so as to prevent him from harming others. The patient-physician relationship is thus important in the instant case only because the independent duty to control, which was alleged as having been breached, arose from that underlying relationship. If that duty to others were owed and breached in the instant case and if the breach were the proximate cause of the death of appellees' mother, appellant's liability would be established without regard to the fact that at the time of the death no physician-patient relationship existed between appellant and Mrs. Wessner. In short, we hold that where the course of treatment of a mental patient involves an exercise of \"control\" over him by a physician who knows or should know that the patient is likely to cause bodily harm to others, an independent duty arises from that relationship and falls upon the physician to exercise that control with such reasonable care as to prevent harm to others at the hands of the patient. See generally McIntosh v. Milano, 403 A2d 500 (Superior Ct. of N. J. 1979); Rum River Lumber Co. v. State, 282 NW2d 882 (Sup. Ct. of Minn.) (1979); Lipari v. Sears, Roebuck &amp; Co., 497 FSupp. 185 (D. Neb. 1980) (applying Nebraska law). Accordingly, we find meritless appellant's attack on the verdict insofar as that attack is premised upon the lack of physician-patient privity between itself and appellees' deceased. \"`[T]he therapist owes a legal duty not only to his patient, but also to his patient's would-be victim and is subject in both respects to scrutiny by judge and jury.'\" Tarasoff v. Regents of Calif., 551 P2d 334, 345-346 (Sup. Ct. of Calif. 1976). \"When a therapist determines, or pursuant to the standards of his profession should determine, that his patient presents a serious danger of violence to another, he incurs an obligation to use reasonable care to protect the intended victim against such danger. The discharge of this duty may require the therapist to take one or more of various steps, depending upon the nature of the case. Thus it may call for him to warn the intended victim or others likely to apprise the victim of the danger, to notify the police, or to take whatever other steps are reasonably necessary under the circumstances. . .. While the discharge of this duty of due care will necessarily vary with the facts *582 of each case, in each instance the adequacy of the therapist's conduct must be measured against the traditional negligence standard of the rendition of reasonable care under the circumstances.\" Tarasoff, 551 P2d at 340, 345, supra.\nThe application of this standard to the evidence in the instant case demonstrates that appellant was in \"control\" of Mr. Wessner. While appellant's facility apparently operated pursuant to an \"open plan,\" that plan was implemented in the context of four \"activity levels\" which at once established and circumscribed the patient's privileges, restrictions and activities. At \"level one,\" supervision and control of the patient was most restrictive. At \"level four\" the patient was allowed the most freedom from supervision and control, including eligibility for the grant of a pass to leave the facility for extended periods of time. The facility was also apparently operated on the premise that patients would \"voluntarily\" comply with the restrictions imposed by appellant on their activities and mobility. However, in the event that a patient requested a discharge against medical advice he could be detained from leaving for \"48 hours to confer with [his] relatives, persuade [him] to stay because [he was] still ill.\" The facility also contained locks which were \"occasionally\" used, as \"when the patient becomes very disturbed...\" Apparently such detaining actions would be taken as part of the facility's \"escape precaution,\" to prevent an unwell patient from leaving the confines of the hospital against medical advice. Under such circumstances it seems clear that appellant had taken \"charge\" of Mr. Wessner and that he was under the \"control\" of appellant throughout his second admission and specifically on the day of the murder when, as a patient, he was outside of the facility only because he had been granted an unrestricted pass. See generally Merchants Nat. Bank &amp; Trust Co. v. United States, 272 FSupp. 409, 418 (4) (D. N. D. 1967) (applying North Dakota law).\nWe turn next to the question of whether the evidence demonstrates that appellant \"knew or should have known\" that Mr. Wessner was likely to cause bodily harm to others. \"The Court recognizes that it may be difficult for medical professionals to predict whether a particular mental patient may pose a danger to himself or others. This factor alone, however, does not justify barring recovery in all situations. The standard of care for health professionals adequately takes into account the difficult nature of the problem facing psychotherapists. [`] Generalizations must be avoided as much as possible in psychiatry. Negligence cannot be imputed to the Hospital merely because of a mistake. A claim of negligence must be considered in light of the elusive qualities of mental disorders and the difficulty of analyzing and evaluating them. Exactitude is often *583 impossible... Error and uncertainty considered alone must often be accepted without labeling them negligence. The standard to be applied, however, must take into consideration the uncertainty which accompanies psychiatric analysis. In that area, as we have suggested, negligence may not ordinarily be found short of serious error or mistake, and not necessarily when the error or mistake is serious. The concept of `due care' in appraising psychiatric problems, assuming proper procedures are followed, must take account of the difficulty often inevitable in definitive diagnosis. ['] [Cits.] Under this standard, a therapist who uses the proper psychiatric procedures is not negligent even if his diagnosis may have been incorrect. Given this protection, the Court is of the opinion that the difficulty in predicting dangerousness does not justify denying recovery in all cases.\" (Emphasis supplied.) Lipari, 497 FSupp. at 192, supra. \"[O]nce a therapist does in fact determine, or under applicable professional standards reasonably should have determined, that a patient poses a serious danger of violence to others, he bears a duty to exercise reasonable care to protect the foreseeable victim of that danger.\" (Emphasis supplied.) Tarasoff, 551 P2d at 345, supra.\nApplying this standard to the evidence in the instant case demonstrates the following: Before the murders, appellant had diagnosed Mr. Wessner's disorder as \"depressive neurosis.\" Mr. Wessner was finally and correctly diagnosed by appellant after the double murder as an \"explosive personality.\" Expert medical testimony describes an individual with an \"explosive personality\" disorder as one whose \"fuse is much shorter than the average individual's due to personality factors in him, and that this fuse is much more capable of being ignited readily. And that his behavior then will be manifested by impulsive, disturbed, explosive, socially unacceptable behavior.\" While not undisputed, there was expert medical testimony in the instant case that a \"[s]hort-term prediction of violent potential\" was possible with a relatively high percentage of accuracy. There was also evidence that although there was available, in appellant's records concerning the respective admissions of Mr. and Mrs. Wessner, information evidencing \"an ongoing crescendoing catastrophic situation,\" appellant failed to adhere to applicable psychiatric standards which called for \"further attempts to evaluate in a more intensive fashion the inside deterioration of this man...\" \"This [failure to properly evaluate Mr. Wessner's potential for violence was] a grave lack and deviation\" from what appellees' expert medical witness stated was the applicable standard of reasonable skill and diligence in the psychiatric profession. Thus, the evidence would authorize a finding that in spite of the fact that \"explosive personality\" or potentially violent behavior was predictable in the *584 shortrun and that there was a \"steady crescendoing of [Mr. Wessner's] displayed disturbance in the hospital record\" \u0097 displayed disturbances which would apparently indicate impending violent actions \u0097 appellant failed to follow applicable psychiatric standards in diagnosing and treating Mr. Wessner as an \"explosive personality\" during his second admission. This evidence, we believe, would authorize a finding that appellant's failure to diagnose and treat Mr. Wessner before the murders as an \"explosive personality\" was the result of a serious error or mistake, not merely an error or mistake with serious consequence, and that appellant \"should have known\" that Mr. Wessner was likely to cause bodily harm to others. See Hicks v. United States 511 F2d 407, 415-420 (D. C. Cir. 1975); Lipari, 497 FSupp. at 192, supra; Tarasoff, 551 P2d at 344-345, supra; McIntosh, 403 A2d at 507-508, supra.\nThe evidence authorized a finding that appellant was in \"control\" of Mr. Wessner and \"had or should have had\" knowledge that he was likely to cause bodily harm to others. It follows that appellant owed a duty to exercise reasonable care to control Mr. Wessner to prevent him from doing such harm. Restatement, Torts 2d § 319, p. 129, supra. Although this duty arose, under the facts of the instant case, from the underlying physician-patient relationship which existed between appellant and Mr. Wessner, it was a duty ultimately owed to others. Accordingly, the \"other\" need not be a privy to the underlying physician-patient relationship to be entitled to use for the negligent breach of the duty to control. Compare Smith, 35 Ga. App. 158, supra; MacNerland, 129 Ga. App. 367, supra.\n2. While appellant does not specifically contest the sufficiency of the evidence to support a finding that it breached its duty to exercise \"control\" over Mr. Wessner, we note that there was sufficient evidence in this regard. Appellees' expert medical witness testified that according to applicable psychiatric standards \"no passes would have been in order for Mr. Wessner on the weekend of February . . . 7, 8 and 9,..., in light of the stated worsening of his condition during the preceding week, and in view again of the totality of the situation... [Compliance with the applicable standard of care] would have militated against as many passes in general as he had, and most specifically the pass of the last and fatal weekend.\"\nWhat appellant does assert is that it is entitled to claim the benefit of the \"good faith immunity\" provision of former Code Ann. § 88-402.18 (Ga. L. 1969, pp. 505, 516-517) which was in force at the times relevant to the instant case. That statute provided, in part: \"Any physician, peace officer, attorney, health officer, or hospital officer, agent, or employee, whether employed by a private hospital or at hospital facilities operated by the State, a political subdivision *585 of the State, or by a hospital authority created pursuant to the Hospitals Authority Law of Georgia . . ., who acts in good faith compliance with the provisions of this Chapter [Hospitalization of the Mentally Ill], shall be immune from civil or criminal liability for his actions in connection with the admission of a patient to a facility or the discharge of a patient from a facility.\" It is essentially appellant's contention that this former statute should be construed as providing immunity from civil liability to a psychiatrist whose decision to discharge a voluntary mental patient (see former Code Ann. § 88-503.2 (Ga. L. 1969, pp. 505, 517-518)) was predicated upon the exercise of the psychiatrist's own \"good faith judgment\" and that, consequently, the issuance of a pass to Mr. Wessner should be viewed against a \"good faith judgment\" standard rather than the \"reasonable degree of care and skill\" standard.\nWe find appellant's arguments in this regard unavailing. Assuming without deciding that this former \"discharge\" statute would otherwise be applicable under the facts of the instant \"failure to control while in charge\" case and that appellant comes within the class of those protected \u0097 questions about which there is considerable doubt \u0097 it is clear that appellant at no time before or during the trial raised or even intimated that the proper standard for assessing its conduct was \"good faith judgment\" but, rather, acquiesced in the submission of the case to the jury merely on the theory that it had not breached the standard of \"reasonable care and skill\" required under Code Ann. § 84.924. See Jones v. Milligan, 238 Ga. 440, 442 (1) (233 SE2d 202) (1977). It is thus apparent that appellant elected to defend the instant action on the basis that its actions were not medical negligence, not on the basis that pretermitting its negligence, the result of its \"good faith\" actions were not actionable. See Lincoln Discount Corp. v. Gibbs, 92 Ga. App. 710 (89 SE2d 821) (1955). Accordingly, we do not reach the merits of appellant's statutory argument. See generally Ashburn Bank v. Bussey, 157 Ga. 657 (121 SE 825) (1923); Gunn v. Wilson Co., 20 Ga. App. 14 (92 SE 721) (1917); Lincoln Discount Corp. v. Gibbs, 92 Ga. App. 710, supra. \"It is the duty of courts and juries to determine cases upon the issues and questions raised by the pleadings submitted; and in testing the legality or validity of the verdict and judgment, this court can only look to the pleadings and evidence submitted and upon which they rest . . . We do not understand how this court can consistently declare a verdict contrary to the law because of the existence of a matter of defense to some of the relief prayed, which, however, the party claiming the benefit thereof omitted altogether to present at the proper time . . . [I]t is not the practice to reverse a judgment when no errors are found therein, in order to give a party an *586 opportunity to make defenses which he did not ask for in the course of the original proceedings on which the trial was had and the verdict rendered. [Cit.] So likewise, a verdict and judgment otherwise free from error will not be reversed because of a defense which existed, which was not in fact presented and urged before the jury trying the cause.\" Beach v. Lattner, 101 Ga. 357, 368-369 (28 SE 110) (1897). Therefore, with regard to a general grounds attack in the instant case, appellant and this court are limited to argument and consideration of whether, under the pleadings and evidence which was adduced at trial, the verdict and judgment finding appellant liable to appellees in negligence was authorized. As discussed in Division 1 above, the evidence authorized a finding that appellant owed a duty to control Mr. Wessner. As we have held in this division, the evidence authorized a finding that this duty to exercise reasonable care to control was breached by appellant. The issue of whether, under similar circumstances, a psychiatrist is afforded a \"good faith judgment\" defense to the liability which otherwise attaches from the breach of this duty must await resolution until such time as we are presented a case in which this issue has been properly raised. \"[I]t is apparent that [appellant] had ample notice of and opportunity to raise this good faith issue and it did not. We will therefore not permit any further consideration of it for the first time on appeal. [Cit.]\" Wessinger v. Kennesaw Fin. Co., 151 Ga. App. 660, 662 (261 SE2d 649) (1979), overruled on other grounds, Finance America Corp. v. Drake, 154 Ga. App. 811 (270 SE2d 449) (1980).\nIt follows that any attack on the verdict and judgment in the instant case must be predicated upon the assertion that, under the pleadings and the evidence as it was adduced at trial, a verdict and judgment against appellant in negligence cannot stand. In this regard appellant advances a \"policy\" argument, urging that the imposition of liability upon psychiatrists for the breach of the duty to \"control\" dangerous patients will ultimately frustrate this state's public policy of affording \"open door\" treatment to mental patients. In advancement of this public policy immunity argument appellant asserts that this state has recognized the need \"of ensuring that individual rights are not eroded in the name of medical expediency\" (Kendrick v. Metro. Psychiatric Center, 158 Ga. App. 839, 842 (282 SE2d 361) (1981)) and posits that if liability is imposed upon psychiatrists for the breach of a duty to \"control\" their patients, they will compensate by placing those patients in environments more restrictive than the \"open door\" approach would otherwise warrant. \"This [`policy'] argument misinterprets the nature of the duty imposed upon the therapist. The recognition of [the] duty [to control] does not make the psychotherapist liable for any harm *587 caused by his patient, but rather makes him liable only when his negligent treatment of the patient caused the injury in question.. . `[D]espite the therapeutic benefits of [the] `open door' approach, the practice admittedly entails a higher potential of danger both for the patient and for those with whom he comes in contact. In deciding the extent to which a patient should be released from restrictions, the treating physician must exercise his judgment and balance the various therapeutic considerations together with the possible dangers.' [Cits.] Thus,..., a psychotherapist is not subject to liability for placing his patient in a less restrictive environment, so long as he uses due care in assessing the risks of such a placement. This duty is no greater than the duty already owing to the patient.\" Lipari, 497 FSupp. at 192, supra. As discussed above, the evidence in the instant case authorized the jury to determine that appellant did not use the requisite degree of care in assessing the risks of allowing Mr. Wessner the less restrictive and unsupervised freedom of action which he was afforded on the fatal weekend. We do not find that under such circumstances, the imposition of liability for damages proximately resulting from the breach of the duty to exercise \"control\" hampers any public policy of this state with regard to the \"open door\" treatment of those mental patients who, in the exercise of due care by the treating physician, should be afforded such treatment.\n3. Appellant next contends that the evidence adduced at trial failed to demonstrate that its actions in authorizing Mr. Wessner's pass for the fatal day was the proximate cause of the death of appellees' mother. This argument is without merit. As discussed in Division 1 of this opinion, appellant should have known of the likelihood that Mr. Wessner would cause bodily harm to others and therefore, as the one in \"control\" of him, had a duty to protect others from the bodily harm. Compare, e.g. McClendon v. C &amp; S Nat. Bank, 155 Ga. App. 755 (272 SE2d 592) (1980). \"Generally, where there has intervened between the defendant's negligence and the injury an independent, illegal act of a third person producing the injury, and without which it would not have occurred, such independent criminal act should be treated as the proximate cause, insulating and excluding the negligence of the defendant. [Cits.] However, the above rule has been held inapplicable if the defendant (original wrongdoer) had reasonable grounds for apprehending that such criminal act would be committed. [Cits.] `So far as scope of duty (or, as some courts put it, the relation of proximate cause) is concerned, it should make no difference whether the intervening actor is negligent or intentional, or criminal. Even criminal conduct by others is often reasonably to be anticipated.' [Cits.]\" (Emphasis supplied.) Warner v. Arnold, 133 Ga. App. 174, 176 (210 SE2d 350) (1974). The evidence *588 in the instant case comports with this standard and demonstrates that appellant should have known that appellees' deceased was a foreseeable victim of Mr. Wessner's violence. It was not necessary to the imposition of liability in the instant case that appellant should have specifically foreseen that the likelihood of Mr. Wessner's causing bodily harm to others would manifest itself in murder. See Mullis v. Chaika, 118 Ga. App. 111 (162 SE2d 448) (1968).\n4. Appellant next asserts that the damages awarded to appellees are excessive as a matter of law. After our review of the entire transcript, we find no basis for so holding. See generally City of Thomasville v. Jones, 17 Ga. App. 625, 627 (3) (87 SE 923) (1915); Smith v. McBride, 119 Ga. App. 94 (166 SE2d 407) (1969); Calloway v. Rossman, 150 Ga. App. 381, 386 (8) (257 SE2d 913) (1979).\nJudgment affirmed. Quillian, C. J., McMurray, P. J., Shulman, P. J., Banke, Birdsong, Sognier and Pope, JJ., concur. Deen, P. J., dissents.\nDEEN, Presiding Judge, dissenting.\n\"A petition by one against a physician for improper and unprofessional advice must show that the relationship of physician and patient existed between the plaintiff and the defendant.\" (Emphasis supplied.) Buttersworth v. Swint, 53 Ga. App. 602 (2) (186 SE 770) (1936). It is uncontradicted that appellees were not patients of the professional psychotherapist psychiatric center or its medical staff. No professional duty was owed by the latter to the former. The center owed \"a reasonable degree of care and skill\" under Georgia law, only to its patient Mr. Wessner. A further duty existing within the doctor-patient relationship would prohibit public disclosure of privileged conversations between the two. Code § 38-418 (a) 5 and (b). The patient here was presumed sane. No proceedings had been brought questioning his sanity. Other members of the family were quite aware of threats made in the past by the patient toward his wife. It is not shown that in the past the patient had tried or actually had killed anyone. The patient here voluntarily admitted himself to the hospital. There appears to be no law under the facts presented here permitting the doctor or center to have retained their patient in the hospital against his will or to have prohibited the patient from *589 voluntarily leaving or checking out of the hospital.\nIf the doctor had restrained and imprisoned the patient indefinitely, as contended here, the former would have breached a duty resulting in the latter's sustaining a loss of his personal liberty. This could have subjected the doctor to financial liability. I find no law requiring a doctor to notify all of his patient's relatives upon a patient's discharge or upon the patient's unilaterally leaving the professional custody of the doctor or hospital. The majority opinion is misinterpreting, overextending or in effect overruling Buttersworth, supra, therefore I must respectfully dissent. The medical profession, as the legal profession, at best, is a profession of inexact science. Blount v. Moore, 159 Ga. App. 80 (282 SE2d 720) (1981). The standard of care must be limited to the patient or client, unless it appears that an agreement was made to the contrary, or that the professional intended for others outside of the professional relationship to rely on his skills, care and performance.\n",
            "ocr": false,
            "opinion_id": 1266713
        },
        {
            "author_str": "Carley",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCarley, Judge.\nThe instant wrongful death action raises an issue of apparent first impression in this state — whether appellant, a private mental health hospital, may be held civilly liable for the murder of appellees’ mother by appellees’ father, a patient in appellant’s facility.\nThe relevant facts are as follows: Appellant admits patients only on a “voluntary” basis. In other words, patients of appellant’s private facility “have to sign themselves in.” Appellees’ father, Matthew Wessner, and mother, Linda Wessner, had been experiencing marital problems for some time, the apparent primary source of which was Mrs. Wessner’s extramarital affair. It was because of this disquieting domestic situation that Matthew Wessner originally became a “voluntary” patient in appellant’s facility in October of 1974. At the time of his admission, Mr. Wessner made the following response to appellant’s inquiry concerning his “chief problems”: “My wife is divorcing me, she has been having an affair with another man for more than two years now. I have caught her on numerous occasions with him. I hate this man, and want his life or at least to suffer in some horrible way. I have attempted on occasion to carry this out. I am also harboring thoughts of even taking my wife’s life. Just the sight of this man makes me want to do it. I now carry a weapon in my car in the hope of seeing him, and being in the right mood to kill. My family has been my life. When that is gone there is nothing left.” In a “Clinical Record” dated October 22,1974, and signed by a physician employed by appellant, the following notations were made concerning Mr. Wessner: “Presenting Complaints-. The patient feels depressed because his wife is divorcing him. As a result, he feels agitated and *577fears that he is a potential danger to himself and to others because of his fury over his divorce ... Mental Status Examination:... Except for aural hallucinations, the patient denied visual or factory [sic] hallucinations. He said that these voices came to him only during the last few days. He recognized that they [might] be hallucinations but is realistically frightened that he may be beginning to ‘snap’ . . . Thought content dwelt mainly on his panic about the divorce and the recurrent thoughts about killing himself, his wife or his wife’s lover.” Thereafter, the medical records for Mr. Wessner’s first admission reflect that he was being treated for what can best be termed, in the words of his physician, as “emerging homicidal impulses . . .”\nOn November 27, 1974, when Mr. Wessner was finally discharged from his first voluntary admission into the appellant’s hospital, his wife had likewise been a “voluntary” patient there for some five days. Mrs. Wessner’s diagnosis was “depressive neurosis.” In a “Doctor’s Order Sheet” dated November 21, 1974, the following was noted concerning Mrs. Wessner’s admission: “A 27-year-old white female who is depressed because of her guilt in having an extramarital affair. Although this affair has been taking place for a year, repercussions only made an impact on her when her husband became almost homicidal in his fury and was admitted to this hospital...” Thereafter and until the time of her final discharge on January 8,1975, Mrs. Wessner’s medical records reflect that she was being treated for the depression occasioned by her marital situation and its resolution. Suffice it to say that the medical records demonstrate that no small part of the resolution of that situation involved Mrs. Wessner’s fear of her husband and his threats. Mrs. Wessner’s “Patient Discharge Summary,” signed by her psychologist, noted that she “had made up her mind; she was going through with her divorce .. . Her biggest fear was confronting Matt with her decision. She told him Monday night whereupon he became threatening and abusive ...”\nOn January 14, 1975, after he attempted suicide, Mr. Wessner was voluntarily admitted for the second time into appellant’s hospital. On January 24, 1975, the “Team Conference” noted that “[t]he patient, although improved, remains very vulnerable to the existing situation between himself and his wife ... He has requested and received schedule for Intensive Group Psychotherapy for him to come to grips with his “hate.’ ” The events of the week of February 2 to 9, 1975, are of critical importance to an understanding of Mr. Wessner’s final tragic breakdown. On February 3,1975, the following “In-patient Progress” note was made concerning Mr. Wessner: “ ‘I am not as angry as I was this morning, but I have this subdued rage inside of me.’ This was the opening remark of the patient who wanted *578to see me to share with me what brought about his angry outburst at the morning meeting today. Over the weekend, while on pass, he went to his former wife’s house (‘just to see my kids’). One of them told him that ‘Uncle George (wife’s paramour) buys us candy and takes us for rides.’ The patient became infuriated because, ‘He first takes my wife, now he is after my kids.’ Fortunately the man was not around because, by the patient’s own admission, he (the patient) would have committed some sort of act of violence against his rival. The patient was obviously still very agitated and angry ...” Also on February 3, 1975, Mr. Wessner “[expressed intense fear of hurting someone — expressed need for help with controls.” The “Nursing Notes” of February 5,1975, reflect that Mr. Wessner “was denied privilege to go bowling because (1) his expression of wanting to leave [the hospital] and harm others as stated in team a.m. [conference] (2) I didn’t feel comfortable taking him alone with one more [patient] . . .” Apparently, at either the “team a.m.” conference of February 5,1975, referred to in the above discussed nursing notes or the conference of February 6,1975, Mr. Wessner “was very hostile and angry and was voicing his hostility very loudly... And he made a statement that he had a weapon and was just waiting for the right circumstances.” On February 7, 1975, Mr. Wessner’s “Treatment Plan Review,” signed by his physician, contained the following notation: “Review of plans focused on patient’s explosive hostility which again came to the surface during his last weekend pass ... How will he control it in the future? ... (4) Avoid possible stressful situations on outside (avoid visits with his former wife).”\nAlso on February 7,1975, the “Doctor’s Order Sheet” reflected that Mr. Wessner would be issued a pass “until 11 p.m. today (2-7-75) ... 10 a.m. to 11 p.m. on Sat. (2-8-75)... 8 a.m. to 1:00 p.m. on Sunday . . .” On the morning of Sunday, February 9, 1975, Mr. Wessner exercised his unrestricted pass privilege and left appellant’s facility, stating that he was “going to take [his] children to church, have [a] steak dinner and return to [the hospital] about 1:30 p.m.” Mr. Wessner drove to Mrs. Wessner’s home to pick up the children who were in their mother’s custody. The children were outside the house waiting for him and Mr. Wessner did not see his ex-wife at that time. On the way to church one of his children told Mr. Wessner, “Daddy, Mother does not want you to know, but Uncle George is in our house with her.” After church, Mr. Wessner spotted his rival’s car headed toward his ex-wife’s house and he apparently “snapped.” Mr. Wessner then secured his gun, confronted his ex-wife and her paramour and shot and killed both of them. Mr. Wessner was subsequently tried and convicted of two counts of murder.\nThe instant wrongful death action was instituted by appellees *579on the theory that their father’s criminal act was reasonably foreseeable to appellant and that the death of their mother was the proximate result of appellant’s negligence both in issuing the pass for the ill-fated day and in failing to exercise more restraint on their father’s freedom to leave the premises. The case was tried by a jury and a substantial verdict for appellees was returned. Appellant appeals from the entry of judgment on this jury verdict.\n1. Appellant’s first assertion is “that the verdict is contrary to law and evidence in that the evidence failed to establish the requisite physician-patient relationship between [appellees’] deceased and [appellant].” Citing Buttersworth v. Swint, 53 Ga. App. 602 (186 SE 770) (1936), appellant argues, in essence, that “[i]t is fundamental in Georgia Law that an action against a medical professional can be maintained only by one within the physician-patient relationship.” It is true that some cases in this state express adherence to a strict privity requirement in suits against professionals for the negligent performance of their professional services. See Smith v. International Lawyers, 35 Ga. App. 158 (132 SE 245) (1926) (attorney); MacNerland v. Barnes, 129 Ga. App. 367 (199 SE2d 564) (1973) (accountant). The rationale of such cases is, as in any negligence case, that “[t]he initial requirement for establishing liability is that there be a duty. This arises from the [professional]-client relationship itself. [Cits.]” Hughes v. Malone, 146 Ga. App. 341, 344 (247 SE2d 107) (1978). It does not appear, however, that this strict privity requirement is “fundamental” in the medical malpractice area. Buttersworth does not explicitly state such a requirement. On its facts, that case merely stands for the proposition that where there is no physician-patient relationship established there can be no professional duty owed, the breach of which constitutes medical malpractice. As thus construed, Buttersworth does not limit the permissible scope of a physician’s liability solely to the patient where a physician-patient relationship does exist, although that relationship does not exist between the defendant-physician and the plaintiff in the case. In some jurisdictions it is the rule that, at least in some circumstances, the duties which ultimately arise as the result of the existence of a physician-patient relationship are not duties owed exclusively to the patient. See, e.g., Hofmann v. Blackmon, 241 S2d 752 (Fla. Ct. of App. 1970); Wojcik v. Alcoa 183 NYS2d 351 (Sup. Ct. N.Y. 1959); Skillings v. Allen, 173 NW 663 (Sup. Ct. Minn. 1919); Molier v. Kaiser Foundation Hospitals, 616 P2d 813 (Sup. Ct. Calif. 1980); Kaiser v. Suburban Transp. System and Group Health Coop., 398 P2d 14 (Sup. Ct. Wash. 1965); Freese v. Lemmon, 210 NW2d 576 (Sup. Ct. Iowa 1973).\nIn this state the essential elements of a cause of action based on *580negligence are: “(1) A legal duty to conform to a standard of conduct raised by the law for the protection of others against unreasonable risks of harm; (2) a breach of this standard; (3) a legally attributable causal connection between the conduct and the resulting injury; and, (4) some loss or damage flowing to the plaintiff’s legally protected interest as a result of the alleged breach of the legal duty.” Lee Street Auto Sales v. Warren, 102 Ga. App. 345 (1) (116 SE2d 243) (1960). In the classic medical malpractice case the physician-patient relationship raises the physician’s duty and the standard by which his conduct is adjudged is ‘[a] reasonable degree of care and skill.” Code Ann. § 84-924. Thus, if there is no duty owed as in Buttersworth, supra, or no breach of the standard imposed by the duty, there is no liability on the part of the physician. On the other hand, if there is a physician-patient relationship and the physician fails to render “a reasonable degree of care and skill” in the performance of his professional duty, there is incontestable liability in this state to at least the patient. However, the instant case is not a classic medical malpractice action. Appellees do not premise their claim directly upon the physician-patient relationship as such and do not rely upon that relationship as establishing the duty and the standard of care owed by appellant to their mother. They assert that appellant had an independent duty to exercise reasonable care to control their father so as to prevent him from harming their mother and contend that it was this duty, not the failure to render reasonable care and skill in the treatment of their mother, which appellant breached. Although, as a general rule, there is no duty to control the conduct of a third person to prevent him from causing physical harm to others (see Shockley v. Zayre, 118 Ga. App. 672 (165 SE2d 179) (1968); Restatement, Torts 2d, § 315, p. 122), there is an exception. “One who takes charge of a third person whom he knows or should know to be likely to cause bodily harm to others if not controlled is under a duty to exercise reasonable care to control the third person to prevent him from doing such harm.” Restatement, Torts 2d, § 319, p. 129. Thus, in the instant case, if appellant had “control” over Mr. Wessner and knew or should have known that he was likely to cause harm to others, a duty arose to exercise that control with such reasonable care as to prevent that harm. It is this duty which appellees contend was breached by appellant. It is of course obvious that these issues ultimately involve medical questions because of the peculiar facts of the instant case. This is true because appellant, the defendant alleged to be in “control” of Mr. Wessner, is a hospital exercising varying degrees of “authority” over the movement of its patients. Also, it is a “medical” question as to whether appellant, through its agents “knew or should have known” that Mr. Wessner was likely to cause harm to others if *581not adequately “controlled.” Likewise, the decision to relinquish “control” over Mr. Wessner on the fatal day was ultimately a “medical” one. Although these issues involve medical questions concerning the physician-patient relationship which existed between Mr. Wessner and appellant rather than between appellees’ deceased and appellant, the fact remains that if that relationship were such that appellant exercised “control” over Mr. Wessner’s actions and knew or should have known that he was likely to cause bodily harm to others, an independent duty arose as the result of that relationship to use reasonable care to “control” Mr. Wessner so as to prevent him from harming others. The patient-physician relationship is thus important in the instant case only because the independent duty to control, which was alleged as having been breached, arose from that underlying relationship. If that duty to others were owed and breached in the instant case and if the breach were the proximate cause of the death of appellees’ mother, appellant’s liability would be established without regard to the fact that at the time of the death no physician-patient relationship existed between appellant and Mrs. Wessner. In short, we hold that where the course of treatment of a mental patient involves an exercise of “control” over him by a physician who knows or should know that the patient is likely to cause bodily harm to others, an independent duty arises from that relationship and falls upon the physician to exercise that control with such reasonable care as to prevent harm to others at the hands of the patient. See generally McIntosh v. Milano, 403 A2d 500 (Superior Ct. of N. J. 1979); Rum River Lumber Co. v. State, 282 NW2d 882 (Sup. Ct. of Minn.) (1979); Lipari v. Sears, Roebuck &amp; Co., 497 FSupp. 185 (D. Neb. 1980) (applying Nebraska law). Accordingly, we find meritless appellant’s attack on the verdict insofar as that attack is premised upon the lack of physician-patient privity between itself and appellees’ deceased. “ ‘[T]he therapist owes a legal duty not only to his patient, but also to his patient’s would-be victim and is subject in both respects to scrutiny by judge and jury.’ ” Tarasoff v. Regents of Calif., 551 P2d 334, 345-346 (Sup. Ct. of Calif. 1976). “When a therapist determines, or pursuant to the standards of his profession should determine, that his patient presents a serious danger of violence to another, he incurs an obligation to use reasonable care to protect the intended victim against such danger. The discharge of this duty may require the therapist to take one or more of various steps, depending upon the nature of the case. Thus it may call for him to warn the intended victim or others likely to apprise the victim of the danger, to notify the police, or to take whatever other steps are reasonably necessary under the circumstances. . . . While the discharge of this duty of due care will necessarily vary with the facts *582of each case, in each instance the adequacy of the therapist’s conduct must be measured against the traditional negligence standard of the rendition of reasonable care under the circumstances.” Tarasoff, 551 P2d at 340, 345, supra.\nThe application of this standard to the evidence in the instant case demonstrates that appellant was in “control” of Mr. Wessner. While appellant’s facility apparently operated pursuant to an “open plan,” that plan was implemented in the context of four “activity levels” which at once established and circumscribed the patient’s privileges, restrictions and activities. At “level one,” supervision and control of the patient was most restrictive. At “level four” the patient was allowed the most freedom from supervision and control, including eligibility for the grant of a pass to leave the facility for extended periods of time. The facility was also apparently operated on the premise that patients would “voluntarily” comply with the restrictions imposed by appellant on their activities and mobility. However, in the event that a patient requested a discharge against medical advice he could be detained from leaving for “48 hours to confer with [his] relatives, persuade [him] to stay because [he was] still ill.” The facility also contained locks which were “occasionally” used, as “when the patient becomes very disturbed ...” Apparently such detaining actions would be taken as part of the facility’s “escape precaution,” to prevent an unwell patient from leaving the confines of the hospital against medical advice. Under such circumstances it seems clear that appellant had taken “charge” of Mr. Wessner and that he was under the “control” of appellant throughout his second admission and specifically on the day of the murder when, as a patient, he was outside of the facility only because he had been granted an unrestricted pass. See generally Merchants Nat. Bank &amp; Trust Co. v. United States, 272 FSupp. 409, 418 (4) (D. N. D. 1967) (applying North Dakota law).\nWe turn next to the question of whether the evidence demonstrates that appellant “knew or should have known” that Mr. Wessner was likely to cause bodily harm to others. “The Court recognizes that it may be difficult for medical professionals to predict whether a particular mental patient may pose a danger to himself or others. This factor alone, however, does not justify barring recovery in all situations. The standard of care for health professionals adequately takes into account the difficult nature of the problem facing psychotherapists. [‘] Generalizations must be avoided as much as possible in psychiatry. Negligence cannot be imputed to the Hospital merely because of a mistake. A claim of negligence must be considered in light of the elusive qualities of mental disorders and the difficulty of analyzing and evaluating them. Exactitude is often *583impossible ... Error and uncertainty considered alone must often be accepted without labeling them negligence. The standard to be applied, however, must take into consideration the uncertainty which accompanies psychiatric analysis. In that area, as we have suggested, negligence may not ordinarily be found short of serious error or mistake, and not necessarily when the error or mistake is serious. The concept of ‘due care’ in appraising psychiatric problems, assuming proper procedures are followed, must take account of the difficulty often inevitable in definitive diagnosis. [’] [Cits.] Under this standard, a therapist who uses the proper psychiatric procedures is not negligent even if his diagnosis may have been incorrect. Given this protection, the Court is of the opinion that the difficulty in predicting dangerousness does not justify denying recovery in all cases.” (Emphasis supplied.) Lipari, 497 FSupp. at 192, supra. “[O]nce a therapist does in fact determine, or under applicable professional standards reasonably should have determined, that a patient poses a serious danger of violence to others, he bears a duty to exercise reasonable care to protect the foreseeable victim of that danger.” (Emphasis supplied.) Tarasoff, 551 P2d at 345, supra.\nApplying this standard to the evidence in the instant case demonstrates the following: Before the murders, appellant had diagnosed Mr. Wessner’s disorder as “depressive neurosis.” Mr. Wessner was finally and correctly diagnosed by appellant after the double murder as an “explosive personality.” Expert medical testimony describes an individual with an “explosive personality” disorder as one whose “fuse is much shorter than the average individual’s due to personality factors in him, and that this fuse is much more capable of being ignited readily. And that his behavior then will be manifested by impulsive, disturbed, explosive, socially unacceptable behavior.” While not undisputed, there was expert medical testimony in the instant case that a “[s]hort-term prediction of violent potential” was possible with a relatively high percentage of accuracy. There was also evidence that although there was available, in appellant’s records concerning the respective admissions of Mr. and Mrs. Wessner, information evidencing “an ongoing crescendoing catastrophic situation,” appellant failed to adhere to applicable psychiatric standards which called for “further attempts to evaluate in a more intensive fashion the inside deterioration of this man ...” “This [failure to properly evaluate Mr. Wessner’s potential for violence was] a grave lack and deviation” from what appellees’ expert medical witness stated was the applicable standard of reasonable skill and diligence in the psychiatric profession. Thus, the evidence would authorize a finding that in spite of the fact that “explosive personality” or potentially violent behavior was predictable in the *584shortrun and that there was a “steady crescendoing of [Mr. Wessner’s] displayed disturbance in the hospital record” — displayed disturbances which would apparently indicate impending violent actions — appellant failed to follow applicable psychiatric standards in diagnosing and treating Mr. Wessner as an “explosive personality” during his second admission. This evidence, we believe, would authorize a finding that appellant’s failure to diagnose and treat Mr. Wessner before the murders as an “explosive personality” was the result of a serious error or mistake, not merely an error or mistake with serious consequence, and that appellant “should have known” that Mr. Wessner was likely to cause bodily harm to others. See Hicks v. United States 511 F2d 407, 415-420 (D. C. Cir. 1975); Lipari, 497 FSupp. at 192, supra; Tarasoff, 551 P2d at 344-345, supra; McIntosh, 403 A2d at 507-508, supra.\nThe evidence authorized a finding that appellant was in “control” of Mr. Wessner and “had or should have had” knowledge that he was likely to cause bodily harm to others. It follows that appellant owed a duty to exercise reasonable care to control Mr. Wessner to prevent him from doing such harm. Restatement, Torts 2d § 319, p. 129, supra. Although this duty arose, under the facts of the instant case, from the underlying physician-patient relationship which existed between appellant and Mr. Wessner, it was a duty ultimately owed to others. Accordingly, the “other” need not be a privy to the underlying physician-patient relationship to be entitled to sue for the negligent breach of the duty to control. Compare Smith, 35 Ga. App. 158, supra; MacNerland, 129 Ga. App. 367, supra.\n2. While appellant does not specifically contest the sufficiency of the evidence to support a finding that it breached its duty to exercise “control” over Mr. Wessner, we note that there was sufficient evidence in this regard. Appellees’ expert medical witness testified that according to applicable psychiatric standards “no passes would have been in order for Mr. Wessner on the weekend of February ... 7, 8 and 9, . . ., in light of the stated worsening of his condition during the preceding week, and in view again of the totality of the situation... [Compliance with the applicable standard of care] would have militated against as many passes in general as he had, and most specifically the pass of the last and fatal weekend.”\nWhat appellant does assert is that it is entitled to claim the benefit of the “good faith immunity” provision of former Code Ann. § 88-402.18 (Ga. L. 1969, pp. 505, 516-517) which was in force at the times relevant to the instant case.' That statute provided, in part: “Any physician, peace officer, attorney, health officer, or hospital officer, agent, or employee, whether employed by a private hospital or at hospital facilities operated by the State, a political subdivision *585of the State, or by a hospital authority created pursuant to the Hospitals Authority Law of Georgia . . . , who acts in good faith compliance with the provisions of this Chapter [Hospitalization of the Mentally 111], shall be immune from civil or criminal liability for his actions in connection with the admission of a patient to a facility or the discharge of a patient from a facility.” It is essentially appellant’s contention that this former statute should be construed as providing immunity from civil liability to a psychiatrist whose decision to discharge a voluntary mental patient (see former Code Ann. § 88-503.2 (Ga. L. 1969, pp. 505, 517-518)) was predicated upon the exercise of the psychiatrist’s own “good faith judgment” and that, consequently, the issuance of a pass to Mr. Wessner should be viewed against a “good faith judgment” standard rather than the “reasonable degree of care and skill” standard.\nWe find appellant’s arguments in this regard unavailing. Assuming without deciding that this former “discharge” statute would otherwise be applicable under the facts of the instant “failure to control while in charge” case and that appellant comes within the class of those protected — questions about which there is considerable doubt —- it is clear that appellant at no time before or during the trial raised or even intimated that the proper standard for assessing its conduct was “good faith judgment” but, rather, acquiesced in the submission of the case to the jury merely on the theory that it had not breached the standard of “reasonable care and skill” required under Code Ann. § 84-924. See Jones v. Milligan, 238 Ga. 440, 442 (1) (233 SE2d 202) (1977). It is thus apparent that appellant elected to defend the instant action on the basis that its actions were not medical negligence, not on the basis that pretermitting its negligence, the result of its “good faith” actions were not actionable. See Lincoln Discount Corp. v. Gibbs, 92 Ga. App. 710 (89 SE2d 821) (1955). Accordingly, we do not reach the merits of appellant’s statutory argument. See generally Ashburn Bank v. Bussey, 157 Ga. 657 (121 SE 825) (1923); Gunn v. Wilson Co., 20 Ga. App. 14 (92 SE 721) (1917); Lincoln Discount Corp. v. Gibbs, 92 Ga. App. 710, supra. “It is the duty of courts and juries to determine cases upon the issues and questions raised by the pleadings submitted; and in testing the legality or validity of the verdict and judgment, this court can only look to the pleadings and evidence submitted and upon which they rest... We do not understand how this court can consistently declare a verdict contrary to the law because of the existence of a matter of defense to some of the relief prayed, which, however, the party claiming the benefit thereof omitted altogether to present at the proper time . . . [I]t is not the practice to reverse a judgment when no errors are found therein, in order to give a party an *586opportunity to make defenses which he did not ask for in the course of the original proceedings on which the trial was had and the verdict rendered. [Cit.] So likewise, a verdict and judgment otherwise free from error will not be reversed because of a defense which existed, which was not in fact presented and urged before the jury trying the cause.” Beach v. Lattner, 101 Ga. 357, 368-369 (28 SE 110) (1897). Therefore, with regard to a general grounds attack in the instant case, appellant and this court are limited to argument and consideration of whether, under the pleadings and evidence which was adduced at trial, the verdict and judgment finding appellant liable to appellees in negligence was authorized. As discussed in Division 1 above, the evidence authorized a finding that appellant owed a duty to control Mr. Wessner. As we have held in this division, the evidence authorized a finding that this duty to exercise reasonable care to control was breached by appellant. The issue of whether, under similar circumstances, a psychiatrist is afforded a “good faith judgment” defense to the liability which otherwise attaches from the breach of this duty must await resolution until such time as we are presented a case in which this issue has been properly raised. “[I]t is apparent that [appellant] had ample notice of and opportunity to raise this good faith issue and it did not. We will therefore not permit any further consideration of it for the first time on appeal. [Cit.]” Wessinger v. Kennesaw Fin. Co., 151 Ga. App. 660, 662 (261 SE2d 649) (1979), overruled on other grounds, Finance America Corp. v. Drake, 154 Ga. App. 811 (270 SE2d 449) (1980).\nIt follows that any attack on the verdict and judgment in the instant case must be predicated upon the assertion that, under the pleadings and the evidence as it was adduced at trial, a verdict and judgment against appellant in negligence cannot stand. In this regard appellant advances a “policy” argument, urging that the imposition of liability upon psychiatrists for the breach of the duty to “control” dangerous patients will ultimately frustrate this state’s public policy of affording “open door” treatment to mental patients. In advancement of this public policy immunity argument appellant asserts that this state has recognized the need “of ensuring that individual rights are not eroded in the name of medical expediency” (Kendrick v. Metro. Psychiatric Center, 158 Ga. App. 839, 842 (282 SE2d 361) (1981)) and posits that if liability is imposed upon psychiatrists for the breach of a duty to “control” their patients, they will compensate by placing those patients in environments more restrictive than the “open door” approach would otherwise warrant. “This [‘policy’] argument misinterprets the nature of the duty imposed upon the therapist. The recognition of [the] duty [to control] does not make the psychotherapist liable for any harm *587caused by his patient, but rather makes him liable only when his negligent treatment of the patient caused the injury in question ... ‘[DJespite the therapeutic benefits of [the] ‘open door’ approach, the practice admittedly entails a higher potential of danger both for the patient and for those with whom he comes in contact. In deciding the extent to which a patient should be released from restrictions, the treating physician must exercise his judgment and balance the various therapeutic considerations together with the possible dangers.’ [Cits.] Thus,..., a psychotherapist is not subject to liability for placing his patient in a less restrictive environment, so long as he uses due care in assessing the risks of such a placement. This duty is no greater than the duty already owing to the patient.” Lipari, 497 FSupp. at 192, supra. As discussed above, the evidence in the instant case authorized the jury to determine that appellant did not use the requisite degree of care in assessing the risks of allowing Mr. Wessner the less restrictive and unsupervised freedom of action which he was afforded on the fatal weekend. We do not find that under such circumstances, the imposition of liability for damages proximately resulting from the breach of the duty to exercise “control” hampers any public policy of this state with regard to the “open door” treatment of those mental patients who, in the exercise of due care by the treating physician, should be afforded such treatment.\n3. Appellant next contends that the evidence adduced at trial failed to demonstrate that its actions in authorizing Mr. Wessner’s pass for the fatal day was the proximate cause of the death of appellees’ mother. This argument is without merit. As discussed in Division 1 of this opinion, appellant should have known of the likelihood that Mr. Wessner would cause bodily harm to others and therefore, as the one in “control” of him, had a duty to protect others from the bodily harm. Compare, e. g. McClendon v. C &amp; S Nat. Bank, 155 Ga. App. 755 (272 SE2d 592) (1980). “Generally, where there has intervened between the defendant’s negligence and the injury an independent, illegal act of a third person producing the injury, and without which it would not have occurred, such independent criminal act should be treated as the proximate cause, insulating and excluding the negligence of the defendant. [Cits.] However, the above rule has been held inapplicable if the defendant (original wrongdoer) had reasonable grounds for apprehending that such criminal act would be committed. [Cits.] ‘So far as scope of duty (or, as some courts put it, the relation of proximate cause) is concerned, it should make no difference whether the intervening actor is negligent or intentional, or criminal. Even criminal conduct by others is often reasonably to be anticipated.’ [Cits.]” (Emphasis supplied.) Warner v. Arnold, 133 Ga. App. 174, 176 (210 SE2d 350) (1974). The evidence *588in the instant case comports with this standard and demonstrates that appellant should have known that appellees’ deceased was a foreseeable victim of Mr. Wessner’s violence. It was not necessary to the imposition of liability in the instant case that appellant should have specifically foreseen that the likelihood of Mr. Wessner’s causing bodily harm to others would manifest itself in murder. See Mullis v. Chaika, 118 Ga. App. 111 (162 SE2d 448) (1968).\nDecided February 15, 1982\nRehearing denied March 11, 1982\nS. C. Kelly, J. Ronald Mullins, Jr., Sidney F. Wheeler, Michael T. Bennett, for appellant.\nLee R. Grogan, Michael Agnew, Milton Jones, for appellees.\n4. Appellant next asserts that the damages awarded to appellees are excessive as a matter of law. After our review of the entire transcript, we find no basis for so holding. See generally City of Thomasville v. Jones, 17 Ga. App. 625, 627 (3) (87 SE 923) (1915); Smith v. McBride, 119 Ga. App. 94 (166 SE2d 407) (1969); Calloway v. Rossman, 150 Ga. App. 381, 386 (8) (257 SE2d 913) (1979).\n\nJudgment affirmed.\n\n\nQuillian, C. J., McMurray, P. J., Shulman, P. J., Banke, Birdsong, Sognier and Pope, JJ., concur. Deen, P. J., dissents.\n\n",
            "ocr": false,
            "opinion_id": 9846806
        },
        {
            "author_str": "Deen",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nDeen, Presiding Judge,\ndissenting.\n“A petition by one against a physician for improper and unprofessional advice must show that the relationship of physician and patient existed between the plaintiff and the defendant.” (Emphasis supplied.) Buttersworth v. Swint, 53 Ga. App. 602 (2) (186 SE 770) (1936). It is uncontradicted that appellees were not patients of the professional psychotherapist psychiatric center or its medical staff. No professional duty was owed by the latter to the former. The. center owed “a reasonable degree of care and skill” under Georgia law, only to its patient Mr. Wessner. A further duty existing within the doctor-patient relationship would prohibit public disclosure of privileged conversations between the two. Code § 38-418 (a) 5 and (b). The patient here was presumed sane. No proceedings had been brought questioning his sanity. Other members of the family were quite aware of threats made in the past by the patient toward his wife. It is not shown that in the past the patient had tried or actually had killed anyone. The patient here voluntarily admitted himself to the hospital. There appears to be no law under the facts presented here permitting the doctor or center to have retained their patient in the hospital against his will or to have prohibited the patient from *589voluntarily leaving or checking out of the hospital.\nIf the doctor had restrained and imprisoned the patient indefinitely, as contended here, the former would have breached a duty resulting in the latter’s sustaining a loss of his personal liberty. This could have subjected the doctor to financial liability. I find no law requiring a doctor to notify all of his patient’s relatives upon a patient’s discharge or upon the patient’s unilaterally leaving the professional custody of the doctor or hospital. The majority opinion is misinterpreting, overextending or in effect overruling Buttersworth, supra, therefore I must respectfully dissent. The medical profession, as the legal profession, at best, is a profession of inexact science. Blount v. Moore, 159 Ga. App. 80 (282 SE2d 720) (1981). The standard of care must be limited to the patient or client, unless it appears that an agreement was made to the contrary, or that the professional intended for others outside of the professional relationship to rely on his skills, care and performance.\n",
            "ocr": false,
            "opinion_id": 9846807
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}