{
    "id": 1266419,
    "judges": "Banke, Birdsong, Carley, Deen, McMurray, Pope, Quillian, Shulman, Sognier",
    "date_filed": 373507200000,
    "date_filed_is_approximate": false,
    "slug": "tanner-v-state",
    "case_name_short": "Tanner",
    "case_name": "Tanner v. State",
    "case_name_full": "Tanner v. the State",
    "attorneys": "Alex L. Zipperer III, Ralph R. Lorberbaum, for appellant., Spencer Lawton, District Attorney, Mike Lewanski, Assistant District Attorney, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 25,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b300-8\">\n    61912.\n   </docketnumber><parties id=\"AXc\">\n    TANNER v. THE STATE.\n   </parties>",
    "citations": [
        "287 S.E.2d 268",
        "160 Ga. App. 266"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 7175.0,
            "opinion_text": "\n160 Ga. App. 266 (1981)\n287 S.E.2d 268\nTANNER\nv.\nTHE STATE.\n61912.\nCourt of Appeals of Georgia.\nDecided November 2, 1981.\nAlex L. Zipperer III, Ralph R. Lorberbaum, for appellant.\nSpencer Lawton, District Attorney, Mike Lewanski, Assistant District Attorney, for appellee.\nPOPE, Judge.\nJacqueline Delores Tanner was indicted for the murder of Richard Tillison, III. She was convicted of voluntary manslaughter following a jury trial, and she brings this appeal following the trial court's denial of her motion for new trial.\n1. Defendant's first enumeration cites as error the trial court's allowing testimony into evidence from the pathologist who conducted the autopsy on Tillison, the victim. Defendant contends that the testimony of the pathologist as to his medical findings, the autopsy and the cause of death should have been excluded and suppressed because this information was contained in his official report, a copy of which had not been provided by the state in response to her timely demand for discovery pursuant to Code Ann. § 27-1303 of any scientific reports the state intended to use at trial. The trial court ruled that the pathologist could not rely on his report to testify but could use the report only to refresh his recollection. The trial court instructed the pathologist that he could not read from the report \"but any testimony you give will have to be from your recollection and if you can't recollect, then you can't give it.\"\nThe 1980 General Assembly amended Code Ch. 27-13 \"so as to provide for discovery in criminal cases of statements made by defendants while in police custody and of scientific reports; to provide for procedure in relation thereto; [and] to provide for an exclusionary rule. . . \" Ga. L. 1980, p. 1388. As is here pertinent, that enactment (Code Ann. § 27-1303) provides: \"(a) In all criminal trials, felony and misdemeanor, the defendant shall be entitled to have a complete copy of any written scientific reports in the possession of the prosecution which will be introduced in whole or in part against *267 the defendant by the prosecution in its case-in-chief or in rebuttal. This request for a copy of any written scientific reports shall be made by the defendant in writing at arraignment or within any reasonable time prior to trial. It shall be within the sound discretion of the trial judge to determine in each case what constitutes a reasonable time prior to trial if such written request is not made at arraignment. If the scientific report is in the possession of or available to the district attorney, he must comply with this section at least 10 days prior to the trial of the case. (b) Failure by the prosecution to furnish the defendant with a copy of any written scientific report when a proper and timely written demand has been made by the defendant shall result in such report being excluded and suppressed from evidence in the prosecution's case-in-chief or in rebuttal. (c) Written scientific reports shall included but not be limited to:.. . autopsy reports by the coroner of a county or a private pathologist . . . and similar type reports that would be used as scientific evidence by the prosecution in its case-in-chief or in rebuttal against the defendant.\" Appellant argues that allowing the pathologist to testify from his recollection or from his recollection as refreshed by the autopsy report renders meaningless the exclusionary remedy provided by Code Ann. § 27-1303 (b). We agree.\nIn Garner v. State, 159 Ga. App. 244 (1) (282 SE2d 909) (1981), this court examined Code Ann. § 27-1302, which contains provisions similar to those in Code Ann. § 27-1303, to determine the legislative purpose and intent when the state failed, after timely demand, to provide a criminal defendant with a transcript of his tape-recorded, in-custody statement at least 10 days before trial. In addition, the trial of this matter revealed that incriminating oral statements by the defendant had also been made to the police. Although the statements themselves were not offered into evidence, one of the arresting officers testified in his own words as to what the defendant had said. Defendant's objections to this testimony were overruled. This court reversed, holding that \"[t]he stated purpose of the statute is to provide for discovery in criminal cases . . . [and] the legislature has determined that [a criminal defendant] is entitled to `at least 10 days' with which to review such information before trial . . . [T]he burden of compliance with the requirements of Code Ann. § 27-1302 is on the state. [Cit.] To hold otherwise would make the statute `\"a toothless tiger,\" \"a fish that cannot swim,\" indeed, a law that it is not necessary to enforce.'. . . Accordingly, if the state elects to use a defendant's statement in the prosecution of its case but 10 days have not elapsed from the time defendant was provided a copy thereof, the state's remedy is to announce not ready at the call of the case for trial and request a continuance.\" Id. at 245.\n*268 We find no discernible difference between the situation presented in Garner, supra, and that presented here. The state clearly relied on the pathologist's testimony in the presentation of its case-in-chief. Although the pathologist's report itself was not admitted into evidence, the testimony of the pathologist at trial placed the substance of that report into evidence. To allow such a result would render unenforceable a criminal defendant's statutory right to pretrial discovery of certain documents the state intended to use against him at trial, for the state might simply refuse to comply with a defendant's demand for a copy of such documents and rely upon the person who took the in-custody statement or made the scientific report to offer testimony at trial which would place the substance of the \"undiscovered\" documents into evidence or, as here, use the documents to refresh his memory and then offer testimony as to their substance. The statutory remedy for the state's failure to furnish a defendant with a copy of any written scientific report when a proper and timely demand has been made therefor is the exclusion and suppression of such reports from evidence in the state's case-in-chief or in rebuttal. The state should not be allowed to do indirectly that which it is prohibited from doing directly. Cf. Askea v. State, 153 Ga. App. 849 (5) (267 SE2d 279) (1980). Thus, just as the testimony of the police officer in Garner could not be used to establish the substance of the defendant's statements because the defendant had not been provided with a copy of the statements at least 10 days prior to his trial, the testimony of the pathologist in the case at bar could not be used by the state to establish the substance of the pathologist's report because the defendant had been denied her statutory right to pretrial discovery thereof. To the extent that our holding in Division 2b of Smith v. State, 158 Ga. App. 663 (281 SE2d 631) (1981), suggests a contrary result, it will not be followed.\nThe General Assembly has seen fit to provide certain discovery rights to criminal defendants, and it is the duty of this court to give full force and effect to all provisions of that statute. Garner, supra; see Mitchell v. Union Bag &amp;c. Corp., 75 Ga. App. 15, 17 (42 SE2d 137) (1947). This court held in Garner that the district attorney's failure to comply with the provisions of the criminal discovery statute would require the exclusion and suppression of testimony and evidence arising therefrom at any retrial of the case. However, any harm which would result to a criminal defendant from the state's failure to provide the requested information prior to the original trial would be eliminated if the district attorney were to timely comply with the statute prior to any retrial of the case. Therefore, the judgment of the trial court is reversed and remanded with direction that testimony and evidence arising from the pathologist's report be excluded and *269 suppressed from any retrial of this case unless and until the district attorney has fully complied with the provisions of Code Ann. § 27-1303. Our holding in Garner, supra, is modified accordingly.\n2. Defendant's remaining enumerations of error are without merit.\nJudgment reversed with direction. Quillian, C. J., Deen, P. J., McMurray, P. J., Shulman, P. J., Banke, Birdsong and Carley, JJ., concur. Sognier, J., concurs specially.\nSOGNIER, Judge, concurring specially.\nI concur specially with Division 1 of the opinion, and concur with Division 2.\nI agree with the statement in Division 1 that the state should not be allowed to offer oral testimony based on a witness' recollection of the report, in lieu of the written report (prepared by the same witness) requested by the defendant pursuant to the provisions of Code Ann. § 27-1303 (b), thus rendering this section ineffective. Nevertheless, I continue to subscribe to the dissenting opinion of Chief Judge Quillian in Garner v. State, 159 Ga. App. 244 (1) (282 SE2d 909) (1981), where he stated, in referring to a similar discovery statute: \"[W]e have held that the proper remedy for a violation thereof is not a defense motion for exclusion of the testimony but a [defense] motion for continuance.\"\nIn Garner the majority stated, as reiterated in the majority opinion here: \"[T]he state's remedy is to announce not ready at the call of the case for trial and [the state should] request a continuance\" in the event the requested statement has not been furnished to the defendant at least 10 days prior to trial. While this procedure ostensibly affords the state relief, I can foresee an occasion when the state, faced with a second term deadline after a demand for trial (Code Ann. § 27-1901; Durham v. State, 9 Ga. 306 (2) (1851): Nix v. State, 5 Ga. App. 835 (1) (63 SE 926) (1909)) and, thus, unable to ask for a continuance, finds it cannot comply with §§ 27-1302 or 1303 due to an unavoidable administrative delay on the part of a coroner, pathologist or other expert. Hence, the state would be forced to try a criminal case with inadequate evidence, or face dismissal of criminal charges for failure to comply with §§ 27-1302 and 27-1303. This result *270 could be avoided, without prejudice to the defendant or the state, under the interpretation of §§ 27-1302 and 27-1303 set forth in Chief Judge Quillian's dissent in Garner, supra.\n",
            "ocr": false,
            "opinion_id": 1266419
        },
        {
            "author_str": "Pope",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nPope, Judge.\nJacqueline Delores Tanner was indicted for the murder of Richard. Tillison, III. She was convicted of voluntary manslaughter following a jury trial, and she brings this appeal following the trial court’s denial of her motion for new trial.\n1. Defendant’s first enumeration cites as error the trial court’s allowing testimony into evidence from the pathologist who conducted the autopsy on Tillison, the victim. Defendant contends that the testimony of the pathologist as to his medical findings, the autopsy and the cause of death should have been excluded and suppressed because this information was contained in his official report, a copy of which had not been provided by the state in response to her timely demand for discovery pursuant to Code Ann. § 27-1303 of any scientific reports the state intended to use at trial. The trial court ruled that the pathologist could not rely on his report to testify but could use the report only to refresh his recollection. The trial court instructed the pathologist that he could not read from the report “but any testimony you give will have to be from your recollection and if you can’t recollect, then you can’t give it.”\nThe 1980 General Assembly amended Code Ch. 27-13 “so as to provide for discovery in criminal cases of statements made by defendants while in police custody and of scientific reports; to provide for procedure in relation thereto; [and] to provide for an exclusionary rule...” Ga. L. 1980, p. 1388. As is here pertinent, that enactment (Code Ann. § 27-1303) provides: “(a) In all criminal trials, felony and misdemeanor, the defendant shall be entitled to have a complete copy of any written scientific reports in the possession of the prosecution which will be introduced in whole or in part against *267the defendant by the prosecution in its case-in-chief or in rebuttal. This request for a copy of any written scientific reports shall be made by the defendant in writing at arraignment or within any reasonable time prior to trial. It shall be within the sound discretion of the trial judge to determine in each case what constitutes a reasonable time prior to trial if such written request is not made at arraignment. If the scientific report is in the possession of or available to the district attorney, he must comply with this section at least 10 days prior to the trial of the case, (b) Failure by the prosecution to furnish the defendant with a copy of any written scientific report when a proper and timely written demand has been made by the defendant shall result in such report being excluded and suppressed from evidence in the prosecution’s case-in-chief or in rebuttal, (c) Written scientific reports shall include but not be limited to:... autopsy reports by the coroner of a county or a private pathologist . . . and similar type reports that would be used as scientific evidence by the prosecution in its case-in-chief or in rebuttal against the defendant.” Appellant argues that allowing the pathologist to testify from his recollection or from his recollection as refreshed by the autopsy report renders meaningless the exclusionary remedy provided by Code Ann. § 27-1303 (b). We agree.\nIn Garner v. State, 159 Ga. App. 244 (1) (282 SE2d 909) (1981), this court examined Code Ann. § 27-1302, which contains provisions similar to those in Code Ann. § 27-1303, to determine the legislative purpose and intent when the state failed, after timely demand, to provide a criminal defendant with a transcript of his tape-recorded, in-custody statement at least 10 days before trial. In addition, the trial of this matter revealed that incriminating oral statements by the defendant had also been made to the police. Although the statements themselves were not offered into evidence, one of the arresting officers testified in his own words as to what the defendant had said. Defendant’s objections to this testimony were overruled. This court reversed, holding that “[t]he stated purpose of the statute is to provide for discovery in criminal cases ... [and] the legislature has determined that [a criminal defendant] is entitled to ‘at least 10 days’ with which to review such information before trial... [T]he burden of compliance with the requirements of Code Ann. § 27-1302 is on the state. [Cit.] To hold otherwise would make the statute ‘ “a toothless tiger,” “a fish that cannot swim,” indeed, a law that it is not necessary to enforce.’. . . Accordingly, if the state elects to use a defendant’s statement in the prosecution of its case but 10 days have not elapsed from the time defendant was provided a copy thereof, the state’s remedy is to announce not ready at the call of the case for trial and request a continuance.” Id. at 245.\n*268We find no discernible difference between the situation presented in Garner, supra, and that presented here. The state clearly relied on the pathologist’s testimony in the presentation of its case-in-chief. Although the pathologist’s report itself was not admitted into evidence, the testimony of the pathologist at trial placed the substance of that report into evidence. To allow such a result would render unenforceable a criminal defendant’s statutory right to pretrial discovery of certain documents the state intended to use against him at trial, for the state might simply refuse to comply with a defendant’s demand for a copy of such documents and rely upon the person who took the in-custody statement or made the scientific report to offer testimony at trial which would place the substance of the “undiscovered” documents into evidence or, as here, use the documents to refresh his memory and then offer testimony as to their substance. The statutory remedy for the state’s failure to furnish a defendant with a copy of any written scientific report when a proper and timely demand has been made therefor is the exclusion and suppression of such reports from evidence in the state’s case-in-chief or in rebuttal. The state should not be allowed to do indirectly that which it is prohibited from doing directly. Cf. Askea v. State, 153 Ga. App. 849 (5) (267 SE2d 279) (1980). Thus, just as the testimony of the police officer in Garner could not be used to establish the substance of the defendant’s statements because the defendant had not been provided with a copy of the statements at least 10 days prior to his trial, the testimony of the pathologist in the case at bar could not be used by the state to establish the substance of the pathologist’s report because the defendant had been denied her statutory right to pretrial discovery thereof. To the extent that our holding in Division 2b of Smith v. State, 158 Ga. App. 663 (281 SE2d 631) (1981), suggests a contrary result, it will not be followed.\nThe General Assembly has seen fit to provide certain discovery rights to criminal defendants, and it is the duty of this court to give full force and effect to all provisions of that statute. Garner, supra; see Mitchell v. Union Bag &amp;c. Corp., 75 Ga. App. 15, 17 (42 SE2d 137) (1947). This court held in Garner that the district attorney’s failure to comply with the provisions of the criminal discovery statute would require the exclusion and suppression of testimony and evidence arising therefrom at any retrial of the case. However, any harm which would result to a criminal defendant from the state’s failure to provide the requested information prior to the original trial would be eliminated if the district attorney were to timely comply with the statute prior to any retrial of the case. Therefore, the judgment of the trial court is reversed and remanded with direction that testimony and evidence arising from the pathologist’s report be excluded and *269suppressed from any retrial of this case unless and until the district attorney has fully complied with the provisions of Code Ann. § 27-1303. Our holding in Garner, supra, is modified accordingly.\nDecided November 2, 1981.\nAlex L. Zipperer III, Ralph R. Lorberbaum, for appellant.\nSpencer Lawton, District Attorney, Mike Lewanski, Assistant District Attorney, for appellee.\n2. Defendant’s remaining enumerations of error are without merit.\n\nJudgment reversed with direction.\n\n\nQuillian, C. J., Deen, P. J., McMurray, P. J., Shulman, P. J., Banke, Birdsong and Carley, JJ., concur. Sognier, J., concurs specially.\n\n",
            "ocr": false,
            "opinion_id": 9846726
        },
        {
            "author_str": "Sognier",
            "per_curiam": false,
            "type": "030concurrence",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSognier, Judge,\nconcurring specially.\nI concur specially with Division 1 of the opinion, and concur with Division 2.\nI agree with the statement in Division 1 that the state should not be allowed to offer oral testimony based on a witness’ recollection of the report, in lieu of the written report (prepared by the same witness) requested by the defendant pursuant to the provisions of Code Ann. § 27-1303 (b), thus rendering this section ineffective. Nevertheless, I continue to subscribe to the dissenting opinion of Chief Judge Quillian in Garner v. State, 159 Ga. App. 244 (1) (282 SE2d 909) (1981), where he stated, in referring to a similar discovery statute: “[W]e have held that the proper remedy for a violation thereof is not a defense motion for exclusion of the testimony but a [defense] motion for continuance.”\nIn Garner the majority stated, as reiterated in the majority opinion here: “[T]he state’s remedy is to announce not ready at the call of the case for trial and [the state should] request a continuance” in the event the requested statement has not been furnished to the defendant at least 10 days prior to trial. While this procedure ostensibly affords the state relief, I can foresee an occasion when the state, faced with a second term deadline after a demand for trial (Code Ann. § 27-1901; Durham v. State, 9 Ga. 306 (2) (1851): Nix v. State, 5 Ga. App. 835 (1) (63 SE 926) (1909)) and, thus, unable to ask for a continuance, finds it cannot comply with §§ 27-1302 or 1303 due to an unavoidable administrative delay on the part of a coroner, pathologist or other expert. Hence, the state would be forced to try a criminal case with inadequate evidence, or face dismissal of criminal charges for failure to comply with §§ 27-1302 and 27-1303. This result *270could be avoided, without prejudice to the defendant or the state, under the interpretation of §§ 27-1302 and 27-1303 set forth in Chief Judge Quillian’s dissent in Garner, supra.\n",
            "ocr": false,
            "opinion_id": 9846727
        }
    ],
    "court_short_name": "Court of Appeals of Georgia",
    "court_full_name": "Court of Appeals of Georgia",
    "court_type": "SA",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}