{
    "id": 1274675,
    "judges": "Fine, Schudson and Curley",
    "date_filed": "1983-05-23",
    "date_filed_is_approximate": true,
    "slug": "state-v-mcattee",
    "case_name_short": "McAttee",
    "case_name": "State v. McAttee",
    "case_name_full": "State of Wisconsin, Plaintiff-Respondent, v. Eddie McAttee, Defendant-Appellant",
    "attorneys": "On behalf of the defendant-appellant, the cause was submitted on the briefs of Russell D. Bohach, of Milwaukee., On behalf of the plaintiff-respondent, the cause was submitted on the brief of James E. Doyle, attorney general, and James M. Freimuth, assistant attorney general.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted on briefs September 4, 2001.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 4,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1041-3\">\n    State of Wisconsin, Plaintiff-Respondent, v. Eddie McAttee, Defendant-Appellant.\n    <a class=\"footnote\" href=\"#fn†\" id=\"fn†_ref\">\n     †\n    </a>\n</parties><br><court id=\"b1041-6\">\n    Court of Appeals\n   </court><br><docketnumber id=\"b1041-7\">\n<em>\n     No. 00-2803-CR.\n    </em>\n</docketnumber><otherdate id=\"ARa\">\n<em>\n     Submitted on briefs September 4,\n    </em>\n    2001.\n   </otherdate><decisiondate id=\"Ak4\">\n<em>\n     Decided October 9, 2001.\n    </em>\n</decisiondate><br><citation id=\"b1041-8\">\n    2001 WI App 262\n   </citation><br><citation id=\"b1041-9\">\n    (Also reported in 637 N.W.2d 774.)\n   </citation><br><attorneys id=\"b1044-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"868\"> \n     *868\n     </span>\n    On behalf of the defendant-appellant, the cause was submitted on the briefs of\n    <em>\n     Russell D. Bohach,\n    </em>\n    of Milwaukee.\n   </attorneys><br><attorneys id=\"b1044-6\">\n    On behalf of the plaintiff-respondent, the cause was submitted on the brief of\n    <em>\n     James E. Doyle,\n    </em>\n    attorney general, and\n    <em>\n     James M. Freimuth,\n    </em>\n    assistant attorney general.\n   </attorneys><br><judges id=\"b1044-7\">\n    Before Fine, Schudson and Curley, JJ.\n   </judges><div class=\"footnotes\"><div class=\"footnote\" id=\"fn†\" label=\"†\">\n<a class=\"footnote\" href=\"#fn†_ref\">\n     †\n    </a>\n<p id=\"b1041-19\">\n     Petition to review denied 12-17-01.\n    </p>\n</div></div>",
    "citations": [
        "2001 WI App 262",
        "637 N.W.2d 774",
        "248 Wis. 2d 865"
    ],
    "opinions": [
        {
            "author_str": "Schudson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n248 Wis. 2d 865 (2001)\n2001 WI App 262\n637 N.W.2d 774\nSTATE of Wisconsin, Plaintiff-Respondent,\nv.\nEddie MCATTEE, Defendant-Appellant.[\u0086]\nNo. 00-2803-CR.\nCourt of Appeals of Wisconsin.\nSubmitted on briefs September 4, 2001.\nDecided October 9, 2001.\n*868 On behalf of the defendant-appellant, the cause was submitted on the briefs of Russell D. Bohach, of Milwaukee.\nOn behalf of the plaintiff-respondent, the cause was submitted on the brief of James E. Doyle, attorney general, and James M. Freimuth, assistant attorney general.\nBefore Fine, Schudson and Curley, JJ.\n¶ 1. SCHUDSON, J.\nEddie McAttee appeals from the judgment of conviction for first-degree intentional homicide and armed robbery, following a jury trial. He argues that the trial court's refusal to suppress his statements to police was erroneous because: (1) the police did not have probable cause to arrest him; (2) the police presented false information to the magistrate who found probable cause and, therefore, he did not receive a valid probable cause hearing; and (3) his statements were not sufficiently attenuated from the illegal arrest and probable cause determination to allow for their admission. We reject his first two arguments and need not address his third; accordingly, we affirm.\n\n\n*869 I. BACKGROUND\n¶ 2. On May 8, 1998, Leroy Taylor was shot to death while sitting in his car. During the ensuing investigation, the police interviewed McAttee, whose mother had dated Taylor and borrowed money from him. McAttee voluntarily accompanied police to the police administration building for the interview and, following that interview, the police allowed McAttee to leave. On June 8, however, City of Milwaukee Police Detective Dennis Kuchenreuther and Officer Kenneth Smith received information from a confidential informant, which led to McAttee's arrest on June 10.\n¶ 3. According to the testimony of Detective Kuchenreuther and Officer Smith at the January 5, 1999 hearing on McAttee's motion to suppress his statements to police, the informant provided information including: (1) that she was a \"best friend\" of Lakesha Holmon (McAttee's girlfriend and the mother of his children); (2) that Lakesha had said that McAttee had \"confessed\" to killing a person named \"Leroy,\" in the presence of a female; (3) that Lakesha's sister, Latoya, had said that Lakesha had told her that she had been present at the killing and had seen the victim \"take his last breath\"; and (4) that Lakesha's mother, Colleen Holman, had said that McAttee had confessed to her that he had killed Leroy Taylor. Detective Kuchenreuther also testified that he had spoken directly with Colleen, and that she had told him that Lakesha had told her that McAttee \"had killed someone\" named \"Leroy.\"\n¶ 4. Based primarily on the information obtained from the informant, police arrested McAttee at 9:40 a.m. on June 10, and interviewed him six times between *870 then and the morning of June 13. McAttee made inculpatory statements, but did not confess to the killing.\n¶ 5. At the January 5, 1999 hearing on McAttee's motion, Officer Smith testified that, on June 10, he wrote a police report in support of probable cause for McAttee's continued detention. The report was presented to a court commissioner at 9:03 a.m. on June 12, forty-seven hours and twenty-three minutes after McAttee's arrest. At the February 1, 1999 hearing, defense counsel read into the record this portion of Officer Smith's report: \"Eddie McAttee was implicated by a co[]conspirator as being the person who shot the victim causing his death on 5-8-98.\"[1] Officer Smith testified that he used the term \"co[]conspirator\" to refer *871 to Lakesha, based on the informant's statement that Latoya had said that Lakesha had admitted that she had been present at the homicide.\n¶ 6. McAttee was charged with first-degree intentional homicide and armed robbery. The trial court denied McAttee's motion to suppress his statements to police. At his trial, the statements were introduced and they, together with other evidence, established that McAttee, who was sitting in the car arguing with Taylor, shot him in the head three times, causing his death, and took money from him. A jury found McAttee guilty of both charges.\n\nII. DISCUSSION\n\nA. Arrest\n¶ 7. McAttee first argues that the police did not have probable cause to arrest him because the informant \"did not relate details which she personally observed, or which were directly attributed to [him],\" but rather, \"provided information to the police which was twice removed from [him].\" He contends that the information provided by the informant \"was inherently unreliable, and therefore could not be used to establish probable cause.\" McAttee points out that Detective Kuchenreuther testified that he had not had previous contact with the informant. McAttee also claims that Detective Kuchenreuther testified that he had no personal knowledge of whether the informant was reliable.[2] Additionally, McAttee notes, nothing in the *872 record \"shows that any independent verification of the informant's information was attempted by the Milwaukee Police Department.\" McAttee's arguments miss the mark.\n[1, 2]\n¶ 8. In reviewing the trial court's denial of McAttee's motion to suppress evidence, we determine de novo whether the facts, here undisputed, satisfy the constitutional standards regarding probable cause to arrest. See State v. Mitchell, 167 Wis. 2d 672, 684, 482 N.W.2d 364 (1992); State v. Richardson, 156 Wis. 2d 128, 137-38, 456 N.W.2d 830 (1990); State v. Riddle, 192 Wis. 2d 470, 475, 531 N.W.2d 408 (Ct. App. 1995). \"Probable cause to arrest refers to that quantum of evidence which would lead a reasonable police officer to believe that the defendant probably committed a crime.\" Browne v. State, 24 Wis. 2d 491, 503, 129 N.W.2d 175 (1964).\n[3-5]\n¶ 9. Probable cause to arrest may be based on hearsay information that is \"shown to be reliable and emanating from a credible source.\" Laster v. State, 60 Wis. 2d 525, 532, 211 N.W.2d 13 (1973). Thus, information from a confidential informant may supply probable cause to arrest if police know the informant and \"from their own direct knowledge know the informant to be reliable.\" Browne, 24 Wis. 2d at 506. Whether information from a confidential informant is sufficient to establish probable cause to arrest depends on the totality of the circumstances, including the informant's \"veracity, *873 reliability, and basis of knowledge.\" See Richardson, 156 Wis. 2d at 140 (citation omitted).\n¶ 10. McAttee's argument flows from at least two faulty premises: (1) that Detective Kuchenreuther, rather than Officer Smith, who had had previous dealings with the informant, was required to have had firsthand personal knowledge of the informant's reliability; and (2) that the police \"had an independent obligation to ascertain the reliability of Lake[sh]a Holmon, whose statements the informant was transmitting.\"\n¶ 11. First, Detective Kuchenreuther was entitled to rely on Officer Smith's knowledge of the confidential informant. See State v. Black, 2000 WI App 175, ¶ 17 n.4, 238 Wis. 2d 203, 617 N.W.2d 210 (arresting officer may rely on collective knowledge of police force conveyed to the officer prior to arrest), review denied, 2000 WI 121, 239 Wis. 2d 310, 619 N.W.2d 93, cert. denied, 121 S. Ct. 1166 (2001). And Officer Smith had ample reason to rely on the information provided by this informant. At the January 5, 1999 hearing on McAttee's motion, Officer Smith testified:\nQ: . . . [A]nd on [June 8, 1998] did you have occasion to talk to Detective Kuchenreuther about some information you had obtained from a confidential informant?. . .\n. . . .\nA: Yes.\nQ: Now, this C-I was known to you at the time but not to the detective; isn't that correct?\nA: That's correct.\n\n*874 Q: And this C-I had given you some information with regard to the homicide of Leroy Taylor which had occurred on May 8th of 1998, correct?\nA: Correct.\nQ: Now, this C-I, had you obtained information from this person before?\nA: Yes.\nQ: And on about how many different occasions had this particular confidential informant supplied you with information in your professional dealings with her?\nA: I believe it was three or four separate times.\nQ: And on all of these occasions, did you find the information supplied by this person to be truthful and reliable?\nA: Yes.\nQ: Was there any time when this informant supplied you with information which turned out to be untruthful?\nA: No. It was always truthful.\nSee State v. Reed, 156 Wis. 2d 546, 555, 457 N.W.2d 494 (Ct. App. 1990) (confidential informant's reliability may be established by evidence that informant \"ha[s] provided reliable information in the past\").\n¶ 12. Second, for purposes of probable cause to arrest, the police were entitled to rely on information from a known and reliable informant without independently determining the reliability of the informant's *875 source or the source's information. The confidential informant, not Lakesha, was the person who provided police with Latoya's account of Lakesha's statement. As we have just recounted, Officer Smith had ample basis to rely on the informant. Evaluating the information obtained from the informant, the police then had discretionary authority to determine whether additional information from the informant's sources, or corroboration or confirmation of the underlying information, was necessary before making an arrest.\n¶ 13. Here, as a matter of fact, Detective Kuchenreuther did obtain some corroboration when Colleen informed him that Lakesha had told her that McAttee had admitted killing \"Leroy.\" Moreover, from their investigation and initial interview of McAttee, police already had information corroborating the relationships among McAttee, Lakesha, Latoya, Colleen, and Leroy. See State v. Lopez, 207 Wis. 2d 413, 426, 559 N.W.2d 264 (Ct. App. 1996) (\"When an informant is shown to be right about some things he or she has alleged, it is probable that the informant is also right about others.\").\n¶ 14. McAttee cites no authority requiring police to gain additional information, corroborating that received from a reliable informant, before making an arrest. Here, clearly, the information disclosed by the informant was vital; it established probable cause to arrest McAttee for the homicide. At the January 5, 1999 hearing, Officer Smith testified:\nQ: Did you yourself talk to this [confidential informant] about the information . . . that she had?\nA: Yes.\nQ: And do you recall what information the C-I told *876 you that she had regarding the homicide of Leroy Taylor?\nA: Yes.\nQ: And what was that?\nA: The C-I wanted me to investigate, said that she had heard that someone had gotten killed in the area of 20th and Center in a car, and I believe the subject's name was Leroy, the victim, and that someone by the name of Eddie McAttee is the one that committed this homicide, and that he had already been arrested for it but released.\nQ: Now, your C-I indicated to you that she was friends with Lakesha Holmon as well, correct?\nA: Correct.\nQ: And Lakesha Holmon, you understood, was friends with your C-I and also was Mr. McAttee's girlfriend, correct?\nA: That's correct.\nQ: Did the confidential informant indicate to you that Lakesha Holmon had told her, meaning that Lakesha Holmon had told your C-I, that Mr. McAttee had confessed to his girlfriend that he had killed someone, that he had killed this Leroy?\nA: That's correct.\n*877 [6]\n¶ 15. McAttee points to nothing in the record that should have undermined the police estimate of the \"veracity, reliability, and basis of knowledge\" of the information provided by the informant. See Richardson, 156 Wis. 2d at 140 (citation omitted). He points to nothing in the record that suggests that the police did not actually believe the information, or that they acted in bad faith in relying on it. The information, based on communication among those the informant characterized as friends, including McAttee's admission to his girlfriend, tightly tied McAttee to the homicide. Unquestionably, therefore, the trial court correctly concluded that the police had probable cause to arrest McAttee.\n\nB. Probable Cause Hearing\n¶ 16. McAttee next argues that the probable cause determination authorizing his continued detention was improper because it was based on what he alleges was a factual misrepresentation in Officer Smith's report, which was presented to the court commissioner \u0097 the statement that McAttee had been \"implicated [in the Taylor homicide] by a co[]conspirator.\" McAttee maintains, therefore, that the evidence obtained as a result of his improper detention must be suppressed. See State v. Golden, 185 Wis. 2d 763, 769, 519 N.W.2d 659 (Ct. App. 1994). We conclude, however, that the police made no misrepresentation that in any way undermined the integrity of the court commissioner's probable cause determination or rendered McAttee's detention improper.\n[7, 8]\n¶ 17. McAttee was arrested without a warrant. In the absence of \"a bona fide emergency or other extraordinary *878 circumstance,\" the Fourth Amendment to the United States Constitution \"requires that a judicial determination of probable cause be made within 48 hours of a warrantless arrest.\" State v. Koch, 175 Wis. 2d 684, 695-96, 499 N.W.2d 152 (1993); see also County of Riverside v. McLaughlin, 500 U.S. 44, 56 (1991). The probable cause determination \"can be based entirely on hearsay and written testimony\" as long as it is offered \"under oath.\" Koch, 175 Wis. 2d at 698 &amp; n.8.\n¶ 18. Here, the State claims that McAttee \"concedes that Milwaukee police made their initial presentment of probable cause under oath to a magistrate within forty-eight hours of [his] arrest.\" McAttee has, indeed, conceded that the presentment occurred within forty-eight hours of his arrest, and he has not refuted the State's claim that the presentment was made under oath. See Charolais Breeding Ranches, Ltd. v. FPC Sec. Corp. 90 Wis. 2d 97, 109, 279 N.W.2d 493 (Ct. App. 1979) (unrefuted argument deemed admitted). McAttee contends, however, that Officer Smith's report incorrectly stated that he had been implicated by a \"co[]conspirator\" and, therefore, the commissioner's probable cause determination was improper. We disagree.\n¶ 19. Rejecting McAttee's argument, the trial court concluded that Officer Smith's report was not \"calculated to mislead\" and that his use of the term \"co[]conspirator\" could legitimately refer to Lakesha. Although McAttee fairly argues that the information the police had about Lakesha may have fallen short of establishing her status as one involved in a conspiracy under WIS. STAT. § 939.31,[3] he offers no argument to *879 counter the trial court's conclusion that Officer Smith's use of the term was not \"calculated to mislead.\"\n[9]\n¶ 20. Moreover, while the reference to \"co[]conspirator\" may have been legally inexact, it also may have accurately conveyed the police's understanding, at least in the vernacular. After all, the confidential informant had informed the police that Latoya had said that Lakesha had told her that she had seen the victim \"take his last breath.\" That could well have led the police to surmise that Lakesha, who was McAttee's girlfriend and the mother of his children, assisted his commission of the robbery/homicide and, therefore, was an \"accomplice\" or \"coconspirator.\" See State v. Hecht, 116 Wis. 2d 605, 625-26, 342 N.W.2d 721 (1984) (\"[T]hough there may be distinctions between aiding and abetting and conspiracy, ... these distinctions are often blurred.\"). Accordingly, we conclude that the trial court correctly denied McAttee's motion to suppress.[4]\n*880 By the Court. \u0097 Judgment affirmed.\nNOTES\n[\u0086]  Petition to review denied 12-17-01.\n[1]  Officer Smith's report is signed by Detective Michael Valuch who, at the January 5, 1999 motion hearing, testified that, as far as he knew, Officer Smith wrote the report but apparently left the premises without signing it and, because the report needed a signature, Valuch complied with a request to sign it.\n\nThis court notes that the appendix attached to McAttee's appellate brief consists entirely of police reports, including the above-referenced one by Officer Smith. To the best of our knowledge, not even one of these reports is contained in the appellate record. McAttee's appellate brief refers extensively to these reports. Consequently, we remind McAttee's appellate counsel that an appellant's brief to this court must contain \"a statement of facts relevant to the issues presented for review, with appropriate references to the record,\" WIS. STAT. RULE 809.19(1)(d) (1999-2000), as well as an \"argument on each issue,\" citing \"parts of the record relied on,\" WIS. STAT. RULE 809.19(1)(e) (1999-2000). It is the appellant's responsibility to ensure completion of the appellate record and \"when an appellate record is incomplete in connection with an issue raised by the appellant, we must assume that the missing material supports the trial court's ruling.\" Fiumefreddo v. McLean, 174 Wis. 2d 10, 26-27, 496 N.W.2d 226 (Ct. App. 1993).\n[2]  This claim is inaccurate. When asked whether he had had any personal knowledge regarding the informant's reliability, Detective Kuchenreuther testified: \"Not from her. . . . I was told by [Officer] Smith that he had gotten information from her in the past and it was always accurate.\"\n[3]  WISCONSIN STAT. § 939.31 (1999-2000), regarding conspiracy, provides, in relevant part:\n\n[W]hoever, with intent that a crime be committed, agrees or combines with another for the purpose of committing that crime may, if one or more of the parties to the conspiracy does an act to effect its object, be fined or imprisoned or both not to exceed the maximum provided for the completed crime; except that for a conspiracy to commit a crime for which the penalty is life imprisonment, the actor is guilty of a Class B felony.\nSee also WIS JI \u0097 CRIMINAL 410, defining conspiracy as \"a mutual understanding to accomplish some common criminal objective or to work together for a common criminal purpose.\" Additionally, we note that WIS. STAT. § 939.05(2)(c) (1999-2000) provides, in part, that \"[a] person is concerned in the commission of the crime if the person: [i]s a party to a conspiracy with another to commit it or advises, hires, counsels or otherwise procures another to commit it.\"\n[4]  Resolving this second issue on this basis obviates the need to additionally address McAttee's contention that, assuming the police had misled the court commissioner, suppression of his statements would have been required. See Gross v. Hoffman, 227 Wis. 296, 300, 277 N.W. 663 (1938) (only dispositive issues need be addressed).\n\n",
            "ocr": false,
            "opinion_id": 1274675
        }
    ],
    "court_short_name": "Court of Appeals of Wisconsin",
    "court_full_name": "Court of Appeals of Wisconsin",
    "court_type": "SA",
    "court_jurisdiction": "Wisconsin, WI",
    "crime_category": "Murder"
}