{
    "id": 1275366,
    "judges": "Durham, HOWE's, Howe, Russon, Stewart, Zimmerman",
    "date_filed": "1982-03-20",
    "date_filed_is_approximate": true,
    "slug": "state-v-powell",
    "case_name_short": "Powell",
    "case_name": "State v. Powell",
    "case_name_full": "STATE of Utah, Plaintiff and Appellee, v. Frank Gene POWELL, Defendant and Appellant",
    "attorneys": "Jan Graham, Attorney General, Thomas Brunker, Assistant Attorney General, Salt Lake City, and Carlyle K. Bryson, Provo, for appellee., Nathan D. Hult, Logan, for appellant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": "See also, 872 P.2d 1027.",
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b645-3\">\n    STATE of Utah, Plaintiff and Appellee, v. Frank Gene POWELL, Defendant and Appellant.\n   </parties><br><docketnumber id=\"b645-6\">\n    No. 960338.\n   </docketnumber><br><court id=\"b645-7\">\n    Supreme Court of Utah.\n   </court><br><decisiondate id=\"b645-8\">\n    April 24, 1998.\n   </decisiondate><br><seealso id=\"b645-12\">\n    See also, 872 P.2d 1027.\n   </seealso><br><attorneys id=\"b645-22\">\n    Jan Graham, Attorney General, Thomas Brunker, Assistant Attorney General, Salt Lake City, and Carlyle K. Bryson, Provo, for appellee.\n   </attorneys><br><attorneys id=\"b645-23\">\n    Nathan D. Hult, Logan, for appellant.\n   </attorneys>",
    "citations": [
        "957 P.2d 595"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 5856.0,
            "opinion_text": "\n957 P.2d 595 (1998)\nSTATE of Utah, Plaintiff and Appellee,\nv.\nFrank Gene POWELL, Defendant and Appellant.\nNo. 960338.\nSupreme Court of Utah.\nApril 24, 1998.\nJan Graham, Attorney General, Thomas Brunker, Assistant Attorney General, Salt Lake City, and Carlyle K. Bryson, Provo, for appellee.\nNathan D. Hult, Logan, for appellant.\nHOWE, Chief Justice.\nDefendant Frank Powell appeals from the trial court's denial of his motion to correct the sentence imposed upon him following his conviction for second degree murder after he withdrew his guilty plea to manslaughter. He contends that the trial court's refusal violates Utah Code Ann. § 76-3-405 (1995), which prohibits the imposition of a more severe sentence following the setting aside of a conviction or sentence on appeal.\n\nFACTS\nPowell was charged with second degree murder after running over and killing another man at a party following an extended confrontation between the two. He entered into a plea bargain with the prosecution whereby he was allowed to plead guilty to the reduced charge of manslaughter. He was then sentenced to one to fifteen years in the state prison.\nThereafter, Powell moved to set aside his plea bargain on the basis that the trial judge had failed to properly advise him of the consequences of entering a guilty plea to manslaughter. The trial court denied the motion. He appealed from the denial to the court of appeals which reversed the trial court and held in a memorandum decision that Powell should have been allowed to withdraw his plea. State v. Powell, No. 900202 (Utah Ct.App. Oct. 24, 1990) (mem.).\n*596 On remand to the trial court, Powell withdrew his plea. Following a subsequent jury trial, he was convicted of the original charge of second degree murder and was sentenced to five years to life. This court affirmed his conviction and sentence. State v. Powell, 872 P.2d 1027 (Utah 1994). He did not raise any issue at trial or on appeal regarding the applicability of section 76-3-405 to his case.\nPowell subsequently filed a motion to correct his sentence in the trial court, arguing that the imposition of the sentence for murder violated Utah Code Ann. § 76-3-405 (1995)[1] because it was more severe than the sentence he had received following his guilty plea to manslaughter. Section 76-3-405 provides:\nWhere a conviction or sentence has been set aside on direct review or on collateral attack, the court shall not impose a new sentence for the same offense or for a different offense based on the same conduct which is more severe than the prior sentence less the portion of the prior sentence previously satisfied.\nThe motion was denied, and Powell appeals. He contends that his case falls within the plain language of section 76-3-405 because the court of appeals set aside his conviction and sentence when it reversed the trial court's order denying his motion to withdraw his plea. Therefore, he argues, the more severe sentence imposed following his conviction for second degree murder violates section 76-3-405 and must be corrected. The State responds that this section was not intended to limit a second sentence imposed following the withdrawal of a plea bargain.\n\nSTANDARD OF REVIEW\nWhether section 76-3-405 applies to bar a more severe sentence imposed on a defendant following a trial necessitated by withdrawal of a plea agreement is a matter of statutory interpretation, which presents a question of law. We review a trial court's rulings on questions of law for correctness. See State v. Brooks, 908 P.2d 856, 859 (Utah 1995).\n\nANALYSIS\nPowell contends that the plain language of section 76-3-405 prohibited the trial court from imposing the more severe sentence he received following his trial for second degree murder. He argues that following his guilty plea, a conviction and sentence for manslaughter were entered and that both were subsequently set aside on appeal by the court of appeals.\nWhile we agree that the language of section 76-3-405 is plain, the fundamental question before us is whether Powell's conviction was \"set aside on direct review or collateral attack.\" We hold that it was not. As the trial court concluded, Powell's \"appeal was not an attack on his conviction or sentence, but on the denial of his Motion to Withdraw Guilty Plea. Hence, defendant's `conviction or sentence' has not `been set aside on direct review or collateral attack'\" as required by section 76-3-405.\nWhen an order denying a motion to withdraw a plea is reversed on appeal, the appellate court does not \"set aside\" the conviction. Rather, the appellate court merely overturns the trial court's order and then remands the case to allow the defendant to withdraw his plea if he still desires to do so. In this case, the court of appeals order stated that the \"[d]enial of defendant's motion to set aside his guilty plea is reversed. The case is remanded to allow defendant to withdraw his guilty plea, and, if appropriate, proceed to trial.\" Powell withdrew his plea following the remand, in effect setting aside his own conviction. Thus, although he prevailed on appeal, his conviction was not set aside at that point. It was not until he withdrew his plea before the trial court that his conviction and sentence were set aside and a new trial ordered. Therefore, Powell's conviction and sentence were not set aside by the court of *597 appeals' reversal of the trial court's order denying his motion to withdraw his plea.\nMoreover, our holding does not conflict with the purposes of section 76-3-405. In State v. Babbel, 813 P.2d 86 (Utah 1991), we stated that \"[t]he purpose behind th[is] provision[ ] [section 76-3-405] is to prevent the chilling effect on the constitutional right to appeal which the possibility of a harsher sentence would have on a defendant who might be able to demonstrate reversible error in his conviction.\" Id. at 88. In that case, we held that section 76-3-405 does not apply to a correction of an illegal sentence because \"[t]he correction of an illegal sentence stands on a different footing than the correction of an error in a conviction.\" Id. This is so, in part, because \"a defendant is not likely to appeal a sentence that is unlawfully lenient, and there is, therefore, minimal chilling effect on the right to appeal.\" Id.\nLike the correction of an illegal sentence, the reversal of the denial of a motion to withdraw also stands on different footing than the correction of an error in conviction. Powell himself admits, as he must, that if the trial court had granted his motion to withdraw his plea, the State would have been free to again pursue the second degree murder charge and section 76-3-405 would not apply. See Martinez v. Smith, 602 P.2d 700, 702 (Utah 1979) (stating that if defendant \"be permitted to withdraw his plea, fairness requires that the case should revert to its status on the original charge\"). Therefore, it is difficult to see how the reinstatement of the original charge after the reversal of a denial of a motion to withdraw could have a chilling effect on Powell's right to appeal. By choosing to withdraw his plea, he rescinded the plea agreement with the prosecution and accepted the likelihood that the prosecution would pursue the second degree murder charge with its more severe penalties. In other words, the more severe sentence sought by the State and imposed after Powell's conviction of second degree murder was the product of his repudiation of the plea agreement, not the result of his appeal.\nWe also believe that it would be unwise to hold that a sentence imposed pursuant to a plea agreement should limit a sentence subsequently imposed at trial after defendant has withdrawn his plea. Plea bargains are entered into so that both sides may avoid the expense and uncertainty of a trial. In exchange for conserving State resources, defendant usually receives a lower charge or lesser sentence. Thus, it would be anomalous to allow a defendant to keep the benefit of an agreement he repudiated while requiring the State to proceed to trial and prove its case.\n\nCONCLUSION\nWe hold that section 76-3-405 does not apply to limit the sentence that may be imposed on remand after the reversal or appeal of the denial of a motion to withdraw a plea. Affirmed.\nSTEWART, ZIMMERMAN and RUSSON, JJ., concur in Chief Justice HOWE's opinion.\nDURHAM, Associate Chief Justice, dissenting:\nWhile I believe that this case is readily distinguishable from its companion case State v. Maguire, I dissent here for the same reason that I did in Maguire. I would hold that the court of appeals, when it granted defendant Powell's Motion to Withdraw Plea, did set aside \"on direct review\" a conviction or sentence as contemplated by section 76-3-405 of the Utah Code. The majority holds that Powell's conviction to a harsher sentence after his withdrawal of a plea bargain and a subsequent trial did not violate section 76-3-405 of the Utah Code. I would hold that the harsher sentencing violated section 76-3-405.\nAs in State v. Maguire, the majority resorts to unlikely semantic distinctions to avoid the plain language of the statute. The majority thereby amends the statute to accomplish the same end that the legislature has since accomplished by amending section 76-3-405 to preclude plea bargains. Utah Code Ann. § 76-3-405(2)(b) (Supp.1997). We should not ignore plain language in order to rectify a presumed mistake by the original drafting legislators.\nNOTES\n[1]  Section 76-3-405 was amended in 1997 making it inapplicable to cases where a defendant enters into a plea agreement and then later successfully moves to withdraw his plea. However, because Powell's second sentence was imposed before the 1997 amendment, we must rely on the pre-amended version of the statute to decide this case. Therefore, all further references to section 76-3-405 are to the 1995 version unless stated otherwise.\n\n",
            "ocr": false,
            "opinion_id": 1275366
        },
        {
            "author_str": "Howe",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nHOWE, Chief Justice.\nDefendant Frank Powell appeals from the trial court’s denial of his motion to correct the sentence imposed upon him following his conviction for second degree murder after he withdrew his guilty plea to manslaughter. He contends that the trial court’s refusal violates Utah Code Ann. § 76-3-405 (1995), which prohibits the imposition of a more severe sentence following the setting aside of a conviction or sentence on appeal.\nFACTS\nPowell was charged with second degree murder after running over and killing another man at a party following an extended confrontation between the two. He entered into a plea bargain with the prosecution whereby he was allowed to plead guilty to the reduced charge of manslaughter. He was then sentenced to one to fifteen years in the state prison.\nThereafter, Powell moved to set aside his plea bargain on the basis that the trial judge had failed to properly advise him of the consequences of entering a guilty plea to manslaughter. The trial court denied the motion. He appealed from the denial to the court of appeals which reversed the trial court and held in a memorandum decision that Powell should have been allowed to withdraw his plea. State v. Powell, No. 900202 (Utah Ct.App. Oct. 24, 1990) (mem.).\n*596On remand to the trial court, Powell withdrew his plea. Following a subsequent jury trial, he was convicted of the original charge of second degree murder and was sentenced to five years to life. This court affirmed his conviction and sentence. State v. Powell, 872 P.2d 1027 (Utah 1994). He did not raise any issue at trial or on appeal regarding the applicability of section 76-3-405 to his case.\nPowell subsequently filed a motion to correct his sentence in the trial court, arguing that the imposition of the sentence for murder violated Utah Code Ann. § 76-3-405 (1995)1 because it was more severe than the sentence he had received following his guilty plea to manslaughter. Section 76-3-405 provides:\nWhere a conviction or sentence has been set aside on direct review or on collateral attack, the court shall not impose a new sentence for the same offense or for a different offense based on the same conduct which is more severe than the prior sentence less the portion of the prior sentence previously satisfied.\nThe motion was denied, and Powell appeals. He contends that his case falls within the plain language of section 76-3-405 because the court of appeals set aside his conviction and sentence when it reversed the trial court’s order denying his motion to withdraw his plea. Therefore, he argues, the more severe sentence imposed following his conviction for second degree murder violates section 76-3-405 and must be corrected. The State responds that this section was not intended to limit a second sentence imposed following the withdrawal of a plea bargain.\nSTANDARD OF REVIEW\nWhether section 76-3-405 applies to bar a more severe sentence imposed on a defendant following a trial necessitated by withdrawal of a plea agreement is a matter of statutory interpretation, which presents a question of law. We review a trial court’s rulings on questions of law for correctness. See State v. Brooks, 908 P.2d 856, 859 (Utah 1995).\nANALYSIS\nPowell contends that the plain language of section 76-3-405 prohibited the trial court from imposing the more severe sentence he received following his trial for second degree murder. He argues that following his guilty plea, a conviction and sentence for manslaughter were entered and that both were subsequently set aside on appeal by the court of appeals.\nWhile we agree that the language of section 76-3-405 is plain, the fundamental question before us is whether Powell’s conviction was “set aside on direct review or collateral attack.” We hold that it was not. As the trial court concluded, Powell’s “appeal was not an attack on his conviction or sentence, but on the denial of his Motion to Withdraw Guilty Plea. Hence, defendant’s ‘conviction or sentence’ has not ‘been set aside on direct review or collateral attack’ ” as required by section 76-3-405.\nWhen an order denying a motion to withdraw a plea is reversed on appeal, the appellate court does not “set aside” the conviction. Rather, the appellate court merely overturns the trial court’s order and then remands the case to allow the defendant to withdraw his plea if he still desires to do so. In this ease, the court of appeals order stated that the “[d]enial of defendant’s motion to set aside his guilty plea is reversed. The case is remanded to allow defendant to withdraw his guilty plea, and, if appropriate, proceed to trial.” Powell withdrew his plea following the remand, in effect setting aside his own conviction. Thus, although he prevailed on appeal, his conviction was not set aside at that point. It was not until he withdrew his plea before the trial court that his conviction and sentence were set aside and a new trial ordered. Therefore, Powell’s conviction and sentence were not set aside by the court of *597appeals’ reversal of the trial court’s order denying his motion to withdraw his plea.\nMoreover, our holding does not conflict with the purposes of section 76-8-405. In State v. Babbel, 813 P.2d 86 (Utah 1991), we stated that “[t]he purpose behind th[is] provision];] [section 76-3-405] is to prevent the chilling effect on the constitutional right to appeal which the possibility of a harsher sentence would have on a defendant who might be able to demonstrate reversible error in his conviction.” Id. at 88. In that case, we held that section 76-3-405 does not apply to a correction of an illegal sentence because “[t]he correction of an illegal sentence stands on a different footing than the correction of an error in a conviction.” Id. This is so, in part, because “a defendant is not likely to appeal a sentence that is unlawfully lenient, and there is, therefore, minimal chilling effect on the right to appeal.” Id.\nLike the correction of an illegal sentence, the reversal of the denial of a motion to withdraw also stands on different footing than the correction of an error in conviction. Powell himself admits, as he must, that if the trial court had granted his motion to withdraw his plea, the State would have been free to again pursue the second degree murder charge and section 76-3-405 would not apply. See Martinez v. Smith, 602 P.2d 700, 702 (Utah 1979) (stating that if defendant “be permitted to withdraw his plea, fairness requires that the case should revert to its status on the original charge”). Therefore, it is difficult to see how the reinstatement of the original charge after the reversal of a denial of a motion to withdraw could have a chilling effect on Powell’s right to appeal. By choosing to withdraw his plea, he rescinded the plea agreement with the prosecution and accepted the likelihood that the prosecution would pursue the second degree murder charge with its more severe penalties. In other words, the more severe sentence sought by the State and imposed after Powell’s conviction of second degree murder was the product of his repudiation of the plea agreement, not the result of his appeal.\nWe also believe that it would be unwise to hold that a sentence imposed pursuant to a plea agreement should limit a sentence subsequently imposed at trial after defendant has withdrawn his plea. Plea bargains are entered into so that both sides may avoid the expense and uncertainty of a trial. In exchange for conserving State resources, defendant usually receives a lower charge or lesser sentence. Thus, it would be anomalous to allow a defendant to keep the benefit of an agreement he repudiated while requiring the State to proceed to trial and prove its case.\nCONCLUSION\nWe hold that section 76-3-405 does not apply to limit the sentence that may be imposed on remand after the reversal or appeal of the denial of a motion to withdraw a plea. Affirmed.\nSTEWART, ZIMMERMAN and RUSSON, JJ., concur in Chief Justice HOWE’s opinion.\n\n. Section 76-3-405 was amended in 1997 making it inapplicable to cases where a defendant enters into a plea agreement and then later successfully moves to withdraw his plea. However, because Powell’s second sentence was imposed before the 1997 amendment, we must rely on the pre-amended version of the statute to decide this case. Therefore, all further references to section 76-3-405 are to the 1995 version unless stated otherwise.\n\n",
            "ocr": false,
            "opinion_id": 9849172
        },
        {
            "author_str": "Durham",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nDURHAM, Associate Chief Justice,\ndissenting:\nWhile I believe that this case is readily distinguishable from its companion case State v. Maguire, I dissent here for the same reason that I did in Maguire. I would hold that the court of appeals, when it granted defendant Powell’s Motion to Withdraw Plea, did set aside “on direct review” a conviction or sentence as contemplated by section 76-3-405 of the Utah Code. The majority holds that Powell’s conviction to a harsher sentence after his withdrawal of a plea bargain and a subsequent trial did not violate section 76-3-405 of the Utah Code. I would hold that the harsher sentencing violated section 76-3-405.\nAs in State v. Maguire, the majority resorts to unlikely semantic distinctions to avoid the plain language of the statute. The majority thereby amends the statute to accomplish the same end that the legislature has since accomplished by amending section 76-3-405 to preclude plea bargains. Utah Code Ann. § 76-3-405(2)(b) (Supp.1997). We should not ignore plain language in order to rectify a presumed mistake by the original drafting legislators.\n",
            "ocr": false,
            "opinion_id": 9849173
        }
    ],
    "court_short_name": "Utah Supreme Court",
    "court_full_name": "Utah Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Utah, UT",
    "crime_category": "Murder"
}