{
    "id": 777530,
    "judges": "Archer, Clevenger, Dyk",
    "date_filed": 1020124800000,
    "date_filed_is_approximate": false,
    "slug": "patrick-j-griffin-iii-and-gregory-s-clemmer-v-secretary-of-veterans",
    "case_name_short": null,
    "case_name": "Patrick J. Griffin, Iii, and Gregory S. Clemmer v. Secretary of Veterans Affairs",
    "case_name_full": "Patrick J. GRIFFIN, III, and Gregory S. Clemmer, Petitioners, v. SECRETARY OF VETERANS AFFAIRS, Respondent",
    "attorneys": "Michael F. Wright, Case, Knowlson, Jordan & Wright, of Los Angeles, CA, argued for petitioners., Armando 0. Bonilla, Attorney, Commercial Litigation Branch, Civil Division, Department of Justice, of Washington, DC, argued for respondent. With him on the brief were Stuart E. Schiffer, Acting Assistant Attorney General; David M. Cohen, Director; and Mark A. Melnick, Assistant Director. Of counsel on the brief were Richard J. Hipolit, Deputy Assistant General Counsel; and Martin J. Sendek, Staff Attorney, Department of Veterans Affairs, of Washington, DC.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 47,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1337-13\">\n    Patrick J. GRIFFIN, III, and Gregory S. Clemmer, Petitioners, v. SECRETARY OF VETERANS AFFAIRS, Respondent.\n   </parties><br><docketnumber id=\"b1337-16\">\n    Nos. 01-7026, 01-7038.\n   </docketnumber><br><court id=\"b1337-17\">\n    United State's Court of Appeals, Federal Circuit.\n   </court><br><decisiondate id=\"b1337-18\">\n    April 30, 2002.\n   </decisiondate><br><attorneys id=\"b1341-22\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1313\"> \n     *1313\n     </span>\n    Michael F. Wright, Case, Knowlson, Jordan &amp; Wright, of Los Angeles, CA, argued for petitioners.\n   </attorneys><br><attorneys id=\"b1342-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1314\"> \n     *1314\n     </span>\n    Armando 0. Bonilla, Attorney, Commercial Litigation Branch, Civil Division, Department of Justice, of Washington, DC, argued for respondent. With him on the brief were Stuart E. Schiffer, Acting Assistant Attorney General; David M. Cohen, Director; and Mark A. Melnick, Assistant Director. Of counsel on the brief were Richard J. Hipolit, Deputy Assistant General Counsel; and Martin J. Sendek, Staff Attorney, Department of Veterans Affairs, of Washington, DC.\n   </attorneys><br><judges id=\"b1342-4\">\n    Before CLEVENGER, Circuit Judge, ARCHER, Senior Circuit Judge, and DYK, Circuit Judge.\n   </judges>",
    "citations": [
        "288 F.3d 1309"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/288/288.F3d.1309.01-7038.01-7026.html",
            "author_id": null,
            "opinion_text": "288 F.3d 1309\n    Patrick J. GRIFFIN, III, and Gregory S. Clemmer, Petitioners,v.SECRETARY OF VETERANS AFFAIRS, Respondent.\n    No. 01-7026.\n    No. 01-7038.\n    United States Court of Appeals, Federal Circuit.\n    April 30, 2002.\n    \n      COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Michael F. Wright, Case, Knowlson, Jordan &amp; Wright, of Los Angeles, CA, argued for petitioners.\n      Armando O. Bonilla, Attorney, Commercial Litigation Branch, Civil Division, Department of Justice, of Washington, DC, argued for respondent. With him on the brief were Stuart E. Schiffer, Acting Assistant Attorney General; David M. Cohen, Director; and Mark A. Melnick, Assistant Director. Of counsel on the brief were Richard J. Hipolit, Deputy Assistant General Counsel; and Martin J. Sendek, Staff Attorney, Department of Veterans Affairs, of Washington, DC.\n      Before CLEVENGER, Circuit Judge, ARCHER, Senior Circuit Judge, and DYK, Circuit Judge.\n      CLEVENGER, Circuit Judge.\n    \n    \n      1\n      Petitioners bring a constitutional challenge to the validity of 38 C.F.R. &#167; 1.218(a)(14) under the jurisdiction of this court to review rulemaking by the Department of Veterans Affairs. Section 1.218(a)(14) governs the conduct of visitors on property under the charge and control of the Department of Veterans Affairs, including national cemeteries administered by the National Cemetery Administration. Petitioners charge that the regulation on its face violates the First Amendment to the United States Constitution because it vests unbridled discretion to suppress speech in the hands of government officials, because it lacks procedural safeguards to ensure that decisions permitting or denying speech are made promptly, and because the regulation is unconstitutionally vague. We hold that 38 C.F.R. &#167; 1.218(a)(14) does not on its face violate the First Amendment, and deny the petition to invalidate the regulation.\n    \n    BACKGROUND\n    \n      2\n      Petitioners Patrick J. Griffin, III, and Gregory S. Clemmer (together, \"Griffin\") are, respectively, a former \"Commander-in-Chief\" and a former \"Historian-in-Chief\" of the Sons of Confederate Veterans, an organization dedicated to preserving the history and legacy of soldiers who fought for the Confederacy in the Civil War. Respondent is the Secretary of Veterans Affairs. The Department of Veterans Affairs (\"VA\"), through its National Cemetery Administration (\"NCA\"), is responsible for administering 119 national cemeteries in 39 states and Puerto Rico. National cemeteries provide burial for veterans of the Armed Forces, their spouses and minor dependents, and certain veterans of the reserves, Coast Guard, Public Health Service, and the wartime Merchant Marine.1 The VA also maintains medical centers, outpatient clinics, veterans' centers, and regional offices for benefits administration throughout the country.\n    \n    \n      3\n      The roots of this case lie in a dispute between Griffin and the VA over the display of the Confederate flag at Point Lookout Cemetery in Maryland, a national cemetery administered by the VA where there are buried approximately 3,300 Confederate soldiers who died while imprisoned at the Union prison camp at Point Lookout during the Civil War. The United States flag, of course, is flown daily at Point Lookout as it is at all national cemeteries. Display of the National League of Families POW/MIA flag on designated days is mandated by statute (36 U.S.C. &#167; 902), and all national cemeteries that are staffed daily currently fly the POW/MIA flag each day.2 From 1994 to 1998, a Confederate flag flew daily at Point Lookout, allegedly on the unauthorized personal initiative of a VA employee. In 1998, a party unrelated to Griffin or the Sons of Confederate Veterans complained to the VA that only a Confederate flag should fly at Point Lookout, and not the United States flag.3 In response to this complaint, the VA discontinued the display of the Confederate flag at Point Lookout.\n    \n    \n      4\n      At the time Mr. Griffin filed his complaint, display of flags in national cemeteries was governed by National Cemetery System4 Handbook 3220, issued on April 21, 1995 (\"the Flag Manual\"). The Flag Manual permitted display of Confederate flags at national cemeteries on only two days of the year: Memorial Day and Confederate Memorial Day (in states where Confederate Memorial Day is observed). The Flag Manual limited Confederate flag display to small flags on individual graves, and required the Confederate flag to be subordinate to the United States flag in size and prominence.\n    \n    \n      5\n      The Flag Manual was promulgated under 38 C.F.R. &#167; 1.218(a)(14). Section 1.218, itself promulgated under 38 U.S.C. &#167; 218a (now 38 U.S.C. &#167; 901), was issued in 1985 and sets forth security and law enforcement regulations applicable at all VA facilities and property not administered by the General Services Administration. Section 1.218(a)(14)(i) prohibits any service, ceremony, or demonstration on VA property, unless authorized by the head of the facility, while section 1.218(a)(14)(ii) places the display of unauthorized flags in the category of forbidden demonstrations:\n    \n    \n      6\n      (i) All visitors are expected to observe proper standards of decorum and decency while on VA property. Toward this end, any service, ceremony, or demonstration, except as authorized by the head of the facility or designee, is prohibited. Jogging, bicycling, sledding and other forms of physical recreation on cemetery grounds is prohibited.\n    \n    \n      7\n      (ii) For the purpose of the prohibition expressed in this paragraph, unauthorized demonstrations or services shall be defined as, but not limited to, picketing, or similar conduct on VA property; any oration or similar conduct to assembled groups of people, unless the oration is part of an authorized service; the display of any placards, banners, or foreign flags on VA property unless approved by the head of the facility or designee; disorderly conduct such as fighting, threatening, violent, or tumultuous behavior, unreasonable noise or coarse utterance, gesture or display or the use of abusive language to any person present; and partisan activities, i.e., those involving commentary or actions in support of, or in opposition to, or attempting to influence, any current policy of the Government of the United States, or any private group, association, or enterprise.\n    \n    \n      8\n      38 C.F.R. &#167; 1.218(a)(14) (2001).\n    \n    \n      9\n      After the VA discontinued daily display of the Confederate flag at Point Lookout, Griffin's attorney wrote to the VA, demanding that the VA permit the Sons of Confederate Veterans to display a Confederate flag at Point Lookout every day. When the VA refused permission for a daily display, Mr. Griffin filed suit against the VA in the District Court for the District of Maryland. The complaint alleged that the VA's Flag Manual and Flag Policy, as well as 38 C.F.R. &#167; 1.218(a)(14), violated the First Amendment both on their face and as applied to Mr. Griffin's request for a daily flag display.\n    \n    \n      10\n      The district court agreed with Griffin that the VA's Flag Manual and Flag Policy, as applied to Griffin's request to fly a Confederate flag daily at Point Lookout, violated the First Amendment. See Griffin v. Dep't of Veterans Affairs, 129 F. Supp. 2d 832 (D.Md.2001). The district court classified Point Lookout Cemetery as a nonpublic forum, meaning that restrictions on speech imposed by the VA at Point Lookout would be upheld provided they were reasonable and viewpoint neutral. Id. at 840. Nonetheless, rejecting the government's argument that flag displays at Point Lookout should be treated as government speech rather than private speech on government property, the district court ruled that the VA's refusal was unreasonable and viewpoint discriminatory. According to the district court, the fact that a Confederate flag had flown at Point Lookout without controversy from 1994 to 1998 belied concerns that Confederate flags might create controversy or disrupt the tranquility and dignity of the cemetery. Id. at 841. Moreover, the district court believed that the VA's decision to exclude the Confederate flag reflected a conviction that the Confederate flag symbolizes racial intolerance and divisiveness, making the decision to exclude the flag an impermissible exercise of viewpoint discrimination. Id. at 843-44. As a consequence of the district court's decision that application of the VA's flag policies to Mr. Griffin violated the First Amendment, the VA revised its flag regulations to permit a Confederate flag to be flown daily at Point Lookout Cemetery, but not at any other VA facility. See Flags in VA National Cemeteries, NCA Directive 3220 (April 30, 2001).\n    \n    \n      11\n      However, the district court held that it lacked jurisdiction to consider Griffin's facial challenge to 38 C.F.R. &#167; 1.218(a)(14). The district court noted that 38 U.S.C. &#167; 502 vests the Court of Appeals for the Federal Circuit with exclusive jurisdiction to review any action of the Secretary for Veterans Affairs that is subject to the public notice or notice-and-comment requirements of the Administrative Procedure Act (5 U.S.C. &#167;&#167; 552(a)(1) and 553). Concluding that a challenge to 38 C.F.R. &#167; 1.218(a)(14) fell under 38 U.S.C. &#167; 502, because rulemaking is covered by section 552(a)(1) of the Administrative Procedure Act, the district court therefore held that exclusive jurisdiction over a facial challenge to the constitutionality of 38 C.F.R. &#167; 1.218(a)(14) rested with this court. Id. at 837-38. Despite having prevailed on his as-applied challenge, thereby winning the right to display the Confederate flag daily at Point Lookout, Mr. Griffin proceeded to file a petition in this court seeking invalidation of 38 C.F.R. &#167; 1.218(a)(14) on the grounds that the regulation violates the First Amendment on its face.\n    \n    \n      12\n      After Mr. Griffin's facial challenge was argued to this court, the Court of Appeals for the Fourth Circuit reversed the District Court for the District of Maryland on Mr. Griffin's as-applied challenge. Griffin v. Dep't of Veterans Affairs, 274 F.3d 818 (4th Cir.2001). Agreeing with the district court that Point Lookout was a nonpublic forum, the Fourth Circuit took more seriously the VA's concern that the VA's own \"message\" at Point Lookout might be garbled or distorted if private groups were allowed to display their own flags. Id. at 822-23. The Fourth Circuit therefore held that the VA's decision to deny permission for a daily Confederate flag display was reasonable, since the purpose of Point Lookout was to honor the soldiers buried there as Americans, not as Confederates. Id. Moreover, the VA might reasonably believe that acceding to Mr. Griffin's request would provoke similar requests from other groups and invite partisan conflict into the cemetery. Id. at 823. Finally, the Fourth Circuit held that Confederate flag display, far from being discriminated against, was actually treated more favorably than other private flag displays, since the VA's flag policy allowed private groups to display the Confederate flag two days a year without seeking special permission &#8212; a privilege not accorded to any other flag except those flags whose display is mandated by statute. Id. at 824. Accordingly, the Fourth Circuit held that the decision to deny Mr. Griffin's request for a daily Confederate flag display at Point Lookout was reasonable and viewpoint-neutral, thereby satisfying the requirements of the First Amendment in a nonpublic forum.\n    \n    \n      13\n      * Pursuant to 38 U.S.C. &#167; 502, we have jurisdiction to review both the rulemaking process and the challenged rules of the VA, that jurisdiction extending to amendment, revision or repeal of the VA's rules as well. Disabled Am. Veterans v. Gober, 234 F.3d 682, 688 (Fed.Cir.2000). Under 38 U.S.C. &#167; 502, our review is in accordance with Chapter 7 of the Administrative Procedure Act, which directs the reviewing court to hold unlawful and set aside any agency action contrary to constitutional right, power, privilege or immunity, and any agency action unlawfully withheld. 5 U.S.C. &#167; 706(2)(B) (2000). In this case, both the NCA's Deputy Under Secretary for Operations and the VA's General Counsel denied in writing Griffin's request for waiver or amendment of 38 C.F.R. &#167; 1.218(a)(14). To the extent those actions were properly authorized, we are presented with an agency action denying Griffin's request.5 If those actions lacked proper authority, a matter not raised by the parties, the failure of the agency to act on Griffin's request would constitute an agency action unlawfully withheld, assuming the regulation was in fact unconstitutional.\n    \n    \n      14\n      The constitutionality of a statute is an issue of law, Demko v. United States, 216 F.3d 1049, 1052 (Fed.Cir.2000), and we likewise review the constitutionality of an agency regulation without deference to the agency. However, while prior restraints are presumed invalid, facial challenges to speech restrictions are generally disfavored and petitioner faces a heavy burden in advancing his claim. See Nat'l Endowment for the Arts v. Finley, 524 U.S. 569, 580, 118 S. Ct. 2168, 141 L. Ed. 2d 500 (1998). To prevail, Mr. Griffin must demonstrate that application of section 1.218(a)(14) poses a real and substantial threat of the alleged censorship risks. See id.; City of Lakewood v. Plain Dealer Publ'g Co., 486 U.S. 750, 759, 108 S. Ct. 2138, 100 L. Ed. 2d 771 (1988).\n    \n    \n      15\n      As an initial matter, the VA asks us to stay our consideration of this case pending the final resolution of Mr. Griffin's as-applied challenge. We decline to do so. There is no logic to the VA's suggestion that this action would suffer a collateral estoppel effect from Griffin's as-applied challenge. Despite the government's stubborn refusal at oral argument to recognize the plain allegations of Mr. Griffin's petition, this case presents a facial challenge to the discretion granted to VA administrators by 38 C.F.R. &#167; 1.218(a)(14). \"Facial attacks on the discretion granted to a decisionmaker are not dependent on the facts surrounding any particular permit decision.\" Forsyth County, Ga. v. Nationalist Movement, 505 U.S. 123, 133 n. 10, 112 S. Ct. 2395, 120 L. Ed. 2d 101 (1992). Whether or not Mr. Griffin has a constitutional right to display a Confederate flag daily at Point Lookout Cemetery has very little bearing on whether section 1.218(a)(14) violates the First Amendment on its face. As we explain below, we conclude that Mr. Griffin has standing to mount a facial challenge against section 1.218(a)(14) regardless of whether his right to display a flag at Point Lookout would be protected or not. Moreover, the Maryland district court concluded that the VA's decision to deny Mr. Griffin's request was rooted primarily in its Flag Manual, and not in 38 C.F.R. &#167; 1.218(a)(14). See Griffin, 129 F.Supp.2d at 838. Mr. Griffin here limits his facial challenge to 38 C.F.R. &#167; 1.218(a)(14). Accordingly, there is no reason to condition adjudication of Mr. Griffin's facial challenge on the outcome of his as-applied claim.\n    \n    \n      16\n      Mr. Griffin presses his challenge to section 1.218(a)(14)'s validity under three separate theories. First, Mr. Griffin alleges that section 1.218(a)(14) gives VA officials unbridled discretion to prohibit any kind of speech on VA property, and is therefore unconstitutional under the well-established First Amendment prohibition against standardless licensing schemes. Second, Mr. Griffin argues that section 1.218(a)(14) fails the First Amendment requirement for procedural safeguards in a licensing scheme, because section 1.218(a)(14) provides no time limit in which a VA official must grant or deny an individual's request to speak on VA property. Third, Mr. Griffin argues that section 1.218(a)(14) is void for vagueness, since the regulation's use of undefined terms such as \"oration\" or \"partisan activity\" permits VA officials to punish disfavored speakers without specifying in advance what forms of speech are prohibited.\n    \n    \n      17\n      We note that Mr. Griffin's demand to the VA was for permission to display the Confederate flag. He did not ask specific permission to make speeches, conduct ceremonies, or hold demonstrations, even though he now attacks the regulation in part because it gives VA officials the power to restrict those other forms of expression.6\n    \n    \n      18\n      The government does not argue that, because Mr. Griffin did not seek specific permission from the VA to engage in any expressive conduct other than display of the Confederate flag, he may only challenge those aspects of the regulation that restrict flag display. We nonetheless consider whether, in determining the scope of our review of Mr. Griffin's facial challenges, we should refuse to weigh Mr. Griffin's arguments that reach beyond the scope of his original request to the agency to display the Confederate flag.\n    \n    \n      19\n      While notions of exhaustion of administrative remedies may narrow judicial review of statutory challenges, see Action for Children's Television v. FCC, 59 F.3d 1249, 1256-57 (D.C.Cir.1995), we know of no rule that would preclude our consideration of Mr. Griffin's non-flag allegations once his constitutional challenge to 38 C.F.R. &#167; 1.218(a)(14) is properly before this court. Mr. Griffin admittedly has sought permission, a permit, to display the Confederate flag. He mounts a three-pronged facial challenge to the regulation whence the denial of his permit request emanates. Whether or not he has in fact sought permission for any one particular type of expression, \"[f]acial attacks on discretion granted a decisionmaker are not dependent on the facts surrounding any particular permit decision.\" Forsyth, 505 U.S. at 133 n. 10, 112 S. Ct. 2395. Further, because one subject to a standardless licensing scheme \"may challenge it facially without the necessity of first applying for, and being denied, a license,\" Lakewood, 486 U.S. at 755-56, 108 S. Ct. 2138, Mr. Griffin need not have applied for permission for any specific form of expression at all. He, like other First Amendment plaintiffs, is entitled to rely on the regulation's impact on \"the expressive activities of others as well as [his] own.\" See Schad v. Borough of Mount Ephraim, 452 U.S. 61, 66, 101 S. Ct. 2176, 68 L. Ed. 2d 671 (1981). Whether a particular plaintiff has the requisite standing to complain of restrictions that have not yet been imposed is of course a matter of concern, but in this case the government raises no challenge to Mr. Griffin's standing.\n    \n    \n      20\n      We therefore conclude that no principle prevents us from considering the full scope of Mr. Griffin's challenge.7 If we had discretion to restrict our review to nothing more than his flag display challenge, we would in fairness to Mr. Griffin decline to thus narrow our inquiry.\n    \n    II\n    \n      21\n      At the heart of Griffin's argument lies the accusation that section 1.218(a)(14) embodies an unconstitutional standardless licensing scheme, granting government officials the power to preemptively restrain speech but setting no substantive guidelines to cabin administrators' discretion. Mr. Griffin's objections arise from the provisions of section 1.218(a)(14) that permit a facility head to authorize exceptions to its prohibitions on speech. Paragraph (i) of the challenged regulation prohibits any service, ceremony or demonstration, \"except as authorized by the head of the facility or designee.\" Likewise, among its list of activities qualifying as unauthorized demonstrations, paragraph (ii) includes the display of placards, banners, or foreign flags, \"unless approved by the head of the facility or designee.\" Thus, 38 C.F.R. &#167; 1.218(a)(14) allows VA officials to make exceptions to the general ban on demonstrations and displays on VA property.\n    \n    \n      22\n      Section 1.218(a)(14) sets no explicit standards to determine when a VA official may authorize or approve exceptions to the ban. Griffin charges that in the absence of such standards, VA facility heads or other officials could grant exceptions to favored groups and deny them to disfavored groups. Such selectivity would permit VA facility heads to discriminate arbitrarily between speakers based on the viewpoint espoused by the speaker &#8212; such as forbidding Mr. Griffin to display a Confederate flag but permitting other private groups to display flags more to the VA's liking. Griffin further alleges that this power could be wielded not just to control which flags are displayed at VA cemeteries, but also to restrict formal speeches or even casual comments on VA property.\n    \n    \n      23\n      Mr. Griffin thus seeks to bring section 1.218(a)(14) within that category of licensing schemes that have long been held to violate the First Amendment for vesting a government official with \"unbridled discretion\" to permit or suppress speech at will. The broadest expression of this principle is found in City of Lakewood v. Plain Dealer Publishing Co., in which Justice Brennan, speaking for a 4-3 majority of the Court, stated:\n    \n    \n      24\n      [A] facial challenge lies whenever a licensing law gives a government official or agency substantial power to discriminate based on the content or viewpoint of speech by suppressing disfavored speech or disliked speakers.\n    \n    \n      25\n      486 U.S. at 759, 108 S. Ct. 2138. In this formulation, it is the very existence of such power, not how it is exercised, that renders a licensing law unconstitutional.\n    \n    \n      26\n      According to the majority opinion in Lakewood, facial challenges should be permitted against standardless licensing schemes because two aspects of such laws make as-applied challenges difficult. First, the very existence of the licensor's unfettered discretion, coupled with the power of prior restraint, may intimidate parties into censoring their own speech rather than challenging the restraint. Id. at 757-58, 108 S. Ct. 2138. Second, the absence of express standards for a license makes it difficult to prove illicit discrimination in an as-applied challenge. Given the burden of challenging the licensor's actions case-by-case, these barriers to as-applied challenges may render the licensor's decisions unreviewable unless facial challenges are allowed. Id. at 758-59, 108 S. Ct. 2138.\n    \n    \n      27\n      * In considering Mr. Griffin's challenge, we assume that section 1.218(a)(14) may act as a prior restraint on speech, and we further assume that the power to grant exceptions raises the same concerns of selective application that render standardless licensing schemes vulnerable to an unbridled discretion challenge. The government has not attempted to dispute either point. However, we must ask independently whether Mr. Griffin has standing to bring a facial challenge. With the reversal of his as-applied challenge by the Fourth Circuit, Mr. Griffin cannot claim any infringement of his own constitutional rights, at least as far as his proposed flag display at Point Lookout Cemetery. Arguably, there is confusion as to whether one challenging a licensing scheme must allege that the regulation can never be applied in a valid manner, or must allege injury to third parties not before the court via the overbreadth doctrine. Compare City Council of L.A. v. Taxpayers for Vincent, 466 U.S. 789, 796-798, 104 S. Ct. 2118, 80 L. Ed. 2d 772 (1984) (describing unbridled discretion challenges as cases in which \"every application of the statute created an impermissible risk of suppression of ideas\") with Finley, 524 U.S. at 618-19, 118 S. Ct. 2168 (Souter, J., dissenting) (describing unbridled discretion challenges as overbreadth challenges); Forsyth, 505 U.S. at 129-30, 112 S. Ct. 2395 (same); Boos v. Barry, 485 U.S. 312, 329, 108 S. Ct. 1157, 99 L. Ed. 2d 333 (1988) (same). But regardless of how facial attacks against standardless licensing schemes might be formally classified, the Supreme Court has made clear that standing to challenge such schemes does not depend on whether the challenger's own conduct may be proscribed. Lakewood, 486 U.S. at 755-56, 108 S. Ct. 2138 (quoting Freedman v. Maryland, 380 U.S. 51, 56, 85 S. Ct. 734, 13 L. Ed. 2d 649 (1965)). We therefore conclude that Mr. Griffin may raise a facial challenge to section 1.218(a)(14), regardless of the ultimate outcome of his as-applied challenge or whether the VA grants him permission to display a Confederate flag at Point Lookout Cemetery.\n    \n    \n      28\n      We are mindful, however, that under any formulation, Mr. Griffin must show that 38 C.F.R. &#167; 1.218(a)(14) poses more than a theoretical danger to protected speech. Even under the broad articulation of Lakewood, an unbridled discretion challenge is circumscribed by the proviso that the challenged regulation must \"pose a real and substantial threat of the identified censorship risks.\" Lakewood, 486 U.S. at 759, 108 S. Ct. 2138. And when the plaintiff alleges that a law invests the government with discretion to discriminate on the basis of viewpoint, \"such a `facial challenge will not succeed unless the statute is \"substantially\" overbroad,' by which we mean that `a law should not be invalidated for overbreadth unless it reaches a substantial number of impermissible applications.'\" Finley, 524 U.S. at 619, 118 S. Ct. 2168 (Souter, J., dissenting) (citations omitted) (quoting N.Y. State Club Ass'n, Inc. v. City of New York., 487 U.S. 1, 11, 108 S. Ct. 2225, 101 L. Ed. 2d 1 (1988), and New York v. Ferber, 458 U.S. 747, 771, 102 S. Ct. 3348, 73 L. Ed. 2d 1113 (1982)). Thus, while we need not inquire whether Mr. Griffin's own conduct would be constitutionally protected in order to consider his facial challenge, Mr. Griffin must still show a realistic possibility that application of section 1.218(a)(14) will suppress a substantial amount of constitutionally protected speech. See, e.g., United States v. Kalb, 234 F.3d 827, 834 (3d Cir.2000).\n    \n    B\n    \n      29\n      We turn now to the merits of Griffin's challenge. Government restrictions on speech on public property are traditionally analyzed by classifying the regulated property as one of three kinds of fora described by the Supreme Court: public fora, designated public fora, and nonpublic fora. In traditional public fora, devoted to assembly and debate by long tradition or government fiat, the government may exclude a speaker only when the exclusion is necessary to serve a compelling state interest and the exclusion is narrowly drawn to achieve that interest. In designated public fora, which the government creates by intentionally opening a forum to certain classes of speakers, the government's exclusion of a speaker who falls within the class to which the forum is made generally available will be subjected to strict scrutiny. In nonpublic fora, the government may restrict access by content or speaker identity, so long as the restrictions are reasonable and not an effort to suppress expression merely because public officials oppose the speaker's view. See Cornelius v. NAACP Legal Def. &amp; Educ. Fund, Inc., 473 U.S. 788, 800, 105 S. Ct. 3439, 87 L. Ed. 2d 567 (1985). Thus, restraints on speech in a nonpublic forum will be upheld unless they are unreasonable or they embody impermissible viewpoint discrimination.\n    \n    \n      30\n      All of the modern cases in which the Supreme Court has set forth the unbridled discretion doctrine have involved public fora, and no Supreme Court case has suggested that the doctrine is applicable outside the setting of a public forum. While an overbreadth challenge against an entirely unreasonable restraint will succeed regardless of how the forum is classified, see Bd. of Airport Comm'rs of L.A. v. Jews for Jesus, Inc., 482 U.S. 569, 574-75, 107 S. Ct. 2568, 96 L. Ed. 2d 500 (1987), we have no accepted framework to decide how an unbridled discretion challenge should be evaluated in a nonpublic forum.\n    \n    \n      31\n      Griffin would have us essentially ignore the forum doctrine. He argues, without apparent support from the case law, that a grant of unbridled discretion enables arbitrary discrimination, and since arbitrariness is unreasonable, such a grant of discretion can never be reasonable and cannot be sustained even in a nonpublic forum. At bottom, Griffin urges us to adopt a per se rule that every grant of unbridled discretion is facially unconstitutional. For its part, the government either seems unaware of or chooses to ignore the unbridled discretion doctrine entirely. It argues only that section 1.218(a)(14) meets a rational basis test. We reject both extremes. We believe our task is to reconcile the demands of both doctrines, and consider both together under the particular circumstances of Mr. Griffin's case.\n    \n    \n      32\n      Both parties agree that VA cemeteries are nonpublic fora, and other courts have also concluded that public cemeteries are nonpublic fora for purposes of First Amendment analysis. See Griffin, 129 F.Supp.2d at 840; Warner v. City of Boca Raton, 64 F. Supp. 2d 1272, 1291 (S.D.Fla. 1999). We will assume for purposes of our analysis that VA cemeteries are nonpublic fora, since no evidence before us suggests otherwise and no party urges a contrary finding. However, except for the special prohibition against physical recreation in cemeteries, section 1.218(a)(14) regulates conduct not just at national cemeteries, but at all property administered by the VA. 38 C.F.R. &#167; 1.218(a) (2001) (\"[T]he following rules and regulations apply at all property under the charge and control of VA ... and to all persons entering in or on such property.\"). Formally, in this facial challenge, the fact that Mr. Griffin has sought access to a national cemetery is irrelevant to the question of whether section 1.218(a)(14) vests VA facility heads with impermissibly broad discretion to suppress speech. But since we have no reason to conclude that other VA property ought to be classified as a traditional or designated public forum, we shall assume that other VA properties are also nonpublic fora and we need not consider how a facial challenge should weigh against a regulation that governs both public and nonpublic fora. Furthermore, Mr. Griffin makes no allegation that section 1.218(a)(14) poses a risk of censorship at any VA property other than national cemeteries, or that he or any parties not before the court desire to speak at other kinds of VA property. If national cemeteries are where the alleged threat to free expression is lodged, then we think it appropriate to focus on national cemeteries when we evaluate the relationship between the alleged restraint, the speech so restrained, and the nature of the forum. Our analysis therefore will take into account not only the fact that VA properties are nonpublic fora, but also the relevant characteristics of national cemeteries to the extent that those characteristics have been presented to the court.\n    \n    \n      33\n      As we have explained, no Supreme Court decision attempts to apply the unbridled discretion doctrine in the context of a nonpublic forum. By its terms, the unbridled discretion doctrine has been articulated as a limit on licensing regimes in public fora. See, e.g., Shuttlesworth v. City of Birmingham, Ala., 394 U.S. 147, 153, 89 S. Ct. 935, 22 L. Ed. 2d 162 (1969) (\"[W]e have consistently condemned licensing systems which vest in an administrative official discretion to grant or withhold a permit upon broad criteria unrelated to proper regulation of public places.\") (quoting Kunz v. New York, 340 U.S. 290, 293-294, 71 S. Ct. 312, 95 L. Ed. 280 (1951)). In a nonpublic forum, the government is said to operate as proprietor, not licensor. See United States v. Kokinda, 497 U.S. 720, 725, 110 S. Ct. 3115, 111 L. Ed. 2d 571 (1990). Nonetheless, we are aware of several cases from our sister circuits that have struck down standardless licensing schemes in nonpublic fora. Perhaps the leading circuit case is Sentinel Communications Co. v. Watts, 936 F.2d 1189 (11th Cir.1991), in which the Eleventh Circuit invalidated a statutory scheme that gave a government employee in Florida unfettered discretion over the placement of newspaper racks in rest areas along the interstate highway. Concluding that rest areas were nonpublic fora, the Eleventh Circuit nonetheless held that nonpublic forum status \"does not eliminate the constitutional requirement of standards for discretionary licensing. It may, however, require that any regulations or standards promulgated... be reviewed only for reasonableness instead of some higher level of scrutiny.\" Id. at 1199 n. 11 (quoting N.Y. News, Inc. v. Metro. Transp. Auth., 753 F. Supp. 133, 140 (S.D.N.Y.1990)). No court has suggested exactly how this more deferential scrutiny should be applied.\n    \n    \n      34\n      The text of section 1.218(a)(14) sets no explicit limit on the discretion of VA officials to permit exceptions, and the government has given us little or no reason why this grant of discretion differs from those that have been struck down as unconstitutional in the past. We do not believe, however, that we are compelled to apply the unbridled discretion doctrine mechanically and strike down section 1.218(a)(14) without inquiry into the characteristics of the relevant forum. We are obliged to examine the nature of the forum because restrictions in nonpublic fora may be reasonable if they are aimed at preserving the property for the purpose to which it is dedicated. See Perry Educ. Ass'n v. Perry Local Educators' Ass'n, 460 U.S. 37, 50-51, 103 S. Ct. 948, 74 L. Ed. 2d 794 (1983). As the Court has explained, \"[c]onsideration of a forum's special attributes is relevant to the constitutionality of a regulation since the significance of the governmental interest must be assessed in light of the characteristic nature and function of the particular forum involved.\" Kokinda, 497 U.S. at 732, 110 S. Ct. 3115 (quoting Heffron v. Int'l Soc. for Krishna Consciousness, Inc., 452 U.S. 640, 650-651, 101 S. Ct. 2559, 69 L. Ed. 2d 298 (1981)). See also Cornelius, 473 U.S. at 809, 105 S. Ct. 3439. Thus, in particular circumstances, grants of discretion in nonpublic fora have been upheld &#8212; despite the absence of substantive standards or procedural safeguards &#8212; when such discretion is necessary to preserve the function and character of the forum. See, e.g., Muller by Muller v. Jefferson Lighthouse Sch., 98 F.3d 1530, 1540-1541 (7th Cir.1996) (applying nonpublic forum doctrine to uphold prior restraint in public school). To determine whether section 1.218(a)(14) violates the First Amendment as a standardless licensing scheme, we must assess whether the discretionary power granted to VA officials by section 1.218(a)(14) is reasonable in light of the characteristic nature and function of national cemeteries.\n    \n    \n      35\n      At the outset, we conclude that greater latitude ought to be accorded to government officials in nonpublic fora. Selectivity and discretion are some of the defining characteristics of the nonpublic forum. For example, in Perry, the fact that individual building principals had to give permission for use of school mail systems tended to show that the mail system was a nonpublic forum. See Perry, 460 U.S. at 47, 103 S. Ct. 948. Cornelius distinguished nonpublic fora from those fora in which the decision to admit a speaker is \"merely ministerial\" &#8212; that, is without discretion.8 See Cornelius, 473 U.S. at 804, 105 S. Ct. 3439. While one might protest that such logic undercuts the fundamental premise of the unbridled discretion doctrine, see Ark. Educ. Television Comm'n v. Forbes, 523 U.S. 666, 693 n. 18, 118 S. Ct. 1633, 140 L. Ed. 2d 875 (1998) (Stevens, J., dissenting), the fact that discretionary access is a defining characteristic of the nonpublic forum should suggest that more official discretion is permissible in a nonpublic forum than would be acceptable in a public forum. Moreover, while the fact that the government may constitutionally impose content-based restrictions on speech in nonpublic fora does not insulate a regulation from an unbridled discretion challenge, see Lakewood, 486 U.S. at 764, 108 S. Ct. 2138, a restriction on expression at VA property does not pose the same threats to expression identified by Lakewood in licensing schemes that restrict newspapers or other media in the public forum. The rationale for a facial challenge is correspondingly weaker. See Lakewood, 486 U.S. at 757-59, 108 S. Ct. 2138 (explaining that political, financial, and time constraints may make as-applied challenges by the media impossible in practice).\n    \n    \n      36\n      Turning to the nature and function of national cemeteries, we find that the government has established national cemeteries to serve particular commemorative and expressive roles. By the express command of Congress, cemeteries under control of the VA \"shall be considered national shrines as a tribute to our gallant dead.\" 38 U.S.C. &#167; 2403(c) (1994). Under this statute, the VA imposes on itself the duty \"to maintain those cemeteries as national shrines in perpetuity as a final tribute of a grateful Nation to honor the memory and service of those who served in the Armed Forces.\" Dep't of Veterans Affairs, Statement of Regulatory Priorities, 66 Fed.Reg. 61,261-01 (Unified Agenda, Dec. 3, 2001). Because the government has established national cemeteries as shrines to honor the memory of those who served, maintaining an atmosphere of tranquility and respect is necessarily central to the purpose of the forum. Consequently, the government may need to decide what forms of expression are compatible with this atmosphere of solemnity in order to preserve the forum for the purpose it was established. In a First Amendment analysis, an agency's mandate to make such judgments sets those judgments apart from comparatively objective decisions, such as access to a school auditorium or municipal theater. See Finley, 524 U.S. at 586, 118 S. Ct. 2168. It follows that the government must have greater discretion to decide what speech is permissible in national cemeteries than in those fora which serve no such patriotic purpose for the government.\n    \n    \n      37\n      National cemeteries also serve important expressive functions for the government. At least some speech at national cemeteries &#8212; such as the statutorily-required display of the United States and POW/MIA flags &#8212; is government speech. We have no doubt that the government engages in speech when it flies its own flags over a national cemetery, and that its choice of which flags to fly may favor one viewpoint over another. Such speech, and such discrimination between competing viewpoints, does not, however, implicate the First Amendment rights of others. The government is entitled to full control over its own speech, whether it speaks with its own voice or enlists private parties to convey its message, and the remedy for dissatisfaction with its choices is political rather than judicial. Bd. of Regents of the Univ. of Wis. Sys. v. Southworth, 529 U.S. 217, 235, 120 S. Ct. 1346, 146 L. Ed. 2d 193 (2000); Rosenberger v. Rector &amp; Visitors of the Univ. of Va., 515 U.S. 819, 833, 115 S. Ct. 2510, 132 L. Ed. 2d 700 (1995). Thus, the government's decision to fly or not fly a particular flag &#8212; be it that of the Union or the Confederacy &#8212; does not trespass upon the First Amendment. NAACP v. Hunt, 891 F.2d 1555, 1566 (11th Cir.1990).9\n    \n    \n      38\n      While we have no evidence before us to indicate what mix of government speech, invited speech, and private speech may be found at national cemeteries, we believe that the use of national cemeteries for government speech heightens the discretion to be afforded to facility administrators. The government may, of course, restrict use of its property to deliver its own messages.10 \"Simply because the government opens its mouth to speak does not give every outside individual or group a First Amendment right to play ventriloquist.\" Downs v. L.A. Unified Sch. Dist., 228 F.3d 1003, 1013 (9th Cir.2000). See also Forbes, 523 U.S at 673-83, 118 S. Ct. 1633 (upholding exclusion of candidate from televised debate as permissible exercise of \"editorial discretion\" in nonpublic forum). Where, as here, the government seeks to project a certain image and atmosphere, it must be especially sensitive to concerns that private speech taking place in the same forum might be perceived by listeners as government speech, or might dilute the government's own message. The government therefore must exercise discretion and judgment to decide what speech is appropriate for national cemeteries.\n    \n    \n      39\n      Of course, any individual decision to exclude or permit a certain speaker remains vulnerable to an as-applied challenge if that decision is unreasonable or viewpoint-discriminatory. But Mr. Griffin has not convinced us that preserving the national cemetery for the government's own expressive purposes can be accomplished without vesting a significant degree of discretion in VA facility heads.\n    \n    \n      40\n      In short, national cemeteries are not interstate highway rest areas. The nature and function of the national cemetery make the preservation of dignity and decorum a paramount concern, and the government may impose restraints on speech that are reasonable in that pursuit. Because the judgments necessary to ensure that cemeteries remain \"sacred to the honor and memory of those interred or memorialized there\" may defy objective description and may vary with individual circumstances, we conclude that the discretion vested in VA administrators by section 1.218(a)(14) is reasonable in light of the characteristic nature and function of national cemeteries.\n    \n    C\n    \n      41\n      We additionally must deny Mr. Griffin's petition to invalidate section 1.218(a)(14) because we do not believe a real and substantial threat to expression flows from the alleged unbridled discretion vested in VA facility heads. As we discuss above, a facial attack will not succeed unless the challenger establishes a real and substantial risk that the challenged regulation will suppress or chill protected speech. This requirement stems from one of the basic premises of facial challenges, that \"the very existence of some broadly written laws has the potential to chill the expressive activity of others not before the court.\" Forsyth, 505 U.S. at 129, 112 S. Ct. 2395. Accordingly, while we must bear in mind that the opportunity to present evidence is limited if a facial challenge to VA regulations may be brought only before an appellate court, we cannot invalidate section 1.218(a)(14) unless Mr. Griffin has convinced us that the regulation may significantly compromise First Amendment protections. See Vincent, 466 U.S. at 801, 104 S. Ct. 2118.\n    \n    \n      42\n      Mr. Griffin has made no allegations that section 1.218(a)(14) will chill speech in any venue other than national cemeteries. It has not been said, for example, that the VA must promulgate narrow, objective, and definite standards for what banners may be flown atop VA buildings, or for what kinds of orations may be made within its offices &#8212; even though section 1.218(a)(14) could be used to punish those who performed such acts without authorization. Mr. Griffin has therefore given us little reason to conclude that the challenged regulation \"reaches a substantial number of impermissible applications.\" Ferber, 458 U.S. at 771, 102 S. Ct. 3348.\n    \n    \n      43\n      While Mr. Griffin brings a facial challenge to the entire system regulating expression on VA property, his allegations focus on the threat posed by VA administrators' unbridled discretion to permit or prohibit flag displays &#8212; displays which we readily admit constitute expression. But, at least since 1995, the discretion of VA administrators has been constrained (although not eliminated) by the VA's detailed Flag Manual, as set forth in NCA Directive 3220. Unbridled discretion need not be exercised to be unconstitutional. However, binding administrative construction, or a well-understood and uniformly applied practice, may set limits on official discretion that are otherwise not apparent from the face of a challenged regulation. Lakewood, 486 U.S. at 770, 108 S. Ct. 2138; Kalb, 234 F.3d at 835; United States v. Linick, 195 F.3d 538, 542 (9th Cir.1999). Even unwritten speech policies may survive constitutional challenge if uniformly enforced. Wells v. City &amp; County of Denver, 257 F.3d 1132, 1150-51 (10th Cir.2001). The Flag Manual may not impose definitive constraints on the enforcement of section 1.218(a)(14), but it does appear to set forth a consistent VA policy on flag display. The irony of Mr. Griffin's unbridled discretion challenge is that, excepting the supposedly unauthorized display at Point Lookout from 1994 to 1998, the VA's policy on flag display, and Confederate flag display in particular, has been clear and unwavering. The 1995 Flag Manual specified that the primary flags authorized for display at national cemeteries were the United States flag, the VA flag, State flags, the POW/MIA flag, and the Confederate flag &#8212; although display of the Confederate flag was permitted only on two days of the year and was subordinate to the United States flag. While the VA's official policy restricting Confederate flag display displeased Mr. Griffin and the Sons of Confederate Veterans, the record before us suggests that VA flag display policy has left little room for arbitrary or discriminatory enforcement by individual cemetery officials.\n    \n    \n      44\n      Both the 1995 Flag Manual and the 2001 Flag Manual do grant facility heads the discretion to permit display of other flags \"for special occasions,\" so long as such flags \"commemorate honorable military service.\" However, the current directive provides multiple examples that delineate what kind of displays are permissible, and the directive requires, at least in theory, that any flag \"not promote any particular viewpoint or ideology.\" If this discretion is all that is afforded to facility heads, then it is not enough to render the VA's regulatory scheme unconstitutional. A limited exception \"for special occasions\" does not negate the constraining effect of the Flag Manual. While the existence of the Flag Manual alone might not save 38 C.F.R. &#167; 1.218(a)(14) from constitutional challenge, the Flag Manual significantly reduces the risks the regulation may pose to protected speech.\n    \n    \n      45\n      Section 1.218(a)(14) restricts forms of expression other than flag display on VA property, such as demonstrations, picketing, or orations. However, Griffin makes only the thinnest and most unsubstantiated allegations that unbridled exercise of these provisions will threaten his own rights or the rights of third parties not before the court. For example: \"Mr. Griffin or his colleagues might make a remark about VA flag policy (arguably a `partisan' statement) to an `assembled group of people,'\" and \"&#167; 1.218(a)(14) could be used in a highly unpredictable and arbitrary fashion to punish people who say things the VA does not like. It could also be used to arrest people who merely listen to prohibited speech.\" We do not think that these speculative allegations meet the \"heavy burden\" required for facial invalidation of a law. As the Supreme Court has stated, \"we are reluctant, in any event, to invalidate legislation `on the basis of its hypothetical application to situations not before the Court.'\" Finley, 524 U.S. at 584, 118 S. Ct. 2168 (quoting FCC v. Pacifica Found., 438 U.S. 726, 743, 98 S. Ct. 3026, 57 L. Ed. 2d 1073 (1978)). Although we acknowledge the theoretical possibility that the VA might exercise its power to grant exceptions in order to favor only those orations or demonstrations that are to the government's liking, we do not believe that this possibility alone justifies the drastic remedy of facial invalidation. See Kalb, 234 F.3d at 835.\n    \n    \n      46\n      To summarize: Considering the esthetic judgments inherently necessary to maintain VA cemeteries as national shrines, we find that the restraints on expression imposed by 38 C.F.R. &#167; 1.218(a)(14) are not so unreasonable as to render the regulation facially invalid. Griffin's vague allegations that some people might be prevented or discouraged from speaking do not establish that section 1.218(a)(14) will reach a substantial amount of protected speech or that its impermissible applications substantially exceed its permissible ones.\n    \n    \n      47\n      While the discretion vested in VA officials must still be subject to the constitutional limitation that a speaker cannot be excluded solely to suppress the speaker's viewpoint on an otherwise permissible subject, we think as-applied challenges to particular acts of viewpoint discrimination are a more appropriate means to ensure that VA facility heads do not wield their power to grant exceptions arbitrarily or unreasonably. As the Supreme Court recently stated in rejecting a similar unbridled discretion challenge:\n    \n    \n      48\n      Granting waivers to favored speakers (or, more precisely, denying them to disfavored speakers) would of course be unconstitutional, but we think that this abuse must be dealt with if and when a pattern of unlawful favoritism appears, rather than by insisting on a degree of rigidity that is found in few legal arrangements.\n    \n    \n      49\n      Thomas v. Chi. Park Dist., 534 U.S. 316, 122 S. Ct. 775, 781, 151 L. Ed. 2d 783 (2002). We reach the same conclusion here not only because the Lakewood rationales for facial invalidation are weak in the context of this challenge, but also because granting petitioners their requested relief and invalidating 38 C.F.R. &#167; 1.218(a)(14) in its entirety would leave the VA without any power to restrict any visitor's conduct at any VA facility &#8212; including hospitals, office buildings, and the like. We do not mean to suggest that regulations stand less chance of being invalidated the more broadly drawn they are. But having availed themselves of the opportunities of the facial doctrine, petitioners must also bear the \"heavy burden\" imposed on those seeking to invalidate a law on its face. We do not believe that burden has been met in the case before us.\n    \n    III\n    \n      50\n      Griffin also raises, as a separate matter, the contention that section 1.218(a)(14) fails First Amendment scrutiny because the VA's decision to permit or deny exceptions to the ban on unauthorized demonstrations is not subject to any procedural safeguards, time limits, or provisions for judicial review. Such procedural safeguards have long been required for explicit censorship schemes restricting expression in public fora. See, e.g., Freedman v. Maryland, 380 U.S. 51, 85 S. Ct. 734, 13 L. Ed. 2d 649 (1965). The rationale behind this requirement is similar to that of the unbridled discretion doctrine. If a licensing scheme allows a government official to delay indefinitely before approving or denying a license, then a system masquerading as a time, place or manner regulation may in reality allow officials to suppress disfavored speech arbitrarily. See FW/PBS v. City of Dallas, 493 U.S. 215, 226-28, 110 S. Ct. 596, 107 L. Ed. 2d 603 (1990).\n    \n    \n      51\n      However, the procedural safeguards requirement has little relevance to the present case. The doctrine comes into play primarily \"when a State undertakes to shield the public from certain kinds of expression it has labelled offensive.\" M.I.C. Ltd. v. Bedford Township, 463 U.S. 1341, 1343, 104 S. Ct. 17, 77 L. Ed. 2d 1442 (Brennan, Circuit Justice 1983). Few cases invoke the requirement for procedural safeguards unless an explicit censorship scheme &#8212; which by definition is not content-neutral &#8212; is under attack, and the Supreme Court recently has confirmed that the procedural safeguards doctrine is so limited in scope. See Thomas, 122 S.Ct. at 779-80 (holding that content-neutral regulations need not satisfy Freedman's requirement for procedural safeguards).\n    \n    \n      52\n      To the extent its concerns are not subsumed into the unbridled discretion analysis, the procedural safeguards requirement provides little or no independent basis for striking down a regulation in a nonpublic forum. While some courts identify the lack of procedural safeguards as an added liability of schemes they condemn for unbridled discretion, we are aware of no case demanding procedural safeguards as an independent requirement in a nonpublic forum. Indeed, exclusions of speakers from nonpublic fora have been upheld despite a complete absence of established procedures for making such decisions. See, e.g., Forbes, 523 U.S. 666, 118 S. Ct. 1633, 140 L. Ed. 2d 875; Greer, 424 U.S. 828, 96 S. Ct. 1211, 47 L. Ed. 2d 505. Since one rationale for the nonpublic forum classification is to give the government wider leeway over the conduct of its internal affairs, see Cornelius, 473 U.S. at 805-06, 105 S. Ct. 3439, it would be counterproductive to encumber decisions that may affect the government's own expressive use of the forum with requirements for procedural safeguards.\n    \n    \n      53\n      We find no rationale for independent application of the procedural safeguards requirement here. We note that the current implementation of NCA Directive 3220 requires the NCA's Deputy Under Secretary for Operations to approve or deny exceptions to the flag policy within five business days &#8212; although individual Cemetery Directors seem to be under no obligation to forward recommendations to the Deputy Under Secretary promptly.11 Nonetheless, Griffin has not shown that imposing additional procedural requirements on the VA's decision-making process would materially advance First Amendment interests by increasing expression, or that any potential expression would be chilled by the VA's lack of procedural safeguards. If the VA may legitimately make discretionary judgments to exclude certain speakers, then the procedures by which it may do so become less critical. The need for swift decisions is less compelling in the calm of national cemeteries than in public fora, where delayed resolution of a permit dispute may be fatal to a newspaper publisher or movie distributor.\n    \n    IV\n    \n      54\n      Finally, Mr. Griffin alleges that section 1.218(a)(14) is void for vagueness, since the terms \"oration,\" \"assembled groups of people,\" and \"partisan activity\" are employed but not defined by the regulation. While the overbreadth and vagueness doctrines are analytically distinct, Mr. Griffin's vagueness challenge resembles his unbridled discretion challenge because in both he alleges that section 1.218(a)(14) may suppress protected expression by arbitrary and discriminatory enforcement.\n    \n    \n      55\n      We express some skepticism whether Mr. Griffin may bring a vagueness challenge, simply because it is not clear he has suffered injury from the challenged portions of the regulation. Griffin complains that the terms \"any oration or similar conduct to assembled groups of people\" and \"partisan activity\" are impermissibly vague. In the First Amendment context, a challenger may mount a facial vagueness attack upon a statute even if its meaning is plain as applied to his or her own conduct. Young v. Am. Mini Theatres, Inc., 427 U.S. 50, 59-60, 96 S. Ct. 2440, 49 L. Ed. 2d 310 (1976). However, Mr. Griffin's past injuries stem from the VA's refusal to permit him to display a historical flag &#8212; conduct which may not be regulated by the allegedly vague terms. While Mr. Griffin presents some amorphous claims that he or others may wish to express themselves in the future in a manner that the VA might consider an \"oration\" or \"partisan activity,\" courts are reluctant to confer standing on challengers who present unsubstantiated allegations of a subjective chill rather than a specific threat of present or future harm. See 4805 Convoy, Inc. v. City of San Diego, 183 F.3d 1108, 1112 (9th Cir.1999).\n    \n    \n      56\n      Assuming Mr. Griffin has standing to bring a facial vagueness challenge,12 we still cannot strike down section 1.218(a)(14) unless the regulation's vagueness poses a real and substantial threat to protected expression. See Young, 427 U.S. at 60, 96 S. Ct. 2440. Mr. Griffin has done no more than speculate that third parties, or even he himself, might be subject to criminal penalties for uttering the wrong words on VA property. While unconstitutional application of the law is not a prerequisite for a facial attack, we have no indication before us that the VA has ever penalized a speaker for unauthorized orations or partisan activity on VA property. As the Supreme Court has explained, \"speculation about possible vagueness in hypothetical situations not before the Court will not support a facial attack on a statute when it is surely valid `in the vast majority of its intended applications.'\" Hill v. Colorado, 530 U.S. 703, 733, 120 S. Ct. 2480, 147 L. Ed. 2d 597 (2000) (quoting United States v. Raines, 362 U.S. 17, 23, 80 S. Ct. 519, 4 L. Ed. 2d 524 (1960)).\n    \n    \n      57\n      Even if the challenged terms were not valid in most of their intended applications, we explain above that Mr. Griffin has not shown that application of section 1.218(a)(14) will significantly limit protected speech by third parties not before the court. A few speakers may be deterred because they are uncertain if the VA will punish their conduct as a \"demonstration,\" \"oration,\" or \"partisan activity,\" but \"[t]he touchstone of a facial vagueness challenge in the First Amendment context, however, is not whether some amount of legitimate speech will be chilled; it is whether a substantial amount of legitimate speech will be chilled.\" Calif. Teachers Ass'n v. State Bd. of Educ., 263 F.3d 888, 898 (9th Cir.2001).\n    \n    \n      58\n      Nor, if we were convinced that the allegedly vague terms posed a real and substantial threat to protected expression, would we conclude that they are unconstitutionally vague. Griffin has not established that the challenged terms fail to provide persons of ordinary intelligence a reasonable opportunity to know what is prohibited. While Mr. Griffin can conceive of hypotheticals in which the application of the challenged terms would be debatable, such ambiguities do not rise to the level of unconstitutional vagueness. See Grayned v. City of Rockford, 408 U.S. 104, 110 n. 15, 92 S. Ct. 2294, 33 L. Ed. 2d 222 (1972).\n    \n    \n      59\n      We note that the regulation itself literally prohibits only unauthorized services, ceremonies, or demonstrations, see 38 C.F.R. &#167; 1.218(a)(14)(i) (2001); all of the challenged terms appear as examples of unauthorized demonstrations. Terms like \"demonstration\" standing alone have been upheld against vagueness attack. See, e.g., Schenck v. Pro-Choice Network of W. N.Y., 519 U.S. 357, 383, 117 S. Ct. 855, 137 L. Ed. 2d 1 (1997); Culver v. Sec'y of the Air Force, 559 F.2d 622, 628-629 (D.C.Cir. 1977). We therefore doubt that additional terms fleshing out the definition of \"demonstration\" render the prohibition unconstitutionally vague.\n    \n    \n      60\n      The term \"partisan activity\" is well-explained by the regulation and we fail to see any real ambiguity in its definition. Likewise, while \"assembled groups of people\" is not a precise term, one must deliver an \"oration or similar conduct\" to said groups in order to run afoul of the regulation to begin with. We note that Congress has similarly prohibited \"orations\" on other government property at which decency and decorum are central to the purpose of the forum, such as the Library of Congress and the Supreme Court building. 2 U.S.C. &#167; 167d (2000); 40 U.S.C. &#167; 13j (1994). Challenged terms must be read in context of the regulation as a whole, see Grayned, 408 U.S. at 110, 92 S. Ct. 2294, and we have little doubt that visitors of ordinary intelligence reading section 1.218(a)(14) would understand what behavior was expected of them on VA property &#8212; particularly on the grounds of a national cemetery.\n    \n    \n      61\n      \"While these standards are undoubtedly flexible, and the officials implementing them will exercise considerable discretion, perfect clarity and precise guidance have never been required even of regulations that restrict expressive activity.\" Ward v. Rock Against Racism, 491 U.S. 781, 794, 109 S. Ct. 2746, 105 L. Ed. 2d 661 (1989) (rejecting facial challenge to regulations that required sound level to be \"balanced with respect for nearby residential neighbors\"). Although the theoretical possibility that violators of section 1.218(a)(14) will be subject to criminal prosecution raises the level of scrutiny we must apply, we do not believe that Mr. Griffin has carried the burden either of showing that the challenged terms are unconstitutionally vague or that any such vagueness would pose a real and substantial threat to protected speech.\n    \n    CONCLUSION\n    \n      62\n      For the reasons set forth above, we hold that 38 C.F.R. &#167; 1.218(a)(14) does not on its face violate the First Amendment. We therefore deny the petition to invalidate the regulation.\n    \n    COSTS\n    \n      63\n      No costs.\n    \n    \n      64\n      DENIED.\n    \n    \n      \n        Notes:\n      \n      \n        1\n         Other military cemeteries in the United States are maintained by the Army (e.g., Arlington National Cemetery), by individual states and, in a few cases, by the Department of the Interior.\n      \n      \n        2\n         At the time Mr. Griffin lodged his initial complaint, it appears that display of the POW/MIA flag on days other than those designated by statute was at the initiative of local interest groups. No evidence indicates that VA administrators were permitted to deny local interest groups permission to fly the POW/MIA flag daily\n      \n      \n        3\n         The Sons of Confederate Veterans state that they do not share this view\n      \n      \n        4\n         The precursor of the NCA\n      \n      \n        5\n         The record reflects that the General Counsel's written denial was \"cleared for signature,\" and the government's brief asserts that \"the VA denied\" Mr. Griffin's request\n      \n      \n        6\n         Although we treat Mr. Griffin's request as directed only to display of the Confederate flag, his request is subject to a broader interpretation. His request sought permission first to erect a flag pole, and every day thereafter to \"display the flag, change and remove flags from the cemetery.\" Mr. Griffin did not describe any particular ritual that may be involved in raising and lowering, or changing and removing, a Confederate flag. Before the VA's denial of his request, the VA initially opined that the Confederate flag could be displayed only as \"part of an approved ceremony or special activity.\" When Griffin in writing protested the lack of any stated standards to govern such ceremony or special activity, the VA revised its view, stating that \"[s]imple display of a flag does not qualify as a ceremony or special event.\" We think some uncertainty may remain as to whether more than simple flag-flying might result from granting Mr. Griffin's request\n      \n      \n        7\n         Our colleague in dissent, relying primarily onUnited States v. Grace, 461 U.S. 171, 175-76, 103 S. Ct. 1702, 75 L. Ed. 2d 736 (1983), argues that our consideration of Mr. Griffin's facial challenge to 38 C.F.R. &#167; 1.218(a)(14) is limited to aspects of the regulation that may apply to Mr. Griffin's own desired conduct, i.e., the flying of flags at VA cemeteries. However, Mr. Griffin raises an unbridled discretion challenge to the regulation, and Lakewood unmistakably rejects the narrow view of such challenges. Even outside the unbridled discretion context, the Supreme Court has refused to read Grace and similar cases as limiting facial challenges to a particular kind of speech, unless the text of the statute or regulation clearly sets forth such a distinction. See Reno v. ACLU, 521 U.S. 844, 883-85, 117 S. Ct. 2329, 138 L. Ed. 2d 874 (1997); United States v. Nat'l Treasury Employees Union, 513 U.S. 454, 479 n. 26, 115 S. Ct. 1003, 130 L. Ed. 2d 964 (1995). Lastly, we note that if the dissent is correct in its assessment that &#167; 1.218(a)(14) is \"grossly overbroad,\" the regulation would be struck down without reference to the particular type of speech Mr. Griffin would engage in. See Bd. of Airport Comm'rs of L.A. v. Jews for Jesus, Inc., 482 U.S. 569, 574-75, 107 S. Ct. 2568, 96 L. Ed. 2d 500 (1987).\n      \n      \n        8\n         Ministerial: Of or relating to an act that involves obedience to instructions or lawsinstead of discretion, judgment, or skill. Black's Law Dictionary 1011 (7th ed. 1999) (emphasis added).\n      \n      \n        9\n         Recognizing this principle, Griffin does not here allege that the government's choice to promote one flag over another in a national cemetery raises concerns of content or viewpoint discrimination per se. Rather, his petition rests on the well-established theory that the mere existence of unbridled censorship power may chill a substantial amount of protected speech, even if the censor never actually favors one viewpoint over anotherSee Lakewood, 486 U.S. at 757-59, 108 S. Ct. 2138. Griffin has not suggested that the government's decision to favor certain flags is vulnerable to a charge of viewpoint discrimination in this facial challenge.\n      \n      \n        10\n         The government may also invite particular speakers into nonpublic fora to deliver messages of its choice without obliging itself to invite speakers of opposite viewpoints, when such messages further the purposes of the forumSee Cornelius, 473 U.S. at 820, 105 S. Ct. 3439 (Blackmun, J., dissenting); Greer v. Spock, 424 U.S. 828, 838 n. 10, 96 S. Ct. 1211, 47 L. Ed. 2d 505 (1976).\n      \n      \n        11\n         Under the April 30, 2001, revision of NCA Directive 3220, a Cemetery Director is authorized only to deny a flag display request, or to recommend to the Deputy Under Secretary that the request be approved\n      \n      \n        12\n         The government has not contested Mr. Griffin's right to bring a vagueness challenge\n      \n    \n    \n      65\n      DYK, Circuit Judge, concurring in part and dissenting in part.\n    \n    \n      66\n      I generally agree with the majority's well-reasoned rejection of appellant's claim that section 1.218(a)(14) of the VA regulations is facially unconstitutional insofar as it regulates the flying of flags in VA cemeteries. However, I dissent to the extent that the majority, in purporting to resolve an overbreadth claim, addresses the constitutionality of other aspects of this VA regulation, aspects that have not even been challenged before the VA itself.\n    \n    \n      67\n      * Section 1.218(a)(14) of the VA regulations appears to be grossly overbroad. Indeed, it reads like a law school examination question in which law students are invited to find the maximum number of serious constitutional issues raised by a hypothetical ordinance. By barring unauthorized \"partisan activities,\" defined as \"those involving commentary or actions in support of, or in opposition to, or attempting to influence, any current policy of the Government of the United States, or any private group, association, or enterprise,\" 38 C.F.R. &#167; 1.218(a)(14)(ii) (2001), the regulation appears to bar political discussions by patients at a VA hospital or by employees at the VA headquarters building, even though such activities are constitutionally protected. See Rankin v. McPherson, 483 U.S. 378, 388-89, 107 S. Ct. 2891, 97 L. Ed. 2d 315 (1987) (finding discharge of county employee unconstitutional where employee made inappropriate comment to coworker regarding attempted assassination of President Reagan). It bars the unauthorized use of \"coarse\" or \"abusive\" language, even though the Supreme Court has held such terminology in statutes to be unconstitutionally vague. Gooding v. Wilson, 405 U.S. 518, 525-28, 92 S. Ct. 1103, 31 L. Ed. 2d 408 (1972) (finding statute prohibiting \"abusive\" language unconstitutionally vague and overbroad). It appears to bar unauthorized \"picketing\" or orations on sidewalks that are part of VA facilities, even though such conduct is protected. United States v. Grace, 461 U.S. 171, 183, 103 S. Ct. 1702, 75 L. Ed. 2d 736 (1983) (finding section of federal statute prohibiting picketing and leafleting on sidewalks surrounding Supreme Court building unconstitutional). If we were compelled by the overbreadth doctrine to consider the facial constitutionality of this regulation in all contexts, I would likely find it unconstitutional because it is substantially overbroad.\n    \n    \n      68\n      The majority writes that \"we know of no rule that would preclude our consideration of Mr. Griffin's non-flag allegations once his constitutional challenge to 38 C.F.R. &#167; 1.218(a)(14) is properly before this court.\" Ante at 1318. I respectfully disagree. I think we are not obligated, or even permitted, by the Supreme Court's First Amendment jurisprudence to consider the hypothetical applications of this regulation in deciding the constitutionality of the portion of the regulation reaching Griffin's conduct. As Justice Scalia has noted, the overbreadth doctrine is in some tension with the Article III case and controversy requirement. City of Chicago v. Morales, 527 U.S. 41, 77, 119 S. Ct. 1849, 144 L. Ed. 2d 67 (1999) (Scalia, J., dissenting) (\"[F]or the Court ... to go further and pronounce that the statute is unconstitutional in all applications ... [s]eems to me no more than an advisory opinion....\"). Often a determination that a statute is fatally overbroad means simply that the statute is unconstitutional in the context of the particular controversy, the unconstitutional portion is significant, and the constitutional part cannot be severed from the unconstitutional parts. See Ashcroft v. Free Speech Coalition, ___ U.S. ___, ___, 122 S. Ct. 1389, 1406, 152 L. Ed. 2d 403 (2002). But the overbreadth doctrine may also sometimes allow the court to hold a statute unconstitutional without explicitly determining whether, in the language of the seminal Thornhill v. Alabama decision, \"the evidence ... could ever support a conviction founded upon different and more precise charges.\" 310 U.S. 88, 96, 60 S. Ct. 736, 84 L. Ed. 1093 (1940). Even at its outer reaches, when used in this sense the overbreadth doctrine does no more than permit a regulated party to challenge a permit system without seeking a permit, City of Lakewood v. Plain Dealer Publ'g Co., 486 U.S. 750, 755-56, 108 S. Ct. 2138, 100 L. Ed. 2d 771 (1988); Lovell v. City of Griffin, 303 U.S. 444, 452-53, 58 S. Ct. 666, 82 L. Ed. 949 (1938); or permit a regulated party to challenge a licensing scheme for movie obscenity without first submitting the film in question for approval, Freedman v. Maryland, 380 U.S. 51, 54-56, 85 S. Ct. 734, 13 L. Ed. 2d 649 (1965); or permit a regulated party to challenge a statutory scheme allowing state judges to prohibit the future exhibition of motion pictures that have not yet been found obscene, regardless of whether the film in question is obscene, Vance v. Universal Amusement Co., 445 U.S. 308, 316-17, 100 S. Ct. 1156, 63 L. Ed. 2d 413 (1980) (per curiam). See also Laurence H. Tribe, American Constitutional Law &#167; 12-35 (2d ed.1988); 4 Ronald D. Rotunda &amp; John E. Nowak, Treatise on Constitutional Law &#167; 20.46 (3d ed.1999).\n    \n    \n      69\n      The overbreadth doctrine does not give a First Amendment plaintiff or this court a roving warrant to invalidate an entire statute, ordinance, or regulation simply because portions that have nothing to do with the controversy at hand may be unconstitutional. For example, in United States v. Grace, 461 U.S. 171, 175-76, 103 S. Ct. 1702, 75 L. Ed. 2d 736 (1983), the Court held that it should not address portions of a federal statute prohibiting demonstrations on the Supreme Court grounds, and confined its review to the portion of the statute reaching the conduct of the particular parties before it. The statute at issue in Grace prohibited two distinct activities: (1) \"`to parade, stand, or move in processions or assemblages in the Supreme Court Building or grounds;'\" and (2) \"`to display therein any flag, banner, or device designed or adapted to bring into public notice any party, organization, or movement.'\" Id. at 175, 103 S. Ct. 1702 (quoting 40 U.S.C. &#167; 13k (1976)). The Court acknowledged that only the second portion of the statute reached the conduct of the parties before it: \"the threat of arrest to which each appellee was subjected was for violating the prohibition against the display of a `banner or device.' Accordingly, our review is limited to the latter portion of the statute.\" Id. The Court similarly limited the reach of the court of appeals' decision: \"[a]lthough the Court of Appeals opinion purports to hold &#167; 13k unconstitutional on its face without any indication that the holding is limited to that portion of the statute that deals with the display of a `flag, banner, or device,' the decision must be read as limited to that prohibition.\" Id. at 175 n. 5, 103 S. Ct. 1702. Even with respect to the second prohibition, the Court majority, over the dissent of Justice Marshall, limited its holding to the \"public sidewalks,\" the only area of the Supreme Court grounds involved in the particular controversy. Id. at 175, 103 S. Ct. 1702. See also Brockett v. Spokane Arcades, Inc., 472 U.S. 491, 502-05, 105 S. Ct. 2794, 86 L. Ed. 2d 394 (1985) (invalidating statute only in part); United States v. Nat'l Treasury Employees Union, 513 U.S. 454, 477-78, 115 S. Ct. 1003, 130 L. Ed. 2d 964 (1995) (limiting relief to only parties before the Court).\n    \n    \n      70\n      The majority suggests that Grace is no longer good law. Ante at 1319 n. 7. I disagree. The majority relies on so-called unbridled discretion cases as undermining our reading of Grace and as supporting its consideration of the overbreadth challenge. As the Supreme Court's recent decision in Thomas v. Chicago Park District, 534 U.S. 316, 122 S. Ct. 775, 151 L. Ed. 2d 783 (2002), makes clear, however, a challenge to a licensing or permit scheme on the ground that it confers unbridled discretion in an administrator or fails to incorporate required procedural safeguards is a challenge based on the regulated party's own rights, not the rights of third parties as is the case in an overbreadth challenge. The unbridled discretion cases are fully consistent with Grace.\n    \n    \n      71\n      Nor are the severability cases, Reno v. American Civil Liberties Union, 521 U.S. 844, 883-85, 117 S. Ct. 2329, 138 L. Ed. 2d 874 (1997), and National Treasury Employees Union, 513 U.S. at 479 n. 26, 115 S. Ct. 1003, relevant to the propriety of an overbreadth challenge. These cases simply address the question whether, if a statute is unconstitutional in part as a result of the court's holding in a particular case, the statute as a whole must be invalidated, or whether it can be saved in other applications not before the court. See also Free Speech Coalition, ___ U.S. at ___, 122 S.Ct. at 1410 (O'Connor, J., concurring in judgment in part and dissenting in part) (three dissenting justices urging that application of Grace should result in only partial invalidation of the statute). There is no need to consider any severability question here since we sustain the statute insofar as it regulates the flying of flags in VA cemeteries.\n    \n    \n      72\n      The majority's insistence on entertaining the overbreadth challenge is particularly curious since the majority rejects the petitioner's claims because VA cemeteries are simply different from other factual contexts.\n    \n    \n      73\n      In this case, the only portion of section 1.218(a)(14) reaching Griffin's conduct is that relating to the flying of flags in VA cemeteries. These plaintiffs lack standing to challenge any other aspect of the regulations. Accordingly, we should confine our review to the flying of flags in VA cemeteries, lest we render what is in effect an advisory opinion. We are simply not authorized to conjecture about the possible constitutionality of the myriad other applications of the regulation.\n    \n    II\n    \n      74\n      There is yet another reason to avoid petitioner's invitation to consider other portions of this ordinance: these arguments were not even raised before the VA. It is well established that the doctrine of exhaustion of administrative remedies applies in the case of constitutional challenges to regulatory action. Syracuse Peace Council v. FCC, 867 F.2d 654, 656-57 (D.C.Cir.1989), cert. denied, 493 U.S. 1019, 110 S. Ct. 717, 107 L. Ed. 2d 737 (1990). Here, petitioner's claim before the VA was simply that the regulation was unconstitutional insofar as it regulated the flying of the Confederate flag at VA cemeteries. In his petition to the VA, petitioner stated:\n    \n    \n      75\n      We further request that you and the Department of Veterans Affairs (\"VA\") agree to waive and rescind 38 C.F.R. 1.218(a)(14) and any other VA rules or regulations that might be interpreted to prohibit the above-requested display of the Confederate battle flag at the Cemetery.\n    \n    \n      76\n      (emphasis added).\n    \n    \n      77\n      The VA has thus been given no opportunity to pass on petitioner's newly-minted constitutional claims concerning the invalidity of the regulation in other contexts. We should not address those claims for the first time on review.\n    \n    ",
            "ocr": false,
            "opinion_id": 777530
        },
        {
            "author_str": "Clevenger",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCLEVENGER, Circuit Judge.\nPetitioners bring a constitutional challenge to the validity of 38 C.F.R. § 1.218(a)(14) under the jurisdiction of this court to review rulemaking by the Department of Veterans Affairs. Section 1.218(a)(14) governs the conduct of visitors on property under the charge and control of the Department of Veterans Affairs, including national cemeteries administered by the National Cemetery Administration. Petitioners charge that the regulation on its face violates the First Amendment to the United States Constitution because it vests unbridled discretion to suppress speech in the hands of government officials, because it lacks procedural safeguards to ensure that decisions permitting or denying speech are made promptly, and because the regulation is unconstitutionally vague. We hold that 38 C.F.R. § 1.218(a)(14) does not on its face violate the First Amendment, and deny the petition to invalidate the regulation.\nBACKGROUND\nPetitioners Patrick J. Griffin, III, and Gregory S. Clemmer (together, “Griffin”) are, respectively, a former “Commander-in-Chief’ and a former “Historian-in-Chief ’ of the Sons of Confederate Veterans, an organization dedicated to preserving the history and legacy of soldiers who fought for the Confederacy in the Civil War. Respondent is the Secretary of Veterans Affairs. The Department of Veterans Affairs (“VA”), through its National Cemetery Administration (“NCA”), is responsible for administering 119 national cemeteries in 39 states and Puerto Rico. National cemeteries provide burial for veterans of the Armed Forces, their spouses and minor dependents, and certain veterans of the reserves, Coast Guard, Public Health Service, and the wartime Merchant Marine.1 The VA also maintains medical centers, outpatient clinics, veterans’ centers, and regional offices for benefits administration throughout the country.\nThe roots of this case lie in a dispute between Griffin and the VA over the display of the Confederate flag at Point Lookout Cemetery in Maryland, a national cemetery administered by the VA where there are buried approximately 3,300 Confederate soldiers who died while imprisoned at the Union prison camp at Point Lookout during the Civil War. The United States flag, of course, is flown daily at Point Lookout as it is at all national cemeteries. Display of the National League of Families POW/MIA flag on designated days is mandated by statute (36 U.S.C. § 902), and all national cemeteries that are staffed daily currently fly the POW/MIA flag each day.2 *1315From 1994 to 1998, a Confederate flag flew daily at Point Lookout, allegedly on the unauthorized personal initiative of a VA employee. In 1998, a party unrelated to Griffin or the Sons of Confederate Veterans complained to the VA that only a Confederate flag should fly at Point Lookout, and not the United States flag.3 In response to this complaint, the VA discontinued the display of the Confederate flag at Point Lookout.\nAt the time Mr. Griffin filed his complaint, display of flags in national cemeteries was governed by National Cemetery System4 Handbook 3220, issued on April 21, 1995 (“the Flag Manual”). The Flag Manual permitted display of Confederate flags at national cemeteries on only two days of the year: Memorial Day and Confederate Memorial Day (in states where Confederate Memorial Day is observed). The Flag Manual limited Confederate flag display to small flags on individual graves, and required the Confederate flag to be subordinate to the United States flag in size and prominence.\nThe Flag Manual was promulgated under 38 C.F.R. § 1.218(a)(14). Section 1.218, itself promulgated under 38 U.S.C. § 218a (now 38 U.S.C. § 901), was issued in 1985 and sets forth security and law enforcement regulations applicable at all VA facilities and property not administered by the General Services Administration. Section 1.218(a)(14)(i) prohibits any service, ceremony, or demonstration on VA property, unless authorized by the head of the facility, while section 1.218(a)(14)(ii) places the display of unauthorized flags in the category of forbidden demonstrations:\n(i) All visitors are expected to observe proper standards of decorum and decency while on VA property. Toward this end, any service, ceremony, or demonstration, except as authorized by the head of the facility or designee, is prohibited. Jogging, bicycling, sledding and other forms of physical recreation on cemetery grounds is prohibited.\n(ii) For the purpose of the prohibition expressed in this paragraph, unauthorized demonstrations or services shall be defined as, but not limited to, picketing, or similar conduct on VA property; any oration or similar conduct to assembled groups of people, unless the oration is part of an authorized service; the display of any placards, banners, or foreign flags on VA property unless approved by the head of the facility or designee; disorderly conduct such as fighting, threatening, violent, or tumultuous behavior, unreasonable noise or coarse utterance, gesture or display or the use of abusive language to any person present; and partisan activities, i.e., those involving commentary or actions in support of, or in opposition to, or attempting to influence, any current policy of the Government of the United States, or any private group, association, or enterprise.\n38 C.F.R. § 1.218(a)(14) (2001).\nAfter the VA discontinued daily display of the Confederate flag at Point Lookout, Griffin’s attorney wrote to the VA, demanding that the VA permit the Sons of Confederate Veterans to display a Confederate flag at Point Lookout every day. When the VA refused permission for a daily display, Mr. Griffin filed suit against the VA in the District Court for the District of Maryland. The complaint alleged that the VA’s Flag Manual and Flag Policy, as well as 38 C.F.R. § 1.218(a)(14), violated the First Amendment both on their face and as applied to Mr. Griffin’s request for a daily flag display.\n*1316The district court agreed with Griffin that the VA’s Flag Manual and Flag Policy, as applied to Griffin’s request to fly a Confederate flag daily at Point Lookout, violated the First Amendment. See Griffin v. Dep’t of Veterans Affairs, 129 F.Supp.2d 832 (D.Md.2001). The district court classified Point Lookout Cemetery as a nonpublic forum, meaning that restrictions on speech imposed by the VA at Point Lookout would be upheld provided they were reasonable and viewpoint neutral. Id. at 840. Nonetheless, rejecting the government’s argument that flag displays at Point Lookout should be treated as government speech rather than private speech on government property, the district court ruled that the VA’s refusal was unreasonable and viewpoint discriminatory. According to the district court, the fact that a Confederate flag had flown at Point Lookout without controversy from 1994 to 1998 belied concerns that Confederate flags might create controversy or disrupt the tranquility and dignity of the cemetery. Id. at 841. Moreover, the district court believed that the VA’s decision to exclude the Confederate flag reflected a conviction that the Confederate flag symbolizes racial intolerance and divisiveness, making the decision to exclude the flag an impermissible exercise of viewpoint discrimination. Id. at 843-44. As a consequence of the district court’s decision that application of the VA’s flag policies to Mr. Griffin violated the First Amendment, the VA revised its flag regulations to permit a Confederate flag to be flown daily at Point Lookout Cemetery, but not at any other VA facility. See Flags in VA National Cemeteries, NCA Directive 3220 (April 30, 2001).\nHowever, the district court held that it lacked jurisdiction to consider Griffin’s facial challenge to 38 C.F.R. § 1.218(a)(14). The district court noted that 38 U.S.C. § 502 vests the Court of Appeals for the Federal Circuit with exclusive jurisdiction to review any action of the Secretary for Veterans Affairs that is subject to the public notice or notice-and-comment requirements of the Administrative Procedure Act (5 U.S.C. §§ 552(a)(1) and 553). Concluding that a challenge to 38 C.F.R. § 1.218(a)(14) fell under 38 U.S.C. § 502, because rulemaking is covered by section 552(a)(1) of the Administrative Procedure Act, the district court therefore held that exclusive jurisdiction over a facial challenge to the constitutionality of 38 C.F.R. § 1.218(a)(14) rested with this court. Id. at 837-38. Despite having prevailed on his as-applied challenge, thereby winning the right to display the Confederate flag daily at Point Lookout, Mr. Griffin proceeded to file a petition in this court seeking invalidation of 38 C.F.R. § 1.218(a)(14) on the grounds that the regulation violates the First Amendment on its face.\nAfter Mr. Griffin’s facial challenge was argued to this court, the Court of Appeals for the Fourth Circuit reversed the District Court for the District of Maryland on Mr. Griffin’s as-applied challenge. Griffin v. Dep’t of Veterans Affairs, 274 F.3d 818 (4th Cir.2001). Agreeing with the district court that Point Lookout was a nonpublic forum, the Fourth Circuit took more seriously the VA’s concern that the VA’s own “message” at Point Lookout might be garbled or distorted if private groups were allowed to display their own flags. Id. at 822-23. The Fourth Circuit therefore held that the VA’s decision to deny permission for a daily Confederate flag display was reasonable, since the purpose of Point Lookout was to honor the soldiers buried there as Americans, not as Confederates. Id. Moreover, the VA might reasonably believe that acceding to Mr. Griffin’s request would provoke similar requests from other groups and invite partisan conflict into the cemetery. Id. at 823. Finally, the Fourth Circuit held that Confederate flag display, far from being discriminated *1317against, was actually treated more favorably than other private flag displays, since the VA’s flag policy allowed private groups to display the Confederate flag two days a year without seeking special permission-a privilege not accorded to any other flag except those flags whose display is mandated by statute. Id. at 824. Accordingly, the Fourth Circuit held that the decision to deny Mr. Griffin’s request for a daily Confederate flag display at Point Lookout was reasonable and viewpoint-neutral, thereby satisfying the requirements of the First Amendment in a nonpublic forum.\nI\nPursuant to 38 U.S.C. § 502, we have jurisdiction to review both the rule-making process and the challenged rules of the VA, that jurisdiction extending to amendment, revision or repeal of the VA’s rules as well. Disabled Am. Veterans v. Gober, 284 F.3d 682, 688 (Fed.Cir.2000). Under 38 U.S.C. § 502, our review is in accordance with Chapter 7 of the Administrative Procedure Act, which directs the reviewing court to hold unlawful and set aside any agency action contrary to constitutional right, power, privilege or immunity, and any agency action unlawfully withheld. 5 U.S.C. § 706(2)(B) (2000). In this case, both the NCA’s Deputy Under Secretary for Operations and the VA’s General Counsel denied in writing Griffin’s request for waiver or amendment of 38 C.F.R. § 1.218(a)(14). To the extent those actions were properly authorized, we are presented with an agency action denying Griffin’s request.5 If those actions lacked proper authority, a matter not raised by the parties, the failure of the agency to act on Griffin’s request would constitute an agency action unlawfully withheld, assuming the regulation was in fact unconstitutional.\nThe constitutionality of a statute is an issue of law, Demko v. United States, 216 F.3d 1049, 1052 (Fed.Cir.2000), and we likewise review the constitutionality of an agency regulation without deference to the agency. However, while prior restraints are presumed invalid, facial challenges to speech restrictions are generally disfavored and petitioner faces a heavy burden in advancing his claim. See Nat’l Endowment for the Arts v. Finley, 524 U.S. 569, 580, 118 S.Ct. 2168, 141 L.Ed.2d 500 (1998). To prevail, Mr. Griffin must demonstrate that application of section 1.218(a)(14) poses a real and substantial threat of the alleged censorship risks. See id.; City of Lakewood v. Plain Dealer Publ’g Co., 486 U.S. 750, 759, 108 S.Ct. 2138, 100 L.Ed.2d 771 (1988).\nAs an initial matter, the VA asks us to stay our consideration of this case pending the final resolution of Mr. Griffin’s as-applied challenge. We decline to do so. There is no logic to the VA’s suggestion that this action would suffer a collateral estoppel effect from Griffin’s as-applied challenge. Despite the government’s stubborn refusal at oral argument to recognize the plain allegations of Mr. Griffin’s petition, this case presents a facial challenge to the discretion granted to VA administrators by 38 C.F.R. § 1.218(a)(14). “Facial attacks on the discretion granted to a decisionmaker are not dependent on the facts surrounding any particular permit decision.” Forsyth County, Ga. v. Nationalist Movement, 505 U.S. 123, 133 n. 10, 112 S.Ct. 2395, 120 L.Ed.2d 101 (1992). Whether or not Mr. Griffin has a constitutional right to display a Confederate flag daily at Point Lookout Cemetery has very little bearing on whether section 1.218(a)(14) violates the First Amendment on its face. As we explain below, we con *1318elude that Mr. Griffin has standing to mount a facial challenge against section 1.218(a)(14) regardless of whether his right to display a flag at Point Lookout would be protected or not. Moreover, the Maryland district court concluded that the VA’s decision to deny Mr. Griffin’s request was rooted primarily in its Flag Manual, and not in 38 C.F.R. § 1.218(a)(14). See Griffin, 129 F.Supp.2d at 838. Mr. Griffin here limits his facial challenge to 38 C.F.R. § 1.218(a)(14). Accordingly, there is no reason to condition adjudication of Mr. Griffin’s facial challenge on the outcome of his as-applied claim.\nMr. Griffin presses his challenge to section 1.218(a)(14)’s validity under three separate theories. First, Mr. Griffin alleges that section 1.218(a)(14) gives VA officials unbridled discretion to prohibit any kind of speech on VA property, and is therefore unconstitutional under the well-established First Amendment prohibition against stan-dardless licensing schemes. Second, Mr. Griffin argues that section 1.218(a)(14) fails the First Amendment requirement for procedural safeguards in a licensing scheme, because section 1.218(a)(14) provides no time limit in which a VA official must grant or deny an individual’s request to speak on VA property. Third, Mr. Griffin argues that section 1.218(a)(14) is void for vagueness, since the regulation’s use of undefined terms such as “oration” or “partisan activity” permits VA officials to punish disfavored speakers without specifying in advance what forms of speech are prohibited.\nWe note that Mr. Griffin’s demand to the VA was for permission to display the Confederate flag. He did not ask specific permission to make speeches, conduct ceremonies, or hold demonstrations, even though he now attacks the regulation in part because it gives VA officials the power to restrict those other forms of expression.6\nThe government does not argue that, because Mr. Griffin did not seek specific permission from the VA to engage in any expressive conduct other than display of the Confederate flag, he may only challenge those aspects of the regulation that restrict flag display. We nonetheless consider whether, in determining the scope of our review of Mr. Griffin’s facial challenges, we should refuse to weigh Mr. Griffin’s arguments that reach beyond the scope of his original request to the agency to display the Confederate flag.\nWhile notions of exhaustion of administrative remedies may narrow judicial review of statutory challenges, see Action for Children’s Television v. FCC, 59 F.3d 1249, 1256-57 (D.C.Cir.1996), we know of no rule that would preclude our consideration of Mr. Griffin’s non-flag allegations once his constitutional challenge to 38 C.F.R. § 1.218(a)(14) is properly before this court. Mr. Griffin admittedly has sought permission, a permit, to display the Confederate flag. He mounts a three-*1319pronged facial challenge to the regulation whence the denial of his permit request emanates. Whether or not he has in fact sought permission for any one particular type of expression, “[flacial attacks on discretion granted a decisionmaker are not dependent on the facts surrounding any particular permit decision.” Forsyth, 505 U.S. at 138 n. 10, 112 S.Ct. 2395. Further, because one subject to a standardless licensing scheme “may challenge it facially without the necessity of first applying for, and being denied, a license,” Lakewood, 486 U.S. at 755-56, 108 S.Ct. 2138, Mr. Griffin need not have applied for permission for any specific form of expression at all. He, like other First Amendment plaintiffs, is entitled to rely on the regulation’s impact on “the expressive activities of others as well as [his] own.” See Schad v. Borough of Mount Ephraim, 452 U.S. 61, 66, 101 S.Ct. 2176, 68 L.Ed.2d 671 (1981). Whether a particular plaintiff has the requisite standing to complain of restrictions that have not yet been imposed is of course a matter of concern, but in this case the government raises no challenge to Mr. Griffin’s standing.\nWe therefore conclude that no principle prevents us from considering the full scope of Mr. Griffin’s challenge.7 If we had discretion to restrict our review to nothing more than his flag display challenge, we would in fairness to Mr. Griffin decline to thus narrow our inquiry.\nII\nAt the heart of Griffin’s argument lies the accusation that section 1.218(a)(14) embodies an unconstitutional standardless licensing scheme, granting government officials the power to preemptively restrain speech but setting no substantive guidelines to cabin administrators’ discretion. Mr. Griffin’s objections arise from the provisions of section 1.218(a)(14) that permit a facility head to authorize exceptions to its prohibitions on speech. Paragraph (i) of the challenged regulation prohibits any service, ceremony or demonstration, “except as authorized by the head of the facility or designee.” Likewise, among its list of activities qualifying as unauthorized demonstrations, paragraph (ii) includes the display of placards, banners, or foreign flags, “unless approved by the head of the facility or designee.” Thus, 38 C.F.R. § 1.218(a)(14) allows VA officials to make exceptions to the general ban on demonstrations and displays on VA property.\nSection 1.218(a)(14) sets no explicit standards to determine when a VA official may authorize or approve exceptions to the ban. Griffin charges that in the absence of such standards, VA facility heads or other officials could grant exceptions to favored *1320groups and deny them to disfavored groups. Such selectivity would permit VA facility heads to discriminate arbitrarily between speakers based on the viewpoint espoused by the speaker-such as forbidding Mr. Griffin to display a Confederate flag but permitting other private groups to display flags more to the VA’s liking. Griffin further alleges that this power could be wielded not just to control which flags are displayed at VA cemeteries, but also to restrict formal speeches or even casual comments on VA property.\nMr. Griffin thus seeks to bring section 1.218(a)(14) within that category of licensing schemes that have long been held to violate the First Amendment for vesting a government official with “unbridled discretion” to permit or suppress speech at will. The broadest expression of this principle is found in City of Lakewood v. Plain Dealer Publishing Co., in which Justice Brennan, speaking for a 4-3 majority of the Court, stated:\n[A] facial challenge lies whenever a licensing law gives a government official or agency substantial power to discriminate based on the content or viewpoint of speech by suppressing disfavored speech or disliked speakers.\n486 U.S. at 759, 108 S.Ct. 2138. In this formulation, it is the very existence of such power, not how it is exercised, that renders a licensing law unconstitutional.\nAccording to the majority opinion in Lakewood, facial challenges should be permitted against standardless licensing schemes because two aspects of such laws make as-applied challenges difficult. First, the very existence of the licensor’s unfettered discretion, coupled with the power of prior restraint, may intimidate parties into censoring their own speech rather than challenging the restraint. Id. at 757-58, 108 S.Ct. 2138. Second, the absence of express standards for a license makes it difficult to prove illicit discrimination in an as-applied challenge. Given the burden of challenging the licensor’s actions case-by-case, these barriers to as-applied challenges may render the licensor’s decisions unreviewable unless facial challenges are allowed. Id. at 758-59, 108 S.Ct. 2138.\nA\nIn considering Mr. Griffin’s challenge, we assume that section 1.218(a)(14) may act as a prior restraint on speech, and we further assume that the power to grant exceptions raises the same concerns of selective application that render standardless licensing schemes vulnerable to an unbridled discretion challenge. The government has not attempted to dispute either point. However, we must ask independently whether Mr. Griffin has standing to bring a facial challenge. With the reversal of his as-applied challenge by the Fourth Circuit, Mr. Griffin cannot claim any infringement of his own constitutional rights, at least as far as his proposed flag display at Point Lookout Cemetery. Arguably, there is confusion as to whether one challenging a licensing scheme must allege that the regulation can never be applied in a valid manner, or must allege injury to third parties not before the court via the overbreadth doctrine. Compare City Council of L.A. v. Taxpayers for Vincent, 466 U.S. 789, 796-798, 104 S.Ct. 2118, 80 L.Ed.2d 772 (1984) (describing unbridled discretion challenges as cases in which “every application of the statute created an impermissible risk of suppression of ideas”) with Finley, 524 U.S. at 618-19, 118 S.Ct. 2168 (Souter, J., dissenting) (describing unbridled discretion challenges as overbreadth challenges); Forsyth, 505 U.S. at 129-30, 112 S.Ct. 2395 (same); Boos v. Barry, 485 U.S. 312, 329, 108 S.Ct. 1157, 99 L.Ed.2d 333 (1988) (same). But regardless of how facial attacks against standardless licensing schemes might be formally classified, the Supreme Court has *1321made clear that standing to challenge such schemes does not depend on whether the challenger’s own conduct may be proscribed. Lakewood, 486 U.S. at 755-56, 108 S.Ct. 2138 (quoting Freedman v. Maryland, 380 U.S. 51, 56, 85 S.Ct. 734, 13 L.Ed.2d 649 (1965)). We therefore conclude that Mr. Griffin may raise a facial challenge to section 1.218(a)(14), regardless of the ultimate outcome of his as-applied challenge or whether the VA grants him permission to display a Confederate flag at Point Lookout Cemetery.\nWe are mindful, however, that under any formulation, Mr. Griffin must show that 38 C.F.R. § 1.218(a)(14) poses more than a theoretical danger to protected speech. Even under the broad articulation of Lakewood, an unbridled discretion challenge is circumscribed by the proviso that the challenged regulation must “pose a real and substantial threat of the identified censorship risks.” Lakewood, 486 U.S. at 759, 108 S.Ct. 2138. And when the plaintiff alleges that a law invests the government with discretion to discriminate on the basis of viewpoint, “such a ‘facial challenge will not succeed unless the statute is “substantially” overbroad,’ by which we mean that ‘a law should not be invalidated for overbreadth unless it reaches a substantial number of impermissible applications.’ ” Finley, 524 U.S. at 619, 118 S.Ct. 2168 (Souter, J., dissenting) (citations omitted) (quoting N.Y. State Club Ass’n, Inc. v. City of New York., 487 U.S. 1, 11, 108 S.Ct. 2225, 101 L.Ed.2d 1 (1988), and New York v. Ferber, 458 U.S. 747, 771, 102 S.Ct. 3348, 73 L.Ed.2d 1113 (1982)). Thus, while we need not inquire whether Mr. Griffin’s own conduct would be constitutionally protected in order to consider his facial challenge, Mr. Griffin must still show a realistic possibility that application of section 1.218(a)(14) will suppress a substantial amount of constitutionally protected speech. See, e.g., United States v. Kalb, 234 F.3d 827, 834 (3d Cir.2000).\nB\nWe turn now to the merits of Griffin’s challenge. Government restrictions on speech on public property are traditionally analyzed by classifying the regulated property as one of three kinds of fora described by the Supreme Court: public fora, designated public fora, and nonpublic fora. In traditional public fora, devoted to assembly and debate by long tradition or government fiat, the government may exclude a speaker only when the exclusion is necessary to serve a compelling state interest and the exclusion is narrowly drawn to achieve that interest. In designated public fora, which the government creates by intentionally opening a forum to certain classes of speakers, the government’s exclusion of a speaker who falls within the class to which the forum is made generally available will be subjected to strict scrutiny. In nonpublic fora, the government may restrict access by content or speaker identity, so long as the restrictions are reasonable and not an effort to suppress expression merely because public officials oppose the speaker’s view. See Cornelius v. NAACP Legal Def. &amp; Educ. Fund, Inc., 473 U.S. 788, 800, 105 S.Ct. 3439, 87 L.Ed.2d 567 (1985). Thus, restraints on speech in a nonpublic forum will be upheld unless they are unreasonable or they embody impermissible viewpoint discrimination.\nAll of the modern cases in which the Supreme Court has set forth the unbridled discretion doctrine have involved public fora, and no Supreme Court case has suggested that the doctrine is applicable outside the setting of a public forum. While an overbreadth challenge against an entirely unreasonable restraint will succeed regardless of how the forum is classified, see Bd. of Airport Comm’rs of L.A. v. Jews for Jesus, Inc., 482 U.S. 569, 574-75, 107 S.Ct. 2568, 96 L.Ed.2d 500 (1987), we have no accepted framework to decide how *1322an unbridled discretion challenge should be evaluated in a nonpublic forum.\nGriffin would have us essentially ignore the forum doctrine. He argues, without apparent support from the case law, that a grant of unbridled discretion enables arbitrary discrimination, and since arbitrariness is unreasonable, such a grant of discretion can never be reasonable and cannot be sustained even in a nonpublic forum. At bottom, Griffin urges us to adopt a per se rule that every grant of unbridled discretion is facially unconstitutional. For its part, the government either seems unaware of or chooses to ignore the unbridled discretion doctrine entirely. It argues only that section 1.218(a)(14) meets a rational basis test. We reject both extremes. We believe our task is to reconcile the demands of both doctrines, and consider both together under the particular circumstances of Mr. Griffin’s case.\nBoth parties agree that VA cemeteries are nonpublic fora, and other courts have also concluded that public cemeteries are nonpublic fora for purposes of First Amendment analysis. See Griffin, 129 F.Supp.2d at 840; Warner v. City of Boca Raton, 64 F.Supp.2d 1272, 1291 (S.D.Fla.1999). We will assume for purposes of our analysis that VA cemeteries are nonpublic fora, since no evidence before us suggests otherwise and no party urges a contrary finding. However, except for the special prohibition against physical recreation in cemeteries, section 1.218(a)(14) regulates conduct not just at national cemeteries, but at all property administered by the VA. 38 C.F.R. § 1.218(a) (2001) (“[T]he following rules and regulations apply at all property under the charge and control of VA ... and to all persons entering in or on such property.”). Formally, in this facial challenge, the fact that Mr. Griffin' has sought access to a national cemetery is irrelevant to the question of whether section 1.218(a)(14) vests VA facility heads with impermissibly broad discretion to suppress speech. But since we have no reason to conclude that other VA property ought to be classified as a traditional or designated public forum, we shall assume that other VA properties are also nonpublic fora and we need not consider how a facial challenge should weigh against a regulation that governs both public and nonpublic fora. Furthermore, Mr. Griffin makes no allegation that section 1.218(a)(14) poses a risk of censorship at any VA property other than national cemeteries, or that he or any parties not before the court desire to speak at other kinds of VA property. If national cemeteries are where the alleged threat to free expression is lodged, then we think it appropriate to focus on national cemeteries when we evaluate the relationship between the alleged restraint, the speech so restrained, and the nature of the forum. Our analysis therefore will take into account not only the fact that VA properties are nonpublic fora, but also the relevant characteristics of national cemeteries to the extent that those characteristics have been presented to the court.\nAs we have explained, no Supreme Court decision attempts to apply the unbridled discretion doctrine in the context of a nonpublic forum. By its terms, the unbridled discretion doctrine has been articulated as a limit on licensing regimes in public fora. See, e.g., Shuttlesworth v. City of Birmingham, Ala., 394 U.S. 147, 153, 89 S.Ct. 935, 22 L.Ed.2d 162 (1969) (“[W]e have consistently condemned licensing systems which vest in an administrative official discretion to grant or withhold a permit upon broad criteria unrelated to proper regulation of public places.”) (quoting Kunz v. New York, 340 U.S. 290, 293-294, 71 S.Ct. 312, 95 L.Ed. 280 (1951)). In a nonpublic forum, the government is said to operate as proprietor, not licensor. See United States v. Kokinda, 497 U.S. 720, 725, 110 S.Ct. *13233115, 111 L.Ed.2d 571 (1990). Nonetheless, we are aware of several cases from our sister circuits that have struck down standardless licensing schemes in nonpublic fora. Perhaps the leading circuit case is Sentinel Communications Co. v. Watts, 936 F.2d 1189 (11th Cir.1991), in which the Eleventh Circuit invalidated a statutory scheme that gave a government employee in Florida unfettered discretion over the placement of newspaper racks in rest areas along the interstate highway. Concluding that rest areas were nonpublic fora, the Eleventh Circuit nonetheless held that nonpublic forum status “does not eliminate the constitutional requirement of standards for discretionary licensing. It may, however, require that any regulations or standards promulgated ... be reviewed only for reasonableness instead of some higher level of scrutiny.” Id. at 1199 n. 11 (quoting N.Y. News, Inc. v. Metro. Transp. Auth., 753 F.Supp. 133, 140 (S.D.N.Y.1990)). No court has suggested exactly how this more deferential scrutiny should be applied.\nThe text of section 1.218(a)(14) sets no explicit limit on the discretion of VA officials to permit exceptions, and the government has given us little or no reason why this grant of discretion differs from those that have been struck down as unconstitutional in the past. We do not believe, however, that we are compelled to apply the unbridled discretion doctrine mechanically and strike down section 1.218(a)(14) without inquiry into the characteristics of the relevant forum. We are obliged to examine the nature of the forum because restrictions in nonpublic fora may be reasonable if they are aimed at preserving the property for the purpose to which it is dedicated. See Perry Educ. Ass’n v. Perry Local Educators’ Ass’n, 460 U.S. 37, 50-51, 103 S.Ct. 948, 74 L.Ed.2d 794 (1983). As the Court has explained, “[e]onsideration of a forum’s special attributes is relevant to the constitutionality of a regulation since the significance of the governmental interest must be assessed in light of the characteristic nature and function of the particular forum involved.” Kokinda, 497 U.S. at 732, 110 S.Ct. 3115 (quoting Heffron v. Int’l Soc. for Krishna Consciousness, Inc., 452 U.S. 640, 650-651, 101 S.Ct. 2559, 69 L.Ed.2d 298 (1981)). See also Cornelius, 473 U.S. at 809, 105 S.Ct. 3439. Thus, in particular circumstances, grants of discretion in nonpublic fora have been upheld — despite the absence of substantive standards or procedural safeguards — when such discretion is necessary to preserve the function and character of the,forum. See, e.g., Muller by Muller v. Jefferson Lighthouse Sch., 98 F.3d 1530, 1540-1541 (7th Cir.1996) (applying nonpublic forum doctrine to uphold prior restraint in public school). To determine whether section 1.218(a)(14) violates the First Amendment as a standardless licensing scheme, we must assess whether the discretionary power granted to VA officials by section 1.218(a)(14) is reasonable in light of the characteristic nature and function of national cemeteries.\nAt the outset, we conclude that greater latitude ought to be accorded to government officials in nonpublic fora. Selectivity and discretion are some of the defining characteristics of the nonpublic forum. For example, in Perry, the fact that individual building principals had to give permission for use of school mail systems tended to show that the mail system was a nonpublic forum. See Perry, 460 U.S. at 47, 103 S.Ct. 948. Cornelius distinguished nonpublic fora from those fora in which the decision to admit a speaker is “merely ministerial” — that, is without discretion.8 See Cornelius, 473 U.S. at 804, *1324105 S.Ct. 3439. While one might protest that such logic undercuts the fundamental premise of the unbridled discretion doctrine, see Ark. Educ. Television Comm’n v. Forbes, 523 U.S. 666, 693 n. 18, 118 S.Ct. 1633, 140 L.Ed.2d 875 (1998) (Stevens, J., dissenting), the fact that discretionary access is a defining characteristic of the nonpublic forum should suggest that more official discretion is permissible in a nonpublic forum than would be acceptable in a public forum. Moreover, while the fact that the government may constitutionally impose content-based restrictions on speech in nonpublic fora does not insulate a regulation from an unbridled discretion challenge, see Lakewood, 486 U.S. at 764, 108 S.Ct. 2138, a restriction on expression at VA property does not pose the same threats to expression identified by Lakewood in licensing schemes that restrict newspapers or other media in the public forum. The rationale for a facial challenge is correspondingly weaker. See Lakewood, 486 U.S. at 757-59, 108 S.Ct. 2138 (explaining that political, financial, and time constraints may make as-applied challenges by the media impossible in practice).\nTurning to the nature and function of national cemeteries, we find that the government has established national cemeteries to serve particular commemorative and expressive roles. By the express command of Congress, cemeteries under control of the VA “shall be considered national shrines as a tribute to our gallant dead.” 38 U.S.C. § 2403(c) (1994). Under this statute, the VA imposes on itself the duty “to maintain those cemeteries as national shrines in perpetuity as a final tribute of a grateful Nation to honor the memory and service of those who served in the Armed Forces.” Dep’t of Veterans Affairs, Statement of Regulatory Priorities, 66 Fed.Reg. 61,261-01 (Unified Agenda, Dec. 3, 2001). Because the government has established national cemeteries as shrines to honor the memory of those who served, maintaining an atmosphere of tranquility and respect is necessarily central to the purpose of the forum. Consequently, the government may need to decide what forms of expression are compatible with this atmosphere of solemnity in order to preserve the forum for the purpose it was established. In a First Amendment analysis, an agency’s mandate to make such judgments sets those judgments apart from comparatively objective decisions, such as access to a school auditorium or municipal theater. See Finley, 524 U.S. at 586, 118 S.Ct. 2168. It follows that the government must have greater discretion to decide what speech is permissible in national cemeteries than in those fora which serve no such patriotic purpose for the government.\nNational cemeteries also serve important expressive functions for the government. At least some speech at national cemeteries — such as the statutorily-required display of the United States and POW/MIA flags — is government speech. We have no doubt that the government engages in speech when it flies its own flags over a national cemetery, and that its choice of which flags to fly may favor one viewpoint over another. Such speech, and such discrimination between competing viewpoints, does not, however, implicate the First Amendment rights of others. The government is entitled to full control over its own speech, whether it speaks with its own voice or enlists private parties to convey its message, and the remedy for dissatisfaction with its choices is political *1325rather than judicial. Bd. of Regents of the Univ. of Wis. Sys. v. Southworth, 529 U.S. 217, 235, 120 S.Ct. 1346, 146 L.Ed.2d 193 (2000); Rosenberger v. Rector &amp; Visitors of the Univ. of Va., 515 U.S. 819, 833, 115 S.Ct. 2510, 132 L.Ed.2d 700 (1995). Thus, the government’s decision to fly or not fly a particular flag — be it that of the Union or the Confederacy — does not trespass upon the First Amendment. NAACP v. Hunt, 891 F.2d 1555, 1566 (11th Cir.1990).9\nWhile we have no evidence before us to indicate what mix of government speech, invited speech, and private speech may be found at national cemeteries, we believe that the use of national cemeteries for government speech heightens the discretion to be afforded to facility administrators. The government may, of course, restrict use of its property to deliver its own messages.10 “Simply because the government opens its mouth to speak does not give every outside individual or group a First Amendment right to play ventriloquist.” Downs v. L.A. Unified Sch. Dist., 228 F.3d 1003, 1013 (9th Cir.2000). See also Forbes, 523 U.S at 673-83, 118 S.Ct. 1633 (upholding exclusion of candidate from televised debate as permissible exercise of “editorial discretion” in nonpublic forum). Where, as here,.the government seeks to project a certain image and atmosphere, it must be especially sensitive to concerns that private speech taking place in the same forum might be perceived by listeners as government speech, or might dilute the government’s own message. The government therefore must exercise discretion and judgment to decide what speech is appropriate for national cemeteries.\nOf course, any individual decision to exclude or permit a certain speaker remains vulnerable to an as-applied challenge if that decision is unreasonable or viewpoint-discriminatory. But Mr. Griffin has not convinced us that preserving the national cemetery for the government’s own expressive purposes can be accomplished without vesting a significant degree of discretion in VA facility heads.\nIn short, national cemeteries are not interstate highway rest areas. The nature and function of the national cemetery make the preservation of dignity and decorum a paramount concern, and the government may impose restraints on speech that are reasonable in that pursuit. Because the judgments necessary to ensure that cemeteries remain “sacred to the honor and memory of those interred or memorialized there” may defy objective description and may vary with individual circumstances, we conclude that the discretion vested in VA administrators by section 1.218(a)(14) is reasonable in light of the characteristic nature and function of national cemeteries.\nC\nWe additionally must deny Mr. Griffin’s petition to invalidate section *13261.218(a)(14) because we do not believe a real and substantial threat to expression flows from the alleged unbridled discretion vested in VA facility heads. As we discuss above, a facial attack will not succeed unless the challenger establishes a real and substantial risk that the challenged regulation will suppress or chill protected speech. This requirement stems from one of the basic premises of facial challenges, that “the very existence of some broadly written laws has the potential to chill the expressive activity of others not before the court.” Forsyth, 505 U.S. at 129, 112 S.Ct. 2395. Accordingly, while we must bear in mind that the opportunity to present evidence is limited if a facial challenge to VA regulations may be brought only before an appellate court, we cannot invalidate section 1.218(a)(14) unless Mr. Griffin has convinced us that the regulation may significantly compromise First Amendment protections. See Vincent, 466 U.S. at 801, 104 S.Ct. 2118.\nMr. Griffin has made no allegations that section 1.218(a)(14) will chill speech in any venue other than national cemeteries. It has not been said, for example, that the VA must promulgate narrow, objective, and definite standards for what banners may be flown atop VA buildings, or for what kinds of orations may be made within its offices — even though section 1.218(a)(14) could be used to punish those who performed such acts without authorization. Mr. Griffin has therefore given us little reason to conclude that the challenged regulation “reaches a substantial number of impermissible applications.” Ferber, 458 U.S. at 771, 102 S.Ct. 3348.\nWhile Mr. Griffin brings a facial challenge to the entire system regulating expression on VA property, his allegations focus on the threat posed by VA administrators’ unbridled discretion to permit or prohibit flag displays — displays which we readily admit constitute expression. But, at least since 1995, the discretion of VA administrators has been constrained (although not eliminated) by the VA’s detailed Flag Manual, as set forth in NCA Directive 3220. Unbridled discretion need not be exercised to be unconstitutional. However, binding administrative construction, or a well-understood and uniformly applied practice, may set limits on official discretion that are otherwise not apparent from the face of a challenged regulation. Lakewood, 486 U.S. at 770, 108 S.Ct. 2138; Kalb, 234 F.3d at 835; United States v. Linick, 195 F.3d 538, 542 (9th Cir.1999). Even unwritten speech policies may survive constitutional challenge if uniformly enforced. Wells v. City &amp; County of Denver, 257 F.3d 1132, 1150-51 (10th Cir.2001). The Flag Manual may not impose definitive constraints on the enforcement of section 1.218(a)(14), but it does appear to set forth a consistent VA policy on flag display. The irony of Mr. Griffin’s unbridled discretion challenge is that, excepting the supposedly unauthorized display at Point Lookout from 1994 to 1998, the VA’s policy on flag display, and Confederate flag display in particular, has been clear and unwavering. The 1995 Flag Manual specified that the primary flags authorized for display at national cemeteries were the United States flag, the VA flag, State flags, the POW/MIA flag, and the Confederate flag — although display of the Confederate flag was permitted only on two days of the year and was subordinate to the United States flag. While the VA’s official policy restricting Confederate flag display displeased Mr. Griffin and the Sons of Confederate Veterans, the record before us suggests that VA flag display policy has left little room for arbitrary or discriminatory enforcement by individual cemetery officials.\nBoth the 1995 Flag Manual and the 2001 Flag Manual do grant facility heads the discretion to permit display of other flags *1327“for special occasions,” so long as such flags “commemorate honorable military service.” However, the current directive provides multiple examples that delineate what kind of displays are permissible, and the directive requires, at least in theory, that any flag “not promote any particular viewpoint or ideology.” If this discretion is all that is afforded to facility heads, then it is not enough to render the VA’s regulatory scheme unconstitutional. A limited exception “for special occasions” does not negate the constraining effect of the Flag Manual. While the existence of the Flag Manual alone might not save 38 C.F.R. § 1.218(a)(14) from constitutional challenge, the Flag Manual significantly reduces the risks the regulation may pose to protected speech.\nSection 1.218(a)(14) restricts forms of expression other than flag display on VA property, such as demonstrations, picketing, or orations. However, Griffin makes only the thinnest and most unsubstantiated allegations that unbridled exercise of these provisions will threaten his own rights or the rights of third parties not before the court. For example: “Mr. Griffin or his colleagues might make a remark about VA flag policy (arguably a ‘partisan’ statement) to an ‘assembled group of people,’ ” and “ § 1.218(a)(14) could be used in a highly unpredictable and arbitrary fashion to punish people who say things the VA does not like. It could also be used to arrest people who merely listen to prohibited speech.” We do not think that these speculative allegations meet the “heavy burden” required for facial invalidation of a law. As the Supreme Court has stated, “we are reluctant, in any event, to invalidate legislation ‘on the basis of its hypothetical application to situations not before the Court.’ ” Finley, 524 U.S. at 584, 118 S.Ct. 2168 (quoting FCC v. Pacifica Found., 438 U.S. 726, 743, 98 S.Ct. 3026, 57 L.Ed.2d 1073 (1978)). Although we acknowledge the theoretical possibility that the VA might exercise its power to grant exceptions in order to favor only those orations or demonstrations that are to the government’s liking, we do not believe that this possibility alone justifies the drastic remedy of facial invalidation. See Kalb, 234 F.3d at 835.\nTo summarize: Considering the esthetic judgments inherently necessary to maintain VA cemeteries as national shrines, we find that the restraints on expression imposed by 38 C.F.R. § 1.218(a)(14) are not so unreasonable as to render the regulation facially invalid. Griffin’s vague allegations that some people might be prevented or discouraged from speaking do not establish that section 1.218(a)(14) will reach a substantial amount of protected speech or that its impermissible applications substantially exceed its permissible ones.\nWhile the discretion vested in VA officials must still be subject to the constitutional limitation that a speaker cannot be excluded solely to suppress the speaker’s viewpoint on an otherwise permissible subject, we think as-applied challenges to particular acts of viewpoint discrimination are a more appropriate means to ensure that VA facility heads do not wield their power to grant exceptions arbitrarily or unreasonably. As the Supreme Court recently stated in rejecting a similar unbridled discretion challenge:\nGranting waivers to favored speakers (or, more precisely, denying them to disfavored speakers) would of course be unconstitutional, but we think that this abuse must be dealt with if and when a pattern of unlawful favoritism appears, rather than by insisting on a degree of rigidity that is found in few legal arrangements.\nThomas v. Chi. Park Dist., 534 U.S. 316, 122 S.Ct. 775, 781, 151 L.Ed.2d 783 (2002). We reach the same conclusion here not only because the Lakewood rationales for *1328facial invalidation are weak in the context of this challenge, but also because granting petitioners their requested relief and invalidating 38 C.F.R. § 1.218(a)(14) in its entirety would leave the VA without any power to restrict any visitor’s conduct at any VA facility — including hospitals, office buildings, and the like. We do not mean to suggest that regulations stand less chance of being invalidated the more broadly drawn they are. But having availed themselves of the opportunities of the facial doctrine, petitioners must also bear the “heavy burden” imposed on those seeking to invalidate a law on its face. We do not believe that burden has been met in the case before us.\nIll\nGriffin also raises, as a separate matter, the contention that section 1.218(a)(14) fails First Amendment scrutiny because the VA’s decision to permit or deny exceptions to the ban on unauthorized demonstrations is not subject to any procedural safeguards, time limits, or provisions for judicial review. Such procedural safeguards have long been required for explicit censorship schemes restricting expression in public fora. See, e.g., Freedman v. Maryland, 380 U.S. 51, 85 S.Ct. 734, 13 L.Ed.2d 649 (1965). The rationale behind this requirement is similar to that of the unbridled discretion doctrine. If a licensing scheme allows a government official to delay indefinitely before approving or denying a license, then a system masquerading as a time, place or manner regulation may in reality allow officials to suppress disfavored speech arbitrarily. See FW/PBS v. City of Dallas, 493 U.S. 215, 226-28, 110 S.Ct. 596, 107 L.Ed.2d 603 (1990).\nHowever, the procedural safeguards requirement has little relevance to the present case. The doctrine comes into play primarily “when a State undertakes to shield the public from certain kinds of expression it has labelled offensive.” M.I.C. Ltd. v. Bedford Township, 463 U.S. 1341, 1343, 104 S.Ct. 17, 77 L.Ed.2d 1442 (Brennan, Circuit Justice 1983). Few cases invoke the requirement for procedural safeguards unless an explicit censorship scheme — which by definition is not content-neutral — is under attack, and the Supreme Court recently has confirmed that the procedural safeguards doctrine is so limited in scope. See Thomas, 122 S.Ct. at 779-80 (holding that content-neutral regulations need not satisfy Freedman’s requirement for procedural safeguards).\nTo the extent its concerns are not subsumed into the unbridled discretion analysis, the procedural safeguards requirement provides little or no independent basis for striking down a regulation\" in a nonpublic forum. While some courts identify the lack of procedural safeguards as an added liability of schemes they condemn for unbridled discretion, we are aware of no case demanding procedural safeguards as an independent requirement in a nonpublic forum. Indeed, exclusions of speakers from nonpublic fora have been upheld despite a complete absence of established procedures for making such decisions. See, e.g., Forbes, 523 U.S. 666, 118 S.Ct. 1633, 140 L.Ed.2d 875; Greer, 424 U.S. 828, 96 S.Ct. 1211, 47 L.Ed.2d 505. Since one rationale for the nonpublic forum classification is to give the government wider leeway over the conduct of its internal affairs, see Cornelius, 473 U.S. at 805-06, 105 S.Ct. 3439, it would be counterproductive to encumber decisions that may affect the government’s own expressive use of the forum with requirements for procedural safeguards.\nWe find no rationale for independent application of the procedural safeguards requirement here. We note that the current implementation of NCA Directive 3220 requires the NCA’s Deputy Under Secretary for Operations to approve or *1329deny exceptions to the flag policy within five business days — although individual Cemetery Directors seem to be under no obligation to forward recommendations to the Deputy Under Secretary promptly.11 Nonetheless, Griffin has not shown that imposing additional procedural requirements on the VA’s decision-making process would materially advance First Amendment interests by increasing expression, or that any potential expression would be chilled by the VA’s lack of procedural safeguards. If the VA may legitimately make discretionary judgments to exclude certain speakers, then the procedures by which it may do so become less critical. The need for swift decisions is less compelling in the calm of national cemeteries than in public fora, where delayed resolution of a permit dispute may be fatal to a newspaper publisher or movie distributor.\nIV\nFinally, Mr. Griffin alleges that section I.218(a)(14) is void for vagueness, since the terms “oration,” “assembled groups of people,” and “partisan activity” are employed but not defined by the regulation. While the overbreadth and vagueness doctrines are analytically distinct, Mr. Griffin’s vagueness challenge resembles his unbridled discretion challenge because in both he alleges that section 1.218(a)(14) may suppress protected expression by arbitrary and discriminatory enforcement.\nWe express some skepticism whether Mr. Griffin may bring a vagueness challenge, simply because it is not clear he has suffered injury from the challenged portions of the regulation. Griffin complains that the terms “any oration or similar conduct to assembled groups of people” and “partisan activity” are imper-missibly vague. In the First Amendment context, a challenger may mount a facial vagueness attack upon a statute even if its meaning is plain as applied to his or her own conduct. Young v. Am. Mini Theatres, Inc., 427 U.S. 50, 59-60, 96 S.Ct. 2440, 49 L.Ed.2d 810 (1976). However, Mr. Griffin’s past injuries stem from the VA’s refusal to permit him to display a historical flag — conduct which may not be regulated by the allegedly vague terms. While Mr. Griffin presents some amorphous claims that he or others may wish to express themselves in the future in a manner that the VA might consider an “oration” or “partisan activity,” courts are reluctant to confer standing on challengers who present unsubstantiated allegations of a subjective chill rather than a specific threat of present or future harm. See 4805 Convoy, Inc. v. City of San Diego, 183 F.3d 1108, 1112 (9th Cir.1999).\nAssuming Mr. Griffin has standing to bring a facial vagueness challenge,12 we still cannot strike down section 1.218(a)(14) unless the regulation’s vagueness poses a real and substantial threat to protected expression. See Young, 427 U.S. at 60, 96 S.Ct. 2440. Mr. Griffin has done no more than speculate that third parties, or even he himself, might be subject to criminal penalties for uttering the wrong words on VA property. While unconstitutional application of the law is not a prerequisite for a facial attack, we have no indication before us that the VA has ever penalized a speaker for unauthorized orations or partisan activity on VA property. As the Supreme Court has explained, *1330“speculation about possible vagueness in hypothetical situations not before the Court will not support a facial attack on a statute when it is surely valid ‘in the vast majority of its intended applications.’” Hill v. Colorado, 530 U.S. 703, 733, 120 S.Ct. 2480, 147 L.Ed.2d 597 (2000) (quoting United States v. Raines, 362 U.S. 17, 23, 80 S.Ct. 519, 4 L.Ed.2d 524 (1960)).\nEven if the challenged terms were not valid in most of their intended applications, we explain above that Mr. Griffin has not shown that application of section 1.218(a)(14) will significantly limit protected speech by third parties not before the court. A few speakers may be deterred because they are uncertain if the VA will punish their conduct as a “demonstration,” “oration,” or “partisan activity,” but “[t]he touchstone of a facial vagueness challenge in the First Amendment context, however, is not whether some amount of legitimate speech will be chilled; it is whether a substantial amount of legitimate speech will be chilled.” Calif. Teachers Ass’n v. State Bd. of Educ., 263 F.3d 888, 898 (9th Cir.2001).\nNor, if we were convinced that the allegedly vague terms posed a real and substantial threat to protected expression, would we conclude that they are unconstitutionally vague. Griffin has not established that the challenged terms fail to provide persons of ordinary intelligence a reasonable opportunity to know what is prohibited. While Mr. Griffin can conceive of hypotheticals in which the application of the challenged terms would be debatable, such ambiguities do not rise to the level of unconstitutional vagueness. See Grayned v. City of Rockford, 408 U.S. 104, 110 n. 15, 92 S.Ct. 2294, 33 L.Ed.2d 222 (1972).\nWe note that the regulation itself literally prohibits only unauthorized services, ceremonies, or demonstrations, see 38 C.F.R. § 1.218(a)(14)(i) (2001); all of the challenged terms appear as examples of unauthorized demonstrations. Terms like “demonstration” standing alone have been upheld against vagueness attack. See, e.g., Schenck v. Pro-Choice Network of W.N.Y., 519 U.S. 357, 383, 117 S.Ct. 855, 137 L.Ed.2d 1 (1997); Culver v. Sec’y of the Air Force, 559 F.2d 622, 628-629 (D.C.Cir.1977). We therefore doubt that additional terms fleshing out the definition of “demonstration” render the prohibition unconstitutionally vague.\nThe term “partisan activity” is well-explained by the regulation and we fail to see any real ambiguity in its definition. Likewise, while “assembled groups of people” is not a precise term, one must deliver an “oration or similar conduct” to said groups in order to run afoul of the regulation to begin with. We note that Congress has similarly prohibited “orations” on other government property at which decency and decorum are central to the purpose of the forum, such as the Library of Congress and the Supreme Court building. 2 U.S.C. § 167d (2000); 40 U.S.C. § 13j (1994). Challenged terms must be read in context of the regulation as a whole, see Grayned, 408 U.S. at 110, 92 S.Ct. 2294, and we have little doubt that visitors of ordinary intelligence reading section 1.218(a)(14) would understand what behavior was expected of them on VA property — particularly on the grounds of a national cemetery.\n‘While these standards are undoubtedly flexible, and the officials implementing them will exercise considerable discretion, perfect clarity and precise guidance have never been required even of regulations that restrict expressive activity.” Ward v. Rock Against Racism, 491 U.S. 781, 794, 109 S.Ct. 2746, 105 L.Ed.2d 661 (1989) (rejecting facial challenge to regulations that required sound level to be “balanced with respect for nearby residential neighbors”). Although the theoretical possibili*1331ty that violators of section 1.218(a)(14) will be subject to criminal prosecution raises the level of scrutiny we must apply, we do not believe that Mr. Griffin has carried the burden either of showing that the challenged terms are unconstitutionally vague or that any such vagueness would pose a real and substantial threat to protected speech.\nCONCLUSION\nFor the reasons set forth above, we hold that 38 C.F.R. § 1.218(a)(14) does not on its face violate the First Amendment. We therefore deny the petition to invalidate the regulation.\nCOSTS\nNo costs.\nDENIED.\n\n. Other military cemeteries in the United States are maintained by the Army (e.g., Arlington National Cemetery), by individual states and, in a few cases, by the Department of the Interior.\n\n\n. At the time Mr. Griffin lodged his initial complaint, it appears that display of the POW/ MIA flag on days other than those designated by statute was at the initiative of local interest groups. No evidence indicates that VA administrators were permitted to deny local interest groups permission to fly the POW/MIA flag daily.\n\n\n. The Sons of Confederate Veterans state that they do not share this view.\n\n\n. The precursor of the NCA.\n\n\n. The record reflects that the General Counsel’s written denial was \"cleared for signature,” and the government’s brief asserts that \"the VA denied” Mr. Griffin’s request.\n\n\n. Although we treat Mr. Griffin’s request as directed only to display of the Confederate flag, his request is subject to a broader interpretation. His request sought permission first to erect a flag pole, and every day thereafter to “display the flag, change and remove flags from the cemetery.” Mr. Griffin did not describe any particular ritual that may be involved in raising and lowering, or changing and removing, a Confederate flag. Before the VA’s denial of his request, the VA initially opined that the Confederate flag could be displayed only as \"part of an approved ceremony or special activity.” When Griffin in writing protested the lack of any stated standards to govern such ceremony or special activity, the VA revised its view, stating that \"[sjimple display of a flag does not qualify as a ceremony or special event.” We think some uncertainty may remain as to whether more than simple flag-flying might result from granting Mr. Griffin's request.\n\n\n. Our colleague in dissent, relying primarily on United States v. Grace, 461 U.S. 171, 175-76, 103 S.Ct. 1702, 75 L.Ed.2d 736 (1983), argues that our consideration of Mr. Griffin’s facial challenge to 38 C.F.R. § 1.218(a)(14) is limited to aspects of the regulation that may apply to Mr. Griffin’s own desired conduct, i.e., the flying of flags at VA cemeteries. However, Mr. Griffin raises an unbridled discretion challenge to the regulation, and Lakewood unmistakably rejects the narrow view of such challenges. Even outside the unbridled discretion context, the Supreme Court has refused to read Grace and similar cases as limiting facial challenges to a particular kind of speech, unless the text of the statute or regulation clearly sets forth such a distinction. See Reno v. ACLU, 521 U.S. 844, 883-85, 117 S.Ct. 2329, 138 L.Ed.2d 874 (1997); United States v. Nat'l Treasury Employees Union, 513 U.S. 454, 479 n. 26, 115 S.Ct. 1003, 130 L.Ed.2d 964 (1995). Lastly, we note that if the dissent is correct in its assessment that § 1.218(a)(14) is \"grossly overbroad,” the regulation would be struck down without reference to the particular type of speech Mr. Griffin would engage in. See Bd. of Airport Comm'rs of L.A. v. Jews for Jesus, Inc., 482 U.S. 569, 574-75, 107 S.Ct. 2568, 96 L.Ed.2d 500 (1987).\n\n\n. Ministerial: Of or relating to an act that involves obedience to instructions or laws in*1324stead of discretion, judgment, or skill. Black's Law Dictionary 1011 (7th ed.1999) (emphasis added).\n\n\n. Recognizing this principle, Griffin does not here allege that the government's choice to promote one flag over another in a national cemetery raises concerns of content or viewpoint discrimination per se. Rather, his petition rests on the well-established theory that the mere existence of unbridled censorship power may chill a substantial amount of protected speech, even if the censor never actually favors one viewpoint over another. See Lakewood, 486 U.S. at 757-59, 108 S.Ct. 2138. Griffin has not suggested that the government’s decision to favor certain flags is vulnerable to a charge of viewpoint discrimination in this facial challenge.\n\n\n. The government may also invite particular speakers into nonpublic fora to deliver messages of its choice without obliging itself to invite speakers of opposite viewpoints, when such messages further the purposes of the forum. See Cornelius, 473 U.S. at 820, 105 S.Ct. 3439 (Blackmun, J., dissenting); Greer v. Spock, 424 U.S. 828, 838 n. 10, 96 S.Ct. 1211, 47 L.Ed.2d 505 (1976).\n\n\n. Under the April 30, 2001, revision of NCA Directive 3220, a Cemetery Director is authorized only to deny a flag display request, or to recommend to the Deputy Under Secretary that the request be approved.\n\n\n. The government has not contested Mr. Griffin’s right to bring a vagueness challenge.\n\n",
            "ocr": false,
            "opinion_id": 9494981
        },
        {
            "author_str": "Dyk",
            "per_curiam": false,
            "type": "035concurrenceinpart",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nDYK, Circuit Judge,\nconcurring in part and dissenting in part.\nI generally agree with the majority’s well-reasoned rejection of appellant’s claim that section 1.218(a)(14) of the VA regulations is facially unconstitutional insofar as it regulates the flying of flags in VA cemeteries. However, I dissent to the extent that the majority, in purporting to resolve an overbreadth claim, addresses the constitutionality of other aspects of this VA regulation, aspects that have not even been challenged before the VA itself.\nI\nSection 1.218(a)(14) of the VA regulations appears to be grossly overbroad. Indeed, it reads like a law school examination question in which law students are invited to find the maximum number of serious constitutional issues raised by a hypothetical ordinance. By barring unauthorized “partisan activities,” defined as “those involving commentary or actions in support of, or in opposition to, or attempting to influence, any current policy of the Government of the United States, or any private group, association, or enterprise,” 38 C.F.R. § 1.218(a)(14)(ii) (2001), the regulation appears to bar political discussions by patients at a VA hospital or by employees at the VA headquarters building, even though such activities, are constitutionally protected. See Rankin v. McPherson, 483 U.S. 378, 388-89, 107 S.Ct. 2891, 97 L.Ed.2d 315 (1987) (finding discharge of county employee unconstitutional where employee made inappropriate comment to coworker regarding attempted assassination of President Reagan). It bars the unauthorized use of “coarse” or “abusive” language, even though the Supreme Court has held such terminology in statutes to be unconstitutionally vague. Gooding v. Wilson, 405 U.S. 518, 525-28, 92 S.Ct. 1103, 31 L.Ed.2d 408 (1972) (finding statute prohibiting “abusive” language unconstitutionally vague and overbroad). It appears to bar unauthorized “picketing” or orations on sidewalks that are part of VA facilities, even though such conduct is protected. United States v. Grace, 461 U.S. 171, 183, 103 S.Ct. 1702, 75 L.Ed.2d 736 (1983) (finding section of federal statute prohibiting picketing and leafleting on sidewalks surrounding Supreme Court building unconstitutional). If we were compelled by the overbreadth doctrine to consider the facial constitutionality of this regulation in all contexts, I would likely find it unconstitutional because it is substantially over-broad.\nThe majority writes that “we know of no rule that would preclude our consideration of Mr. Griffin’s non-flag allegations once his constitutional challenge to 38 C.F.R. § 1.218(a)(14) is properly before this court.” Ante at 1318. I respectfully disagree. I think we are not obligated, or even permitted, by the Supreme Court’s First Amendment jurisprudence to consider the hypothetical applications of this regulation in deciding the constitutionality of *1332the portion of the regulation reaching Griffin’s conduct. As Justice Scalia has noted, the overbreadth doctrine is in some tension with the Article III case and controversy requirement. City of Chicago v. Morales, 527 U.S. 41, 77, 119 S.Ct. 1849, 144 L.Ed.2d 67 (1999) (Scalia, J., dissenting) (“[F]or the Court ... to go further and pronounce that the statute is unconstitutional in all applications ... [sjeems to me no more than an advisory opinion.... ”). Often a determination that a statute is fatally overbroad means simply that the statute is unconstitutional in the context of the particular controversy, the unconstitutional portion is significant, and the constitutional part cannot be severed from the unconstitutional parts. See Ashcroft v. Free Speech Coalition, — U.S. -, -, 122 S.Ct. 1389, 1406, 152 L.Ed.2d 403 (2002). But the overbreadth doctrine may also sometimes allow the court to hold a statute unconstitutional without explicitly determining whether, in the language of the seminal Thornhill v. Alabama decision, “the evidence ... could ever support a conviction founded upon different and more precise charges.” 310 U.S. 88, 96, 60 S.Ct. 736, 84 L.Ed. 1093 (1940). Even at its outer reaches, when used in this sense the overbreadth doctrine does no more than permit a regulated party to challenge a permit system without seeking a permit, City of Lakewood v. Plain Dealer Publ’g Co., 486 U.S. 750, 755-56, 108 S.Ct. 2138, 100 L.Ed.2d 771 (1988); Lovell v. City of Griffin, 303 U.S. 444, 452-53, 58 S.Ct. 666, 82 L.Ed. 949 (1938); or permit a regulated party to challenge a licensing scheme for movie obscenity without first submitting the film in question for approval, Freedman v. Maryland, 380 U.S. 51, 54-56, 85 S.Ct. 734, 13 L.Ed.2d 649 (1965); or permit a regulated party to challenge a statutory scheme allowing state judges to prohibit the future exhibition of motion pictures that have not yet been found obscene, regardless of whether the film in question is obscene, Vance v. Universal Amusement Co., 445 U.S. 308, 316-17, 100 S.Ct. 1156, 63 L.Ed.2d 413 (1980) (per curiam). See also Laurence H. Tribe, American Constitutional Law § 12-35 (2d ed.1988); 4 Ronald D. Rotunda &amp; John E. Nowak, Treatise on Constitutional Law § 20.46 (3d ed.1999).\nThe overbreadth doctrine does not give a First Amendment plaintiff or this court a roving warrant to invalidate an entire statute, ordinance, or regulation simply because portions that have nothing to do with the controversy at hand may be unconstitutional. For example, in United States v. Grace, 461 U.S. 171, 175-76, 103 S.Ct. 1702, 75 L.Ed.2d 736 (1983), the Court held that it should not address portions of a federal statute prohibiting demonstrations on the Supreme Court grounds, and confined its review to the portion of the statute reaching the conduct of the particular parties before it. The statute at issue in Grace prohibited two distinct activities: (1) “ ‘to parade, stand, or move in processions or assemblages in the Supreme Court Building or grounds;’ ” and (2) “ ‘to display therein any flag, banner, or device designed or adapted to bring into public notice any party, organization, or movement.’ ” Id. at 175, 103 S.Ct. 1702 (quoting 40 U.S.C. § 13k (1976)). The Court acknowledged that only the second portion of the statute reached the conduct of the parties before it: “the threat of arrest to which each appellee was subjected was for violating the prohibition against the display of a ‘banner or device.’ Accordingly, our review is limited to the latter portion of the statute.” Id. The Court similarly limited the reach of the court of appeals’ decision: “[ajlthough the Court of Appeals opinion purports to hold § 13k unconstitutional on its face without any indication that the holding is limited to that portion of the statute that deals with the display of a ‘flag, banner, or device,’ the decision *1333must be read as limited to that prohibition.” Id. at 175 n. 5, 103 S.Ct. 1702. Even with respect to the second prohibition, the Court majority, over the dissent of Justice Marshall, limited its holding to the “public sidewalks,” the only area of the Supreme Court grounds involved in the particular controversy. Id. at 175, 103 S.Ct. 1702. See also Brockett v. Spokane Arcades, Inc., 472 U.S. 491, 502-05, 105 S.Ct. 2794, 86 L.Ed.2d 394 (1985) (invalidating statute only in part); United States v. Nat’l Treasury Employees Union, 513 U.S. 454, 477-78, 115 S.Ct. 1003, 130 L.Ed.2d 964 (1995) (limiting relief to only parties before the Court).\nThe majority suggests that Grace is no longer good law. Ante at 1319 n. 7. I disagree. The majority relies on so-called unbridled discretion cases as undermining our reading of Grace and as supporting its consideration of the overbreadth challenge. As the Supreme Court’s recent decision in Thomas v. Chicago Park District, 534 U.S. 316, 122 S.Ct. 775, 151 L.Ed.2d 783 (2002), makes clear, however, a challenge to a licensing or permit scheme on the ground that it confers unbridled discretion in an administrator or fails to incorporate required procedural safeguards is a challenge based on the regulated party’s own rights, not the rights of third parties as is the case in an overbreadth challenge. The unbridled discretion cases are fully consistent with Grace.\nNor are the severability cases, Reno v. American Civil Liberties Union, 521 U.S. 844, 883-85, 117 S.Ct. 2329, 138 L.Ed.2d 874 (1997), and National Treasury Employees Union, 513 U.S. at 479 n. 26, 115 S.Ct. 1003, relevant to the propriety of an overbreadth challenge. These cases simply address the question whether, if a statute is unconstitutional in part as a result of the court’s holding in a particular case, the statute as a whole must be invalidated, or whether it can be saved in other applications not before the court. See also Free Speech Coalition, — U.S. at -, 122 S.Ct. at 1410 (O’Connor, J., concurring in judgment in part and dissenting in part) (three dissenting justices urging that application of Grace should result in only partial invalidation of the statute). There is no need to consider any severability question here since we sustain the statute insofar as it regulates the flying of flags in VA cemeteries.\nThe majority’s insistence on entertaining the overbreadth challenge is particularly curious since the majority rejects the petitioner’s claims because VA cemeteries are simply different from other factual contexts.\nIn this case, the only portion of section 1.218(a)(14) reaching Griffin’s conduct is that relating to the flying of flags in VA cemeteries. These plaintiffs lack standing to challenge any other aspect of the regulations. Accordingly, we should confine our review to the flying of flags in VA cemeteries, lest we render what is in effect an advisory opinion. We are simply not authorized to conjecture about the possible constitutionality of the myriad other applications of the regulation.\nII\nThere is yet another reason to avoid petitioner’s invitation to consider other portions of this ordinance: these argument’s were not even raised before the VA. It is well established that the doctrine of exhaustion of administrative remedies applies in the case of constitutional challenges to regulatory action. Syracuse Peace Council v. FCC, 867 F.2d 654, 656-57 (D.C.Cir.1989), cert. denied, 493 U.S. 1019, 110 S.Ct. 717, 107 L.Ed.2d 737 (1990). Here, petitioner’s claim before the VA was simply that the regulation was unconstitutional insofar as it regulated the flying of the Confederate flag at VA ceme*1334teries. In his petition to the VA, petitioner stated:\nWe further request that you and the Department of Veterans Affairs (“VA”) agree to waive and rescind 38 C.F.R. 1.218(a)(14) and any other VA rules or regulations that might be interpreted to prohibit the above-requested display of the Confederate battle flag at the Cemetery.\n(emphasis added).\nThe VA has thus been given no opportunity to pass on petitioner’s newly-minted constitutional claims concerning the invalidity of the regulation in other contexts. We should not address those claims for the first time on review.\n",
            "ocr": false,
            "opinion_id": 9494982
        }
    ],
    "court_short_name": "Federal Circuit",
    "court_full_name": "Court of Appeals for the Federal Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}