{
    "id": 1277540,
    "judges": "Becker",
    "date_filed": "2012-05-10",
    "date_filed_is_approximate": true,
    "slug": "state-v-thomas",
    "case_name_short": "Thomas",
    "case_name": "State v. Thomas",
    "case_name_full": "The State of Washington, Respondent, v. Kenneth Thomas, Appellant",
    "attorneys": "Eric J. Nielsen and James Dixon of Nielsen, Broman & Associates, for appellant., James H. Krider, Prosecuting Attorney, and Seth Aaron Fine, Kenneth Alan Schiffler, and Constance Mary Crawley, Deputies, for respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b752-10\">\n    [No. 41587-5-I.\n   </docketnumber><court id=\"agz-dedup-0\">\n    Division One.\n   </court><decisiondate id=\"AZn\">\n    May 24, 1999.]\n   </decisiondate><br><parties id=\"b752-11\">\n    The State of Washington,\n    <em>\n     Respondent,\n    </em>\n    v. Kenneth Thomas,\n    <em>\n     Appellant.\n    </em>\n</parties><br><attorneys id=\"b753-11\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"731\"> \n     *731\n     </span>\n<em>\n     Eric J. Nielsen\n    </em>\n    and\n    <em>\n     James Dixon\n    </em>\n    of\n    <em>\n     Nielsen, Broman &amp; Associates,\n    </em>\n    for appellant.\n   </attorneys><br><attorneys id=\"b753-12\">\n<em>\n     James H. Krider, Prosecuting Attorney,\n    </em>\n    and\n    <em>\n     Seth Aaron Fine, Kenneth Alan Schiffler,\n    </em>\n    and\n    <em>\n     Constance Mary Crawley, Deputies,\n    </em>\n    for respondent.\n   </attorneys>",
    "citations": [
        "976 P.2d 1264",
        "95 Wash. App. 730"
    ],
    "opinions": [
        {
            "author_str": "Becker",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 8440.0,
            "opinion_text": "\n976 P.2d 1264 (1999)\nSTATE of Washington, Respondent,\nv.\nKenneth THOMAS, Appellant.\nNo. 41587-5-I.\nCourt of Appeals of Washington, Division 1.\nMay 24, 1999.\n*1265 Eric Nielsen and James Dixon, Nielsen Broman &amp; Assoc., Seattle, for Appellant.\nSeth Fine, Kenneth Schiffler, Constance Crawley, Snohomish Co. Pros. Ofc., Everett, for Respondent.\nBECKER, J.\nA criminal defendant was effectively forced to waive speedy trial in order to have new defense counsel appointed when he learned, just before trial, that counsel had a conflict of interest and was unprepared to go to trial. At issue is whether the charges must be dismissed under the speedy trial rule. Because the forced waiver resulted solely from the conduct of defense counsel and the waiver was otherwise effective, there was no basis for dismissal. The conviction is affirmed.\nAppellant Kenneth Thomas and his girlfriend, Colleen Payne, rented a room in a house in Snohomish County. The owner of the house, KL, called police on December 1, 1995 to report that Thomas and Payne had ambushed her in the house, robbed her at gunpoint, bound her to a bed, gagged her, and left with her car, gun, and other personal property. KL also said that Thomas, before leaving, removed her clothes and sexually molested her.\nSeveral months later, Thomas and Payne were arrested in California. Payne was immediately sent back to Washington to face the charge of robbing KL. Thomas remained in California to serve time on another criminal matter. When he eventually appeared in Snohomish County for arraignment on the robbery of KL in April, 1997, Thomas pleaded not guilty.\nThe State offered a plea bargain. If Thomas would plead guilty to robbery, the State would recommend 41 months incarceration, a sentence at the high end of the standard range. If he did not plead guilty, the State would file additional charges and add a deadly weapon allegation for purposes of lengthening the sentence. Thomas rejected the offer to plead guilty. The State, as promised, filed an amended information. At trial, Thomas faced the deadly weapon allegation and four additional charges: theft of a firearm, taking a motor vehicle without permission, indecent liberties, and tampering with a witness. The jury found Thomas guilty as charged. The trial court imposed concurrent standard range sentences on all counts. The firearm enhancements were ordered to run consecutively. The total sentence was 189 months, equal to 75 months for the underlying sentences plus 114 months for the sentencing enhancements. Thomas appeals from the judgment and sentence.\n\nSPEEDY TRIAL\nCounsel from the Snohomish County Public Defender's Office was appointed to represent Thomas in April, 1997. It went unremarked at the arraignment that the Snohomish County Public Defender's Office had earlier represented Thomas' alleged accomplice, Colleen Payne. Charged with the *1266 same robbery as Thomas, Payne had entered into a plea bargain requiring her to testify against Thomas.\nWithin a few days, defense counsel learned that the State planned to add the other charges if Thomas did not plead guilty to the robbery charge. The State pointed out to counsel at this time that her office had previously represented Payne. Discovery provided by the State included Payne's statement inculpating Thomas. As the June 20, 1997 trial date drew near, counsel also became aware that the State had been unable to locate KL, the victim of the alleged robbery. This difficulty and the expense of arranging for other witnesses to come from California were among the reasons why the State offered the plea bargain.\nCounsel later testified that she believed Thomas faced a grave risk of conviction, with or without the testimony of KL, in part because the State had obtained the cooperation of the codefendant, Payne. Counsel did not investigate possible trial strategies nor did she discuss with Thomas her potential conflict of interest involving Payne. Counsel operated on the premise that Thomas would accept the offered plea bargain, as it was clearly in his best interest to do, and that the case would not go to trial.\nAlthough urged by counsel to plead guilty, Thomas equivocated. Counsel delayed setting up a plea hearing because she did not want to alert the State to \"how much effort it was taking to get the client to accept the plea offer.\" But she ultimately arranged for a plea hearing, believing Thomas had finally agreed to it.\nJune 27 was the final day to satisfy the speedy trial requirements of CrR 3.3(c)(1). Trial was scheduled to begin on June 20. The plea hearing was set for June 17. Shortly before the hearing, Thomas, who had become dissatisfied with counsel due to her insistence that he plead guilty, wrote to the trial court requesting substitute counsel. Meeting with counsel before the June 17 plea hearing, Thomas made it clear that he would not plead guilty. For the first time, counsel discussed with Thomas her conflict of interest involving Payne. She explained to Thomas that he would have to waive his speedy trial rights so new defense counsel could be appointed and have time to prepare. Counsel suggested they alert the trial court to the conflict and obtain a continuance. Thomas agreed to this plan. As Thomas later testified, his primary concern at that point was to get rid of his attorney. He said speedy trial \"wasn't really an issue with me.\"\nThe trial court inquired as follows:\nThe Court:   And, Mr. Thomas, you understand\n             that you are waiving\n             speedy trial to September\n             1st?\n[Thomas]:    Yes, ma'am.\nThe Court:   And you do wish to have\n             [counsel] withdraw because\n             of the conflict, right?\n[Thomas]:    Yes.\nThe Court:   Then I will sign the agreed\n             trial continuance, and the trial\n             date is August 15th.\n[Counsel]:   For the record, Mr. Thomas\n             understands that no attorney\n             who takes this case can go to\n             trial in two days.\n[Thomas]:    Yes, I know.\nThe Court:   I'm sure Mr. Thomas understands\n             that.\nOn July 14, Thomas, through new counsel, filed a motion to dismiss for a violation of his right to a speedy trial. After a hearing, the trial court denied the motion to dismiss, orally ruling, \"The Court finds that the waiver of speedy trial at that time was voluntary by Mr. Thomas, waiver was done knowingly, knowing that he had the right to a trial, knew he wanted a new attorney, and he made a choice to have another attorney in this case, to continue the trial date.\"\nThomas appeals from the denial of his motion to dismiss. He claims his right to a speedy trial was violated. The constitutional right to a speedy trial, which cannot be quantified into a specified number of days or months,[1] is not at issue. The basis of Thomas' challenge is his right to a speedy trial within 60 days as provided by Criminal Rule *1267 3.3.[2] A violation of that right requires dismissal with prejudice.[3]\nDismissal of charges has been upheld under CrR 8.3(b) where the State's inexcusable delay forces the defendant into a \"Hobson's choice\" between the right to a speedy trial within 60 days and the right to effective assistance of counsel.[4] Thomas contends that dismissal is also the appropriate remedy where the conduct of defense counsel, not the State, forces the defendant either to waive speedy trial or to forego an adequate defense. He argues his own counsel forced him to waive speedy trial by her failure to disclose her conflict and her failure to investigate trial strategies.\nThomas offers State v. Franulovich[5] to support his argument. This court held in Franulovich that waiver by counsel of a defendant's right to trial in 60 days binds the defendant because the right to a speedy trial within a specific time as stated in a court rule or statute is not a fundamental constitutional right.[6] Noting the absence of any allegation that counsel was incompetent, the Franulovich court held that counsel's waiver of speedy trial in that case was effective. In dicta, the court stated that defense counsel does not possess \"carte blanche\" to postpone his client's trial indefinitely. \"Nor may counsel effectively waive his client's rights where the record reveals that the latter was the victim of inadequate representation.\"[7]\nApplied to a claim that inadequate representation forced a waiver of speedy trial under CrR 3.3, the dicta in Franulovich does not call for the same analysis as a claim of ineffective assistance of counsel or conflict of interest, the remedy for which is a new trial. Thomas has already had a trial with effective and unconflicted counsel; the remedy he seeks is dismissal for delay of trial resulting from inadequate pretrial representation.\nIn State v. Campbell,[8] a defendant in a capital murder case moved to dismiss under CrR 3.3. The defendant alleged in part that he was a victim of inadequate representation in that his previous counsels' request for a continuance was based solely on their inability and unwillingness to effectively represent him.[9] The Supreme Court, affirming the denial of the motion to dismiss, upheld the trial court's determination that the defendant did not have inadequate representation. Counsel could not have effectively assisted Campbell to receive a fair trial within 60 days, \"`through no fault of their own but because of the complexity and length of this case.'\"[10]\nThomas raises a question similar to the one left unanswered in Campbell and Franulovich: if counsel's representation is inadequate, will a defendant's waiver of speedy trial made for the purpose of obtaining substitute counsel be held ineffective? *1268 In this case, unlike Franulovich and Campbell, we are unable to avoid the question by concluding that Thomas had adequate representation. There is no reason to believe his case could not have gone to trial in 60 days. To represent a criminal defendant up to the point of trial, notwithstanding a potential conflict known to counsel but undisclosed to the client, is not adequate representation. Counsel's belief that her reluctant client would eventually decide to plead guilty does not justify the decision. Had counsel withdrawn earlier, Thomas could have been represented by an attorney capable of advising him to plead guilty while also standing ready to defend him at trial within 60 days.\nWe nevertheless conclude that Thomas' waiver of speedy trial was effective. A waiver of the constitutional right to a speedy trial must be knowing, intelligent and voluntary and will not be presumed.[11] But that is not the standard for testing the validity of a waiver of the right to speedy trial provided by court rule. Instead, the applicable test is found in the rule itself, which authorizes a trial court to continue a criminal case \"when required in the administration of justice and the defendant will not be substantially prejudiced in the presentation of the defense.\"[12] A trial court may decide to grant a continuance even over the express objections of a defendant.[13] \"If a defendant's consent is not required to waive a procedural right then it is illogical to conclude that the defendant must nevertheless understand fully the right being waived.\"[14]\nA defendant's request for a continuance accompanied by a statement of good cause on the record is recognized as an implicit and effective waiver of the right to go to trial in 60 days.[15] A decision to grant a continuance will not be disturbed absent a showing of manifest abuse of discretion.[16] As the trial court in Campbell observed, a decision to deny a motion for a continuance and to insist that the defendant proceed to trial pro se or with inadequate counsel would give rise to a compelling argument that the court had abused its discretion by denying the defendant the effective assistance of counsel.[17]\nThomas stated his waiver of speedy trial on the record. He also stated good cause for a continuance. He told the trial court he was dissatisfied with his attorney, he wanted her to withdraw because of the conflict, and he recognized the need to give new counsel time to prepare. In ruling on the continuance the trial court had no reason to find that Thomas was substantially prejudiced in the presentation of his defense by the delay of trial. Thomas has not argued, as the defendant did in Campbell, that he was prejudiced in that the State was able to use the delay to accumulate more evidence against him.[18] Because this is an inherent risk whenever a defendant seeks a continuance, we would be disinclined in any event to regard it as the kind of prejudice the rule contemplates.\nWe hold that under these circumstances\u0097 waiver and motion for continuance stated by defendant on the record, with a showing of good cause for the continuance and no prejudice to the presentation of his defense\u0097 Thomas' waiver was effective even though his loss of the right to go to trial in 60 days was caused by inadequacy of counsel, and not through any fault of his own. We do not find the dicta in Franulovich to be applicable.\nWe further hold that a speedy trial waiver forced solely by defense counsel's *1269 conduct, and not in any way attributable to the State or the court, is not a violation of Criminal Rule 3.3, and does not justify a dismissal of charges. Otherwise, as the State argued in Campbell, defense counsel could obtain dismissal of the charges by neglecting to prepare a case.[19] Dismissal of charges after a defendant is convicted in a fair trial is \"Draconian\" and can only be justified by a compelling public policy.[20] Thomas has put forth no policy compelling such an interpretation of CrR 3.3. In cases where the State's conduct has forced the defendant to waive speedy trial, the courts have relied on CrR 8.3(b) as the rule authorizing dismissal, not CrR 3.3.[21] Dismissal of charges under CrR 8.3(b) requires a showing of arbitrary action or governmental misconduct.[22] Inadequacy of representation by defense counsel does not satisfy this requirement.\nThomas does offer a theory attributing his forced waiver of speedy trial to an alleged omission by the State. Thomas had pleaded not guilty and was entitled to a trial within 60 days. The prosecutor, because he knew of the potential conflict, must have also known that a trial within 60 days was unlikely unless counsel with the potential conflict made an early withdrawal from the case. Under these circumstances, Thomas argues, the State had a duty to bring a motion to clarify the status of counsel. Such a motion would have brought the potential conflict to the attention of Thomas and the trial court.\nThe State has a duty to avoid delay in providing discovery and amending the information. Offered no authority or policy argument for doing so, we decline the invitation to impose on the State a new and equivalent duty to resolve potential defense conflicts. In State v. Malone,[23] we rejected the argument that the State has \"a superior knowledge\" or a \"singular duty\" overriding defense counsel's obligation to learn easily ascertainable facts relevant to setting the trial date within the speedy trial period. The situation in this case is analogous. Unless the State has unique knowledge of facts creating the potential conflict, the duty to avoid conflicted representation of the defendant belongs to defense counsel, not the State. Here, the State immediately shared with counsel its awareness that her office had previously represented the co-defendant, Payne. More was not required.\nIn summary, there was no violation of the speedy trial rule. The trial court properly denied the motion to dismiss.\nThe remainder of this opinion has no precedential value. It will be filed for public record in accordance with the rules governing unpublished opinions.\nKENNEDY, C.J., and BAKER, J., concur.\nNOTES\n[1]  State v. Franulovich, 18 Wash.App. 290, 293, 567 P.2d 264 (1977), review denied, 90 Wash.2d 1001 (1978); Barker v. Wingo, 407 U.S. 514, 523, 92 S. Ct. 2182, 33 L. Ed. 2d 101 (1972).\n[2]  Under CrR 3.3(c)(1), a defendant who remains in jail pending trial \"shall be brought to trial not later than 60 days after the date of arraignment.\"\n[3]  State v. Duggins, 68 Wash.App. 396, 399-400, 844 P.2d 441, affirmed, 121 Wash.2d 524, 852 P.2d 294 (1993).\n[4]  State v. Sherman, 59 Wash.App. 763, 769, 801 P.2d 274 (1990); State v. Michielli, 132 Wash.2d 229, 245, 937 P.2d 587 (1997) (State's delay in amending the charges unacceptably forced defendant to waive speedy trial to prepare a defense); see also State v. Price, 94 Wash.2d 810, 814, 620 P.2d 994 (1980) (Defendant must prove that interjection of new facts into the case \"when the State has not acted with due diligence\" will compel him to choose between prejudicing either of these rights).\n[5]  State v. Franulovich, 18 Wash.App. 290, 567 P.2d 264 (1977), review denied, 90 Wash.2d 1001 (1978).\n[6]  State v. Franulovich, 18 Wash.App. at 293, 567 P.2d 264. See also State v. Campbell, 103 Wash.2d 1, 14-15, 691 P.2d 929 (1984), cert. denied, 471 U.S. 1094, 105 S. Ct. 2169, 85 L. Ed. 2d 526 (1985) (trial within 60 days is not a constitutional mandate; a trial court may grant a continuance to allow defense counsel more time to prepare for trial over the express objections of a defendant).\n[7]  State v. Franulovich, 18 Wash.App. at 293, 567 P.2d 264, quoting Townsend v. Superior Court, 15 Cal. 3d 774, 784, 543 P.2d 619, 126 Cal. Rptr. 251 (1975) (emphasis added).\n[8]  State v. Campbell, 103 Wash.2d 1, 691 P.2d 929 (1984).\n[9]  State v. Campbell, 103 Wash.2d at 13-14, 691 P.2d 929.\n[10]  State v. Campbell, 103 Wash.2d at 15, 691 P.2d 929.\n[11]  State v. Davis, 69 Wash.App. 634, 638, 849 P.2d 1283 (1993).\n[12]  CrR 3.3(h)(2); State v. Livengood, 14 Wash. App. 203, 208-09, 540 P.2d 480 (1975).\n[13]  State v. Luvene, 127 Wash.2d 690, 698-99, 903 P.2d 960 (1995).\n[14]  State v. Finch, 137 Wash.2d 792, 807, 975 P.2d 967 (1999).\n[15]  State v. White, 23 Wash.App. 438, 441, 597 P.2d 420 (1979), affirmed, 94 Wash.2d 498, 617 P.2d 998 (1980).\n[16]  State v. Campbell, 103 Wash.2d at 14, 691 P.2d 929.\n[17]  State v. Campbell, 103 Wash.2d at 15, 691 P.2d 929; see also State v. Livengood, 14 Wash. App. 203, 209, 540 P.2d 480 (1975).\n[18]  See State v. Campbell, 103 Wash.2d at 14, 691 P.2d 929.\n[19]  State v. Campbell, 103 Wash.2d at 14, 691 P.2d 929.\n[20]  State v. Duggins, 68 Wash.App. at 398, 844 P.2d 441.\n[21]  State v. Michielli, 132 Wash.2d 229, 239-246, 937 P.2d 587; State v. Sherman, 59 Wash.App. 763, 766-67, 801 P.2d 274.\n[22]  State v. Michielli, 132 Wash.2d at 239, 937 P.2d 587.\n[23]  State v. Malone, 72 Wash.App. 429, 437, 864 P.2d 990 (1994).\n\n",
            "ocr": false,
            "opinion_id": 1277540
        }
    ],
    "court_short_name": "Court of Appeals of Washington",
    "court_full_name": "Court of Appeals of Washington",
    "court_type": "SA",
    "court_jurisdiction": "Washington, WA",
    "crime_category": "Murder"
}