{
    "id": 270133,
    "judges": "Gewin, Rives, Wisdom",
    "date_filed": -128131200000,
    "date_filed_is_approximate": false,
    "slug": "dennis-randel-v-dr-george-j-beto-director-texas-department-of",
    "case_name_short": null,
    "case_name": "Dennis Randel v. Dr. George J. Beto, Director, Texas Department of Corrections",
    "case_name_full": "Dennis RANDEL, Appellant, v. Dr. George J. BETO, Director, Texas Department of Corrections, Appellee",
    "attorneys": "Tom Martin Davis, Jr. (Court-Appointed), Houston, Tex., for appellant., Sam R. Wilson, Asst. Atty Gen. of Texas, Houston, Tex., Waggoner Carr, Atty. Gen. of Texas, Charles B. Swanner, Gilbert J. Pena, Asst. Attys. Gen., Austin, Tex., for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 11,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b588-7\">\n    Dennis RANDEL, Appellant, v. Dr. George J. BETO, Director, Texas Department of Corrections, Appellee.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b588-9\">\n    No.\n    <em>\n     22002.\n    </em>\n</docketnumber><br><court data-order=\"2\" data-type=\"court\" id=\"b588-10\">\n    United States Court of Appeals Fifth Circuit.\n   </court><br><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b588-11\">\n    Dec. 10, 1965.\n   </decisiondate><br><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b589-5\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"497\"> \n     *497\n     </span>\n    Tom Martin Davis, Jr. (Court-Appointed), Houston, Tex., for appellant.\n   </attorneys><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b589-6\">\n    Sam R. Wilson, Asst. Atty Gen. of Texas, Houston, Tex., Waggoner Carr, Atty. Gen. of Texas, Charles B. Swanner, Gilbert J. Pena, Asst. Attys. Gen., Austin, Tex., for appellee.\n   </attorneys><br><p data-order=\"6\" data-type=\"judges\" id=\"b589-7\">\n    Before RIVES, WISDOM and GEWIN, Circuit Judges.\n   </p>",
    "citations": [
        "354 F.2d 496"
    ],
    "opinions": [
        {
            "author_str": "Rives",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/354/354.F2d.496.22002_1.html",
            "author_id": null,
            "opinion_text": "354 F.2d 496\n    Dennis RANDEL, Appellant,v.Dr. George J. BETO, Director, Texas Department of Corrections, Appellee.\n    No. 22002.\n    United States Court of Appeals Fifth Circuit.\n    December 10, 1965.\n    \n      Tom Martin Davis, Jr. (Court-Appointed), Houston, Tex., for appellant.\n      Sam R. Wilson, Asst. Atty Gen. of Texas, Houston, Tex., Waggoner Carr, Atty. Gen. of Texas, Charles B. Swanner, Gilbert J. Pena, Asst. Attys. Gen., Austin, Tex., for appellee.\n      Before RIVES, WISDOM and GEWIN, Circuit Judges.\n      RIVES, Circuit Judge:\n    \n    \n      1\n      On July 15, 1964, the district court granted Dennis Randel's application to proceed in forma pauperis, and directed the Clerk to file his petition for habeas corpus. That petition disclosed that Randel is a prisoner serving a life sentence in the custody of the Texas Department of Corrections. The sentence was imposed on June 9, 1948 upon Randel's conviction for the offense of murder with malice. The judgment of conviction was affirmed by the Court of Criminal Appeals of Texas and rehearing was denied in opinions reported as Randel v. State, 1949, 153 Tex. Crim. 282, 219 S.W.2d 689-698. According to the petition, an earlier petition for habeas corpus based on the same ground as presently urged had been denied by the Court of Criminal Appeals of Texas on May 26, 1964.\n    \n    \n      2\n      As ground for relief Randel alleged that he was denied due process of law because of a substitution of judges during the taking of testimony upon his trial for murder. His petition averred:\n    \n    \n      3\n      \"The Jury was impaneled and sworn in by the regular District Judge and a plea of not guilty was entered. After Petitioner Dennis Randel's trial was approximately half finished, the regular District Judge vacated his bench for some reason unknown to your Petition [sic], and turned the remainder of said trial over to another Judge who heard the rest of the witnesses' testimony, received the verdict of the Jury and sentenced Petition [sic] Dennis Randel to life in the penitentiary.\"\n    \n    \n      4\n      The district court took the position that it appeared from the petition that Randel was not entitled to issuance of the writ of habeas corpus or to a show cause order.1 On July 15, 1964, the same day on which the petition was filed, it was denied for reasons stated in a memorandum, as follows:\n    \n    \n      5\n      \"Petitioner complains of his conviction in the 70th Judicial District Court of Ector County, Texas, on June 9, 1948. Petitioner alleges as ground for relief in this Court that during the course of the proceeding the trial judge left the bench and another judge was substituted and presided over the rest of the trial.\n    \n    \n      6\n      \"This matter was considered on appeal by the Texas Court of Criminal Appeals in Randel v. State, 219 S.W.2d 689, and the Court of Criminal Appeals' Opinion states that the substitution of judges was expressly agreed to by petitioner and his attorneys before the substitution was made, and no objection was made thereafter during the trial of the case on that ground.\n    \n    \n      7\n      \"I find no merit in the contention that petitioner's constitutional rights were violated by the substitution of trial judges. Petitioner had ample opportunity to object to the substitution before and after it was made. He did not object, and expressly agreed to the substitution. His application for the writ is therefore denied.\"\n    \n    \n      8\n      It would appear that the district court accepted as findings of fact by the Court of Criminal Appeals of Texas the following statements in its opinion:\n    \n    \n      9\n      \"This cause went to trial before Judge Cecil C. Collings, District Judge of that district, on June 7, 1948, in the city of Odessa. The trial continued through that day. A jury was selected and 26 witnesses had testified therein. On June 8, 1948, at approximately 5:00 o'clock in the afternoon, Judge Alton B. Chapman, the regular District Judge of the 110th Judicial District, came into the courtroom, and after a conference between these two district judges, Judge Collings informed appellant and his attorneys that he desired to retire from the case in order to meet an important political engagement in another county, and that if agreeable to appellant and his attorneys, he would turn the trial of the case over to Judge Chapman and proceed to fill this political engagement; but that if there was any objection thereto, he would forego this engagement, whereupon, after a consultation of the attorneys with their client (appellant), such exchange of judges was agreed to, and such was stated to the court; but one of appellant's attorneys stated that he would take an exception to such an exchange. Judge Collings then stated that unless they all agreed to such proceedings, he would continue to preside at this trial. A further consultation was had by the attorneys and appellant, and they then in open court announced that such exchange was agreeable to them and to the appellant, whereupon Judge Collings asked appellant the following question: `Is this exchange of benches and my relinquishing the trial of this case to Judge Chapman entirely satisfactory to you, Mr. Randel?' To which inquiry had in open court appellant advised the court that it was entirely satisfactory with him, whereupon the jury being in retirement at such time, they were returned into court and Judge Collings made the following statement:\n    \n    \n      10\n      \"`Judge Alton B. Chapman of the 110th Judicial District from Floydada is here and has consented to come down and take my place the balance of the week, and at this time I am turning the case over to him and you will enjoy working for him.'\n    \n    \n      11\n      \"No objections to such action nor exceptions thereto were ever made and none made to Judge Chapman proceeding with the trial. He heard the testimony of three more witnesses, prepared the charges to which no exceptions or objections appear to have been urged, and received the verdict of the jury.\" Randel v. State, 1949, 152 Tex. Crim. 282, 219 S.W.2d 689, 691-692.\n    \n    \n      12\n      Able and diligent counsel for Randel, appointed by this Court, has filed with his brief an appendix containing excerpts from the state court record consisting of \"Bills of Exception\" presented by Randel's counsel and \"Qualified Bills of Exception\" approved by Judges Collings and Chapman.2 Counsel inform us that the proceedings pertaining to the substitution of Judges were not recorded by the official court reporter although he was present, and that these bills of exceptions are the only writings, purporting to show what occurred in the trial court in connection with the substitution of Judges.\n    \n    \n      13\n      The bills of exceptions presented by Randel's counsel reflect that he did not agree to the substitution of Judges. The qualified bills of exceptions state that when Judge Collings informed counsel of his desire to retire from the trial to meet an important political engagement, Frank Sparks, one of Randel's attorneys, \"said that he would be glad for Judge Collings to be relieved and for Judge Chapman to conduct the trial of the case from that point until its conclusion but that at such time he wanted to reserve a Bill of Exception, whereupon Judge Collings stated to counsel for State and to the Defendant that if there was any objections whatsoever or if there was to be any bill he, the said Judge Collings, would continue in the trial of said cause.\"\n    \n    \n      14\n      The statement heretofore quoted from the opinion of the Texas Court of Criminal Appeals is a paraphrase of Qualified Bill of Exceptions Number One as approved and ordered filed by Judges Collings and Chapman. Under Texas law, the Texas Court of Criminal Appeals \"is not a trier of fact.\" It does not pass on the conflict between the bills of exceptions as presented by appellant's counsel and as qualified and approved by the trial judge, but accepts the latter as true in the absence of a bystander's bill.3\n    \n    \n      15\n      The only Judges who have passed on Randel's contention that he did not agree to the substitution of Judges are the original and the substitute trial Judges Collings and Chapman. The qualified bills of exceptions approved by them were accepted by the Court of Criminal Appeals without further question.\n    \n    \n      16\n      The opinion on motion for rehearing reflects Randel's continued insistence that he did not agree to the substitution.\n    \n    \n      17\n      \"Appellant challenges the correctness of our conclusions that the record affirmatively reflects he agreed to the exchange or substitution of the judge.\n    \n    \n      18\n      \"The record has been again examined upon this question, and we remain convinced of the correctness of our original finding.\n    \n    \n      19\n      \"Whether appellant did or did not agree to the exchange by the judges is immaterial, for if the substitution of one judge for another during the trial operated to deny to him the right of trial by jury he could not waive that right. If the substitution was not an essential element of the right of trial by jury, appellant cannot be heard to complain because of the absence of any objection thereto during the trial of the case.\n    \n    \n      20\n      \"The question before us is whether `trial by jury' requires that the judge presiding at the beginning of a trial preside throughout the trial.\" Randel v. State, supra, 219 S.W.2d at 696.\n    \n    \n      21\n      After discussion, the opinion concludes on this subject as follows:\n    \n    \n      22\n      \"From what has been said, it is apparent that the common-law rule requiring that the same judge preside throughout the trial of a felony case has been expressly abrogated by the Constitution and statutes of this State.\n    \n    \n      23\n      \"As applicable to the trial of felony cases in this State, then, the elements essential to constitute a `trial by jury' are (a) a jury of twelve men, (b) a judge qualified as and having the powers of a district judge presiding over the trial, and (c) a unanimous verdict.\n    \n    \n      24\n      \"Appellant's trial was in accordance with these essential elements. He was not, therefore, denied his constitutional right of trial by jury.\" 219 S.W.2d at 698.\n    \n    \n      25\n      The conclusion of the Texas Court that Randel was not denied his constitutional right of trial by jury has reference to the Texas State Constitution. That conclusion is, of course, not binding on the federal courts with respect to any constitutional right of trial by jury guaranteed by the Federal Constitution, nor with respect to the due process of law clause of the Fourteenth Amendment. As said in Townsend v. Sain, 1962, 372 U.S. 293, 318, 83 S. Ct. 745, 760, 9 L. Ed. 2d 770:\n    \n    \n      26\n      \"Although the district judge may, where the state court has reliably found the relevant facts, defer to the state court's findings of fact, he may not defer to its findings of law. It is the district judge's duty to apply the applicable federal law to the state court fact findings independently. The state conclusions of law may not be given binding weight on habeas. That was settled in Brown v. Allen, supra, 344 U.S. [443] at 506 [73 S. Ct. 397, 97 L. Ed. 469] (opinion of Mr. Justice Frankfurter).\"\n    \n    \n      27\n      The facts as averred in Randel's petition for habeas corpus, and as further disclosed in the opinion of the Court of Criminal Appeals of Texas, pose for decision important questions of constitutional law, such as:\n    \n    \n      28\n      1. Does the guaranty of a jury trial in criminal cases by article III, section 2 of the Constitution, or by the Sixth Amendment, apply to the States through the Fourteenth Amendment?4\n    \n    \n      29\n      2. Does the substitution of Judges in this case violate Randel's federal constitutional right to a jury trial?\n    \n    \n      30\n      If the guaranty of a jury trial is applicable to the States by reason of the Fourteenth Amendment, a stricter test than the fundamental conception of a fair trial guaranteed by due process must be applied. The States would have to observe the same stringent requirements as to substitution of Judges applicable to federal criminal trials.5\n    \n    \n      31\n      3. Does the substitution of Judges in a capital case to permit a Judge to meet a political engagement, where the defendant and his counsel were given a choice of acceding or not consenting to the Judge's suggestion, which the circumstances might show was a \"hard Hobson's choice,\"6 comport with the fundamental conception \"of a fair trial\"?7\n    \n    \n      32\n      It appears that the substitution of a Judge in this capital case was to permit the Judge first presiding \"to meet an important political engagement.\" It was said in Commonwealth v. Thompson, 1937, 328 Pa. 27, 195 A. 115, 116, 114 A.L.R. 432, 433:\n    \n    \n      33\n      \"The substitution of judges during a case should be carefully guarded and never permitted except under most extraordinary circumstances, and only then when no prejudice can result to the parties. Substitution must be a matter of necessity, where the due administration of justice makes it imperative and without prejudice.\"\n    \n    \n      34\n      Circumstances which have been held to permit the substitution of Judges in a criminal case are \"such as death of the Judge starting the trial, his illness, or perhaps illness in his family.\" Anno. 114 A.L.R. 436.8\n    \n    \n      35\n      4. Was Randel substantially denied the benefit of a motion for new trial?\n    \n    \n      36\n      The Texas Court of Criminal Appeals expresses the view that Freeman v. United States, 2 Cir. 1915, 227 F. 732, 759, forbidding any substitution of Judges9 is not applicable to a trial in a Texas state court for the following reason:\n    \n    \n      37\n      \"The right of a judge at common law to advise the jury with reference to the facts &#8212; that is, to comment upon the facts &#8212; was, no doubt, a compelling reason why the same judge was required to preside throughout the trial. Obviously, no such reason exists under the laws of this State.\" (219 S.W.2d at 697.)\n    \n    \n      38\n      With deference, we submit that the Texas Court should have extended its examination to the parts of the trial which take place after the judgment of conviction.10 Ruling on a motion for new trial may have been of paramount importance under the circumstances of this case, as set forth in the opinion of the Texas Court:\n    \n    \n      39\n      \"Appellant and his witnesses present an entirely different picture from the State's testimony above set forth. Deceased was shown to have been an erring man, of high temper, and having the reputation of carrying a gun at all times and using the same on many occasions. He often allowed his anger to get the best of his judgment, and engaged in inexcusable acts of violence towards many people, chief among them being the appellant. He was unmarried and of no particular trade or avocation. He had not only threatened appellant to his face but also to others, and these threats were communicated to appellant. The deceased had severely cut this brother some years past. He had been indicted, convicted and served terms in the penitentiary for divers offenses and when killed, he was suffering from a broken jaw received while in jail. He had caused his brother, through fear of him, to give to the deceased sums of money many times. Many of his evil deeds were proven before the jury and known to appellant. At the time the deceased met his death, appellant claimed that deceased had his hand in under his overcoat where he carried a gun. Appellant shot once as a warning shot and the bullet went into the ceiling, but deceased continued advancing in this attitude of menace, and appellant shot him in the head in order to save his own life. To some extent appellant's version of this homicide was controverted by other defense witnesses.\n    \n    \n      40\n      \"It can thus be seen that there were two conflicting theories, both substantiated by proof, and the truth thereof became a matter for the jury. They evidently accepted the testimony of the State's witnesses as true, and we have no right to substitute our judgment for theirs on a question of fact.\" (219 S.W.2d at 691.)\n    \n    \n      41\n      One of the statutory grounds for new trial in felony cases in Texas is: \"Where the verdict is contrary to law and evidence.\"11 In the annotations to that section12 appears the following:\n    \n    \n      42\n      \"The discretion confided by the law to trial courts to grant new trials is almost the only protection to the citizen against illegal or oppressive verdicts of prejudiced, careless, or ignorant juries. The appellate court cannot always set aside a wrong verdict, but the trial court can. Where the evidence is conflicting, but there is sufficient, if credible, to support the conviction, the appellate court must affirm the conviction, but this is not necessarily the rule with the trial court in passing upon a motion for a new trial. The trial judge may pass upon the credibility of the witness in determining the motion, but this the appellate court cannot do. While the enforcement of the criminal law is absolutely demanded for the protection of private and public rights, the protection of the citizen from the effects of law illegally administered is equally demanded by every sentiment of justice and principle of law. The refusal of a trial judge to grant a new trial in a proper case cannot be fully corrected by appeal, and these considerations should have proper weight with trial judges in the exercise of their discretion upon motions for new trial. State v. Webb, 41 T. 67; Turner v. State, 38 T. 166; Mullins v. State, 37 T. 337; Owens v. State, 35 T. 361.\"\n    \n    \n      43\n      5. Was Randel denied an effective appeal when on the question of the propriety of the substitution of Judges he was confined to a record consisting of a bill of exceptions qualified and approved by the Judges involved in the substitution?\n    \n    \n      44\n      6. Do the circumstances of this case show that Randel intentionally and understandingly waived any constitutional rights that he may have had?\n    \n    \n      45\n      Any claimed waiver of federal constitutional rights is governed by the principles stated in Fay v. Noia, 1963, 372 U.S. 391, 439, 83 S. Ct. 822, 849, 9 L. Ed. 2d 837:\n    \n    \n      46\n      \"The classic definition of waiver enunciated in Johnson v. Zerbst, 304 U.S. 458, 464 [58 S. Ct. 1019, 82 L. Ed. 1461] &#8212; `an intentional relinquishment or abandonment of a known right or privilege' &#8212; furnishes the controlling standard. If a habeas applicant, after consultation with competent counsel or otherwise, understandingly and knowingly forewent the privilege of seeking to vindicate his federal claims in the state courts, whether for strategic, tactical, or any other reasons that can fairly be described as the deliberate by-passing of state procedures, then it is open to the federal court on habeas to deny him all relief if the state courts refused to entertain his federal claims on the merits &#8212; though of course only after the federal court has satisfied itself, by holding a hearing or by some other means, of the facts bearing upon the applicant's default. Cf. Price v. Johnston, 334 U.S. 266, 291 [68 S. Ct. 1049, 92 L. Ed. 1356]. At all events we wish it clearly understood that the standard here put forth depends on the considered choice of the petitioner. Cf. Carnley v. Cochran, 369 U.S. 506, 513-517 [82 S. Ct. 884, 8 L. Ed. 2d 70]; Moore v. Michigan, 335 U.S. 155, 162-165 [78 S. Ct. 191, 2d L.Ed.2d 167]. A choice made by counsel not participated in by the petitioner does not automatically bar relief. Nor does a state court's finding of waiver bar independent determination of the question by the federal courts on habeas, for waiver affecting federal rights is a federal question. E.g., Rice v. Olson, 324 U.S. 786 [65 S. Ct. 989, 89 L. Ed. 1367].\"\n    \n    \n      47\n      Under the principles of Townsend v. Sain, supra, 372 U.S. at 312, 313, 83 S. Ct. at 757, \"* * * a federal evidentiary hearing is required unless the state-court trier of fact has after a full hearing reliably found the relevant facts.\" It seems clear that there has been no adequate state court hearing on the facts of waiver or agreement. Under the principles announced in Townsend v. Sain, supra, the district court should at least require the production of the complete state court record of the criminal trial. (See 372 U.S. at 319, 83 S. Ct. 745.) At this late day reliable evidence outside of the record may be impossible to produce. Nonetheless, such competent evidence as is available should be received.\n    \n    \n      48\n      7. Does the procedure followed at Randel's trial observe the safeguards prescribed in Patton v. United States?\n    \n    \n      49\n      In that case, Mr. Justice Sutherland, speaking for the Court, explained as follows [281 U.S. 276 (1930) at 312-313, 50 S. Ct. 253 at 263]:\n    \n    \n      50\n      \"Not only must the right of the accused to a trial by a constitutional jury be jealously preserved, but the maintenance of the jury as a fact-finding body in criminal cases is of such importance and has such a place in our traditions, that, before any waiver can become effective, the consent of government counsel and the sanction of the court must be had, in addition to the express and intelligent consent of the defendant. And the duty of the trial court in that regard is not to be discharged as a mere matter of rote, but with sound and advised discretion, with an eye to avoid unreasonable or undue departures from that mode of trial or from any of the essential elements thereof, and with a caution increasing in degree as the offenses dealt with increase in gravity.\"13\n    \n    \n      51\n      The questions which we have posed are merely suggestive of some of the serious constitutional problems created by the substitution of Judges under the circumstances of this case. Such questions, and others which may be presented, can best be decided upon as full a record as possible.14\n    \n    \n      52\n      The district court erred in denying the petition without a hearing. The judgment is reversed and the case remanded for further proceedings, including a full hearing.\n    \n    \n      53\n      Reversed and remanded.\n    \n    \n      \n        Notes:\n      \n      \n        1\n         \"A court, justice or judge entertaining an application for a writ of habeas corpus shall forthwith award the writ or issue an order directing the respondent to show cause why the writ should not be granted, unless it appears from the application that the applicant or person detained is not entitled thereto.\" 28 U.S.C.A. &#167; 2243\n      \n      \n        2\n         Under Texas law the appellant may tender his bill of exceptions as to any decision or proceeding in the case, which, if found correct shall be signed by the Judge. If the Judge finds the bill incorrect and appellant does not agree to corrections suggested by the Judge, the Judge prepares, signs and files \"such bill of exception, as will, in his opinion, present the ruling of the court as it actually occurred.\" Vernon's Civil Statutes of Texas, Art. 2237; Vernon's Rev.Code of Crim. Procedure, Arts. 667, 847. The recourse of the appellant, if dissatisfied with the bill of exceptions filed by the Judge, is set forth in subsection 9 of Article 2237, supra:\n        \"9. Should the party be dissatisfied with said bill filed by the Judge, he may, upon procuring the signatures of three respectable by-standers, citizens of this State, attesting to the correctness of the bill as presented by him, have the same filed as part of the record of the cause; and the truth of the matter in reference thereto may be controverted and maintained by affidavits, not exceeding five in number on each side, to be filed with the papers of the cause, within ten days after the filing of said bill and to be considered as a part of the record relating thereto.\"\n      \n      \n        3\n         Hudson v. State, 1952, 156 Tex. Crim. 612, 245 S.W.2d 259, 260; Vernon's Code of Crim. Procedure of Texas, Art. 847\n      \n      \n        4\n         See Estes v. State of Texas, 1965, 381 U.S. 532, 533, 559, 560, 85 S. Ct. 1628, 14 L. Ed. 2d 543; Pointer v. State of Texas, 1965, 380 U.S. 400, 408, 85 S. Ct. 1065, 13 L. Ed. 2d 923; Gideon v. Wainwright, 1963, 372 U.S. 335, 342, 83 S. Ct. 792, 9 L. Ed. 2d 799; Adamson v. People of State of California, 1947, 332 U.S. 46, 71-72, 67 S. Ct. 1672, 91 L. Ed. 1903; Jackson v. Denno, 1964, 378 U.S. 368, 377, 84 S. Ct. 1774, 12 L. Ed. 2d 908; Irvin v. Dowd, 1961, 366 U.S. 717, 721, 81 S. Ct. 1639, 6 L. Ed. 2d 751; Turner v. State of Louisiana, 1965, 379 U.S. 466, 472, 85 S. Ct. 546, 13 L. Ed. 2d 424; Lane v. Warden, Maryland Penitentiary, 4 Cir. 1963, 320 F.2d 179, 185; Gaskill v. Commonwealth of Virginia, Va.Sup.Ct.App., 144 S.E.2d 293, Oct. 11, 1965\n      \n      \n        5\n         See Freeman v. United States, 2 Cir. 1915, 227 F. 732; Simons v. United States, 9 Cir. 1941, 119 F.2d 539\n      \n      \n        6\n         See Whitus v. Balkcom, 5 Cir. 1964, 333 F.2d 496, 499\n      \n      \n        7\n         See Estes v. State of Texas, supra, 381 U.S. at 560, 85 S. Ct. 1628; Lane v. Warden, supra, 320 F.2d at 185\n      \n      \n        8\n         See also Annotation on \"Substitution of Judge in criminal case,\" 83 A.L.R. 2d 1032\n      \n      \n        9\n         Now subject to waiver. See Patton v. United States, 1930, 281 U.S. 276, 308, 50 S. Ct. 253, 74 L. Ed. 854\n      \n      \n        10\n         See Griffin v. People of State of Illinois, 1956, 351 U.S. 12, 76 S. Ct. 585, 100 L. Ed. 891. The constitutional rule announced in Griffin applies to cases finalized before the promulgation of the rule. Eskridge v. Washington Prison Board, 1958, 357 U.S. 214, 78 S. Ct. 1061, 2 L. Ed. 2d 1269, cited in Linkletter v. Walker, 1965, 381 U.S. 618, 628, n. 13, 85 S. Ct. 1731, 14 L. Ed. 2d 601\n      \n      \n        11\n         Vernon's Code of Crim. Procedure of Texas, Anno., Art. 753, par. 9\n      \n      \n        12\n         See Art. 753, n. 182, pp. 88 and 89, Vernon's Code of Crim. Procedure of Texas, Anno\n      \n      \n        13\n         Compare Rule 23(a), Fed.R.Crim.P.; Simons v. United States, 9 Cir. 1941, 119 F.2d 539, 544\n      \n      \n        14\n         United States v. Petrillo, 1947, 332 U.S. 1, 6, 67 S. Ct. 1538, 91 L. Ed. 1877; Polk Co. v. Glover, 1938, 305 U.S. 5, 10, 59 S. Ct. 15, 83 L. Ed. 6; Borden's Farm Products Co. v. Baldwin, 1934, 293 U.S. 194, 213, 55 S. Ct. 187, 79 L. Ed. 281\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 270133
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}