{
    "id": 1287794,
    "judges": "McGRAW, Starcher",
    "date_filed": "1999-01-04",
    "date_filed_is_approximate": true,
    "slug": "sergent-v-city-of-charleston",
    "case_name_short": "Sergent",
    "case_name": "Sergent v. City of Charleston",
    "case_name_full": "John D. SERGENT, as Administrator of the Estate of David Sergent, Deceased, Plaintiff Below, Appellant, v. the CITY OF CHARLESTON, West Virginia, a Municipal Corporation; William H. Hart and Greg White, Police Officers of the City of Charleston; The City of St. Albans; J.H. Crawford, Police Officer of the City of St. Albans; Terryonto McGrier, a Convict; And Jerome Thomas, a Convict, Defendants Below, Appellees",
    "attorneys": "Charles D. Perfater, Esq., Perfater & Pau-ley, Charleston, for Sergent., John R. Teare, Jr., Esq., Bowles Rice McDavid Graff & Love, Charleston, for City of Charleston, Hart and White., Aneil G. Ramey, Esq., Steven P. McGowan, Esq., Jace H. Goins, Esq., Steptoe & Johnson, Charleston, for City of St. Albans and Crawford., Michael L. Del Giudice, Esq., Ciccarello, Del Giudice & LaFon, Charleston, Guardian ad Litem for McGrier., James A. Dodrill, Esq., Charleston, Guardian ad Litem for Thomas.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted May 9, 2001., Dissenting Opinion of Chief Justice McGraw July 6, 2001., Dissenting Opinion of Justice Starcher July 9, 2001.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b461-13\">\n    549 S.E.2d 311\n   </citation><br><parties id=\"b461-14\">\n    John D. SERGENT, as Administrator of the Estate of David Sergent, Deceased, Plaintiff Below, Appellant, v. The CITY OF CHARLESTON, West Virginia, a Municipal Corporation; William H. Hart and Greg White, Police Officers of the City of Charleston; the City of St. Albans; J.H. Crawford, Police Officer of the City of St. Albans; Terryonto McGrier, a Convict; and Jerome Thomas, a Convict, Defendants Below, Appellees.\n   </parties><br><docketnumber id=\"b461-18\">\n    No. 28479.\n   </docketnumber><br><court id=\"b461-19\">\n    Supreme Court of Appeals of West Virginia.\n   </court><br><otherdate id=\"b461-20\">\n    Submitted May 9, 2001.\n   </otherdate><br><decisiondate id=\"b461-21\">\n    Decided June 13, 2001.\n   </decisiondate><br><otherdate id=\"b461-22\">\n    Dissenting Opinion of Chief Justice McGraw July 6, 2001.\n   </otherdate><br><otherdate id=\"b461-23\">\n    Dissenting Opinion of Justice Starcher July 9, 2001.\n   </otherdate><br><attorneys id=\"b463-18\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"439\"> \n     *439\n     </span>\n    Charles D. Perfater, Esq., Perfater &amp; Pau-ley, Charleston, for Sergent.\n   </attorneys><br><attorneys id=\"b463-19\">\n    John R. Teare, Jr., Esq., Bowles Rice McDavid Graff &amp; Love, Charleston, for City of Charleston, Hart and White.\n   </attorneys><br><attorneys id=\"b463-20\">\n    Aneil G. Ramey, Esq., Steven P. McGowan, Esq., Jace H. Goins, Esq., Steptoe &amp; Johnson, Charleston, for City of St. Albans and Crawford.\n   </attorneys><br><attorneys id=\"b463-21\">\n    Michael L. Del Giudice, Esq., Ciccarello, Del Giudice &amp; LaFon, Charleston, Guardian ad Litem for McGrier.\n   </attorneys><br><attorneys id=\"b463-22\">\n    James A. Dodrill, Esq., Charleston, Guardian ad Litem for Thomas.\n   </attorneys>",
    "citations": [
        "549 S.E.2d 311",
        "209 W. Va. 437"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": true,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n549 S.E.2d 311 (2001)\n209 W.Va. 437\nJohn D. SERGENT, as Administrator of the Estate of David Sergent, Deceased, Plaintiff Below, Appellant,\nv.\nThe CITY OF CHARLESTON, West Virginia, a Municipal Corporation; William H. Hart and Greg White, Police Officers of the City of Charleston; the City of St. Albans; J.H. Crawford, Police Officer of the City of St. Albans; Terryonto McGrier, a Convict; and Jerome Thomas, a Convict, Defendants Below, Appellees.\nNo. 28479.\nSupreme Court of Appeals of West Virginia.\nSubmitted May 9, 2001.\nDecided June 13, 2001.\nDissenting Opinion of Chief Justice McGraw July 6, 2001.\nDissenting Opinion of Justice Starcher July 9, 2001.\n*313 Charles D. Perfater, Esq., Perfater &amp; Pauley, Charleston, for Sergent.\nJohn R. Teare, Jr., Esq., Bowles Rice McDavid Graff &amp; Love, Charleston, for City of Charleston, Hart and White.\nAncil G. Ramey, Esq., Steven P. McGowan, Esq., Jace H. Goins, Esq., Steptoe &amp; Johnson, Charleston, for City of St. Albans and Crawford.\nMichael L. Del Giudice, Esq., Ciccarello, Del Giudice &amp; LaFon, Charleston, Guardian ad Litem for McGrier.\nJames A. Dodrill, Esq., Charleston, Guardian ad Litem for Thomas.\n*314 PER CURIAM.\nThe appellant, John D. Sergent, Administrator of the Estate of David Glenn Sergent, Deceased, appeals the December 2, 1999 order of the Circuit Court of Kanawha County which granted summary judgment to the appellees, City of Charleston, City of St. Albans, Charleston Police Officers William H. Hart and Greg White, and St. Albans Police Officer J.H. Crawford. The appellant's deceased was killed when a vehicle being pursued by the appellee police officers collided with him. For the reasons stated below, we affirm the summary judgment.\n\nI.\n\nFACTS\nOn the afternoon of November 21, 1990, Charleston Police Officer William H. Hart and St. Albans Police Officer J.H. Crawford, (appellees and defendants below) arranged for an informant, Rodney Merritt,[1] to carry out a drug transaction with Terryonto McGrier and Jerome Thomas (defendants below)[2] at Cutlips Motor Inn in Charleston.[3] When Thomas and McGrier failed to show, Officers Crawford and Hart, acting in an undercover capacity, relocated the informant, in an unmarked police vehicle, to Motel 6 in Kanawha City. Officer Crawford was driving the vehicle.\nWhen Officers Crawford and Hart and the informant, Merritt, arrived at the Motel 6 parking lot, Merritt recognized Thomas and McGrier sitting there in a blue 1991 Pontiac. Merritt, at the direction of Officers Crawford and Hart, reluctantly exited the undercover police vehicle and approached the Pontiac. However, he hurriedly retreated back into the police vehicle when he saw McGrier make a motion as if to retrieve a firearm. Officer Crawford then drove the undercover police vehicle to the back parking lot of Motel 6, and Officer Hart requested uniformed officer assistance via Metro Radio. Before assistance arrived, Thomas and McGrier attempted to corner the undercover police vehicle in the back lot. In response, Officer Crawford drove to the front of the motel to await assistance. At that point, the vehicle carrying McGrier and Thomas pulled behind the undercover police vehicle and McGrier and Thomas opened fire on it. Officers Crawford and Hart returned fire.\nThomas and McGrier then fled eastbound on MacCorkle Avenue, also known as Route 61, toward Marmet. A marked police vehicle driven by Charleston Police Officer Greg White (appellee and defendant below) pulled behind the fleeing vehicle and attempted to stop it by activating his emergency lights and siren.[4] Officers Crawford and Hart were also in pursuit behind Officer White.\nThe circuit court made the following findings concerning the nature of the pursuit and the events surrounding the death of appellant's deceased:[5]\n\n*315 7. Defendant Greg White, A City of Charleston Police officer driving a marked police cruiser, observed the suspect vehicle almost immediately and used the police vehicle's blue lights and siren in an attempt to stop the suspect vehicle. The suspect vehicle disregarded the command to stop and continued to flee eastbound on Rt. 61 toward Marmet.\n8. Although Plaintiff claims that the marked police car did not sound its siren, there is no evidence to that effect. All of the witnesses agreed that the police car had its emergency lights flashing. Plaintiff relies upon the testimony of several witnesses who did not recall hearing the police siren, although they stopped short of affirmatively stating that the siren was not used, to establish that the police did not use an audible signal. Defendants produced the Metro 911 tape of the incident. The police siren was heard on the tape. (Footnote omitted).\n9. The pursuit by Officer White lasted for approximately 2 ½ to 3 minutes, covering approximately 2.7 miles before the collision which forms the basis of this civil action.\n10. Rt. 61 is paved; one lane of traffic for eastbound traffic, one lane of traffic for westbound traffic, with paved shoulders on each side.\n11. Rt. 61 is slightly curved, but the roadway where the accident occurred was nearly straight. The posted speed limit is 55 miles per hour.\n12. The pursuit occurred during daylight hours and weather conditions were good.\n13. The officers remained behind the suspect vehicle at all times.\n14. It is undisputed that the officers did not try to run the suspect vehicle off the road, set up a road block, pass the subject vehicle, or otherwise interfere with the driver's ability to steer and/or otherwise control the car. Furthermore, it is undisputed that the police did not strike the Plaintiff's decedent or otherwise cause any injury or damage to person or property.\n15. As the suspect vehicle neared Marmet, and in the vicinity of Turnpike Ford, the suspect vehicle came up behind a vehicle driven by Robert Strain, which was traveling eastbound on Rt. 61 at approximately 40-45 miles per hour.\n16. The suspect vehicle attempted to pass the Strain vehicle on the left then the suspect vehicle again began to move into the opposite lane, but could not pass because of traffic approaching in the opposite direction.\n17. The suspect vehicle then passed the Strain vehicle on the right hand shoulder striking the plaintiff's decedent [David Glenn Sergent][6] who was wearing blaze orange and riding a bicycle. (Footnote added).\nOn April 23, 1993, the appellant, John D. Sergent, Administrator of the Estate of David Glenn Sergent, filed a wrongful death suit against numerous defendants, alleging, inter alia, that the negligent, wanton and reckless conduct of the police officers resulted in the death of the decedent. Jerome Thomas and Terryonto McGrier were also made defendants below.[7] On July 31, 1997, *316 Circuit Judge George Scott[8] denied the police officers' and their employers' motions for summary judgment. These motions were subsequently renewed and granted by Circuit Judge Andrew MacQueen on December 2, 1999.[9] In its summary judgment order, the circuit court concluded that the appellant's claims against the appellees must fail because of the Public Duty Doctrine, and that W.Va.Code §§ 29-12A-1-18, The Governmental Tort Claims and Insurance Reform Act, provide the appellees with immunity from suit. As a separate basis for granting summary judgment on behalf of Officers Crawford and Hart, the circuit court found that these officers were not in the primary pursuit vehicle and that there was no evidence that they were responsible for the conduct of the pursuit.[10]\n\nII.\n\nDISCUSSION\nWe review the circuit court's entry of summary judgment de novo. See Syllabus Point 1, Painter v. Peavy, 192 W.Va. 189, 451 S.E.2d 755 (1994). In other words, we look at the record with fresh eyes to see whether we would make the same findings as the circuit court. If not, our findings prevail.\nThe appellant initially asserts that the appellees' renewed motions for summary judgment were improper. According to the appellant, the West Virginia Rules of Civil Procedure do not provide for such \"motions for reconsideration.\" Therefore, such a motion must be treated as a motion to alter or amend judgment under Rule 59(e) or a motion for relief from a judgment or order under Rule 60(b). It cannot be the former, says the appellant, because it was not served within ten days of the original denial of summary judgment. It cannot be the latter, he opines, since no new evidence became available to the defendants since that denial.\nWe can quickly dispose of this issue. \"An order denying a motion for summary judgment is merely interlocutory, leaves the case pending for trial, and is not appealable except in special instances in which an interlocutory order is appealable.\" Syllabus Point 8, Aetna Casualty &amp; Surety Co. v. Federal Insurance Co. of New York, 148 W.Va. 160, 133 S.E.2d 770 (1963). We have also recognized that \"[a trial] court has plenary power to reconsider, revise, alter, or amend an interlocutory order[.]\" Coleman v. Sopher, 201 W.Va. 588, 605, 499 S.E.2d 592, 609 (1997). Therefore, we conclude that the order denying the appellees' motions for summary judgment was interlocutory, and was not improperly reconsidered by the circuit court[11]\nAs a preliminary matter, we note that this case is governed by The Governmental *317 Tort Claims and Insurance Reform Act, W.Va.Code §§ 29-12A-1-18, which provides immunity from suit to political subdivisions and their employees in certain prescribed situations.[12] According to W.Va.Code § 29-12A-5(b)(2) (1986), \"[a]n employee of a political subdivision is immune from liability unless... (2) [h]is or her acts or omissions were with malicious purpose, in bad faith, or in a wanton or reckless manner.\"[13] The Act also provides that political subdivisions are liable for injury, death, or loss to persons or property caused by either the negligent operation of any vehicle by their employees when engaged within the scope of their employment and authority or, generally, by the negligent performance of acts by their employees acting within the scope of employment. See W.Va.Code § 29-12A-4(c)(1) and (2) (1986). We will apply these standards to the instant facts.\nThe circuit court found in its summary judgment order that the appellee officers were not negligent, wanton, or reckless in their pursuit of the suspects. We agree. The privileges and immunities of police officers who are driving authorized emergency vehicles in pursuit of actual or suspected violators of the law are governed, in part, by W.Va.Code § 17C-2-5 (1971) which provides:\n(a) The driver of an authorized emergency vehicle ... when in the pursuit of an actual or suspected violator of the law ... may exercise the privileges set forth in this section, but subject to the conditions herein stated.\n(b) The driver of an authorized emergency vehicle may:\n(1) Park or stand, irrespective of the provisions of this chapter;\n(2) Proceed past a red or stop signal or stop sign, but only after slowing down as may be necessary for safe operation;\n(3) Exceed the speed limits so long as he does not endanger life or property;\n(4) Disregard regulations governing direction of movement of [or] turning in specified directions.[14]\n* * * * * *\n(d) The foregoing provisions shall not relieve the driver of an authorized emergency vehicle from the duty to drive with due regard for the safety of all persons, nor shall such provisions protect the driver from the consequences of his reckless disregard for the safety of others. (Footnote added).\nThis statute was interpreted and applied by this Court in Peak v. Ratliff, 185 W.Va. 548, 408 S.E.2d 300 (1991).\nIn Peak, a driver brought an action against state troopers and the West Virginia Department of Safety to recover for injuries sustained when a vehicle being pursued by the state troopers collided with the driver's vehicle.[15] The circuit court entered judgment *318 notwithstanding the verdict in favor of the troopers and the Department, and the driver appealed. Concerning the applicable standard of care, this Court held in Syllabus Point 5 of Peak:\nWhere the police are engaged in a vehicular pursuit of a known or suspected law violator, and the pursued vehicle collides with the vehicle of a third party, under W.Va.Code, 17C-2-5 (1971), the pursuing officer is not liable for injuries to the third party arising out of the collision unless the officer's conduct in the pursuit amounted to reckless conduct or gross negligence and was a substantial factor in bringing about the collision.\nThe material facts of Peak were as follows:\nThe accident giving rise to this proceeding occurred in the late afternoon of September 15, 1987, near the intersection of State Route 19/33, also known as Glenwood Road, and U.S. Route 460 in Mercer County. [The state troopers] were engaged in a high-speed vehicular pursuit of Mr. Akers, a burglary suspect who had previously eluded capture by the police, on Glenwood Road. As they approached the intersection with Route 460, the vehicle driven by Mr. Akers entered the oncoming lane of traffic and collided head-on with the car driven by Mrs. Peak, seriously injuring her.\nPeak, 185 W.Va. at 550, 408 S.E.2d at 302. This Court affirmed the trial court's ruling that the officers' conduct did not constitute gross negligence. We reasoned:\nTrooper Ratliff and Corporal Fulknier were confronted with a serious law violator who had escaped capture in a vehicular pursuit the previous evening. The officers knew of Mr. Akers' past record and the fact that the vehicle he abandoned on September 14, 1987, contained a weapon and drugs. Both vehicles driven by Mr. Akers on these two days were stolen. The officers were familiar with the road on which the pursuit was conducted. There was good visibility during the chase and no inclement weather which would make the road hazardous. Even though the speed was estimated at between 60 and 100 miles per hour, the officers were careful to slow down when passing cars. There were no pedestrians, and the traffic was moderate. The pursuit lasted only a brief period of time. It does not appear that the officers forced the pursuit by attempting to overtake Mr. Akers or by forcing him off the roadway. Neither officer attempted to fire his weapon, an act which might cause a fleeing suspect to panic. When Mr. Akers crossed the center line and drove into the filling station where the collision occurred, the officers were not in sight.\nPeak, 185 W.Va. at 558, 408 S.E.2d at 310.\nApplying the Peak criteria to the instant facts, we conclude that the conduct of the officers in pursuing the suspects did not amount to negligent, wanton, or reckless conduct. The undisputed evidence indicates that Officer White was driving a marked police vehicle, and used the vehicle's blue lights and siren to attempt to stop the suspects' vehicle. Officers Crawford and Hart, although in an undercover vehicle, were following Officer White. They pursued the suspects for approximately two and one-half to three minutes for a distance of about 2.7 miles, a relatively short period of time and distance. The area of the pursuit was along Route 61, a two lane paved concrete road with paved shoulders on each side. Although Route 61 is slightly curved, it is nearly straight where the accident occurred. The pursuit took place during daylight hours, and weather conditions were good. The posted speed limit was 55 miles per hour, and the suspect vehicle was traveling at approximately 40 to 45 miles per hour when the accident occurred. The officers remained behind the suspects' vehicle at all times. They did not *319 try to run the suspect vehicle off the road, set up a road block, pass the suspects' vehicle, or otherwise interfere with the driver's ability to control his vehicle. Finally, the suspects were suspected drug dealers who were known to be armed because they had just shot at undercover police officers. In light of these facts, we believe that a rational trier of fact could not find that the officer's conduct in pursuit of the suspects was negligent, wanton, or reckless.\nFurther, we find Sergeant Miller's affidavit, presented by the appellant, insufficient to show that there is a genuine issue for trial. \"[T]he party opposing summary judgment must satisfy the burden of proof by offering more than a mere `scintilla of evidence,' and must produce evidence sufficient for a reasonable jury to find in a nonmoving party's favor.\" Painter v. Peavy, 192 W.Va. 189, 192-93, 451 S.E.2d 755, 758-59 (1994) (citation omitted). The evidence offered must be \"concrete,\" Williams v. Precision Coil, Inc., 194 W.Va. 52, 60, 459 S.E.2d 329, 337 (1995) (citations omitted), and \"mere allegations\" are insufficient. W.Va.R.Civ.P. 56(e). See also Miller v. City Hosp., Inc., 197 W.Va. 403, 475 S.E.2d 495 (1996).\nThe bulk of Sergeant Miller's affidavit concerning the officers' conduct during the vehicular pursuit amounts to nothing more than mere allegations. The affidavit opines that the officers failed to follow applicable local, national and international police standards and failed to protect life during the vehicular pursuit. But without pointing to specific tortious conduct and showing how this conduct caused the suspects' collision with the decedent, these allegations are wholly insufficient to support a negligence action. Stripped of these allegations, the appellant's claim is essentially that it was negligence for the officers not to terminate their pursuit prior to the decedent's death. We reject this claim as being contrary to our law.\nIt is the duty of police officers to apprehend and arrest suspected law violators. This duty sometimes involves vehicular pursuits of criminal suspects. These pursuits are inherently dangerous, absent any negligence, to the pursuing officers, the pursued suspects, drivers of other automobiles, and pedestrians. While under some circumstances prudence demands terminating a vehicular pursuit, such circumstances are not present here. Under these facts, a rational trier of fact could not find that the officers were negligent in not terminating their pursuit of the suspects. Accordingly, we conclude that summary judgment on behalf of the officers and their respective employers, based on the officers' conduct while in pursuit of the suspects, was proper\nThe essence of the appellant's case, however, is not that the officers were negligent in their pursuit of the suspects but that the conduct of Officers Crawford and Hart was wanton and reckless in the Motel 6 parking lot prior to the pursuit.[16] According to the appellant and his supporting affidavit below, Officers Crawford and Hart acted in a wanton or reckless manner in the Motel 6 parking lot by moving their informant, Rodney Merritt, in broad daylight from the secured location at Cutlips Motor Inn to Motel 6, an unsecured location; failing to wait for police backup; failing to secure the perimeter prior to approaching Terryonto McGrier and Jerome Thomas on the parking lot at Motel 6; and directing Rodney Merritt to approach the suspects' vehicle with the knowledge that Merritt's life had been threatened by the suspects.[17]\nWe do not believe that the conduct of Officers Crawford and Hart in the Motel 6 parking lot rises to the level of wanton or reckless conduct. Police officers are often *320 called upon to make split-second judgments in highly stressful situations. When Officers Crawford and Hart unexpectedly encountered the suspects in the Motel 6 parking lot, they were faced with the choice of delay until backup arrived, which would possibly allow dangerous drug offenders to escape, or attempting to proceed despite the absence of optimal conditions. Further, the officers repeatedly attempted to avoid confrontation with the suspects. Under these facts, we do not believe that a rational jury could find that the conduct of Officers Crawford and Hart in the Motel 6 parking lot was wanton or reckless.\nIn addition, even if we were to conclude that a rational trier of fact could find the officers' conduct to be wanton or reckless, we do not believe that a rational trier of fact could find that such conduct proximately caused the death of appellant's decedent. \"A fundamental legal principle is that negligence to be actionable must be the proximate cause of the injury complained of and must be such as might have been reasonably expected to produce an injury.\" Syllabus Point 2, McCoy v. Cohen, 149 W.Va. 197, 140 S.E.2d 427 (1965). \"Proximate cause is a vital and an essential element of actionable negligence and must be proved to warrant a recovery in an action based on negligence.\" Syllabus Point 3, id. We have also said that \"[t]he proximate cause of an injury is the last negligent act contributing to the injury and without which the injury would not have occurred.\" Syllabus Point 5, Hartley v. Crede, 140 W.Va. 133, 82 S.E.2d 672 (1954), overruled on other grounds, State v. Kopa, 173 W.Va. 43, 311 S.E.2d 412 (1983). In addition, \"[a] tortfeasor whose negligence is a substantial factor in bringing about injuries is not relieved from liability by the intervening acts of third persons if those acts were reasonably foreseeable by the original tortfeasor at the time of his negligent conduct.\" Syllabus Point 13, Anderson v. Moulder, 183 W.Va. 77, 394 S.E.2d 61 (1990). However, \"[g]enerally, a willful, malicious, or criminal act breaks the chain of causation.\" Yourtee v. Hubbard, 196 W.Va. 683, 690, 474 S.E.2d 613, 620 (1996) (citation omitted).[18]\nIn Yourtee, the appellee and defendant below parked his vehicle, unlocked and with the ignition key available, in front of his video rental store which was located in a strip mall. The plaintiff's/appellant's decedent assisted in stealing the vehicle and was a passenger in the vehicle when it crashed into a brick wall following a high speed chase in an attempt to elude capture. The appellant's decedent was killed in the crash and the appellant sued the owner of the vehicle among others. The jury awarded damages against the defendants and found the owner of the vehicle to be 10% at fault. The trial court granted the motion for judgment notwithstanding the verdict on behalf of the vehicle's owner on the grounds that the theft of the vehicle and subsequent negligent acts of the decedent and his friends constituted an intervening efficient cause which broke the chain of causation and was the proximate cause of the decedent's death. This Court affirmed the trial court for the reason that the appellee owed no duty to a person participating in the theft of a motor vehicle. The Court also found, however, that \"the trial court had sufficient authority to conclude that the theft of the car and the subsequent acts of the plaintiff's decedent and his friends were intervening efficient acts which were not foreseeable by the defendant; thereby breaking the chain of causation which originally began with the defendant's negligent act and relieving the defendant of any liability.\" 196 W.Va. at 691, 474 S.E.2d at 621.\nLikewise, in the instant case, we believe that the criminal acts of the suspects in pursuing the undercover officers, firing at them, fleeing from the police at a high speed, and swerving off of the road and onto the berm constituted intervening efficient acts which were not foreseeable by Officers Crawford and Hart when they initiated contact with the suspects. The appellant emphasizes *321 the fact that the officers forced Merritt to approach the suspects with the knowledge that the suspects wanted Merritt dead. However, while it may have been foreseeable that the informant could be harmed by forcing him to approach the suspects' vehicle, the death of a pedestrian several miles up the road was not foreseeable as a matter of law.\nTherefore, we conclude that the intentional, criminal acts of the suspects, after the initial confrontation and the officers' withdrawal, were intervening efficient acts which were not foreseeable by Officers Crawford and Hart, thereby breaking the chain of causation which originally began with their arguably negligent conduct and relieving them, and their employers, of any liability.\nOur law says that \"[t]he questions of negligence, contributory negligence, proximate cause, intervening cause and concurrent negligence are questions of fact for the jury where the evidence is conflicting or when the facts, though undisputed, are such that reasonable men draw different conclusions from them.\" Syllabus Point 2, Evans v. Farmer, 148 W.Va. 142, 133 S.E.2d 710 (1963). For the aforementioned reasons, we conclude that reasonable persons could not find, from the undisputed evidence, that any negligent conduct of Officers Crawford and Hart in the Motel 6 parking lot was the proximate cause of the decedent's death.\nIn sum,\nSummary judgment is appropriate where the record taken as a whole could not lead a rational trier of fact to find for the nonmoving party, such as where the nonmoving party has failed to make a sufficient showing on an essential element of the case that it has the burden to prove.\nSyllabus Point 4, Painter v. Peavy, 192 W.Va. 189, 451 S.E.2d 755 (1994). For the reasons stated above, we find that the appellant has failed to make a sufficient showing on the essential element of negligent, reckless, or wanton conduct in the officers' pursuit of the suspects. We also find that the appellant has failed to make a sufficient showing on the essential element of reckless or wanton conduct by Officers Crawford and Hart in the Motel 6 parking lot. Finally, we find that the appellant has failed to make a sufficient showing that any negligent conduct of Officers Crawford and Hart in the Motel 6 parking lot proximately caused the death of appellant's decedent.\n\nIII.\n\nCONCLUSION\nWe conclude, therefore, that summary judgment on behalf of the individual officers and their respective employers for any allegedly negligent, reckless, or wanton conduct was proper. Accordingly, the circuit court's December 2, 1999 order which granted summary judgment to the appellees, City of Charleston, City of St. Albans, Charleston Police Officers William H. Hart and Greg White, and St. Albans Police Officer J.H. Crawford is affirmed.[19]\nAffirmed.\nMcGRAW, Chief Justice, dissenting.\n\n(Filed July 6, 2001)\nI have two principal concerns with the majority's holding in this case. The first is that I feel a jury should have had the opportunity to hear this case. The majority holding affirms the trial judge's decision that the police were not negligent as a matter of law. The case cited by the majority to support this position notes that it is not a forgone conclusion that the police are free from negligence just because the fleeing criminals struck the victim:\nNor does the fact that a law violator's actions were the immediate cause of the third party's injuries necessarily absolve the pursuing officer of liability if the officer's reckless conduct was a substantial factor in bringing about the ultimate collision. We spoke to this general concept in Syllabus Point 13 of Anderson v. Moulder, 183 W.Va. 77, 394 S.E.2d 61 (1990):\n\"A tortfeasor whose negligence is a substantial factor in bringing about injuries is not relieved from liability by the intervening *322 acts of third persons if those acts were reasonably foreseeable by the original tortfeasor at the time of his negligent conduct.\"\nThe fact that the applicable standard of care is \"reckless disregard\" rather than \"due care\" does not affect these principles.\nPeak v. Ratliff, 185 W.Va. 548, 555, 408 S.E.2d 300, 307 (1991) (quoting, Anderson v. Moulder, 183 W.Va. 77, 394 S.E.2d 61 (1990)).\nI believe that the question of whether the intervening actions of the fleeing criminals were reasonably foreseeable remains unanswered. I am not suggesting that we know that the officers in this case were negligent, either in their actual pursuit of the criminals, or in their decision to confront them in the parking lot of the motel. I agree that law enforcement officers face a difficult and demanding job, and that the public has a substantial interest in seeing fugitives brought to justice.\nHowever, this is something that jurors understand as well. There is no reason to believe that jurors could not weigh the competing interests of the victim in this case, and society at large. I think that we should have trusted the judgment of a group of citizen jurors to decide if the decedent's estate should recover. Therefore, I must respectfully dissent.\nSTARCHER, Justice, dissenting.\n\n(Filed July 9, 2001)\nI dissent to the majority's opinion because I find it does not properly represent the record.\nThe record indicates that the defendant police officers attempted to use a drug informant to capture defendants Terryonto McGrier and Jerome Thomas in the course of a drug transaction at the Cutlip's Motor Inn. The area around the Inn was secured by at least 8 police officers in other vehicles. When McGrier and Thomas didn't show up, the officers moved the informant to a Days Inn for \"safety reasons\"\u0097but didn't bother to secure the area with any police backup.\nBy coincidence, the police officers discovered McGrier and Thomas in the Days Inn parking lot. Without any assistance, the officers attempted to capture the criminals. A shootout ensued, and the criminals fled. Racing at speeds as high as 80 miles per hour, with flat tires that had been shot out, the criminals raced onto highly congested roads in the middle of the afternoon. The police officers knew\u0097and so testified during their depositions\u0097that criminals fleeing a hot pursuit \"will strike pedestrians with an automobile in order to stop the police from chasing them.\"\nThe police officers later testified that they never discussed terminating the pursuit of McGrier and Thomas. The two criminals passed cars on the left, and when presented with oncoming traffic, the police officers saw them pass traffic by leaving the road and passing on the right, on the berm. David Sergent, age 19 years\u0097wearing blaze orange and riding home from an afternoon of hunting\u0097was struck from behind while riding his bike on the berm.\nAmazingly, none of the defendant police officers stopped to render aid. Instead, they continued their pursuit, radioing the dispatcher to send an ambulance.\nThe majority opinion refers to an affidavit proffered by the plaintiffs written by Sergeant Chester M. Miller, III, of the Maryland State Police. Sergeant Miller gave an opinion, based upon his professional experience, that the actions of the defendant police officers\n... departed from the standard of professional police conduct, so as to constitute gross negligence, and wanton and reckless conduct on their part, which proximately contributed to the incident causing the death of David Sergent, to include, but not necessarily limited to:\n...\n4. Their high speed pursuit of the fugitives... into the community and surrounding area of Marmet, without breaking off the same prior to reaching the congested area; and by otherwise failing to utilize accepted national standards for bringing a fleeing suspect's vehicle to a stop.\n\n*323 5. Failing to abide by the Charleston Police Department's own policies and procedures pertinent to:\na. Planning and executing their apprehension of the suspect Jerome Thomas;\nb. The protection of life during vehicular pursuit;\nc. Breaking off vehicular pursuit for the public safety; and\nd. Rendering aid to an injured pedestrian.\n6. Their failure to abide by and adhere to standards of professional police conduct, such as those contained in the International Association of Chiefs of Police, Inc., Model Policy on Vehicular Pursuits.\n\nThe majority characterizes this affidavit as failing to point to specific tortious conduct and \"wholly insufficient to support a negligence action.\"\nThe majority opinion states that police pursuits \"are inherently dangerous, absent any negligence, to the pursuing officers, the pursued suspects, drivers of other automobiles, and pedestrians.\" 209 W.Va. at 445, 549 S.E.2d at 319. I agree with this proposition wholeheartedly\u0097and it is exactly the reason that police pursuits are to be done with restraint, and, if at all possible, avoided.[1]\nSergeant Miller's affidavit indicates that commonly accepted standards of professional police conduct mandated that the pursuit by the defendants should have been terminated, and that the failure to terminate the pursuit was reckless. The record reflects that the police officers in the instant case had a subjective realization that people often die in hot pursuits. The criminal suspects had already shown a disregard for life by indiscriminately shooting at the police officers in the hotel parking lot; it was reasonably foreseeable that they would harm an innocent third party to slow the police down. Police pursuits are inherently dangerous\u0097and if the police choose to expose the public to that dangerousness and high likelihood of harm, they and the agency by whom they are employed should be held responsible like any other individual.\nThe record in this case makes it patently clear that the police have a difficult job. I have no doubts about it. But the Sergent family has just as difficult a task\u0097facing life without their son. A jury could conclude that David Sergent's death did not have to happen had the defendant police officers followed their own departments' regulations, and the standards of conduct followed by police officers nationwide, and terminated the pursuit. Two violent drug dealers might have escaped that day\u0097but an innocent young man might still be alive.\nI therefore respectfully dissent.\nNOTES\n[1]  Rodney Merritt had been arrested and had negotiated a plea agreement in exchange for his cooperation in the investigation of Jerome Thomas's activities. Merritt informed police of the location of some of Thomas's cocaine and heroin, and 70 grams of cocaine base and an amount of heroin were recovered at that location. On November 21, 1990, law enforcement personnel arranged a monitored telephone call from Merritt to Charles Lee Smith. Merritt's relation of the conversation is that Smith told Merritt that Thomas wanted his drugs back and Merritt told Smith that he (Merritt) was staying at Cutlips Hotel. See U.S. v. Thomas, 55 F.3d 144 (4th Cir.1995), cert. denied, Thomas v. U.S., 516 U.S. 903, 116 S.Ct. 266, 133 L.Ed.2d 189 (1995).\n[2]  On motion of the appellant, trial against Thomas and McGrier was stayed pending this appeal.\n[3]  The area around Cutlips Motor Inn had been secured by additional police units consisting of at least eight officers.\n[4]  Officer White had assisted in securing the area around Cutlips Motor Inn.\n[5]  In his brief to this Court, the appellant lists as one of his assignments of error that \"[t]he Court ignored substantial evidence that conflicts with the Court's findings of Fact Nos. 1, 2, and 3 of its December 2, 1999 Order, and ignored other evidence upon which a jury may rely and find in favor of the plaintiff.\" However, the appellant does not specifically discuss what material fact or facts, which have the capacity to sway the outcome of the litigation under the applicable law, conflict with the circuit court's factual findings. See Jividen v. Law, 194 W.Va. 705, 461 S.E.2d 451 (1995). Once again, we emphasize that \"[a] skeletal `argument,' really nothing more than an assertion, does not preserve a claim .... Judges are not like pigs, hunting for truffles buried in briefs.\" State, Dept. of Health v. Robert Morris N., 195 W.Va. 759, 765, 466 S.E.2d 827, 833 (1995) (citations omitted).\n\nThe appellant does challenge the circuit court's finding that the police officers' activities at Cutlips Motor Inn were too remote in time and distance to be relevant to the appellant's claim. This is because the appellant has never claimed that the police officers' conduct at Cutlips Motor Inn was tortious but rather that their conduct at Motel 6 was. While we agree with the appellant, this point is not material to the appellant's case. Also, the appellant states that \"[a]t some point a front and back tire were shot out and the pursuit continued with the fugitives driving on the wheel rims of their vehicle.\" However, the appellant does not challenge the circuit court's finding that the officers did not \"interfere with the driver's ability to steer and/or otherwise control the car[]\" during the pursuit. Rather, all parties appear to agree that gunfire was exchanged at the Motel 6 parking lot prior to the pursuit.\n[6]  David Glenn Sergent was 19 years of age at the time of his death.\n[7]  In state court, McGrier pled guilty to two counts of attempted murder with the use of a firearm. Thomas pled guilty to a charge of negligent homicide and a charge of bringing stolen property into West Virginia (the vehicle was stolen). McGrier received concurrent sentences of one to five years on each count, while Thomas received a one to ten year sentence on the stolen property charge and a one year sentence on the negligent homicide charge. Also, a two count federal indictment was brought against McGrier and Thomas for conspiracy to distribute cocaine base and heroine and for carrying and using a firearm in connection with a drug trafficking offense. Count one of the indictment was dismissed without prejudice with respect to McGrier based on the Speedy Trial Act. See U.S. v. McGrier, 848 F.Supp. 649 (S.D.W.Va.1994), affirmed, U.S. v. Thomas, 55 F.3d 144 (4th Cir. 1995), cert. denied, Thomas v. U.S., 516 U.S. 903, 116 S.Ct. 266, 133 L.Ed.2d 189 (1995). Thomas was ultimately convicted of conspiracy to possess with intent to distribute and conspiracy to distribute cocaine base and heroin and of possession with intent to distribute cocaine base and heroin. See U.S. v. Thomas, supra.\n[8]  Judge Scott was sitting by temporary assignment to fill the vacancy created when Judge Lynn Ranson left the bench.\n[9]  According to the appellant, Judge MacQueen was the seventh judge assigned to this case. Judges Charles King, Paul Zakaib, and Irene Berger recused themselves. Judge James Stucky was recused by this Court, and Judges Lynn Ranson and George Scott left the bench.\n[10]  Officer Hart filed a separate motion for summary judgment on the grounds that he was a passenger in the vehicle driven by Officer Crawford, and that the vehicle driven by Officer Crawford was not the primary pursuit vehicle.\n[11]  The appellant's reliance on Powderidge Unit Owners v. Highland Prop., 196 W.Va. 692, 474 S.E.2d 872 (1996) is misplaced. In Powderidge, the plaintiff moved for the Court to reconsider an order granting summary judgment which, of course, was a final, appealable order. In the instant case, on the other hand, the trial court originally entered an order denying summary judgment which, as noted above, is an interlocutory order which can be reconsidered by the trial court.\n[12]  It is not disputed that the Act is applicable to the facts of this case. The Act limits the liability of \"political subdivisions,\" which includes municipalities. A municipality is defined in the Act as, inter alia, any incorporated city. W.Va.Code § 29-12A-3(b) (1986). St. Albans and Charleston are incorporated cities.\n[13]  W.Va.Code § 29-12A-5(b)(1) (1986) states, in addition, that \"[a]n employee of a political subdivision is immune from liability unless ... (1) [h]is or her acts or omissions were manifestly outside the scope of employment or official responsibilities[,] [or] (3) [l]iability is expressly imposed upon the employee by a provision of this code.\" The appellant does not claim that either of these exceptions to immunity are applicable here.\n[14]  Section (c) says,\n\nThe exemptions herein granted to an authorized emergency vehicle shall apply only when the driver of any said vehicle while in motion sounds audible signal by bell, siren, or exhaust whistle as may be reasonably necessary, and when the vehicle is equipped with at least one lighted flashing lamp as authorized by section twenty-six [§ 17C-15-26], article fifteen of this chapter which is visible under normal atmospheric conditions from a distance of five hundred feet to the front of such vehicle, except that an authorized emergency vehicle operated as a police vehicle need not be equipped with or display a warning light visible from in front of the vehicle.\n[15]  The defendants in Peak, state troopers and the state Department of Public Safety, are not governed by The Governmental Tort Claims and Insurance Reform Act which does not apply to state agencies and state employees. The Court in Peak found the applicable standard of care in W.Va.Code § 17C-2-5(d) which governs the drivers of authorized emergency vehicles when in the pursuit of criminal suspects. Because the instant case concerns political subdivisions and their employees, it is governed by both W.Va. Code § 17C-2-5 and The Governmental Tort Claims and Insurance Reform Act. These code sections agree that an employee of a political subdivision who is driving an authorized emergency vehicle in the pursuit of a criminal suspect is personally liable for injury or loss resulting from a collision between the vehicle being pursued and a third party if the driver of the emergency vehicle is guilty of reckless or grossly negligent conduct. (\"The phrase `reckless disregard for the safety of others' used in W.Va.Code, 17C-5-2(d), is synonymous with gross negligence.\") Peak, 185 W.Va. at 552, n. 4, 408 S.E.2d at 304, n. 4 (citing State v. Vollmer, 163 W.Va. 711, 259 S.E.2d 837 (1979)).\n[16]  The appellant essentially hinges his case on the conduct of Officers Crawford and Hart in the parking lot of Motel 6. During oral argument before this Court, he all but conceded that, but for the fact that the officers failed to terminate their pursuit of the suspects prior to the decedent's death, he is unable to show reckless and wanton conduct in the way in which the pursuit was carried out.\n[17]  The circuit court did not make a finding concerning the actions of Officers Crawford and Hart in the Motel 6 parking lot, but instead found that the officers' activities at Cutlips Motor Inn were too remote in time and distance to be relevant to the appellant's claim.\n[18]  See, however, Estate of Hough v. Estate of Hough, 205 W.Va. 537, 519 S.E.2d 640 (1999) in which this Court found that the estate of a mobile home park resident who was murdered in her front yard by her husband stated a claim against her landlord in a wrongful death action because the landlord knew or should have known of the husband's previous violent conduct toward his wife.\n[19]  The appellant also claims that the trial court erred in finding that the public duty doctrine made the defendants immune from suit. Because we find that summary judgment was proper on the grounds discussed above, we decline to discuss the public duty doctrine.\n[1]  I would even go so far as to hold that police pursuits are inherently dangerous as a matter of law. As with any inherently dangerous activity, the police and the governmental agencies by which they are employed would then be strictly liable for any resulting harm.\n\n",
            "ocr": false,
            "opinion_id": 1287794
        },
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n*440PER CURIAM.\nThe appellant, John D. Sergent, Administrator of the Estate of David Glenn Sergent, Deceased, appeals the December 2, 1999 order of the Circuit Court of Kanawha County which granted summary judgment to the ap-pellees, City of Charleston, City of St. Al-bans, Charleston Police Officers William H. Hart and Greg White, and St. Albans Police Officer J.H. Crawford. The appellant’s deceased was killed when a vehicle being pursued by the appellee police officers collided with him. For the reasons stated below, we affirm the summary judgment.\nI.\nFACTS\nOn the afternoon of November 21, 1990, Charleston Police Officer William H. Hart and St. Albans Police Officer J.H. Crawford, (appellees and defendants below) arranged for an informant, Rodney Merritt,1 to carry out a drug transaction with Terryonto McGrier and Jerome Thomas (defendants below)2 at Cutlips Motor Inn in Charleston.3 When Thomas and McGrier failed to show, Officers Crawford and Hart, acting in an undercover capacity, relocated the informant, in an unmarked police vehicle, to Motel 6 in Kanawha City. Officer Crawford was driving the vehicle.\nWhen Officers Crawford and Hart and the informant, Merritt, arrived at the Motel 6 parking lot, Merritt recognized Thomas and McGrier sitting there in a blue 1991 Pontiac. Merritt, at the direction of Officers Crawford and Hart, reluctantly exited the undercover police vehicle and approached the Pontiac. However, he hurriedly retreated back into the police vehicle when he saw McGrier make a motion as if to retrieve a firearm. Officer Crawford then drove the undercover police vehicle to the back parking lot of Motel 6, and Officer Hart requested uniformed officer assistance via Metro Radio. Before assistance arrived, Thomas and McGrier attempted to corner the undercover police vehicle in the back lot. In response, Officer Crawford drove to the front of the motel to await assistance. At that point, the vehicle carrying McGrier and Thomas pulled behind the undercover police vehicle and McGrier and Thomas opened fire on it. Officers Crawford and Hart returned fire.\nThomas and McGrier then fled eastbound on MacCorkle Avenue, also known as Route 61, toward Marmet. A marked police vehicle driven by Charleston Police Officer Greg White (appellee and defendant below) pulled behind the fleeing vehicle and attempted to stop it by activating his emergency lights and siren.4 Officers Crawford and Hart were also in pursuit behind Officer White.\nThe circuit court made the following findings concerning the nature of the pursuit and the events surrounding the death of appellant’s deceased:5\n*4417. Defendant Greg White, A City of Charleston Police officer driving a marked police cruiser, observed the suspect vehicle almost immediately and used the police vehicle’s blue lights and siren in an attempt to stop the suspect vehicle. The suspect vehicle disregarded the command to stop and continued to flee eastbound on Rt. 61 toward Marmet.\n8. Although Plaintiff claims that the marked police car did not sound its siren, there is no evidence to that effect. All of the witnesses agreed that the police ear had its emergency lights flashing. Plaintiff relies upon the testimony of several witnesses who did not recall hearing the police siren, although they stopped short of affirmatively stating that the siren was not used, to establish that the police did not use an audible signal. Defendants produced the Metro 911 tape of the incident. The police siren was heard on the tape. (Footnote omitted).\n9. The pursuit by Officer White lasted for approximately 2 to 3 minutes, covering approximately 2.7 miles before the collision which forms the basis of this civil action.\n10. Rt. 61 is paved; one lane of traffic for eastbound traffic, one lane of traffic for westbound traffic, with paved shoulders on each side.\n11. Rt. 61 is slightly curved, but the roadway where the accident occurred was nearly straight. The posted speed limit is 65 miles per hour.\n12. The pursuit occurred during daylight hours and weather conditions were good.\n13. The officers remained behind the suspect vehicle at all times.\n14. It is undisputed that the officers did not try to run the suspect vehicle off the road, set up a road block, pass the subject vehicle, or otherwise interfere with the driver’s ability to steer and/or otherwise control the car. Furthermore, it is undisputed that the police did not strike the Plaintiffs decedent or otherwise cause any injury or damage to person or property-\n15. As the suspect vehicle neared Mar-met, and in the vicinity of Turnpike Ford, the suspect vehicle came up behind a vehicle driven by Robert Strain, which was traveling eastbound on Rt. 61 at approximately 40-45 miles per hour.\n16. The suspect vehicle attempted to pass the Strain vehicle on the left then the suspect vehicle again began to move into the opposite lane, but could not pass because of traffic approaching in the opposite direction.\n17. The suspect vehicle then passed the Strain vehicle on the right hand shoulder striking the plaintiffs decedent [David Glenn Sergent]6 who was wearing blaze orange and riding a bicycle. (Footnote added).\nOn April 23, 1993, the appellant, John D. Sergent, Administrator of the Estate of David Glenn Sergent, filed a wrongful death suit against numerous defendants, alleging, inter alia, that the negligent, wanton and reckless conduct of the police officers resulted in the death of the decedent. Jerome Thomas and Terryonto MeGrier were also made defendants below.7 On July 31, 1997, *442Circuit Judge George Scott8 denied the police officers’ and their employers’ motions for summary judgment. These motions were subsequently renewed and granted by Circuit Judge Andrew MacQueen on December 2, 1999.9 In its summary judgment order, the circuit court concluded that the appellant’s claims against the appellees must fail because of the Public Duty Doctrine, and that W.Va.Code §§ 29-12A-1-18, The Governmental Tort Claims and Insurance Reform Act, provide the appellees with immunity from suit. As a separate basis for granting summary judgment on behalf of Officers Crawford and Hart, the circuit court found that these officers were not in the primary pursuit vehicle and that there was no evidence that they were responsible for the conduct of the pursuit.10\nII.\nDISCUSSION\nWe review the circuit court’s entry of summary judgment de novo. See Syllabus Point 1, Painter v. Peavy, 192 W.Va. 189, 451 S.E.2d 755 (1994). In other words, we look at the record with fresh eyes to see whether we would make the same findings as the circuit court. If not, our findings prevail.\nThe appellant initially asserts that the appellees’ renewed motions for summary judgment were improper. According to the appellant, the West Virginia Rules of Civil Procedure do not provide for such “motions for reconsideration.” Therefore, such a motion must be treated as a motion to alter or amend judgment under Rule 59(e) or a motion for relief from a judgment or order under Rule 60(b). It cannot be the former, says the appellant, because it was not served within ten days of the original denial of summary judgment. It cannot be the latter, he opines, since no new evidence became available to the defendants since that denial.\nWe can quickly dispose of this issue. “An order denying a motion for summary judgment is merely interlocutory, leaves the case pending for trial, and is not appealable except in special instances in which an interlocutory order is appealable.” Syllabus Point 8, Aetna Casualty &amp; Surety Co. v. Federal Insurance Co. of New York, 148 W.Va. 160, 133 S.E.2d 770 (1963). We have also recognized that “[a trial] court has plenary power to reconsider, revise, alter, or amend an interlocutory order[.]” Coleman v. Sopher, 201 W.Va. 588, 605, 499 S.E.2d 592, 609 (1997). Therefore, we conclude that the order denying the appellees’ motions for summary judgment was interlocutory, and was not improperly reconsidered by the circuit court11\nAs a preliminary matter, we note that this case is governed by The Governmental *443Tort Claims and Insurance Reform Act, W.Va.Code §§ 29-12A-1 — 18, which provides immunity from suit to political subdivisions and their employees in certain prescribed situations.12 According to W.Va.Code § 29-12A-5(b)(2) (1986), “[a]n employee of a political subdivision is immune from liability unless ... (2) [h]is or her acts or omissions were with malicious purpose, in bad faith, or in a wanton or reckless manner.”13 The Act also provides that political subdivisions are liable for injury, death, or loss to persons or property caused by either the negligent operation of any vehicle by their employees when engaged within the scope of their employment and authority or, generally, by the negligent performance of acts by their employees acting within the scope of employment. See W.Va.Code § 29-12A-4(c)(l) and (2) (1986). We will apply these standards to the instant facts.\nThe circuit court found in its summary judgment order that the appellee officers were not negligent, wanton, or reckless in their pursuit of the suspects. We agree. The privileges and immunities of police officers who are driving authorized emergency vehicles in pursuit of actual or suspected violators of the law are governed, in part, by W.Va.Code § 17C-2-5 (1971) which provides:\n(a) The driver of an authorized emergency vehicle ... when in the pursuit of an actual or suspected violator of the law ... may exercise the privileges set forth in this section, but subject to the conditions herein stated.\n(b) The driver of an authorized emergency vehicle may:\n(1) Park or stand, irrespective of the provisions of this chapter;\n(2) Proceed past a red or stop signal or stop sign, but only after slowing down as may be necessary for safe operation;\n(8) Exceed the speed limits so long as he does not endanger life or property;\n(4) Disregard regulations governing direction of movement of [or] turning in specified directions.14\n***** *\n(d) The foregoing provisions shall not relieve the driver of an authorized emergency vehicle from the duty to drive with due regard for the safety of all persons, nor shall such provisions protect the driver from the consequences of his reckless disregard for the safety of others. (Footnote added).\nThis statute was interpreted and applied by this Court in Peak v. Ratliff, 185 W.Va. 548, 408 S.E.2d 300 (1991).\nIn Peak, a driver brought an action against state troopers and the West Virginia Department of Safety to recover for injuries sustained when a vehicle being pursued by the state troopers collided with the driver’s vehicle.15 The circuit court entered judgment *444notwithstanding the verdict in favor of the troopers and the Department, and the driver appealed. Concerning the applicable standard of care, this Court held in Syllabus Point 5 of Peak:\nWhere the police are engaged in a vehicular pursuit of a known or suspected law violator, and the pursued vehicle collides with the vehicle of a third party, under W.Va.Code, 17C-2-5 (1971), the pursuing officer is not liable for injuries to the third party arising out of the collision unless the officer’s conduct in the pursuit amounted to reckless conduct or gross negligence and was a substantial factor in bringing about the collision.\nThe material facts of Peak were as follows:\nThe accident giving rise to this proceeding occurred in the late afternoon of September 15, 1987, near the intersection of State Route l%s, also known as Glenwood Road, and U.S. Route 460 in Mercer County. [The state troopers] were engaged in a high-speed vehicular pursuit of Mr. Akers, a burglary suspect who had previously eluded capture by the police, on Glenwood Road. As they approached the intersection with Route 460, the vehicle driven by Mr. Akers entered the oncoming lane of traffic and collided head-on with the car driven by Mrs. Peak, seriously injuring her.\nPeak, 185 W.Va. at 550, 408 S.E.2d at 302. This Court affirmed the trial court’s ruling that the officers’ conduct did not constitute gross negligence. We reasoned:\nTrooper Ratliff and Corporal Fulknier were confronted with a serious law violator who had escaped capture in a vehicular pursuit the previous evening. The officers knew of Mr. Akers’ past record and the fact that the vehicle he abandoned on September 14, 1987, contained a weapon and drugs. Both vehicles driven by Mr. Akers on these two days were stolen. The officers were familiar with the road on which the pursuit was conducted. There was good visibility during the chase and no inclement weather which would make the road hazardous. Even though the speed was estimated at between 60 and 100 miles per hour, the officers were careful to slow down when passing cars. There were no pedestrians, and the traffic was moderate. The pursuit lasted only a brief period of time. It does not appear that the officers forced the pursuit by attempting to overtake Mr. Akers or by forcing him off the roadway. Neither officer attempted to fire his weapon, an act which might cause a fleeing suspect to panic. When Mr. Akers crossed the center line and drove into the filling station where the collision occurred, the officers were not in sight.\nPeak, 185 W.Va. at 558, 408 S.E.2d at 310.\nApplying the Peak criteria to the instant facts, we conclude that the conduct of the officers in pursuing the suspects did not amount to negligent, wanton, or reckless conduct. The undisputed evidence indicates that Officer White was driving a marked police vehicle, and used the vehicle’s blue lights and siren to attempt to stop the suspects’ vehicle. Officers Crawford and Hart, although in an undercover vehicle, were following Officer White. They pursued the suspects for approximately two and one-half to three minutes for a distance of about 2.7 miles, a relatively short period of time and distance. The area of the pursuit was along Route 61, a two lane paved concrete road with paved shoulders on each side. Although Route 61 is slightly curved, it is nearly straight where the accident occurred. The pursuit took place during daylight hours, and weather conditions were good. The posted speed limit was 55 miles per hour, and the suspect vehicle was traveling at approximately 40 to 45 miles per hour when the accident occurred. The officers remained behind the suspects’ vehicle at all times. They did not *445try to run the suspect vehicle off the road, set up a road block, pass the suspects’ vehicle, or otherwise interfere with the driver’s ability to control his vehicle. Finally, the suspects were suspected drug dealers who were known to be armed because they had just shot at undercover police officers. In light of these facts, we believe that a rational trier of fact could not find that the officer’s conduct in pursuit of the suspects was negligent, wanton, or reckless.\nFurther, we find Sergeant Miller’s affidavit, presented by the appellant, insufficient to show that there is a genuine issue for trial. “[T]he party opposing summary judgment must satisfy the burden of proof by offering more than a mere ‘scintilla of evidence,’ and must produce evidence sufficient for a reasonable jury to find in a nonmoving party’s favor.” Painter v. Peavy, 192 W.Va. 189, 192-93, 451 S.E.2d 755, 758-59 (1994) (citation omitted). The evidence offered must be “concrete,” Williams v. Precision Coil, Inc., 194 W.Va. 52, 60, 459 S.E.2d 329, 337 (1995) (citations omitted), and “mere allegations” are insufficient. W.Va.R.Civ.P. 56(e). See also Miller v. City Hosp., Inc., 197 W.Va. 403, 475 S.E.2d 495 (1996).\nThe bulk of Sergeant Miller’s affidavit concerning the officers’ conduct during the vehicular pursuit amounts to nothing more than mere allegations. The affidavit opines that the officers failed to follow applicable local, national and international police standards and failed to protect life during the vehicular pursuit. But without pointing to specific tor-tious conduct and showing how this conduct caused the suspects’ collision with the decedent, these allegations are wholly insufficient to support a negligence action. Stripped of these allegations, the appellant’s claim is essentially that it was negligence for the officers not to terminate their pursuit prior to the decedent’s death. We reject this claim as being contrary to our law.\nIt is the duty of police officers to apprehend and arrest suspected law violators. This duty sometimes involves vehicular pursuits of criminal suspects. These pursuits are inherently dangerous, absent any negligence, to the pursuing officers, the pursued suspects, drivers of other automobiles, and pedestrians. While under some circumstances prudence demands terminating a vehicular pursuit, such circumstances are not present here. Under these facts, a rational trier of fact could not find that the officers were negligent in not terminating their pursuit of the suspects. Accordingly, we conclude that summary judgment on behalf of the officers and their respective employers, based on the officers’ conduct while in pursuit of the suspects, was proper\nThe essence of the appellant’s case, however, is not that the officers were negligent in their pursuit of the suspects but that the conduct of Officers Crawford and Hart was wanton and reckless in the Motel 6 parking lot prior to the pursuit.16 According to the appellant and his supporting affidavit below, Officers Crawford and Hart acted in a wanton or reckless manner in the Motel 6 parking lot by moving their informant, Rodney Merritt, in broad daylight from the secured location at Cutlips Motor Inn to Motel 6, an unsecured location; failing to wait for police backup; failing to secure the perimeter prior to approaching Terryonto McGrier and Jerome Thomas on the parking lot at Motel 6; and directing Rodney Merritt to approach the suspects’ vehicle with the knowledge that Merritt’s life had been threatened by the suspects.17\nWe do not believe that the conduct of Officers Crawford and Hart in the Motel 6 parking lot rises to the level of wanton or reckless conduct. Police officers are often *446called upon to make split-second judgments in highly stressful situations. When Officers Crawford and Hart unexpectedly encountered the suspects in the Motel 6 parking lot, they were faced with the choice of delay until backup arrived, which would possibly allow dangerous drug offenders to escape, or attempting to proceed despite the absence of optimal conditions. Further, the officers repeatedly attempted to avoid confrontation with the suspects. Under these facts, we do not believe that a rational jury could find that the conduct of Officers Crawford and Hart in the Motel 6 parking lot was wanton or reckless.\nIn addition, even if we were to conclude that a rational trier of fact could find the officers’ conduct to be wanton or reckless, we do not believe that a rational trier of fact could find that such conduct proximately caused the death of appellant’s decedent. “A fundamental legal principle is that negligence to be actionable must be the proximate cause of the injury complained of and must be such as might have been reasonably expected to produce an injury.” Syllabus Point 2, McCoy v. Cohen, 149 W.Va. 197, 140 S.E.2d 427 (1965). “Proximate cause is a vital and an essential element of actionable negligence and must be proved to warrant a recovery in an action based on negligence.” Syllabus Point 3, id. We have also said that “[t]he proximate cause of an injury is the last negligent act contributing to the injury and without which the injury would not have occurred.” Syllabus Point 5, Hartley v. Credo, 140 W.Va. 133, 82 S.E.2d 672 (1954), overruled on other grounds, State v. Kopa, 173 W.Va. 43, 311 S.E.2d 412 (1983). In addition, “[a] tortfeasor whose negligence is a substantial factor in bringing about injuries is not relieved from liability by the intervening acts of third persons if those acts were reasonably foreseeable by the original tortfeasor at the time of his negligent conduct.” Syllabus Point 13, Anderson v. Moulder, 183 W.Va. 77, 394 S.E.2d 61 (1990). However, “[generally, a willful, malicious, or criminal act breaks the chain of causation.” Yourtee v. Hubbard, 196 W.Va. 683, 690, 474 S.E.2d 613, 620 (1996) (citation omitted).18\nIn Yourtee, the appellee and defendant below parked his vehicle, unlocked and with the ignition key available, in front of his video rental store which was located in a strip mall. The plaintiffs/appellant’s decedent assisted in stealing the vehicle and was a passenger in the vehicle when it crashed into a brick wall following a high speed chase in an attempt to elude capture. The appellant’s decedent was killed in the crash and the appellant sued the owner of the vehicle among others. The jury awarded damages against the defendants and found the owner of the vehicle to be 10% at fault. The trial court granted the motion for judgment notwithstanding the verdict on behalf of the vehicle’s owner on the grounds that the theft of the vehicle and subsequent negligent acts of the decedent and his friends constituted an intervening efficient cause which broke the chain of causation and was the proximate cause of the decedent’s death. This Court affirmed the trial court for the reason that the appellee owed no duty to a person participating in the theft of a motor vehicle. The Court also found, however, that “the trial court had sufficient authority to conclude that the theft of the car and the subsequent acts of the plaintiffs decedent and his friends were intervening efficient acts which were not foreseeable by the defendant; thereby breaking the chain of causation which originally began with the defendant’s negligent act and relieving the defendant of any liability.” 196 W.Va. at 691, 474 S.E.2d at 621.\nLikewise, in the instant case, we believe that the criminal acts of the suspects in pursuing the undercover officers, firing at them, fleeing from the police at a high speed, and swerving off of the road and onto the berm constituted intervening efficient acts which were not foreseeable by Officers Crawford and Hart when they initiated contact with the suspects. The appellant emphasizes *447the fact that the officers forced Merritt to approach the suspects with the knowledge that the suspects wanted Merritt dead. However, while it may have been foreseeable that the informant could be harmed by forcing him to approach the suspects’ vehicle, the death of a pedestrian several miles up the road was not foreseeable as a matter of law.\nTherefore, we conclude that the intentional, criminal acts of the suspects, after the initial confrontation and the officers’ withdrawal, were intervening efficient acts which were not foreseeable by Officers Crawford and Hart, thereby breaking the chain of causation which originally began with their arguably negligent conduct and relieving them, and their employers, of any liability.\nOur law says that “[t]he questions of negligence, contributory negligence, proximate cause, intervening cause and concurrent negligence are questions of fact for the jury where the evidence is conflicting or when the facts, though undisputed, are such that reasonable men draw different conclusions from them.” Syllabus Point 2, Evans v. Farmer, 148 W.Va. 142, 133 S.E.2d 710 (1963). For the aforementioned reasons, we conclude that reasonable persons could not find, from the undisputed evidence, that any negligent conduct of Officers Crawford and Hart in the Motel 6 parking lot was the proximate cause of the decedent’s death.\nIn sum,\nSummary judgment is appropriate where the record taken as a whole could not lead a rational trier of fact to find for the nonmoving party, such as where the nonmoving party has failed to make a sufficient showing on an essential element of the case that it has the burden to prove.\nSyllabus Point 4, Painter v. Peavy, 192 W.Va. 189, 451 S.E.2d 755 (1994). For the reasons stated above, we find that the appellant has failed to make a sufficient showing on the essential element of negligent, reckless, or wanton conduct in the officers’ pursuit of the suspects. We also find that the appellant has failed to make a sufficient showing on the essential element of reckless or wanton conduct by Officers Crawford and Hart in the Motel 6 parking lot. Finally, we find that the appellant has failed to make a sufficient showing that any negligent conduct of Officers Crawford and Hart in the Motel 6 parking lot proximately caused the death of appellant’s decedent.\nIII.\nCONCLUSION\nWe conclude, therefore, that summary judgment on behalf of the individual officers and their respective employers for any allegedly negligent, reckless, or wanton conduct was proper. Accordingly, the circuit court’s December 2, 1999 order which granted summary judgment to the appellees, City of Charleston, City of St. Albans, Charleston Police Officers William H. Hart and Greg White, and St. Albans Police Officer J.H. Crawford is affirmed.19 Affirmed.\n\n. Rodney Merritt had been arrested and had negotiated a plea agreement in exchange for his cooperation in the investigation of Jerome Thomas’s activities. Merritt informed police of the location of some of Thomas’s cocaine and heroin, and 70 grams of cocaine base and an amount of heroin were recovered at that location. On November 21, 1990, law enforcement personnel arranged a monitored telephone call from Merritt to Charles Lee Smith. Merritt’s relation of the conversation is that Smith told Merritt that Thomas wanted his drugs back and Merritt told Smith that he (Merritt) was staying at Cutlips Hotel. See U.S. v. Thomas, 55 F.3d 144 (4th Cir.1995), cert. denied, Thomas v. U.S., 516 U.S. 903, 116 S.Ct. 266, 133 L.Ed.2d 189 (1995).\n\n\n. On motion of the appellant, trial against Thomas and McGrier was stayed pending this appeal.\n\n\n. The area around Cutlips Motor Inn had been secured by additional police units consisting of at least eight officers.\n\n\n. Officer White had assisted in securing the area around Cutlips Motor Inn.\n\n\n. In his brief to this Court, the appellant lists as one of his assignments of error that “[t]he Court ignored substantial evidence that conflicts with the Court’s findings of Fact Nos. 1, 2, and 3 of its December 2, 1999 Order, and ignored other evidence upon which a jury may rely and find in favor of the plaintiff.” However, the appellant does not specifically discuss what material fact or facts, which have the capacity to sway the outcome of the litigation under the applicable law, conflict with the circuit court's factual findings. See Jividen v. Law, 194 W.Va. 705, 461 S.E.2d 451 (1995). Once again, we emphasize that \"[a] skeletal 'argument,’ really nothing more than an assertion, does not preserve a claim .... Judges are not like pigs, hunting for truffles buried in briefs.” State, Dept. of Health v. Robert Morris N., 195 W.Va. 759, 765, 466 S.E.2d 827, 833 (1995) (citations omitted).\n*441The appellant does challenge the circuit court’s finding that the police officers’ activities at Cut-lips Motor Inn were too remote in time and distance to be relevant to the appellant’s claim. This is because the appellant has never claimed that the police officers’ conduct at Cutlips Motor Inn was tortious but rather that their conduct at Motel 6 was. While we agree with the appellant, this point is not material to the appellant's case. Also, the appellant states that ”[a]t some point a front and back tire were shot out and the pursuit continued with the fugitives driving on the wheel rims of their vehicle.” However, the appellant does not challenge the circuit court’s finding that the officers did not “interfere with the driver’s ability to steer and/or otherwise control the car[]” during the pursuit. Rather, all parties appear to agree that gunfire was exchanged at the Motel 6 parking lot prior to the pursuit.\n\n\n. David Glenn Sergent was 19 years of age at the time of his death.\n\n\n. In state court, MeGrier pled guilty to two counts of attempted murder with the use of a firearm. Thomas pled guilty to a charge of negligent homicide and a charge of bringing stolen property into West Virginia (the vehicle was stolen). MeGrier received concurrent sentences of one to five years on each count, while Thomas received a one to ten year sentence on the stolen *442property charge and a one year sentence on the negligent homicide charge. Also, a two count federal indictment was brought against McGrier and Thomas for conspiracy to distribute cocaine base and heroine and for carrying and using a firearm in connection with a drug trafficking offense. Count one of the indictment was dismissed without prejudice with respect to McGrier based on the Speedy Trial Act. See U.S. v. McGrier, 848 F.Supp. 649 (S.D.W.Va.1994), affirmed, U.S. v. Thomas, 55 F.3d 144 (4th Cir.1995), cert. denied, Thomas v. U.S., 516 U.S. 903, 116 S.Ct. 266, 133 L.Ed.2d 189 (1995). Thomas was ultimately convicted of conspiracy to possess with intent to distribute and conspiracy to distribute cocaine base and heroin and of possession with intent to distribute cocaine base and heroin. See U.S. v. Thomas, supra.\n\n\n. Judge Scott was sitting by temporary assignment to fill the vacancy created when Judge Lynn Ranson left the bench.\n\n\n. According to the appellant. Judge MacQueen was the seventh judge assigned to this case. Judges Charles King, Paul Zakaib, and Irene Berger recused themselves. Judge James Stucky was recused by this Court, and Judges Lynn Ranson and George Scott left the bench.\n\n\n. Officer Hart filed a separate motion for summary judgment on the grounds that he was a passenger in the vehicle driven by Officer Crawford, and that the vehicle driven by Officer Crawford was not the primary pursuit vehicle.\n\n\n. The appellant’s reliance on Powderidge Unit Owners v. Highland Prop., 196 W.Va. 692, 474 S.E.2d 872 (1996) is misplaced. In Powderidge, the plaintiff moved for the Court to reconsider an order granting summary judgment which, of course, was a final, appealable order. In the instant case, on the other hand, the trial court originally entered an order denying summary judgment which, as noted above, is an interlocutory order which can be reconsidered by the trial court.\n\n\n. It is not disputed that the Act is applicable to the facts of this case. The Act limits the liability of \"political subdivisions,” which includes municipalities. A municipality is defined in the Act as, inter alia, any incorporated city. W.Va.Code § 29-12A-3(b) (1986). St. Albans and Charleston are incorporated cities.\n\n\n. W.Va.Code § 29-12A-5(b)(l) (1986) states, in addition, that \"[a]n employee of a political subdivision is immune from liability unless ... (1) [h]is or her acts or omissions were manifestly outside the scope of employment or official responsibilities!)] [or] (3) [(liability is expressly imposed upon the employee by a provision of this code.” The appellant does not claim that either of these exceptions to immunity are applicable here.\n\n\n. Section (c) says.\nThe exemptions herein granted to an authorized emergency vehicle shall apply only when the driver of any said vehicle while in motion sounds audible signal by bell, siren, or exhaust whistle as may be reasonably necessary, and when the vehicle is equipped with at least one lighted flashing lamp as authorized by section twenty-six [§ 17C-15-26], article fifteen of this chapter which is visible under normal atmospheric conditions from a distance of five hundred feet to the front of such vehicle, except that an authorized emergency vehicle operated as a police vehicle need not be equipped with or display a warning light visible from in front of the vehicle.\n\n\n.The defendants in Peak, state troopers and the state Department of Public Safety, are not governed by The Governmental Tort Claims and Insurance Reform Act which does not apply to state agencies and state employees. The Court in Peak found the applicable standard of care in W.Va.Code § 17C-2-5(d) which governs the drivers of authorized emergency vehicles when in the pursuit of criminal suspects. Because the instant case concerns political subdivisions and *444their employees, it is governed by both W.Va. Code § 17C-2-5 and The Governmental Tort Claims and Insurance Reform Act. These code sections agree that an employee of a political subdivision who is driving an authorized emergency vehicle in the pursuit of a criminal suspect is personally liable for injury or loss resulting from a collision between the vehicle being pursued and a third party if the driver of the emergency vehicle is guilty of reckless or grossly negligent conduct. (\"The phrase 'reckless disregard for the safety of others’ used in W.Va.Code, 17C-5-2(d), is synonymous with gross negligence.”) Peak, 185 W.Va. at 552, n. 4, 408 S.E.2d at 304, n. 4 (citing State v. Vollmer, 163 W.Va. 711, 259 S.E.2d 837 (1979)).\n\n\n. The appellant essentially hinges his case on the conduct of Officers Crawford and Hart in the parking lot of Motel 6. During oral argument before this Court, he all but conceded that, but for the fact that the officers failed to terminate their pursuit of the suspects prior to the decedent’s death, he is unable to show reckless and wanton conduct in the way in which the pursuit was carried out.\n\n\n. The circuit court did not make a finding concerning the actions of Officers Crawford and Hart in the Motel 6 parking lot, but instead found that the officers' activities at Cutlips Motor Inn were too remote in time and distance to be relevant to the appellant’s claim.\n\n\n. See, however, Estate of Hough v. Estate of Hough, 205 W.Va. 537, 519 S.E.2d 640 (1999) in which this Court found that the estate of a mobile home park resident who was murdered in her front yard by her husband stated a claim against her landlord in a wrongful death action because the landlord knew or should have known of the husband's previous violent conduct toward his wife.\n\n\n. The appellant also claims that the trial court erred in finding that the public duty doctrine made the defendants immune from suit. Because we find that summary judgment was proper on the grounds discussed above, we decline to discuss the public duty doctrine.\n\n",
            "ocr": false,
            "opinion_id": 9852828
        },
        {
            "author_str": "McGRAW",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMcGRAW, Chief Justice,\ndissenting.\n(Filed July 6, 2001)\nI have two principal concerns with the majority’s holding in this ease. The first is that I feel a jury should have had the opportunity to hear this case. The majority holding affirms the trial judge’s decision that the police were not negligent as a matter of law. The case cited by the majority to support this position notes that it is not a forgone conclusion that the police are free from negligence just because the fleeing criminals struck the victim:\nNor does the fact that a law violator’s actions were the immediate cause of the third party’s injuries necessarily absolve the pursuing officer of liability if the officer’s reckless conduct was a substantial factor in bringing about the ultimate collision. We spoke to this general concept in Syllabus Point 13 of Anderson v. Moulder, 183 W.Va. 77, 394 S.E.2d 61 (1990):\n“A tortfeasor whose negligence is a substantial factor in bringing about injuries is not relieved from liability by the interven*448ing acts of third persons if those acts were reasonably foreseeable by the original tort-feasor at the time of his negligent conduct.”\nThe fact that the applicable standard of care is “reckless disregard” rather than “due care” does not affect these principles.\nPeak v. Ratliff, 185 W.Va. 548, 555, 408 S.E.2d 300, 307 (1991) (quoting, Anderson v. Moulder, 183 W.Va. 77, 394 S.E.2d 61 (1990)).\nI believe that the question of whether the intervening actions of the fleeing criminals were reasonably foreseeable remains unanswered. I am not suggesting that we know that the officers in this ease were negligent, either in their actual pursuit of the criminals, or in their decision to confront them in the parking lot of the motel. I agree that law enforcement officers face a difficult and demanding job, and that the public has a substantial interest in seeing fugitives brought to justice.\nHowever, this is something that jurors understand as well. There is no reason to believe that jurors could not weigh the competing interests of the victim in this case, and society at large. I think that we should have trusted the judgment of a group of citizen jurors to decide if the decedent’s estate should recover. Therefore, I must respectfully dissent.\n",
            "ocr": false,
            "opinion_id": 9852829
        },
        {
            "author_str": "Starcher",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nSTARCHER, Justice,\ndissenting.\n(Filed July 9, 2001)\nI dissent to the majority’s opinion because I find it does not properly represent the record.\nThe record indicates that the defendant police officers attempted to use a drug informant to capture defendants Terryonto McGrier and Jerome Thomas in the course of a drug transaction at the Cutlip’s Motor Inn. The area around the Inn was secured by at least 8 police officers in other vehicles. When McGrier and Thomas didn’t show up, the officers moved the informant to a Days Inn for “safety reasons” — but didn’t bother to secure the area with any police backup.\nBy coincidence, the police officers discovered McGrier and Thomas in the Days Inn parking lot. Without any assistance, the officers attempted to capture the criminals. A shootout ensued, and the criminals fled. Racing at speeds as high as 80 miles per hour, with flat tires that had been shot out, the criminals raced onto highly congested roads in the middle of the afternoon. The police officers knew — and so testified during their depositions — that criminals fleeing a hot pursuit “will strike pedestrians with an automobile in order to stop the police from chasing them.”\nThe police officers later testified that they never discussed terminating the pursuit of McGrier and Thomas. The two criminals passed cars on the left, and when presented with oncoming traffic, the police officers saw them pass traffic by leaving the road and passing on the right, on the berm. David Sergent, age 19 years — wearing blaze orange and riding home from an afternoon of hunting — was struck from behind while riding his bike on the berm.\nAmazingly, none of the defendant police officers stopped to render aid. Instead, they continued their pursuit, radioing the dispatcher to send an ambulance.\nThe majority opinion refers to an affidavit proffered by the plaintiffs written by Sergeant Chester M. Miller, III, of the Maryland State Police. Sergeant Miller gave an opinion, based upon his professional experience, that the actions of the defendant police officers\n... departed from the standard of professional police conduct, so as to constitute gross negligence, and wanton and reckless conduct on their part, which proximately contributed to the incident causing the death of David Sergent, to include, but not necessarily limited to:\n4. Their high speed pursuit of the fugitives ... into the community and surrounding area of Marmet, without breaking off the same prior to reaching the congested area; and by otherwise failing to utilize accepted national standards for bringing a fleeing suspect’s vehicle to a stop.\n*4495. Failing to abide by the Charleston Police Department’s own policies and procedures pertinent to:\na. Planning and executing their apprehension of the suspect Jerome Thomas;\nb. The protection of life during vehicular pursuit;\ne. Breaking off vehicular pursuit for the public safety; and\nd. Rendering aid to an injured pedestrian.\n6. Their failure to abide by and adhere to standards of professional police conduct, such as those contained in the International Association of Chiefs of Police, Inc., Model Policy on Vehicular Pursuits.\nThe majority characterizes this affidavit as failing to point to specific tortious conduct and “wholly insufficient to support a negligence action.”\nThe majority opinion states that police pursuits “are inherently dangerous, absent any negligence, to the pursuing officers, the pursued suspects, drivers of other automobiles, and pedestrians.” 209 W.Va. at 445, 549 S.E.2d at 319. I agree with this proposition wholeheartedly — and it is exactly the reason that police pursuits are to be done with restraint, and, if at all possible, avoided.1\nSergeant Miller’s affidavit indicates that commonly accepted standards of professional police conduct mandated that the pursuit by the defendants should have been terminated, and that the failure to terminate the pursuit was reckless. The record reflects that the police officers in the instant case had a subjective realization that people often die in hot pursuits. The criminal suspects had already shown a disregard for life by indiscriminately shooting at the police officers in the hotel parking lot; it was reasonably foreseeable that they would harm an innocent third party to slow the police down. Police pursuits are inherently dangerous — and if the police choose to expose the public to that dangerousness and high likelihood of harm, they and the agency by whom they are employed should be held responsible like any other individual.\nThe record in this ease makes it patently clear that the police have a difficult job. I have no doubts about it. But the Sergent family has just as difficult a task — facing life without their son. A jury could conclude that David Sergent’s death did not have to happen had the defendant police officers followed their own departments’ regulations, and the standards of conduct followed by police officers nationwide, and terminated the pursuit. Two violent drug dealers might have escaped that day — but an innocent young man might still be alive.\nI therefore respectfully dissent.\n\n. I would even go so far as to hold that police pursuits are inherently dangerous as a matter of law. As with any inherently dangerous activity, the police and the governmental agencies by which they are employed would then be strictly liable for any resulting harm.\n\n",
            "ocr": false,
            "opinion_id": 9852830
        }
    ],
    "court_short_name": "West Virginia Supreme Court",
    "court_full_name": "West Virginia Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "West Virginia, WV",
    "crime_category": "Murder"
}