{
    "id": 7980802,
    "judges": "Campbell, Long, Morse, Ohahplin, Ohamplin, Sherwood",
    "date_filed": "2010-05-05",
    "date_filed_is_approximate": true,
    "slug": "sterling-v-jackson",
    "case_name_short": "Sterling",
    "case_name": "Sterling v. Jackson",
    "case_name_full": "William C. Sterling v. Charles A. Jackson",
    "attorneys": "J. R. Rauch, G. R. Whitman, and I. P. Christiancy (A. 0. Angelí, William E. Wells, and I. G. Walker, of counsel), for appellant., George M. Landon, I. R. Grosvenor, and F. A. Baker, for plaintiff.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Public lands — Swamp-land act — State patent — Navigable waters— Right of hunting and fishing.</p> <p>1. The act of Congress of date September 28, 1850, granting land to the state of Arkansas and otherstates, popularly known as “The Swamp-land Act,” conveyed to the states, respectively, in fee all lands within the purview of the act, and such title in fee became ‘ vested in the state from the date of the act.</p> <p>2. A patent subsequently issued for such land is simply evidence of the grant, and not of the date such grant took effect.</p> <p>3. Reservations for light-house purposes cannot be made by the Commissioner of the General Land-office after the act of September 28, 1850, became a law, from the lands granted by that act.</p> <p>4. Lands lying in the State of Michigan which belonged to the United States at the date o£ the passage of the act of September 28, ■ 1850, and which came within the class of swamp and overflowed lands referred to in that act, became the property of the State of Michigan, and any change in the condition of such lands afterwards from natural causes, whether they become dryer or more overflowed, could not deprive the State of its title to such lands. Consequently, if after such grant the waters of the Great Lakes made, through natural causes, inroads upon portions of such lands, and forced the shore lines inward, the soil under the water remained the property of the State, and subject to its control and disposition. In this respect the State, in virtue of its sovereignty over its domain, is unlike an individual. A grant from the State to an individual of such submerged and overflowed land conveyes the title of such land to such grantee. Especially is this so with respect to the swamp and overflowed lands granted to the State by the act of Congress.</p> <p>6. Where such lands are granted to, and in the hands of, private owners, and have been encroached upon by the navigable waters of the Great Lakes, until such owners construct dykes or levees which prevent, there is an implied license to the public to enter upon and use and navigate such waters, and to exercise all the rights incident to navigation.</p> <p>■6. In this State every person, of whatever rank or station, has an equal right of taking, for his own use, all creatures fit for food that are wild by nature, so long as he does no injury to another’s rights.</p> <p>7. Every person has a right of shooting and capturing wild fowl in any place where he has a right to be, if he does not infringe upon the rights of another having a better right.</p> <p>•8. The owner of the fee of land, whether it be upland or covered with water, has the exclusive right of fowling upon his own land.1</p>",
    "summary": "Error to Monroe. (Pealer, J., presiding.) Trespass. Defendant brings error. The facts are stated in the opinion.",
    "disposition": "Affirmed.",
    "history": null,
    "other_dates": "Argued May 3, 1887, and re-argued February 7 and 8, 1888.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "69 Mich. 488"
    ],
    "opinions": [
        {
            "author_str": "Ohahplin",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nOhahplin, J.\nThis is an action for trespass upon land ■covered with water, situated on fractional section 11 north of private claim, township 7 south, range 9 east.\nThe declaration alleges that defendant broke and entered plaintiff’s close, and with his boat, oars, and paddle, in rowing and punting, broke down and destroyed the wild rice and grass there growing* and with his gun shot at, wounded, and killed and frightened away the wild ducks and other game there resting and feeding, and other injuries, etc.\nThe defendant pleaded the general issue, and gave notice that he would show that the premises upon which the *490injuries were supposed to have been committed were a common highway, and free to defendant, and by virtue thereof, and in use thereof, he did all and singular the acts complained of, as he lawfully might.\nUpon the trial of the cause in the circuit court a patent was offered in evidence from the United States to the State of Michigan covering the land in question, purporting to be executed in conformity to the act of Congress of the United States of date September 28, 1850, granting land to the state of Arkansas and other states to reclaim the swamp lands-within their limits, to the introduction of which in evidence objection was made, for the reason that the patent, which bore date the sixteenth day of August, 1882, was issued without legal authority. The objection was overruled, and the patent admitted. It recited that the lands thereby conveyed had been selected pursuant to the provisions of said act. The ruling of the court is assigned as error.\nIt is claimed by counsel that the want of legal authority to issue the patent consists in the fact that, prior to its issue, the land in question was reserved for light-house purposes. But no such fact appeared at the time the patent was offered in evidence, and the reason of its invalidity was not then stated.\nThere are two sufficient answers to the objection: First, there is no competent evidence in the case that the land was ever reserved for light-house purposes. A map was introduced of a survey made by William Ives, deputy surveyor of the United States, upon which certain lands lying along the shore of Lake Brie were shaded green, and such shading covered the locus in quo the shooting was claimed to have-been done, and upon the margin of this map there appears the following memorandum:\n“ The tracts embraced in the green shade are reserved for light-house purposes. See commissioner’s letter, June 14-1852.”\n*491Another map was introduced from the office of the register of deeds of the county of Monroe of the same survey, but upon a reduced scale, concerning which counsel for defendant asked the witness S. M. Bartlett, a surveyor: “What does this green shade indicate? What lands?” To which he replied: “Lands resurveyed for light-house purposes.” This was all the evidence upon that point. -It is needless to-say that it fell far short of proving it.\nHad it been proved that these green-shaded lands had been reserved in 1852 for light-house purposes, it would not have affected the validity of the patent. These lands were granted by the act of September 28, 1850, by the general government to the State of Michigan, and the title vested in the State at that date, and the reservation, if any was made in 1852, was-of no legal validity. The patent issued in 1882 was simply evidence of the previous grant, which took effect when the. act of Congress became a law.\nPlaintiff introduced in evidence a patent from the State of Michigan to William C. Sterling, and claims title through this patent.\nConsiderable evidence was introduced showing the present, character of the land in dispute, from which it pretty conclusively appears that it bears the description of lands granted by act of Congress as “ marsh and overflowed lands.”\nPlaintiff’s testimony tended to show that, at the time of the survey in 1850, there was a shore of Lake Erie running along continuously eastwardly of the place where defendant was when he did the shooting, a distance of more than 200' feet, consisting of a sand bank, upon which grew a few trees and bushes. East of this bank was Lake Erie, and west of it there was an extensive marsh, grown up with weeds, wild rice, and rushes, and mostly covered with shallow water. Through this marsh ran what was known as “ Sandy Creek,”' and about 11 chains to the southwardly from where the trespass is alleged to have been committed there was a portage. *492over this bank to Sandy creek. The existence of this portage was proved, and seems not to have been disputed. The fact that there was such portage is pretty conclusive proof that in 1850 this bank spoken of formed a continuous shore where now appears open water. At some time since 1850, but at what particular period the testimony does not establish, the waters of Lake Brie have penetrated through this bank, and made a passage, at first narrow, but increasing in width year by year by the action of the water, so that the shore line, consisting of a sand bank, has been thrown backward and inward, and has formed a well-defined bay, with a distance of over 1,500 feet from headland to headland. The shore or boundary between the lake and marsh does not form a continuous line, but leaves an opening at the western extremity of the bay, through which the waters of the lake unite with those of Sandy creek. This opening is about 759 feet wide, and is known as “ The Cut.”\nThere was a large amount of testimony introduced to show that this bay, as well as Sandy creek, was navigable water, and in the disposition made of the case in the court below the fact was conceded that it was navigable, and used as such, and I shall consider that fact as established.\nIt is also a conceded fact that defendant was in a boat in the navigable waters of the bay, and by the aid of some rushes that grew up through the water, and a structure called “a hide,” and several artificial ducks as decoys, was engaged in shooting wild ducks upon the premises covered by plaintiff’s patent; that he was requested to desist, and leave the premises, by plaintiff, through his agent, but refused so to do, claiming the right to be where he was, and to shoot ducks and game, because he was in the navigable waters of Lake Brie.\nA point is made by counsel for defendant that, at the time the State issued its patent for this land in 1883, the shore had washed away, and the bay existed as a part of the waters *493of Lake Erie, and the mere grant of the land conld convey no greater rights, as to fishing and shooting, to the grantee than the grantor had.\nIt seems to me that plaintiff is unaffected by the changed condition of the shore. In my opinion, the grant was effective to pass the title to the submerged land. The patent from the State passed such title as it had; and if, prior to its date, a portion of the land had become submerged by the slow and imperceptible encroachments of the waters of the lake, the State, unlike a private person, still would be the owner, and could grant the bed of the lake to whom it chose, so long as such grant did not interfere with private vested rights. Smith v. Levinus, 8 N. Y. 472. Under other circumstances it might require some legislation to authorize the Governor to convey; but with regard to swamp lands the Legislature had already provided ior their disposition. Laws of 1851, p. 322;. Laws of 1858, p. 169; Laws of 1869, p. 164. Especially could the State pass the title when the land was received by it as swamp and overflowed lands; for, as remarked by Mr. Justice Field, in Savings Union v. Irwin, 28 Fed. Rep. 708, 712:\n“The act of 1850 grants swamp and overflowed lands. Swamp lands, as distinguished from overflowed lands, may be considered such as require drainage to fit them for cultivation. Overflowed lands are those which are subject to such periodical or frequent overflows as to require levees or embankments to keep out the water, and render them suitable for cultivation. It does not make any difference whether the overflow be by fresh water, as by the rising of rivers or lakes, or by the flow of the tides. When drainage, reclamation, or leveeing is necessary to enable the farmer to use them for some of the ordinary purposes of husbandry, the lands are within the terms of the act of Congress, and the title passed by it to the state.”\nAnd, again, in Wright v. Roseberry, 121 U. S. 496 (7 Sup. Ct. Rep. 987), he said;\n“The object of the grant, as stated in the act, was to enable the several states to which it was made to construct *494the necessary levees and drains to reclaim the lands. * * * The early reclamation of the lands was of great importance to the states, not only on account of their extraordinary fertility when once reclaimed, but for the reason that until then they were the causes of malarial fevers and diseases in the neighborhood.”\nCan it be doubted that plaintiff has the right to construct a levee or embankment along the original shore line, and thus exclude the water and the public from his premises? The very purpose Congress had in view when it granted the lands was that the swamps should be drained, and the overflowed lands reclaimed; and the act contains a proviso—\n“ That the proceeds of said lands, whether from sale or by direct appropriation in kind, shall be applied exclusively, as far as necessary, to the purpose of reclaiming said lands by means of levees and drains aforesaid.”\nThe State received these lands clothed with this trust declared in the body of the act. Hów far it has discharged such trust is a question I shall not enter upon.\nIt may be remarked, however, that Congress had not the remotest intention of granting these lands for game preserves, to be bought up and controlled by individuals or clubs. While I have no doubt that plaintiff may, for the purpose of reclaiming this land, construct levees or embankment, and thus shut out the waters of Lake Brie, and the public as well, yet, while he permits it to remain as a part of the navigable water of Lake Brie, there is an implied license to the public, under which the public have the right to navigate the same, and to exercise all such rights as are incident to navigation, and it is also subject to such rights as the public have in the navigable waters of the State.\nThe plaintiff claims the exclusive right of hunting within, the territory covered by his patent from the State. He' founds this right upon his proprietary interests in the soil under the water. He does not deny, so long as the premises remain in their present condition, that the public have a. *495¡right of navigation over his land, but he claims such right is a mere easement, and extends simply to a right of passage ■over his lands in such vessels as are capable of navigating the water over the same. He insists upon the exclusive right to hunt and to capture-all wild game while on his own premises, and that this right of capture is as much a right of property as the right to make any other use of his own premises. He cites, in support of these propositions, the following authorities: Moore v. Sanborne, 2 Mich. 519: Booming Co. v. Speechly, 31 Id. 336, 342; Lorman v. Benson, 8 Id. 18; Rice v. Ruddiman, 10 Id. 125; Booming Co. v. Jarvis, 30 Id. 319; Attorney General v. Booming Co., 34 Id. 474; Ewing v. Colquhoun, 2 App. Cas. 839; Walker v. Board, etc., 16 Ohio, 544; Braxon v. Bressler, 64 Ill. 488; June v. Purcell, 36 Ohio St. 396; Ross v. Faust, 54 Ind. 471; Berry v. Snyder, 3 Bush, 266, 285; Overman v. May, 35 Iowa, 89; Ice Co. v. Shortall, 101 Ill. 46; McFarlin v. Essex Co., 10 Cush. 309; Adams v. Pease, 2 Conn. 484; Cooley, Torts, 329; Waters v. Lilley, 4 Pick. 145; Goff v. Kilts, 15 Wend. 550; Blades v. Higgs, 12 C. B. (N. S.) 501, 13 Id. 866; Ferguson v. Miller, 1 Cow. 243; Gillet v. Mason, 7 Johns. 16; Gould, Waters, §§ 93a, 158, 159.\nThe defendant’s counsel contend that, the bay being navigable, and free to the public for passage, the defendant, as one of the public, had a right to go upon the waters, and shoot as he did; that the entry upon the bay in his boat was, no trespass; that having the right, as one of the public, to pass over these waters, and to be where he was, he had the right to fish in them, to shoot from his boat wild ducks flying over them from the open lake, and to anchor his decoys to attract such ducks; that the ownership of the soil is a ■qualified ownership, subject to the public and common right of passage, fishing, and shooting wild birds. In support of this, he cites the following authorities: Pearce v. Scotcher, 9 Q. B. Div. 162; Weston v. Sampson, 8 Cush. 347; Martin *496v. Waddell, 16 Pet. 367; Smith v. State, 18 How. 74; Collins v. Benbury, 3 Ired. 277; Browne v. Kennedy, 5 Har. &amp; J. 195; State v. Falls Co., 49 N. H. 240; Carson v. Blazer, 2 Bin. 475; Sloan v. Biemiller, 34 Ohio St. 492.\nWe have not been cited to any adjudicated case where this' question has arisen. Both parties have presented it on the analogies of the right to ñsh in public navigable waters; and counsel for both parties insist that, if the case is to be governed by the right of fishing, it should be decided for their clients. Both appeal to the doctrine, of the common law, and find their vindication in its precepts. One asks for the-application of the doctrine of the right of fishing in navigable waters where the tide ebbs and flows; and the other is best suited with the common law as applied to non-tidal or fresh-water streams.\nWhile the questions of fishing and hunting are in principle-somewhat analogous, yet they have always in England been treated as separate subjects of legislation and regulation. The forest and game laws of England have always been treated under a separate code, distinguished for its tyrannical inhibition of the common rights of the subject, and detestable for the eruel punishments inflicted for trivial offenses. 2 Bl. Comm. 411, et seq.; Com. Dig. tit. “Justices-of the Peace,” B 43, 45-49. The common law, which recognized the right of hunting and of property in wild animals to be a royal prerogative, and to vest in the king, has no existence in this country, where no king and no royal prerogative exist. Here the sovereign power is in the people, and the principle, founded upon reason and justice, obtains, that-by the law of nature every man, of whatever rank or station, has an equal right of taking, for his own use, all creatures' fit for food that are wild by nature, so long as he does no-injury to another’s rights. Laws have been passed to protect game during certain seasons, with a view to their preservation, but none denying the right of any person to *497capture or kill game in the allotted season. This right is restricted only as to place.\nSince every person has the right of exclusive dominion as to the lawful use of the soil owned by him, no man can hunt or sport upon another’s land but by consent of the owner. It will be conceded that the owner of lands in this State has . the exclusive right of hunting and sporting upon his own soil. Whatever may be the view entertained when the land belongs to the United States or to the State, there can be no-question when the land passes to the hands of private owners.\nThe defendant .claims that he had the right to shoot the wild fowl from his boat, because, as the waters were navigable where he was, he had the right to be there; that there being no property in wild fowl until captured, if he committed no trespass in being where he was, no action will lie against him for being there and shooting the wild duck. There is a plausibility in the position, which, considered in the abstract, is quite forcible, and, if applied to waters where there is no private ownership of the soil thereunder, would be unanswerable. But, so far as the plaintiff is concerned, defendant had 1 no right to be where he was, except for the purpose of pursu- • ing the implied license held out to the public of navigating ! the waters over his land. So long as that license continued, he could navigate the water with his vessel, and do' all things incident to such navigation. He could seek the shelter of the bay in a storm, and cast his anchor therein; but he had no right to construct a “ hide,” nor to anchor his decoys for the purpose of attracting ducks within reach of his shotgun. Such acts are not incident to navigation, and in doing them defendant was not exercising the implied license to navigate the waters of the bay, but they were an abuse of such license.\nThe same claim, that the defendant was where he had a right to be when he did the shooting, was made in the case of' Carrington v. Taylor, 11 East, 571. That was an action on the case. The plaintiff was possessed of a certain placo *498prepared with suitable and proper conveniences for decoying and catching wild fowl, commonly called a “ decoy,!’ and had been accustomed to catch wild ducks, etc., in his decoy, which was situated on one of the salt creeks, called the &lt;cBlackwater Biyer,” where the tide ebbed and flowed. The defendant sought his livelihood, in part, by shooting wild fowl from his boat on the water, for which boat, with small •arms, he had a license. The only proof of the disturbance by the defendant was that, he being out in his boat shooting wild fowl in a part of the open creek, first fired his fowling-piece within about a quarter of a mile of the plaintiff’s decoy, when two or three hundred wild fowl came out; and after-wards approached nearer, and fired again at a wild fowl upon the wing, at the distance of about 200 yards and upwards from the decoy pond, when he killed several widgeons, and immediately upon the noise of the gun four or five hundred wild fowl took flight from the pond, but it did not appear that he fired into the decoy. The learned judge left this as evidence to the jury of a willful disturbance of the plaintiff’s decoy by the defendant, for which this action would lie. The jury found a verdict for plaintiff. On a motion to set this verdict aside as being against law and evidence, counsel for defendant claimed that, the defendant having a right to shoot at the wild fowl in the place where he was, which was an open creek or arm of the sea, where the tide flowed and re-fiowed, and not having gone upon the plaintiff’s land, nor fired into his decoy at the birds there, the verdict should be set aside. The court, however, said that they saw no ground for disturbing the verdict in point of law, and that the evidence was proper to be left to the jury.\nAnother case is that of Keeble v. Hickeringill, 11 Mod. 73, 130, 3 Salk. 9, and Holt, 73, 130. It is also reported, from Lord Holt’s MS., in 11 East, 574. The action was trespass on the case for disturbing plaintiff’s decoy. The defendant was lord of a manor, and had a decoy; and the plaintiff had *499also made a decoy upon his own ground, which was next adjoining to defendant’s ground, and pretty near also to defendant’s decoy, and therein the plaintiff had decoy and other ducks, whereof he made considerable profit. It appears from the report of the case in Holt, 73, that the defendant was upon his own land when he shot off his gun. The declaration alleged that defendant resorted to the head of plaintiff’s pond, and there discharged six guns laden with gunpowder, and with the noise and stench drove away the wild fowl then being in plaintiff’s pond, with design to damnify the plaintiff, and to frighten away his wild fowl from his decoy. It was held the action would lie.\nThe same principle is maintained by the supreme court of Ohio in State v. Shannon, 36 Ohio St. 423, The court declared the right of private ownership in the bed of the Sandusky river to be in the riparian proprietor. In this case Shannon was arrested for violation of a statute which made it penal for any person who, having received written or verbal notice from any owner of inclosed and improved lands, or any lands the boundaries of which are defined by stakes, posts, water-courses, or marked trees, not to hunt thereon, should shoot at, kill, or pursue, with such intent, on such lands, any of the birds or game mentioned in the act •concerning game, or upon any land upon which a notice is posted in a conspicuous place that “no shooting or hunting allowed on these premises.” The complaint charged Shannon with shooting and killing wild ducks on the land of Tindall, situate in said county, etc.\nTindall was the owner of land bounded on one side by the Sandusky river, a navigable-stream; and Shannon, on the twenty-ninth of October, 1877, when the killing of wild duck was not prohibited by statute, was in a skiff on Sandusky river, between the middle thereof and the shore owned by Tindall, from which position he shot and killed wild ducks swimming in and flying over the water between said shore *500and the middle of the river. Boards inscribed in legible English characters, “No shooting or hunting allowed on these premises,” were set up in conspicuous places on the shore, and Shannon had been notified by Tindall not to shoot or hunt on his lands. The position occupied by Shannon on the river was within the limits of navigation as used by boats and other water-craft engaged in commerce, and the public generally had been accustomed to fish and kill wild ducks in the same location upon the river. Mcllvaine, C. J., in delivering the opinion, said:\n“It is claimed, however, that this statute was not intended to protect lands covered by the waters of a navigable river. A majority of the court can see no grounds upon which lands covered by navigable streams should be excluded. They are as much the subject of private ownership as unnavigable streams. There is no distinction between them made by the terms of the statute. True, navigable streams, in this state, are declared to be public highways; but the right to' use a public highway is not abridged by protecting the owner of the fee in the exclusive right of killing game therein. Travel and commerce are not thereby hindered. And as the power of the legislature to protect game, or the exclusive right of the owner of land to kill the same on his- ■ own premises, is as ample over land covered by water, whether navigable or innavigable, as it is over dry land, and as there is no attempt to distinguish between them in this statute, we must hold that all alike are within the protection of this statute.”\nIn each of these cases the defendant “ was where he had a right to be ” at the time he committed the grievance complained of; nevertheless this fact did not justify him in doing an act, the direct consequence of which was to injure the owner of the land for his own benefit. It does not follow that, because a person is where he has a right to be, he cannot be held liable in trespass. A person has the right to drive his cattle along the public highway, but he has no right to depasture the grass with his cattle in the highway adjoining the land of another person. Also a person has the *501right to travel along a public highway, but this gives him no right to dig a pit, or remove the soil, or incumber it in front of lands belonging to others.\nIn the case under consideration, the defendant had the right of using the waters of the bay for the purpose of a public highway in the navigation of his boat over it: but he had no right to interfere with the plaintiff’s use thereof for hunting, which belonged to him as the owner of the soil. The public had a right to use it as a public highway, but every other beneficial use and enjoyment belonged to the owner of the soil.\nHad this action been in case, with proper averments setting forth plaintiff’s ownership and use for sporting, and defendant’s interference and disturbance of plaintiff’s enjoyment, the authorities last above cited would have supported the action. I am not prepared to say, after verdict, that trespass will not lie under the circumstances of this case; more especially as no question is raised by defendant’s counsel that it is not the proper form of action, and as it appears to have been planted to test the plaintiff’s right to the private and exclusive use of the land covered by his patent for sporting purposes. As owner of the fee of the soil under the water, I think he is entitled to such exclusive right, and that the judgment should be affirmed.\nI may add, in conclusion, that, aside from the ownership of the plaintiff of the locus in quo, the only important question in this case is whether a man has the exclusive right of fowling upon his own land. If he has, it can make no difference with that right whether it be upland or covered with water. As the question of the right to fish in the navigable waters of the Great Lakes at places not affected by private ownership does not arise in this case, I forbear to discuss it. My views upon that subject were expressed in Lincoln v. Davis, 53 Mich. 375 (19 N. W. Rep. 103).\n*502Sherwood, C. J., and Long, J., concurred with OhampLIN, J.\n",
            "ocr": true,
            "opinion_id": 7933529
        },
        {
            "author_str": "Campbell",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nCampbell, J.\n{dissenting). If it were not for the desire of all parties to have some questions of general concern settled, if possible, it would be enough to say that there were several essential matters in dispute which, according to any claim made by plaintiff, must necessarily have gone to the jury, and there is no theory on which the case could be treated as leaving plaintiff’s rights undisputed. The case must be reversed, at all events, for this reason. But as, in my view, there is no state of facts which would allow plaintiff to-recover, I proceed to give some reasons which might, perhaps, have been as well left to the treatment of my Brother Morse, whose conclusions on the merits of the case are very fully and clearly presented.\nThe action is one of trespass, and not of case, and is in the form of trespass quare clausum fregit. It avers the tortious entry on a close covered with water, with a boat, breaking down and destroying the wild rice and grass there growing, and shooting at, wounding, and killing, and frightening away the wild ducks and other game there resting and feeding, and alia enormia.\nWhile I do not myself regard the question of title to the bottom of the bay in question as material under the facts,, yet, inasmuch as it is the starting-point of plaintiff’s theoretical claim, and has been discussed, it may be worth some attention. I think there is some doubt whether the plaintiff, who claims under some supposed trust conveyances, represents, under our statute of uses and trusts, the title derived from the State, even if valid. But this point is of no particular consequence on the record. There was testimony which contradicted the whole claim of title in plaintiff, or in any of his grantors, which should in any event have gone to the jury. A very brief reference to the theory of title will be sufficient.\n*503The place where defendant is claimed to hare done what is complained of is a bay, now opening on Lake Erie, and not seriously denied to be navigable in fact, and used more or less as a public water-way. There is testimony that in 184=9 and 1850 there was a narrow peninsula between this water and the open lake, over which was a portage of a few rods wide between the outside and inside waters. But there is also testimony that, at some distance from this carrying place, the entrance to the bay was, long before that, open and used for navigation. About 50 years ago, the United States desiring to make a better outlet for the River Raisin, which then entered La Plaisance bay, ran a ship-canal into Lake Erie across the country just south of this bay, and interfered, not only with the course of the Raisin, but also with the waters of Sandy creek, which open into this bay. There is testimony that, when the ship-canal was built, vessels ran in front, the lake outside and through the waters in controversy.. There is also testimony that the navigation of Sandy creek,, from the harbor of Brest, a few miles north of this, into-Lake Erie, has been carried on over the same waters. There is an abundance of testimony that for many years past the, bay has been connected with Lake Erie by a wide opening, much larger than that at the mouth of some of the considerable bays along the Great Lakes; and there is a good deal of reason to suppose that, if this entrance was ever closed up, it was by a sand-bar, and not by firm land. That it is now navigable water was held by the court below, and cannot be reasonably disputed; but, as some of the testimony bears upon the legality of plaintiff’s title, not only to this water, but also to any land lying near it, a reference may be had to, the facts.\nIt appears from the record that in 1810 Aaron Greeley, the United States surveyor of private claims, in advance of any of the regular linear surveys, surveyed the private claim numbered, 512, and included all of the territory in question *504in that survey. There is no evidence that this survey was ever lawfully changed. The private claims confirmed were those which Congress provided for confirming in accordance with Jay’s treaty, and, at the time of this survey, there was no statute preventing claimants from having all of their old possessions confirmed, as this seems to have been. By that survey, which undoubtedly conformed to the confirmation, that claim extended all the way to Lake Erie from the River Raisin, and left' no land éast of it. It would have been contrary to the French usages not to make it reach the open water. That this plat was subsequently tampered with, as in some other cases which have come to our notice, is shown by some marks on the reduced copy of the township map made long after. But there is no evidence that the survey was ever altered, and it is clear it could not have been. In 1849, when there could have been no power in the land department to deprive the owners of their land, a survey was made by William Ives, purporting to cover the easterly part of what was included in the survey of claim 512, and in that survey of land and water the space in controversy here was marked as part of a fractional section. We have not the minutim of Mr. Ives’ survey. Mr. Bartlett testified to a continuous sand beach from the ship-canal and the south end of claim 512, northward along the lake. The map made up in the general land-office is not produced, except in a reduced form, as connected with the other parts of the township near the lake. As reduced, however, there are several islands marked, and named as such, scattered over the space inside of the sand-bar, indicating at least that the surface was water and not land, and the so-called sand beach is itself marked between two parallel lines in a way not usual in depicting uncovered land. There is nothing to break the water surface near the spot in question. No meander lines are, on this map, run along the various branches of Sandy creek; and Barn island, within the survey, and rising out of this region *505claimed to be swamp, is made a boundary point, which it should not have been if it were not in fact an island. These facts have some significance. As facts they are not for us to pass on, further than as they, together with other testimony, throw some light on questions which should have gone to the j^y.\nI do not care to discuss the light-house reserve question, as that matter concerns the United States, and is not, I think, necessary for our information now.\nBetween 1850 and 1882, the testimony tends to show, if it does not show conclusively, that this tract had become open water, whatever it had been before, and was recognized and used as such. In 1882, on whose suggestion we have no knowledge, some one procured this assumed land, which was then what it is now, to be patented to the State as swamp lands, and a few months thereafter plaintiff and his associates procured a patent of it from the State Land-office.\nBut, as already suggested, the proof is that before the public surveys, and more than three-quarters of a century ago, this land, if it is land, had been confirmed to private claimants, and ceased to be public lands.\nHad this been otherwise, I am unable to see by what authority the open waters of a navigable bay became liable to treatment as swamp lands. Assuming that lands which are shown by the land-office to be really swamp lands passed at once by the swamp-land law, there is no decision which has been brought to our notice which authorizes any official, either of the United States or of the State of Michigan, to ■convey navigable water as land. Swamp and overflowed lands have been defined with some care, but no definition has been broad enough to cover open waters which form parts of one of our Great Lakes, and are not to be distinguished from any other part of those waters. I do not question the power of the State to sell anything that it owns, but no ■State officer can do it until some law has authorized it, and *506we have no law which permits any sale of what is not in its-normal condition classed as land. The State Constitution prohibits interference with navigable waters in express-terms.\nIn my opinion, the testimony had at least a tendency to show that the sand-bar referred to in the record may have been such a silting up of the bay as is often created near the mouth of similar waters, caused by the action of winds and waves, and removed in the same way. It has certainly been removed for many years by natural causes, and there is strong testimony that it was not in the way of navigation a long time before Ives’ survey.\nI have referred to these things only to show that the court had no right to take from the jury the disputed question of ownership of the place in dispute. If plaintiff did not own the land under the water, he could not complain of anything whatever done upon the bay. But in the view I take of the-case, I do not think it makes any difference who owns the bed of this bay, so far as defendant’s conduct is concerned, inasmuch as it is admitted to be navigable in the full sense of the term.\nMost of the confusion concerning the rights' of various persons upon or concerning waters has come from confounding entirely different things. There seems to be a notion that, inasmuch as we have generally in this country refused to class our great fresh-water highways among the category of common-law navigable streams, which were confined to tide-waters, we have thereby subjected them to the condition of private waters. But this is not so. We have transferred the name of navigable waters to our public water-ways because they are in fact navigable, and there is no substantial difference in the public rights in fresh and salt water. The only difference of consequence is as to the ownership of the soil beneath them. By the English law the bed of saltwater belonged presumptively to the crown; but the crown *507owned it as jus privatum or private property, and it was not owned by the public. It might be owned by private persons as royal grantees. So the fishing rights in such waters were presumptively public, but were not always so, as the public right was often extinguished by private privileges. And the authorities indicate that one reason why private lands on salt water did not presumptively go into the water was because, during most of the time, the water did not come up to the dry land line so as to make a permanent boundary, so that in the interval was a space sometimes water and sometimes land, by daily tidal action. Some of the cases were referred to in Lorman v. Benson, 8 Mich. 18. The celebrated treatise of Lord Hale, De Jure Maris, contains a large share of the learning on the subject. It never made much practical difference who owned the land, so long as covered by water. The only matter of much interest concerns the ownership of the shores and shallows. In civil-law countries some have followed the Koman law, which, in this as in some other matters, is in substance in accord with our American laws and recognized private ownership, subject to the public rights. In some civil-law countries the bed of the stream, was in the hands of the crown, subject to the same public rights. In the United States, where there is no potentate having private interests in matters not belonging to citizens,, all enjoyment of the use of property must be public or private; and, while there is not absolute uniformity, there is a decided tendency to give to private riparian owners the jus. privatum, as far as it is capable of appropriation for private purposes without injury to the public, and no further.\nThere is really no substantial difference, in most parts of the United States, between public rights in public rivers, and waters, whether fresh or salt, not parts of the high seas. In England, as already suggested, in addition to the rights strictly connected with the business of navigation, the public had usually such rights of fishing in salt water as were prac*508ticable; but there were exceptions of private grants or franchises to the contrary. In fresh public rivers, there were also some cases of general public fishing, so far as it did not require the use of the banks or shores, while in others the public could not fish. Mr. Woolrych intimates that the original condition was in favor of the public right. Woolr. Waters, 129- It is very difficult, according to all the authorities, to know much about the original condition of affairs of this nature; for histories are silent, and the reports do not go back far enough. But it is everywhere admitted that originally the common law concerning the capture of wild creatures was in substance the same as the civil law, and that the restrictions arose out of feudal and royal encroachments. If so, then it is easy to see that fishing in public streams was of common right. So far as all wild animals are concerned, the early text writers make no difference between beasts, fish, and fowls, and are uniform in holding that in all cases they belong to the captor. But this will be referred to presently.\nIt is the law of this State that the riparian owner on any kind of water has presumptively the right to such uses in the shores and bed of the stream as are compatible with the public rights, if any exist, or with private rights, connected with the same waters. In rivers the theoretical line of ownership is in the middle thread or line of the stream, unless changed' by islands or some other cause of deflection. If the stream is crooked, the curves must be adjusted so as to save all the rights of the different owners. But lakes have no thread, and, while there is usually no difficulty in fixing equitable bounds near the shore, it cannot be done, by any mathematical process, over any considerable extent of the lake; and, if — which does not often happen — there is any occasion for making partition of the surface, it can only be reached by some measure of proportion requiring judicial -or similar ascertainment, and not by running lines from the shore. Small and entirely private lakes are sometimes divided up *509for such purposes as require separate use; but for uses like boating, and similar surface privileges, the enjoyment is almost universally held to be in common. This was held by ■¿he house of lords in Menzies v. Macdonald, 36 Eng. Law &amp; Eq. 20. It was .there held that, for all purposes of boating and fishing, the whole lake was open to every riparian owner; while for such fishing as required the use of the shore, each was confined to his own land for drawing seines ashore, and the like uses. In streams purely private, the enjoyment of rights in the bed of the stream is very important, as dams and other permanent erections may be necessary to get the value of their use, and it may sometimes be desirable to fence or close portions of them for shutting out or shutting in what needs such management.\nEvery benefit which can be drawn from the use of private waters belongs to the private owners, and no one but the owners has any right to go upon or to use them for any purpose whatever, without license from the owner. It is as much a wrong against the owner to touch his stream as to touch his land, without his consent.\nBut where waters are public there is no part of the open water from which the riparian'owner can exclude the public; and, while he may make such erections and appropriations near the shore as will not interfere with the public convenience, he cannot prevent the public from using any part of the water not so shut off. So long as the water is open, the riparian owner’s rights in the bed away from the shore are purely theoretical and valueless. He can do nothing to impair navigation, or any of its incidents; and, as explained in Lincoln v. Davis, 53 Mich. 375 (19 N. W. Rep. 103), in our Great Lakes it would be impossible to ascertain any theoretical rights very far out from shore. Upon the whole space of navigable surface, a riparian owner has, for most purposes, no better rights than any one else.\n*510A difficulty has, however, been suggested in this State, arising out of the partially public character given to certain streams for floatage purposes, and it has been very sensibly urged that in those streams it has always been understood that the beneficial and sole use for all purposes but floatage belonged to the riparian owners; and it is claimed that our rules as to the use of small as well as great streams must, in order to produce uniformity, either extend the rights of owners in the large waters, or destroy the valuable ownership in the small ones.\nThe difficulty, however, is more apparent than real. As already suggested, in this country, navigable and public streams mean the same thing. No stream or water can come within that category that is not a public water-way for general purposes of transportation by some sort of boats or vessels. All of our Great Lakes, and their connecting waters, have been declared, as well as used as, public navigable waters, and are such in their entirety. There was a time when most of our inland rivers, even though shallow and interrupted by rapids, were mediums of travel and transportation of great value, in the absence of land highways and vehicles, although the boats used were canoes and bateaux, which no one would'now think of using for any such purpose. While so used, they were treated as navigable and valuable public highways, and are so declared by the ordinance of 1787. But when such streams have become unfitted for valuable public use, and have actually ceased to be used for public highways, there is no more reason for holding them to be public than a land highway that has been abandoned, and has become useless. Such has been the universal understanding, and no waters are regarded as public or navigable waters that are not capable of general use, and so appropriated in some part, at least, of their course. Instances are found in the common-law authorities of abandoned waters that once were held navigable. There *511■are many streams in this State which were once public ways that now are and long have been appropriated entirely to private uses, and could not be made valuable for any other.\nThe distinction is obvious between streams which are highways and publicly enjoyed as such, and streams which, if capable of bearing any class of boats or water-craft, are not serviceable for any general convenience or utility in that way. Highways by land always rest on a supposed public convenience bordering on actual, as it is professedly based on legal, necessity. Streams exist before population, and may serve useful, though limited, purposes when no other facilities exist, as trails and natural roads are used for lack of roads laid out and improved. When no longer serving that office, no one would regard them as public ways.\nA somewhat similar difference is recognized between navi-. gation and floatage. While language is sometimes carelessly misapplied, no one can seriously confound streams which are or may be used for general purposes of passage and transportation with those that furnish more or less means of floating down the current logs and similar articles, which carry nothing, and are not carried or propelled, but go as the current takes them, and are only kept from jams or stranding by constant attention. It was held in Moore v. Sanborne, 2 Mich. 519, that streams capable of furnishing such floatage, and running where it was necessary to get logs moved, were to be regarded as subject to that burden; and that decision, which is in harmony with decisions in other lumbering regions, has been followed. But, while such uses have been recognized, it has not been considered that it made of streams not suited to other purposes either navigable waters or public streams. Those uses are peculiar, and, to some extent, anomalous. They are entirely inconsistent with anything like general public purposes, and very few logging streams are available steadily, or without more or less flooding. During parts of the year the streams are entirely idle, and useless for *512any transportation. There is language used in that case, as well as in some others, which cannot be safely applied beyond the occasion and its analogies, and experience has shown that very great abuses have grown up under some of the rules-apparently laid down but not involved in the issue, which render it doubtful whether the Court was not seriously misled into announcing doctrine much too broadly. But the decisions made since, while recognizing the authority of the precedent, have never confounded log-driving with navigation, or logging streams with public waters. The practice, so far as it is legal at all, is one arising out of a supposed necessity, and cannot be enlarged. So far as it follows the analogies of ways, it has little resemblance to the use of highways except as to respecting mutual rights, and from the litigation frequently before us it would seem that private rights are not very religiously respected in the use of these streams. The case of Booming Co. v. Jarvis, 30 Mich. 308, illustrates-forcibly some of the difficulties of the subject, and the abuses which have grown up under it even in actually navigable ' streams. The existence of a distinction between public rights of floatage and navigation is somewhat referred to in Middleton v. Booming Co., 27 Mich. 533, where it was distinctly held that rights of floatage were not superior to the rights of mill-owners. The whole doctrine that submits purely private waters to easements in favor of floating logs is one which can, only be justified by that particular necessity, and cannot go beyond it. Such limited and special use is not consistent with the waters being public. It is not a doctrine that ought to be enlarged, and, as an original question, it is not very clearly sound.\nIn considering the respective rights claimed to exist in this-case, therefore, we have nothing to do with questions which arise in private waters. In Marsh v. Colby, 39 Mich. 626, the lake was entirely owned by the adjacent proprietors, and the real controversy was whether each of them had common *513rights of boating and angling all over the lake, or whether each must keep within specified limits. This question was not passed upon, because the ‘Court recognized the general usage of fishing where not forbidden .in such waters, and held it was no trespass.\nIn the present case, assuming all that is claimed as to ownership of the bottom of the lake or bay, there is no ground: for claiming the place of the occurrence is not open to the public, and therefore to the defendant, for all the incidents of boating and navigation. And, this being so, there is not, as I conceive, any rule of law which deprived defendant of the right of taking or killing there any wild creature of air or water.\nAs suggested by my Brother Morse, we cannot, in this country, treat the game laws of England as any part of our inheritance. It has not been done anywhere; and it is especially true here, because care was taken, at an early stage of our territorial existence, to expressly abrogate the operation of any English statutes. Even the English common law has always been considered as applicable in this country only to the extent that it has not been modified by our usages or necessities. It should not be forgotten that the usages on our public waters, especially as to shooting and fishing, existed ■ under the French customs for nearly a century, and it would hardly be consistent with our institutions to subject our people to any less liberal usages than those which were not only tolerated, but favored, under a very despotic government.\nThe common law which we inherit is the common law untainted by feudalism or royal prerogative; and, if we eliminate these elements and their statutory modifications, the' case presents no difficulties.\nEven in the case of Blades v. Higgs, 13 C. B. (N. S.) 866, which, after all, was decided on the strength of a previous exchequer chamber decision that had not been supposed to *514go so far, that-game killed on a man’s land by a trespasser belonged to the land-owner, it was not pretended that this was not a long step forward, even under the game laws, and not sustainable except as a piece of new judicial legislation. It has not yet been carried far enough to make the property so complete that larceny will lie for the bird or animal killed and taken, and this of itself condemns the doctrine. But in that ease it was practically admitted that the original common law did not vary from the civil law, and was conclusive against any ownership but that of the captor. According to all the elementary common-law writers, no one had any interest whatever in any wild creature of earth, air, or water, until he had taken it into his own keeping alive or dead, and then only so long- as it did not escape from his custody. Bac. Abr. “Game;” Finch, Law, 45; Wood, Inst. 367; Toml. Law Dict. “Ferae Naturse,” “Game Law;” Doct. &amp; Stud. chap. 5; 1 Hale, P. C. 511; Fost. Cr. Law, 366; 2 Inst. 199, 233a; Co. Litt. 122; Com. Dig. “Biens, F.;” Case of Monopolies, 11 Coke, 87b; 2 Rolle, Abr. 812, l. 25; 3 Inst. 109; Fitzh. Nat. Brev. 86; Mallocke v. Eastly, 3 Lev. 227.\nIt is also common law doctrine, never changed until by the rulings of Blades v. Higgs, that game started in one man’s soil, and killed in another, belongs to the hunter; as was the civil law rule also. Sutton v. Moody, 1 Ld. Raym. 251; Ersk. Inst. 108; Mack. Rom. Law, 168, 189. And, even in case of a lawful park or warren, it was lawful for any one to take animals escaped from their enclosure. Wood, Inst. 314; Churchward v. 14 East, 249. And animals not included under the designations of the game laws belong, in any case, to the first taker. Schultes, Aq. Rights, 8.\nBlackstone’s notion that the property of animals farm naturm was in the crown has no foundation in authority, and is roughly handled by his annotators. See Toml. Law Diet. “ Game Laws,” where Sergeant Tomlyn repeats twice and emphatically that the game laws are a system of positive *515regulations, introduced and confirmed by statute; and see Christian’s notes to 2 Bl. Comm. 416, and 4 Bl. Comm. 175. Tomlyn also indicates that, while these laws are in some quarters regarded as desirable, there is a very strong feeling in many quarters that they are cruel and unreasonable, and he refers to a criticism from the bench in Jones v. Smart, 1 Term R. 49, where they are declared to be an oppressive remnant of the ancient arbitrary forest laws^ under which, in darker ages, the killing one of the king’s deer was equally penal with murdering one of his subjects. The doctrine, quite often laid down by learned writers, that they were passed to prevent common people from wasting théir time in vain amusements, is not one which would meet much favor in this country, where a gun has always been as much an every-day implement of farmers and people,of all sorts as any other article.\nIt is one of the popular privileges, secured by the charters, that no more land should be put into forests. Is is also settled that no one can create a warren (which means a place privileged for keeping certain wild animals and fowls), except by the king’s grant, or prescription. 1 Inst. 233; 8 Rep. 108; 11 Id. 87. And the recognized reason of this is that it is a monopoly of animals, which belong to the people at large, and within the laws against monopoly. And while the courts, in some cases, have given the privileges of a warren extent enough to include several classes of wild fowl not in the old list, including water fowl, the better doctrine is that the list cannot be enlarged from the original classes except by statute. See Toml. Law Dict. “Warren,” and• references. It was held in Duke of Devonshire v. Lodge, 7 Barn. &amp; C. 36, that the list could not be so enlarged, and that therefore no trespass was committed against rights of warren in killing grouse. The cases in 11 Bast (Carrington v. Taylor, 571, and Keeble v. Hickeringill, 574), were cases where a man was charged with willfully disturbing a decoy which was lawfully *516owned by the plaintiff. The former case is not reasoned out, but is based on the latter, which held expressly that the grievance was not in shooting wild fowl, for that was lawful,, but for shooting for the mere purpose of disturbing the decoy pond. And the decision was put on the ground that a malicious and willful disturbance of another’s business or occupation of any kind, whereby it is interrupted, is actionable. The latter case has some foundation of reason. The former is not well reasoned, and can only be supported on the ground that the appellate court in bank could not-weigh, the testimony. Both cases hold it lawful to shoot wild fowl, except against parliamentary restrictions, which do not seem to apply to particular places. It is worthy of remark that in Hannam v. Mockett, 2 Barn. &amp; C. 934, it was held n'ot.. actionable to disturb a rookery. Some of the judges intimated that rooks were not valuable, but the case was chiefly made to turn on the better reason that it was not shown that there was a prescription or fixed right to maintain it. If the Pickwick Papers had then been published, perhaps some of the bench would have been better informed concerning the character of the rook, which is known among naturalists as frugivorous; and it is understood that an estate is more valuable in the market which has a rookery. Encvl. “Bookery.”\nIt is not strange that courts should differ in their construction and application of fie game laws. No one has yet held them to be in affirmance of the common law; but some judges have evidently regarded them as of great value in furthering the landed interests, and have stretched them beyond reason, while others have more correctly treated them as-entitled to no expansion. The modern decisions are the worst in many respects; but, with few exceptions, they have not favored holding acts to be actionable trespasses where there was no substantial injury. Cowell, in his definition of a park and its incidents, says that “ the owner cannot have *517an action against such as hunt in his park if it lie open.” “Park.” There are very few precedents of actions for fowling or angling except under statutes, and it has generally been held that these actions will not lie unless the place of the trespass was inclosed. Wickes v. Clutterbuck, 2 Bing. 483; Rex v. Daman, 2 Barn. &amp; Ald. 378. The eases have not been uniform on the question whether it is a trespass to shoot from a highway and kill game on private land. In Mayhew v. Wardley, 14 C. B. (N. S.) 550, it was held to be a trespass, but in Kenyon v. Hart, 6 Best &amp; S. 249, this doctrine was disapproved, and shooting from a highway at a bird in the air, and killing it, and picking it up in a private close, was held not within the law. There is one case where a person standing in the highway, and sending his dog inside of the fence after game, was held to have entered the land, and, among other things, the highway was said to be part of the estate. In Churchward v. Studdy, 14 East, 249, however, it was held that where A. started a hare on B.’s ground, and captured it on C.’s ground, he had an action against C. for seizing it.\nIt would be useless to try to reconcile all of the English decisions, and we are not concerned in reconciling or distinguishing them. The whole law is more or less tinged with the policy of the squirearchy. But this gives special importance to the silence of the law as to angling or fowling on public waters. The fen countries of England are famous, and the only way to reach water fowl is by the use of boats. Our attention has not been called- to any case where it has been held actionable to shoot or angle from a boat in any class of public streams. There is no case that has been found holding that a person may not kill birds or beasts actually in the highway. If such conduct were regarded as illegal, it is very strange that, in the great multitude of prosecutions, nothing of this sort has been brought forward.\n*518The American cases do not favor any doctrine which would restrict rights on public waters, and we cannot shut our eyes to the uniform usages in our own waters, which we are bound to respect. If the present action will lie, it must follow that there is not any stream or water in the State open to public fowling or fishing. There is no difference, in principle or authority, between fish and fowl. The English statutes, and such American statutes as we have, must necessarily differ in the nature of their regulations, but the questions of locality and ownership must be analogous. It was declared by the majority opinion of this Court in Lincoln v. Davis, that angling from a boat in navigable streams is lawful. There was never any principle or practice which confined rights of travel on highways by land or by water to commercial purposes.. Boats and vehicles are as lawfully used for pleasure and recreation as for any other purposes. Both in England and in the United States the fisheries are always brought under the navigation-laws. In all pursuit of animals, the vehicle must conform to the occasion, and boats are as commonly used for fowling as for fishing, and small boats are oftener used for one or the other than for business. If a person who has a right to be where he is cannot lawfully take there what any of the public owns when captured, and not before, the reason is beyond the common understanding. It is no concern of the borderer on a highway what any other person does upon it if he neither encroaches on the soil, nor is guilty of a public or private nuisance. Even a riparian proprietor does not own the water which flows over his land. His soil, if he has any, is where no bosft can injure it. It is not as a riparian owner that plaintiff complains here. He claims the bed, without owning very much of the banks. But no harm is pretended to any of his upland interests. There is nothing which can sustain trespass.\nIt is not decisive of this case, perhaps, but it is of some significance, that our Legislature has attempted to regulate *519both sporting and fishing, and has made provision by money and by other means for propagating fish. It is at least questionable whether this can lawfully be done in aid of interests which, on the theory of this case, are all private. We cannot attribute to them any such purpose, and it would not be tolerated. There has been some legislation that is capable of oppressive application, and it was probably got through in some cases for sinister purposes; but the ostensible objects were no doubt honestly regarded.\nIn my opinion, this case is not sustainable on any theory of the common law, or of any other law, and the judgment, should be reversed.\n",
            "ocr": true,
            "opinion_id": 7933530
        },
        {
            "author_str": "Morse",
            "per_curiam": false,
            "type": "040dissent",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMorse, J.\n(dissenting). This is an action in trespass,, commenced in justice’s court, where judgment was rendered for the plaintiff.\nUpon appeal to the circuit court for the county of Monroe, and a trial there had before a jury, a verdict was directed for the plaintiff, and his dam ages were assessed at six cents.\nThe declaration alleges that the defendant broke and entered the close of the plaintiff, whereof he is the owner and in actual possession, and with his boat, oars, and paddle, in rowing and punting, broke down and destroyed the wild rice and grass there growing, and with his gun shot at, wounded, and killed and frightened away the wild ducks and other game there resting and feeding, and other injuries then and there did, against the peace of people of the State of Michigan, and to the plaintiff’s damage of $100.\nThe defendant pleaded the general issue, and gave notice that he would show, under said issue, that the close where the said injuries were alleged to have been committed, was the freehold of the defendant, and that the said close was a common public highway, free to said defendant, and that all the acts alleged to have been committed were done in his own, right and lawfully.\n*520Technically, within the proofs, no wild rice or grasses were broken down or destroyed, and no dncks or other wild game, resting and feeding upon the premises claimed by plaintiff, were shot at, wounded, killed, or frightened away by the defendant.\n. But the land to which the plaintiff avers title, and the spot where the trespass is alleged, is covered by water, and to all appearances a bay of Lake Erie, and the ducks shot at and killed were flying over said bay from the lake towards the main-land or marshes thereon.\nAs the case stands in this Court, it must be considered upon the testimony as given upon the behalf of defendant, and the circuit judge so regarded it in making his ruling in favor of the plaintiff.\nThe first question relates to the title. The plaintiff holds, by mesne conveyances, under a patent from the United States to the State of Michigan, dated August 16, 1883, describing the premises as — ■\n“ Fractional section eleven (11) north of private claim, in town seven (7) south, of range nine (9) east, county of Monroe and State of Michigan,”\nThis piece of land, with other parcels, was conveyed in this patent as “swamp and overflowed lands” selected, in pursuance of instructions from the general land-office of the United States, under an act of Congrsss approved September 38, 1850, and entitled—\n“ An act to enable the state of Arkansas and other states to reclaim the swamp lands within their limits.”\nThis patent, and the conveyances following it, were objected to on the ground that the patent was issued without legal authority, and therefore void. It was claimed that a part of the lands described in the declaration and in this patent, including the particular place where the shooting was done, was covered by a reservation for light-house purposes añade in 1853.\n*521It seems that the lands were surveyed in 1850 by William Ives, a deputy surveyor of the United States, and a map made by him was introduced showing certain lands, embracing the locality of the alleged trespass, shaded green. Upon the margin of this map appears the following memorandum:\n“ The tracts embraced in the green shade are reserved for light-house purposes. See commissioner’s letter, June 14, 1852.”\nAnother map was introduced from the office of the register of deeds of Monroe county of the same survey, but upon a reduced scale, with the same green shade, which shade was shown by testimony to indicate a reservation for light-house purposes.\nThis was all the evidence introduced tending to show a reservation for light-house purposes.\nIt is claimed by the plaintiff that these lands could not be reserved for such purposes in 1852, as, being swamp or overflowed lands, they passed in 1850 to the State of Michigan, and the State accepted such grant in 1851; that the title of the State then became perfect, and that the patent of 1882 relates back and gives certainty to the title of the date of the grant; that the President of the United States, after the passage of the act of 1850, had no authority to make a reservation therefrom, — citing Saving Union v. Irwin, 28 Fed. Rep. 708.\nGranted that this be true, yet another serious question as to the title arises in the case. There was plenty of testimony tending to show that, previous to the passage of the swampland act of 1850, the spot where the shooting took place was an open bay of Lake Erie, and navigable water. If this were the fact, I doubt the authority of the Secretary of the Interior to select the same as swamp or overflowed lands, and to patent the same. I do not think the waters of Lake Erie, even in its coves or bays, can be made land by the mere ipse dixit of that officer. Nor can the land under them be con*522veyed away from the public to particular individuals, in my opinion.\nIt is contended by the counsel for the plaintiff that the determination of the Secretary of the Interior cannot be attacked in a suit at law, and we are referred to the case of French v. Fyan, 93 U. S. 169, in support of this contention.. It was there held that a patent for swamp land could not be invalidated in an action at law by parol proof that the land was not swampy or overflowed, nor wet or unfit for cultivation.\nBut this decision cannot be applicable to a case where the patent does not cover actual land, but water to the depth of from three to seven feet, which is navigable and apart of the Great Lakes. The fact that there was no land within the description to be conveyed, and consequently no title in the government to be granted, can be shown by parol in opposition to the recital in the patent. It was so ruled in this- , State in Webber v. Boom Co., 62 Mich. 626 (30 N. W. Rep. 469).\nThe question, therefore, whether, at the time of the passage of the act of 1850, this bay or opening where the shooting took place was a part of Lake Brie and navigable water, should have been, under proper .instructions, submitted to-the jury. If found to have been so, the jury should have rendered a verdict for the defendant, as the patent would in such case be invalid in undertaking to convey away this bay,, or the soil under it.\nThere is another difficulty with the plaintiff’s title, arising upon the record, not fully explained to my satisfaction. A government survey of this territory was made in 1810 to fix the boundaries of certain private claims of the old inhabitants. This survey established private claim No. 512 as extending to the then shore of Lake Brie, and included the point where the shooting was done. The boundaries of this, claim have since been moved westward from the lake, so that *523the survey of 1850 shows the locality of the alleged trespass-without the limits of the said private claim, and within the lands reserved for light-house purposes. This showing was made by plaintiff himself, and no right or authority to change-this boundary of private claim 512, as established in 1810, and remove it from the lake, front, appears outside of the fact that a patent for the premises was issued in 1882, conveying it to the State of Michigan under the swamp-land act. How or when or why this private claim, after being once established, was interfered with, and pushed back from the lake, is not shown in the record, except the parol showing that such private claim contained too many acres of land, and was-cut down by somebody, at some time, to 640 acres, and the boundary line moved westward, and away from the lake.\nThus the plaintiff put his own title in jeopardy by showing-a prior title in another, without also showing a sufficient removal or discharge of it.\nThe title of the plaintiff is not as satisfactory as it ought' to be, admitting that the premises are not lake, but land. But, in the view I take of the merits of the whole controversy, the title becomes entirely immaterial, and therefore I shall examine it no further.\nTaking the evidence on the part of the defendant as a true statement of the character, situation, and surroundings of the locus in quo, we find that the spot where the defendant-did his shooting at wild fowl lies within an opening, cove, or bay of Lake Erie, 272J feet from a line stretched from cape-to cape, or from headland to headland, at the mouth of the-bay, and where it opens into the lake proper or main body of water.\nThe mouth of this bay, where it meets the lake, is shown by this line to be 2,273 feet wide, — nearly half a mile. It is-open, and covered by water across its entire width at the mouth. It narrows inward and westward. At its western end its extent from north to south is about 750 feet, and it is-*524from 850 to 900 feet from the western shore to the lake proper. The bottom of this bay, over nearly its whole extent, is hard and sandy. No flags grow in it, but there is, in the shallowest places, an occasional bunch of rushes.\nBetween the lake and the spot where the trespass is claimed to have been committed there is no growth of grass, weeds, or rushes, nor any dry land. The water in this bay varies in depth with the wind, being deeper when it blows from the lake, and shallower when it comes from the shore. The depth is from five to seven feet at one time, and from two to five feet at the other.\nIt is deep enough to float a row-boat at any time, and in all places. There is a bar at the mouth, claimed by plaintiff’s witnesses to be an old shore line, and to have been such a line in 1850, at the time of Ives’ survey. Upon this bar the water is about two feet deep. There is, however, a well-defined channel through this bar, in which the water is from three to four feet in depth. Sandy creek now runs into this bay, and discharges its waters through it into the main lake. This bay has been used by the public, for purposes of sport and commerce, for many years. It is a common passage-way for small boats, scows, and. vessels, some carrying five or six tons, between Brest and the city of Monroe. It is a regular channel to Monroe by way of Sandy creek. In summer this passage-way is used daily, and has been for over 10 years, by row-boats. Scows, for 20 or 30 years, have been in the habit of going into this bay from the lake, to get sand from the shores by lighters, and going out into the lake again. Such vessels drew from three to four feet of water, and have carried as high as 65 tons. A boat of six tons burden has gone through into the bay and up the creek.\nIn.this bay, less than 300 feet from the lake proper, and more than 300 feet from the nearest shore, the defendant stopped a ducking-boat, rigged with a blind or hide, and shot *525at and killed wild ducks on the wing, as they were flying in or over from the lake.\nThe boat was landed in a thin growth of rushes. It is not shown whether it was anchored, save as the rushes may have held it in place. North of his boat, and in deeper water, the defendant placed some decoys, anchored to the bottom, to call the ducks to his vicinity.\nThe water where the blind was located was, on the day of the shooting, from three and a half to four feet in depth.\nThe plaintiff holds his title to the premises for a club or association of sportsmen, and their game-keeper ordered Jackson off from the premises. He refused to go, claiming at the time that he was shooting in open water, which was a part of Lake Erie, and that he, in common with the public, had a right to stop his boat and shoot ducks there, and to recover and hold as his own the game there killed.\nThere is no doubt, from all the testimony, that at one time, and at the time of the first survey, in 1810, the east line of the premises claimed by plaintiff, and described in the patent as fractional section 11, was á continuous sand beach. West of this beach, which Was a narrow one, was marsh and water, embracing within its limits the spot of the shooting. About 40 or 45 years ago the waters of Lake Erie broke through this narrow beach, and entered this marsh. The opening has ever since been increasing in width, and also in the depth of water in the bay, and over the bar. Eor many years this old beach has been nothing but a sunken bar. The cutting through of this beach, and the yearly widening of the same, and the deepening of the water, has been due alone to natural causes. When the patent was issued, the premises were very nearly in the same condition that they were at the time t&gt;f the alleged trespass.\nThe plaintiff showed by a surveyor, Mr. Bartlett, that in 1850, when Ives made his survey, the shore line, now indicated by the sunken bar, which, by the action of the waves, *526has been pushed somewhat westward, was continuous along the east line of fractional section 11, and above water, and that there were then some willows and small sycamore trees growing in places upon it. But some of the defendant’s witnesses testified that the cut was open, and the bay connected with the lake, and its waters navigable, for several years before that time.\nAs a verdict was directed by the court in favor of the plaintiff, we must, in determining whether such ruling was correct, rest our decision upon the evidence and showing in behalf of the defendant, in all cases where there is any dispute as to a given fact in the testimony.\nIt is contended by the plaintiff that the defendant had, in no event, under the proofs, a right to shoot ducks where he ■did, and in the manner he did, and he claims—\n1. If the title to the soil under the waters of this bay is in the plaintiff under the grant in the patent from the TTnited States, the fact that the bay is navigable, aud that all persons have the right to use it for purposes of navigation, does not authorize the defendant, or any other person, without the plaintiff’s consent, to stop his boat upon the waters to take fish or shoot wild fowl.\n2. If the plaintiff does not own the soil of this bay by virtue of his grant, yet, by reason of his riparian rights as owner of the shores and soil bordering upon the water, he holds the soil under the water, and has the exclusive right to take the fish therein, and to shoot thereon the wild fowl flying over or resting upon the premises.\nIt must be considered as well settled that no man has any property in wild fowl until he has killed or captured the same. It makes no difference whose land they are flying over, or upon whose soil or water they are resting or feeding. Such passing over or stopping upon the premises gives the owner of the same no more property in them than if they were on or over the lands of another. If so, the land-owner could kill and destroy wild animals and birds without any reference to •or regard for our game laws, if they were upon or flying over *527Tiis premises at any time, as the law could not well, under our 'Constitution, limit him thus in the use of his property. If any person is rightfully upon the premises of another, he has the same right, under the law, to kill and capture the game thereon, and to hold the same as his property, after the killing or capture, as the owner himself would have.\nThe question, then, is, has a man, lawfully upon a navigable stream, a public highway, or any body of navigable water, ■a right to kill wild game upon such water, or flying over the same? We can borrow no light, in this discussion, from the English game and forestry laws, which are not a part of our common law, and which are repugnant and hostile to the theory of our institutions.\nThe wild game and fish abounding in our woods and waters have never been the property of the general government or of the State, in the sense that they were held the property of the crown in England No man here is granted special permission by the National or State government to kill game or catch fish'exclusively at certain times or in certain places.: Our game and fish laws are general, and apply to and govern the whole people. The fish of our waters, and the game of our woods, and the wild birds of the air, belong to the people, and not lo the crown, and should always, when they can be captured or killed without detriment to private rights, be preserved to the people.\nGame and forestry laws are not in harmony with the American idea, and are of late origin in the history of our country. Such laws can only be supported and justified on the ground that the game is fast disappearing, and ought to and must be protected and preserved for the use and benefit of the people, — for the general public, and not for a specified few. Our fish and game laws have not been passed for the express benefit of clubs of wealthy sportsmen, who can afford to buy up or lease all the land along the navigable streams and lakes of this State, and thus shut out the poor man who loves the rod *528or gun as well as they do, and who, in the spirit of our institutions, has a common right with them in the “fowl of the air and the fish of the sea.”\nLarge expenditures of money, drawn by taxation from all the people, rich and poor, — the poor man, as usual, paying at least his full proportionate share, if not more, — are being made annually to stock the public waters of this State with brook trout and other food fishes. The expenses of a game-warden, and his deputies, lately added, in maintaining and enforcing the game laws, are borne by all, under the usual methods of taxation.\nThe Pilgrim' fathers, fleeing to the new world from the tyrannies of a despotic era in the history of the mother country, brought with them, not only religious ideas, but many other notions as to the rights of the common people not then prevalent or countenanced in England; and the old colony of Massachusetts Bay. early adopted laws looking towards the establishment of a common right in the people to the fish and wild game then abounding in the waters and woods of the new world.\nIn 1641 or 1647 it was enacted:\n“ Every inhabitant who is an householder shall have free fishing and fowling in any great ponds, bays, coves, and rivers, so far as the sea ebbs and flows, within the precincts of the town where they dwell, unless the freemen of the same town, or the general court, have otherwise appropriated them: Provided, That no town shall appropriate to any particular person or persons any great pond containing more than ten acres of land, and that no man shall come upon another’s propriety without their leave, otherwise than is hereafter expressed.”\nAnother and later section in the same act provided that—\n“And for great ponds lying in common, though within the bounds of some town, it shall b Qfree for any man to fish and fowl there, and may pass and repass on foot through any man’s propriety for that end, so they trample not upon any man’s corn or meadow.”\n*529Chief Justice Shaw says that—\n“ The great purpose of this act was to declare a great principle of public right, to abolish the forest laws, the game laws, and the laws designed to secure several and exclusive fisheries, and to make them all free.” See Com. v. Alger, 7 Cush. 53, 68; Weston v. Sampson, 8 Id. 347; West Roxbury v. Stoddard, 7 Allen, 158.\nIn Maine the right to fish in navigable waters, even over private soil, was secured to the public, and it is there held that a mere grant by the state of land covered by navigable water confers upon the grantee no greater rights than he would have had had he owned it without such, direct grant, and as a riparian owner. Parker v. Mill Dam Co., 20 Me. 353; Moulton v. Libbey, 37 Id. 472; Parsons v. Clark, 76 Id. 478.\nThe principle of free fishing and fowling has passed into the organic law of Vermont, where shooting on uninelosed lands, and fishing in boatable waters, are declared free to the public. Const. § 40.\nThe common law of England, as far as navigable waters were concerned, recognizing the property of the fish therein to be in the crown, gave no right of fishing to the owners of the shore superior to that of the public, except by the granting of special rights and privileges by the king. But navigable rivers were limited, in the meaning of the law, to streams having an ebb and flow of the tide, and their navigability extended no further than the tides went. All persons had a common and general right of fishing in the sea, and in all bays, coves, branches, and arms of the sea, and in all other navigable or tide-waters. This right covered the gathering of shell-fish on the bottom, as well as the taking of swimming or floating fish.\nBut in streams or bodies of water where the tides did not ebb or flow, under the common law, the riparian proprietor, if he owned the land on both sides of the stream, could pre*530vent any one coming upon his land, and taking fish out of the stream; and the same rule was held to extend as far as his ownership of the soil went, — to the thread or center of the stream. Within such limits his right of fishing was sole and exclusive, unless restricted by some local law or well-established usage or custom of the place.\nIt will thus be seen that the common law gave the riparian owner the right of exclusive fishing upon streams running through or along the line of his lands, because, such streams not being navigable, no person had any right to be upon them, within his premises, or opposite them upon his side of the stream, without his consent or permission, any more than they would have the right to be upon his, lands without such consent.\nBut the great Northwest, of which our State is a part, is governed in this respect by the ordinance of 1787, which provided that—\n“The navigable waters leading into the Mississippi and St. Lawrence, and the carrying places between the same, shall be common highways, and forever free, as well to the inhabitants of the said territory as to the citizens of the United States, and those of any other states that may be admitted into the Confederacy, without any tax, impost, or duty therefor.”\nThis ordinance applies, not only to the Great Lakes, but to all the streams discharging their waters into the lakes, or into the Mississippi and its tributaries, upon which had been floated, prior to the adoption of the ordinance, the commercial products of the country, not only in vessels, but in bateaux and canoes. It must also be remembered that this commerce then consisted mainly of fish, and the skins of wild animals. It was an ordinance saving to the hunter and the fisherman the right to navigate these waters, free of charge, upon his way to market the products of the chase, and it needs no great stretch of construction to hold that it *531also preserved to him forever the right to hunt and fish upon them.\nIt follows, therefore, from the clear language and intent of this ordinance, that the navigability of the waters of Lake Erie, and of the streams of this State, does not depend upon any tidal ebb and flow. No such ebb and flow exists in the whole Northwest territory.\nOur own decisions, in great number, which need not be cited, clearly state the conditions which constitute navigability in the streams and lakes of this State. If the common-law doctrine prevailed, there would be no navigable water in this State, or bordering upon, although we are nearly surrounded by great inland seas, but seas without tides.\nIf the right of the public to fish in any body of water depends upon its navigability, as it seems to under the common law, then, if the navigability is extended, as it is here, to the Great Lakes, and other lakes and streams in this State, which are non-tidal waters, then, in reason, the public right to fish therein ought to follow such navigability as extended by our laws.\nAnd disregarding the game and forestry laws of the old country, which have no place here, and do not belong to our common law, the right of fowling must be determined upon the same principles as the right of fishing.\nIt has been correctly held, I think, in Ohio, that the right’ of fishing in Lake Erie and its bays is not limited to the proprietors of its shores, and that such right is as public as if their waters were subject to the ebb and flow of the tide. Sloan v. Biemiller, 34 Ohio St. 492. As to the other great inland lakes of the United States, see the following cases there cited: State v. Gilmanton, 9 N. H. 461; State v. Falls Co., 49 Id. 250; Fletcher v. Phelps, 28 Vt. 257; Austin v. Railroad Co., 45 Id. 215; Railroad Co. v. Valentine, 19 Barb. 484; Ledyard v. Ten Eyck, 36 Id. 102; People v. Gutchess, *53248 Id. 656. See, also, West Roxbury v. Stoddard, 7 Allen, 167; Commissioners v. People, 5 Wend. 423, 447, 451.\nIn a later case it was further held in Ohio that a landlocked bay of Lake Erie, connected by an opening with the lake, might be susceptible of private ownership by grant; but, the waters of the same being navigable, such ownership must _ be held subject to the public rights of navigation and fishing, and that no mere grant of the land covered by such waters destroys this public right.\n“ The private grantee of the land cannot do anything that will interfere' with the channel, or hamper the passage of water-craft through it; but he may, without the limits of the channel, erect fishing-houses, or such other structures as his means and the depth of water will permit; he may convert shallow portions into cranberry patches; he may fill up other parts, aod make solid ground. Although such action by him may lesson the water surface available for the fishing boats, the fishermen cannot complain. Such public right to fish always yields to any permanent improvement by the owner of the land on which the water rests.” Hogg v. Beerman, 41 Ohio St. 81, 98.\nThis seems to me sound doctrine as applied to the case in hand, and that the right of shooting wild fowl upon the water rests upon the same great principle as the right of taking fish therein. Both fish and water fowl are the property of him who kills or captures them. Neither of them have . any relation to or connection with the soil beneath the water, and are in no sense and by no sophistry of reason even a part of the land, and do not make their home upon it, save as they swim in or upon the waters that cover it. They both belong to the water rather then the land. Both are used largely for food, and are great sources of sustentation to mankind, and the common right and privilege of all to take them upon and in the public waters should never be denied in a free country, or farmed out as a special favor to a fortunate few.\n*533In all the oases in the United States where it has been decided that the exclusive right of fishing belonged to the owners of the banks of the lakes or streams, it has been confined to such lakes and streams as were not navigable in fact, or wholly inclosed within the lands of one proprietor, or the courts have erroneously, as I think, made the same distinction that prevails in England in applying the principles there laid down as to non-tidal waters, without properly taking notice that a navigable stream here is not .confined to one having an ebb and flow of the tide, but to any one that is navigable in fact.\nAs before said, by the common law of England fishing is free in all navigable waters. Applying this rule of the common law properly to all our navigable streams, discarding the question of tide waters, which cannot prevail here, and the right of the public to fish must be, and ought to be, free in all our streams and lakes that are navigable in fact, and declared navigable under our laws.\nIt seems to me that the ownership of the riparian proprietor in the soil under the water cuts no figure in the solution of the question. The ownership of such soil gives no property to the landed proprietor either in the fish or wild fowl, —a proposition, as before shown, which cannot be disputed. They are not like the rocks in the bottom of the stream, or the ice that forms upon its surface. They are wild things, in which no man has property while they are alive and untamed. And I find no case holding that the great inland lakes of this country are not free to all in fishing and fowling. The principles governing non-tidal waters in England are not applied to them, and I know of no sound reason why there should be any distinction made in this respect between these lakes and other navigable waters.\nAn examination of the following cases will show the basis of the rulings to be as I have above stated: Hooker v. Cummings, 20 Johns. 90; Waters v. Lilley, 4 Pick. 145; Com. v. *534Chapin, 5 Id. 199; McFarlin v. Essex Co., 10 Cush. 304; Beckman v. Kreamer, 43 Ill. 447; Adams v. Pease, 2 Conn. 481; Smith v. Miller, 5 Mason, 191.\nIn some of the decisions the right of the riparian owner seems to be confined to the use of nets and seines in connection with the lands possessed by him. Ice Co. v. Shortall, 101 Ill. 46, citing Ang. Water-courses, § 67.\nI have been unable to find any case in the United States that prohibits one lawfully upon the water, as in transit upon a navigable river, from taking fish therein with hook and line; and the majority of this Court, as it was then constituted, seem to have settled the doctrine in this State that such fishing cannot be complained of by riparian owners, in Lincoln v. Davis, 53 Mich. 391 (19 N. W. Rep. 103).\nIt may also be stated, in this connection, that the right to fisheries in the Susquehanna, Delaware, and other large rivers of Pennsylvania, though the tide does not ebb and flow in them, is vested in the state, and open to all. Carson v. Blazer, 2 Bin. 475; Shrunk v. Navigation Co., 14 Serg. &amp; R. 71; Fishing Co. v. Carter, 61 Penn. St. 21. And in North and South Carolina fishing is held free and common to all in the navigable fresh-water streams of those states. Cates v. Wadlington, 1 McCord, 580; Collins v. Benbury, 3 Ired. 277, 5 Id. 118; Wilson v. Forbes, 2 Dev. 30; Boatwright v. Bookman, Rice, 447; Fagan v. Armistead, 11 Ired. 433.\nThe right to take fish with hook and line in navigable-waters must necessarily carry with it the right to stop and anchor one’s boat, and to stay in one place for shorter or longer periods, as the occasion requires.\nIf the riparian proprietor owns the soil in the bed of the-stream, yet, nevertheless, such anchorage is no damage to him, unless he owns also the fish in the river, or has the exclusive right of taking them therein. There is no injury to his property by such anchorage, and there can be no claim for damages without injury. And it seems to me that the-*535principle governing and controlling the right to fish with hook and line must also govern and control the right to shoot wild ducks, as exercised by the defendant in this case.\nUnder the well-settled law of this State, the proprietors of the land upon the banks of a navigable stream, like the Grand river, own the bed of the stream to the center. I have, however, the right to pass up and down that stream in a rowboat, and no landed proprietor of its banks, and no association of sportsmen, who may have leased for several miles the lands upon both sides for shooting or fishing purposes, can prevent my doing so.\nA traveler for pleasure has as much right upon navigable water as a traveler upon business. The Grand river below Lyons, at least, is a public common highway, upon which is-floated annually large amounts of logs and lumber; and I, though a devotee of pleasure or lover of nature, with no busi- ' ness ventures upon its bosom, have a right upon it, equal to. the log-runner or any other man.\nThe right to bathe in its cool depths, to feast the eye upon-its lovely landscapes of water, wood, and meadow, as I lie-dreamily in my fastened canoe or anchored boat; the right to-bask in the glad sunshine, to look up into the blue sky, to-breathe in the pure air; the right to hear the gentle murmur of the wind, to listen to the music of the singing birds, or even to note the ripple of its waters as they beat upon the shores of the riparian .owner; and the right to fill and gladden every sense with the joy and beauty of nature, — are mine; and the proprietor of the soil under the bed of the stream has no authority or power to drive me away. For these things are free, and God has ordered it so.\nBy what law, divine or human, written or unwritten, is the riparian owner authorized, like a policeman upon a crowded street, to order me to “move on?”\nSo have I also the right to cast my line into its waters, to lure, with baited hook or painted fly, the bass and perch into *536my hand or landing net, or to stop with my fowling piece the swift flight of the teal and mallard as they pass by or over me. For these things are also free, and the property of no man until taken; and, as yet, there is no law in Michigan that takes these enjoyments from me, or gives the bank-owner or his lessee the right to charge me for it, or drive me away from it.\nIt is, however, here gravely contended that these privileges are not mine, and that they are not to be enjoyed in common by the people of this State.\nIt is claimed that the proprietor of the banks, or their lessees, have, under the law, the exclusive right to fish and shoot upon our navigable streams; that they can prevent my taking fish in Grand river, or shooting wild fowl Hying over it; that I have no right to anchor my boat or stop it for a moment to bait my hook, load my gun, pull in a fish, or pick up a duck, if by so doing I have to cast anchor or fasten to the soil in the bed of the stream. Such acts are trespasses, it is argued, upon the land of the riparian owner. If this be true, then I cannot anchor or fasten my boat to enjoy the air or sunshine, or to pluck a wild flower growing in the stream.\nThis is the legitimate and logical result of the doctrine contended for by the plaintiff in this suit.\nIf this principle be established as law in this State, then' there can be no fishing or shooting here for the man without riparian rights, or who is too poor or lowly to gain admittance to a club, except by license or permission from his more fortunate neighbor, save upon the surface of the Great Lakes, or upon government or State land, at a great distance from his home.\nIt is a matter of common knowledge that clubs of wealthy sportsmen in some portions, of our State are now following up the planting of brook trout in our waters by the fish commissioners, and leasing, as far as possible, the lands through which the streams,- so stocked, run, for the purpose of *537aggrandizing to themselves the benefits of the endeavor of the State to increase the supply of fish food at the public expense.\nI cannot give my judicial sanction to the practical selling out of the public waters, the navigable streams of this State, for purposes of fishing and fowling to a favored few, to be stocked and replenished year by year at the expense of the public, and the shutting out of the great mass of the people, who bear the burden of such expense, from a right and enjoyment as dear to some of them, at least, as it can be to any riparian owner along such streams, or any member of a club or syndicate who have leased such owner’s premises.\nIf the English reports were full and overflowing of precedents to sustain such a holding, it would not bear a feather’s weight upon my interpretation of the law as adapted to our civilization, and as in accord with the genius and spirit of our free country, — “ a government by the people, of the people, and for the people.”\nIn my opinion, in the solution of this case, it makes no difference whether the plaintiff owns the soil under the waters of this bay by virtue of the grant in his patent, or as a riparian owner of the shore.\nIt must be conceded, from the testimony, that for at least 30 years it has been navigable water ] while, by the showing of some of the defendant’s witnesses, it has been such for 45 years.\nIt is well-settled law, with no respectable authority disputing it, that even where a person owns the soil by grant, and the waters of the sea or a navigable lake encroach upon it, and it thereby becomes covered with navigable water, and a part of the sea or lake, until such waters recede, or the land is otherwise reclaimed, and so long as it continues navigable, the public right to use it for purposes of navigation prevails.\nAs long as it remains as it is, the people, the common *538public, have a right to navigate it. They can cross over it, and pass up and down it, and the plaintiff is powerless to stop them. This is virtually conceded by his counsel.\nAnd, if the people have this right to pass over it, they have the right to take fish in its waters by hook and line, or in any other way common to all under our laws. They have the right to kill or capture ducks or other wild fowl resting or feeding upon its waters, or flying over it. They have the right to call such ducks or other wild fowl by all the devices known to sportsmen, and not prohibited by the general game laws, and in the seasons not inhibited by such statutes, from the air, land, or lake, upon or over the waters of this bay, as long as it shall remain such. If the plaintiff owns the soil by grant, he has a right, no doubt, to reclaim it by dykes or levees, but until he does so the public have the right to use it, as long as its waters are navigable.\nIt is a mistake to suppose that there has ever been a decision or ruling of this Court to support, directly or by analogy, the contention of the plaintiff that the riparian owners of the shores of navigable waters have an exclusive right to take the fish therein, or kill the wild fowl resting or feeding thereon, or filing over the same.\nNor does the killing of game upon the premises of another» in my opinion, vest the property in such game in the landowner, even though the person killing such game may be a trespasser.\nThere is no analogy between ice forming on such waters, and the fish or fowl in or upon them.\nThe ice belongs to the soil by reason of its attachment thereto, and, therefore, is considered by most of the authorities as a part of the land, while fish and fowl do not belong to the soil, and are no part of the land. There is no proprietorship or property in them until captured or killed.\nIn Bigelow v. Shaw, 65 Mich. 341 (32 N. W. Rep. 800), the ownership of ice is determined, and the various cases in *539this State bearing upon the subject, and upon the rights of riparian owners on navigable and non-navigable waters, are cited or reviewed. It is there held that the ownership of' the soil, and not the possession of the water, carries the property in the ice forming upon streams and ponds. See, also, Clute v. Fisher, 65 Mich. 48 (31 N. W. Rep. 614); Lorman v. Benson, 8 Id. 18; Ice Co. v. Excelsior, 44 Id. 229 (6 N. W. Rep. 636); Higgins v. Kusterer, 41 Id. 318 (2 N. W. Rep. 13).\nNone of these cases, or others cited by counsel for plaintiff, give any support to plaintiff’s claim. See Rice v. Ruddiman, 10 Mich. 125; Watson v. Peters, 26 Id. 508; Maxwell v. Bridge Co., 41 Id. 453; Richardson v. Prentiss, 48 Id. 88 (11 N. W. Rep. 819); Boom Co., v. Adams, 44 Id. 404 (6 N. W. Rep. 857); Clark v. Campau, 19 Id. 328; Gas Light Co. v. Industrial Works, 28 Id. 182; Webber v. Boom Co., 62 Id. 626 (30 N. W. Rep. 469); Turner v. Holland, 65 Id. 453 (33 N. W. Rep. 283).\nIn Lincoln v. Davis, 53 Mich. 391 (19 N. W. Rep. 103), Mr. Justice Campbell, in the prevailing opinion, says:\n“ Such fishing as is done with lines from boats, even in narrow streams, cannot be complained of by riparian owners. The fish are, like any other animals, ferce naturce, and in this region have always been regarded as open to capture by those who have a right to he where they are captured.”\nThis language seems to settle the question of fishing, and must, by every legal analogy, apply to wild fowl as well as to-fish and animals.\nIn Marsh v. Colby, 39 Mich. 626, and Burroughs v. Whitwan, 59 Id. 279 (26 N. W. Rep. 491), the decisions were based upon principles applicable to non-navigable waters, and to ponds whose soil and shores were held by grant. In neither case could the party claiming the right to take fish, in opposition to the right of the land-owner, get his boat upon the pond without trespassing upon the premises of such owner,, and he had no right to be there for any purpose. In the lat*540ter ease he had been forbidden entry upon such premises. In the case of Marsh v. Colby he was held not liable in trespass, because he had not been so forbidden before commencement of suit. In neither case was it adjudged that he could not have taken fish with hook and line, if he had been lawfully upon the pond with his boat, or that the fish in the pond were the exclusive property of the land-owner.\nAs to fishing with nets and other appliances which require staking or fastening to the soil, the customary exclusive use for many yea^s by the owners of lands fronting upon the Great Lakes, and the rivers connecting them, of the waters adjoining their premises for purposes of fishery, has doubtless grown into a right which cannot now be well disputed or disturbed. Such right has been recognized by the Legislature in enacting laws for the better preservation and protection of fish and fisheries, as extending to the channel banks of the rivers, and to one mile from the beach or shore at low water mark of the lakes, and their straits, inlets, and bays. How. Stat. § 2172; Lincoln v. Davis, 53 Mich. 375 (19 N. W. Rep. 103); Soloman v. Grosbeck, 65 Id. 540 (36 N. W. Rep. 163).\nBut no such custom has grown up as to hunting. Our laws also, as yet, have failed to give to or recognize in the riparian owner the absolute or exclusive right to shoot wild fowl upon navigable waters in front of his land. He can prevent any person from standing upon or occupying his land to shoot upon the waters; but, where such person has a right to go with his boat upon the water, he has a right to pursue, either for purposes of sport or for a livelihood, the wild fowl found upon the water, or winging their flight across it.\nWith the right- to kill or capture such wild fowl necessarily goes the right to use such means as may be most effective to accomplish such purpose, provided the captor keeps within the general laws of the State relating to the *541protection of game. He has the right to anchor his boat, and to fasten his decoys to the soil. It injures no right of the riparian owner, except the common right that he possesses with others of killing and capturing game where he can find it upon the water highways or public passages.\nIt is not contended here that the soil was injured, but the broad ground is taken that the exclusive right to hunt wild fowl in this bay belongs to the company represented by the plaintiff. It is sought to sustain this claim by the decisions of the English and Irish courts. Its adoption here is. to bring into Michigan that policy of the laws relating to wild game which deprives every man but the landlord or his lessee of the heretofore common public right to fish and hunt upon the public ways and waters of this State, — a policy which, in the not far-distant future, will debar the poor from any profit or pleasure in the pursuit of game, and sometime may, perhaps, as in Ireland, permit men to starve in sight of streams and lakes abounding in fish, and woods filled with wild game.\nI have not deemed it necessary to borrow law from such a source when its every principle is foreign and adverse, not only to our well-established usage and custom, but to the spirit and essence of that universal freedom which belongs to • and is protected by our institutions.\nThe principles upon which this case ought to be adj udicated might have been stated in much shorter compass, and rested entirely upon the law as laid down by all the courts of this country, without dissent, in reference to the Great Lakes, of which this bay is now, and at the time of the plaintiff’s grant was, unquestionably a part.\nBut, in view of the growing scarcity of game in this State, the efforts of the State, at public expense, to propagate, protect, and preserve it, and the evident disposition of a few to acquire dominion, through the riparian proprietors, over the inland navigable lakes and streams within our borders, and *542to shut out the great mass of our people from the enjoyment of hunting and fishing, and thus acquire at least a qualified, if not absolute, property in wild fowl, mostly migratory, and seeking here only resting and feeding grounds in certain seasons of the year, I have deemed it my duty to protest against any holding that will deprive any man of the common right, as I believe, of all to use the public highways, on water and on land, in the pursuit of fish and wild game, which is the property of him who takes them, and which, until taken, belong to no one under our laws.\nI have therefore set forth, as well as I am able to do, the reasons why, in right, justice, and law, the navigable streams ■of this State, and other bodies of water while open to navigation, should be forever free and unrestricted in fishing and fowling to all who have a right to row a boat or push a scow upon them.\nAny other declaration of the law than that which shall forever preserve to all the people of this State the right to fish and hunt upon government and State lands and the public ways of this State, one in common and equal with another, will be, in my opinion, a step backward, and unworthy the expounders of the law in a free country, where all are supposed to enjoy equal rights and privileges before the law.\nTherefore, without reference to the question of title in this case, I think the defendant, under his showing, had a right to shoot ducks as he did and where he did.\nThe judgment should be reversed, and a new trial granted.\n",
            "ocr": true,
            "opinion_id": 7933531
        }
    ],
    "court_short_name": "Michigan Supreme Court",
    "court_full_name": "Michigan Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Murder"
}