{
    "id": 319213,
    "judges": "Ainsworth, Brown, Per Curiam, Thornberry",
    "date_filed": "1979-10-03",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-julian-eugene-kennedy",
    "case_name_short": null,
    "case_name": "United States v. Julian Eugene Kennedy",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Julian Eugene KENNEDY, Defendant-Appellant",
    "attorneys": "James W. Hall, Valdosta, Ga. (Court-appointed), for defendant-appellant., William J. Schloth, U. S. Atty., C. Nathan Davis, Asst. U. S. Atty., Macon, Ga., for plaintiff-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 2,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties data-order=\"0\" data-type=\"parties\" id=\"b1249-7\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Julian Eugene KENNEDY, Defendant-Appellant.\n   </parties><br><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1249-9\">\n    No. 73-3532\n   </docketnumber><p data-order=\"2\" data-type=\"misc\" id=\"AhL6\">\n    Summary Calendar.\n    <a class=\"footnote\" href=\"#fn*\" id=\"fn*_ref\">\n     *\n    </a>\n</p><br><court data-order=\"3\" data-type=\"court\" id=\"b1249-10\">\n    United States Court of Appeals, Fifth Circuit.\n   </court><br><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1249-12\">\n    July 5, 1974.\n   </decisiondate><br><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1249-21\">\n    James W. Hall, Valdosta, Ga. (Court-appointed), for defendant-appellant.\n   </attorneys><br><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1249-22\">\n    William J. Schloth, U. S. Atty., C. Nathan Davis, Asst. U. S. Atty., Macon, Ga., for plaintiff-appellee.\n   </attorneys><br><p data-order=\"7\" data-type=\"judges\" id=\"b1249-23\">\n    Before BROWN, Chief Judge, and THORNBERRY and AINSWORTH, Circuit Judges.\n   </p><div class=\"footnotes\"><div class=\"footnote\" data-order=\"8\" data-type=\"footnote\" id=\"fn*\" label=\"*\">\n<a class=\"footnote\" href=\"#fn*_ref\">\n     *\n    </a>\n<p id=\"b1249-28\">\n     Rule 18, 5 Cir., see Isbell Enterprises, Inc. v. Citizens Casualty Company of New York et al., 5 Cir., 1970, 431 F.2d 409, Part I.\n    </p>\n</div></div>",
    "citations": [
        "496 F.2d 1185"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/496/496.F2d.1185.html",
            "author_id": null,
            "opinion_text": "496 F.2d 1185\n    UNITED STATES of America, Plaintiff-Appellee,v.Julian Eugene KENNEDY, Defendant-Appellant.\n    No. 73-3532 Summary Calendar.**Rule 18, 5 Cir., see Isbell Enterprises, Inc.v.Citizens Casualty Company of New York et al., 5 Cir., 1970,\n    \n      431 F.2d 409, PartI.\n      United States Court of Appeals, Fifth Circuit.\n      July 5, 1974.\n      James W. Hall, Valdosta, Ga.  (Court-appointed), for defendant-appellant.\n      William J. Schloth, U.S. Atty., C. Nathan Davis, Asst. U.S. Atty., Macon, Ga., for plaintiff-appellee.\n      Before BROWN, Chief Judge, and THORNBERRY and AINSWORTH, Circuit judges.\n      PER CURIAM:\n    \n    \n      1\n      Appellant Kennedy seeks review of his kidnapping conviction in violation of 18 U.S.C. 1201.  He challenges both the admissibility of his two confessions and the sufficiency of the evidence to establish the corpus delicti of the crime.  His first confession was made to state officers and admitted at his Florida murder trial; the second, rendered after that trial, was made to an FBI agent.  Finding that both of his challenges are without merit, we affirm.\n    \n    \n      2\n      On October 4, 1972 Julian Eugene Kennedy, an escaped prisoner from Raiford, Florida, was arrested by Detective Marchetta of the Hillsborough County Sheriff's Department, Tampa, Florida and placed in the county's detention facility.  For approximately two months Kennedy remained in the Hillsborough County jail during which time he says he requested that the public defender's office be notified that he needed counsel.  On December 11, 1972 the defendant wrote a note that said 'Tell Detective Marchetta that I am ready to talk * * *.'  Kennedy was then brought to an interview room where Marchetta read him the Miranda warnings from the wallet card he carried.  After suggesting to the Detective that they exchange drugs for a statement-- a bargain that was declined-- Kennedy asked that two facts be verified: (1) that the police department in Valdosta, Georgia had records of a woman reported missing on September 11, 1972, and (2) that the woman's car had been found abandoned in Pasco County, Florida.  Detective Marchetta found that Elva Lee Jones had disappeared from Valdosta, Georgia on September 11, 1972 and that her car had been recovered in Pasco County the following day.\n    \n    \n      3\n      After acquiring this information, the sheriff returned and read to Kennedy his constitutional rights, encompassed this time in the standard consent-to-interview form used by the sheriff's department.  Kennedy then signed the waiver.  In his statement he described how he escaped from the prisoner reception center in Lake Butler, Florida and stole or attempted to steal a succession of vehicles as he made his way north to Georgia.  It was in the process of acquiring another car that he found a woman alone in a cemetery and compelled her to accompany him in her car back to Florida.  Kennedy stopped the car on a dirt road in Pasco County and when he told the woman that he would have to put her in the trunk, she struggled and he killed her.  Then, after hiding her body, he abandoned the car.\n    \n    \n      4\n      On the basis of this statement Kennedy was tried and convicted of murder in the Florida state courts.  In August of 1973, while in prison in Florida, he consented to an interview with an FBI agent, signed a waiver of rights form, and again made substantially the same confession.\n    \n    \n      5\n      Kennedy was indicted for kidnapping Mrs. Jones by a federal grand jury.  18 U.S.C. 1201.  Outside the hearing of the jury, the District Judge considered at length the defense contention that, in view of the total circumstances of Kennedy's incarceration, the statement he gave to Detective Marchetta was involuntary.  Kennedy also challenged the statement made subsequently to the FBI agent, arguing that the agent never informed him of his rights.  The District Judge after an appropriate factual inquiry found against appellant on the facts and overruled the defense objections to both of these statements, admitting them into evidence.\n    \n    \n      6\n      The gist of appellant's major contention is that the note and the subsequent statement to Marchetta were precipitated by a combination of circumstances and pressures occurring in the Hillsborough County jail during the two months before he spoke.  Kennedy alleges that he was restricted to half rations and sequestered in solitary confinement during that time.  He maintains that he was questioned daily by Marchetta as to any other crimes he might be able to clear up.  The officers suggested in this daily interrogation that they would recommend that any sentences Kennedy might receive for additional crimes he confessed run concurrently with the sentence he was already under in the Florida state courts.  Drugs were clandestinely available after he made his statements and, indeed, Kennedy alleges that he was able to obtain 'bennies' from the deputy sheriff's desk as inducements to talk.  In addition the appellant maintains that he was going through a stage of drug withdrawal symptoms at the time that he made this confession.  Lastly, Kennedy argues that his statements were invalid because his repeated requests for an attorney were ignored by the sheriff's department.\n    \n    \n      7\n      In support of his contention appellant cites several Supreme Court cases where the confessions were held involuntary when rendered in an atmosphere of overbearing police pressures.  Clewis v. Texas, 1967, 386 U.S. 707, 87 S. Ct. 1338, 18 L. Ed. 2d 423; Davis v. North Carolina, 1966, 384 U.S. 737, 86 S. Ct. 1761, 16 L. Ed. 2d 895; Haynes v. Washington, 1963, 373 U.S. 503, 83 S. Ct. 1336, 10 L. Ed. 2d 513.  But where appellant fails is that the District Judge discredited all of the factual underpinnings of this theory by findings that are not clearly erroneous.  The District Judge declined to give credence to appellant's testimony.  We agree that the District Court was warranted in concluding that there was insufficient evidence to show that the confession was involuntary.  United States v. Gravitt, 5 Cir., 1973, 484 F.2d 375, 381.  Similarly, we agree with the District Judge that appellant did not establish his contention that the FBI agent failed to give him the necessary warnings at the time of his second confession.  United States v. Abigando, 5 Cir., 1971,  439 F.2d 827, 830.\n    \n    \n      8\n      Lastly, the appellant maintains that the government failed to prove its case because there was no evidence introduced to specifically identify the skeletal remains as those of Elva Lee Jones.  Appellant would have this Court adopt the Florida law that proof of the identity of a deceased must be established beyond a reasonable doubt.  Johnson v. State, 201 So. 2d 492 (Ct.App.Fla.1967).  Appellant is well aware that the standards to be applied to this case are federal alone.  The Fifth Circuit has recognized that the government is required only to prove by extrinsic evidence 'that the offense in question likely has been committed.'  Caster v. United States, 5 Cir., 1963,319 F.2d 850, 852, cert. denied, 376 U.S. 953, 84 S. Ct. 972, 11 L. Ed. 2d 973; United States v. Khandjian, 5 Cir., 1974, 489 F.2d 133.  There is ample evidence presented by the government to show that Elva Lee Jones was kidnapped and carried to Florida and it was her body found at the end of that dirt road in Pasco County.  We affirm the decision of the trial court.\n    \n    \n      9\n      Affirmed.\n    \n    ",
            "ocr": false,
            "opinion_id": 319213
        }
    ],
    "court_short_name": "Fifth Circuit",
    "court_full_name": "Court of Appeals for the Fifth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}