{
    "id": 1353485,
    "judges": "Sears",
    "date_filed": 1118016000000,
    "date_filed_is_approximate": false,
    "slug": "murphy-v-state",
    "case_name_short": null,
    "case_name": "Murphy v. State",
    "case_name_full": "Murphy v. the State",
    "attorneys": "Harrison & Lamar, Jeanne D. Harrison, Kipler S. Lamar, for appellant., Daniel J. Craig, District Attorney, Madonna M. Little, Charles R. Sheppard, Assistant District Attorneys, Thurbert E. Baker, Attorney General, Vonnetta L. Benjamin, Assistant Attorney General, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 6,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b438-5\">\n    S05A0559.\n   </docketnumber><parties id=\"AXV\">\n    MURPHY v. THE STATE.\n   </parties><br><citation id=\"b438-6\">\n    (614 SE2d 53)\n   </citation>",
    "citations": [
        "614 S.E.2d 53",
        "279 Ga. 410"
    ],
    "opinions": [
        {
            "author_str": "Sears",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4097.0,
            "opinion_text": "\n614 S.E.2d 53 (2005)\n279 Ga. 410\nMURPHY\nv.\nThe STATE.\nNo. S05A0559.\nSupreme Court of Georgia.\nJune 6, 2005.\n*54 Kipler Scott Lamar, Jeanne D. Harrison, Harrison &amp; Lamar, Augusta, for Appellant.\nDaniel J. Craig, Dist. Atty., Madonna Marie Little, Asst. Dist. Atty., Charles R. Sheppard, Asst. Dist. Atty., Thurbert E. Baker, Atty. Gen., Vonnetta Leatrice Benjamin, Asst. Atty. Gen., for Appellee.\nSEARS, Presiding Justice.\nAppellant Leon Dwayne Murphy appeals his convictions for murder and illegal firearm possession,[1] claiming that evidentiary errors and ineffective assistance from counsel require that his convictions be reversed. Having reviewed the record and found appellant's claims to be without merit, we affirm.\nThe evidence of record shows that after arguing with the victim, appellant pulled out his .38 caliber handgun and shot the victim five times. Appellant then took the victim's .380 caliber handgun from him and shot him an additional three times before fleeing. At trial, appellant admitted that he committed the shooting, but claimed it was in self-defense because during the argument, the victim reached for his handgun in an effort to shoot appellant.\n1. The evidence of record was sufficient for rational triers of fact to find appellant guilty of the crimes for which he was convicted.[2] As noted, appellant admitted to *55 having shot the victim, but claimed to have done so in self-defense.[3] It was for the jury to decide whether to accept or reject that claim.[4] The evidence of record showed: (1) that the victim suffered eight bullet wounds, including four to his back, fired from two different guns; (2) that the victim was sprawled on the floor while being shot with his own gun, which he never had a chance to raise; (3) that appellant fired shots into the victim from various angles; (4) that, even though he had completely immobilized the victim, appellant fled the scene without attempting to obtain medical assistance; and (5) that appellant eluded the police until the following day, when he was arrested. Moreover, appellant made several conflicting statements, including differing accounts about how he obtained the victim's gun and whether the victim's gun fired accidentally or whether appellant fired it intentionally. This evidence was sufficient for rational triers of fact to reject appellant's claim of self-defense,[5] and to find him guilty beyond a reasonable doubt of the crimes for which he was convicted.\n2. The trial court did not abuse its discretion by granting the State's motion in limine to exclude evidence of the victim's prior acts of violence against third persons. The record fails to show that appellant complied with the notice requirements of Uniform Superior Court Rule 31.6(A), which states that a defendant who claims justification must give the State timely (i.e., no less than ten days) pretrial notice of an intention to present \"evidence of relevant specific acts of violence by the victim against third persons.\"[6]\n3. Appellant claims the trial court erred by admitting his tape recorded statement to police, because even though appellant was read his Miranda warnings at the beginning of the recorded statement, the audio tape indicates that the taped statement was a continuation of a discussion that began before Miranda warnings were given. The record, however, fails to support appellant's claim. At the Jackson-Denno hearing held to determine the admissibility of this evidence, the investigator who recorded appellant's statement testified that before he read the Miranda warnings to appellant, he asked only whether appellant wanted something to drink or needed to use the restroom. Thereafter, the investigator testified, appellant was properly Mirandized and gave his statement. At the Jackson-Denno hearing, appellant offered no evidence to show that investigators had any substantive discussions with him prior to the giving of Miranda warnings. Accordingly, the trial court did not err by admitting this testimony.[7]\n4. Appellant urges that trial counsel was constitutionally ineffective because he failed to introduce evidence of the victim's prior acts of violence against third persons and evidence that the victim had been indicted for crimes in Connecticut. Pretermitting the question of trial counsel error, we can *56 discern no harm resulting from this alleged omission,[8] since appellant's testimony contains references to the fact that the victim had been charged with other crimes and the fact that the victim had fired his gun at a third party just days before being killed by appellant. Hence, the jury was informed of the evidence which appellant claims counsel should have introduced by other means.\n5. Contrary to appellant's claim, the trial court's jury charge on voluntary manslaughter did not violate Edge v. State,[9] as the court clearly told the jurors that before they could return a verdict as to malice or felony murder, they first had to determine whether mitigating evidence authorized a verdict as to voluntary manslaughter. Having read the charge as a whole, we reject appellant's claim that it was misleading and/or confusing.\nJudgment affirmed.\nAll the Justices concur.\nNOTES\n[1]  The crimes occurred on August 14, 2000, and appellant was indicted on October 10, 2000. Trial was held on February 6-8, 2001, and appellant was found guilty on all counts. On March 5, 2001, appellant was sentenced to life in prison for malice murder and a consecutive five years for illegal firearm possession. A conviction for felony murder was vacated by operation of law. Appellant filed his new trial motion on April 3, 2001, and amended the motion on January 21, 2003. The motion was denied on February 24, 2003. Appellant filed a notice of appeal on March 3, 2003. The transcript was certified by the court reporter on June 9, 2004. After briefs were filed by both parties, appellant's counsel on appeal was disbarred by this Court for conduct unrelated to this appeal. On November 4, 2004, the appeal was stricken from the docket and remanded to the trial court for the appointment of new appellate counsel. The appeal was redocketed on December 3, 2004, and submitted for decision on the briefs.\n[2]  Jackson v. Virginia, 443 U.S. 307, 99 S. Ct. 2781, 61 L. Ed. 2d 2d 560 (1979).\n[3]  Appellant's admission to having shot the victim, but claiming self-defense, removes this case from the rule that a conviction based entirely on circumstantial evidence can be affirmed only if every reasonable hypothesis other than guilt is excluded. See Yarborough v. State, 183 Ga.App. 198, 199, 358 S.E.2d 484 (1987); OCGA § 24-4-6.\n[4]  Holmes v. State, 273 Ga. 644, 645, 543 S.E.2d 688 (2001) (\"`Witness credibility is to be determined by the jury... as is the question of self-defense when there is conflicting evidence on the issue.'\").\n[5]  See Harvey v. State, 274 Ga. 350, 352, 554 S.E.2d 148 (2001) (a jury is entitled to disbelieve a defendant's version of the facts).\n[6]  Johnson v. State, 270 Ga. 234, 236, 507 S.E.2d 737 (1998).\n[7]  Grier v. State, 273 Ga. 363, 364, 541 S.E.2d 369 (2001) (unless clearly erroneous, a trial court's findings as to factual determinations and credibility relating to the admissibility of a defendant's statement at a Jackson-Denno hearing will be upheld on appeal).\n\nAppellant also points to a portion of the tape where he makes reference to an incident when the victim fired gunshots into a motel room. On the tape, the police investigator indicates that he knew the incident had occurred several days prior to the shooting. On appeal, appellant argues the investigator could only have learned this information from previous substantive discussions with appellant. We disagree. Since the gunshots were fired at a motel, it is likely that numerous people heard them, any one of whom could have given the information to police.\n[8]  Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052, 80 L. Ed. 2d 674 (1984) (in order to establish the ineffective assistance of counsel, an appellant must show both deficient performance and resulting prejudice).\n[9]  261 Ga. 865, 414 S.E.2d 463 (1992).\n\n",
            "ocr": false,
            "opinion_id": 1353485
        }
    ],
    "court_short_name": "Supreme Court of Georgia",
    "court_full_name": "Supreme Court of Georgia",
    "court_type": "S",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}