{
    "id": 800265,
    "judges": "Baker, Effron, Erdmann, Ryan",
    "date_filed": "1981-10-25",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-prather",
    "case_name_short": "Prather",
    "case_name": "United States v. Prather",
    "case_name_full": "UNITED STATES, Appellee, v. Stephen A. PRATHER, Airman, U.S. Air Force, Appellant",
    "attorneys": "For Appellant: Major David P. Bennett (argued); Colonel Eric N. Eklund, Lieutenant Colonel Gail E. Crawford, Major Michael A. Bumat, Major Shannon A. Bennett, and Dwight H. Sullivan (on brief)., For Appellee: Captain Naomi N. Porter-field (argued); Captain Charles G. Warren and Gerald R. Bruce (on brief); Colonel Don M. Christensen.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued Sept. 28, 2010.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 1,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b538-3\">\n    UNITED STATES, Appellee, v. Stephen A. PRATHER, Airman, U.S. Air Force, Appellant.\n   </parties><br><docketnumber id=\"b538-7\">\n    No. 10-0345.\n   </docketnumber><docketnumber id=\"Acy\">\n    Crim.App. No. 37329.\n   </docketnumber><br><court id=\"b538-9\">\n    U.S. Court of Appeals for the Armed Forces.\n   </court><br><otherdate id=\"b538-10\">\n    Argued Sept. 28, 2010.\n   </otherdate><br><decisiondate id=\"b538-11\">\n    Decided Feb. 8, 2011.\n   </decisiondate><br><judges id=\"b539-12\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"339\"> \n     *339\n     </span>\n    ERDMANN, J., delivered the opinion of the Court, in which EFFRON, C.J., and RYAN, J., joined. BAKER, J., filed a separate opinion dissenting as to part A and concurring in the result, in which STUCKY, J., joined.\n   </judges><br><attorneys id=\"b539-16\">\n    For Appellant:\n    <em>\n     Major David P. Bennett\n    </em>\n    (argued);\n    <em>\n     Colonel Eric N. Eklund, Lieutenant Colonel Gail E. Crawford, Major Michael A. Bumat, Major Shannon A. Bennett,\n    </em>\n    and\n    <em>\n     Dwight H. Sullivan\n    </em>\n    (on brief).\n   </attorneys><br><attorneys id=\"b539-17\">\n    For Appellee:\n    <em>\n     Captain Naomi N. Porter-field\n    </em>\n    (argued);\n    <em>\n     Captain Charles G. Warren\n    </em>\n    and\n    <em>\n     Gerald R. Bruce\n    </em>\n    (on brief);\n    <em>\n     Colonel Don M. Christensen.\n    </em>\n</attorneys>",
    "citations": [
        "69 M.J. 338"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 37.0,
            "download_url": "http://www.armfor.uscourts.gov/newcaaf/opinions/2010SepTerm/10-0345.pdf",
            "author_id": null,
            "opinion_text": "                       UNITED STATES, Appellee\n\n                                    v.\n\n                     Stephen A. Prather, Airman\n                      U.S. Air Force, Appellant\n\n                              No. 10-0345\n\n                         Crim. App. No. 37329\n\n       United States Court of Appeals for the Armed Forces\n\n                      Argued September 28, 2010\n\n                       Decided February 8, 2011\n\nERDMANN, J., delivered the opinion of the court, in which\nEFFRON, C.J., and RYAN, J., joined. BAKER, J., filed a separate\nopinion dissenting as to part A and concurring in the result, in\nwhich STUCKY, J., joined.\n\n                                 Counsel\n\n\nFor Appellant: Major David P. Bennett (argued); Colonel Eric N.\nEklund, Lieutenant Colonel Gail E. Crawford, Major Michael A.\nBurnat, Major Shannon A. Bennett, and Dwight H. Sullivan, Esq.\n(on brief).\n\nFor Appellee: Captain Naomi N. Porterfield (argued); Captain\nCharles G. Warren and Gerald R. Bruce, Esq. (on brief); Colonel\nDon M. Christensen.\n\nMilitary Judge:   Thomas Dukes\n\n\n       This opinion is subject to revision before final publication.\n\fUnited States v. Prather, No. 10-0345/AF\n\n     Judge ERDMANN delivered the opinion of the court.\n\n     Airman Stephen A. Prather pleaded not guilty to charges of\n\naggravated sexual assault and adultery in violation of Article\n\n120(c)(2) and Article 134, Uniform Code of Military Justice\n\n(UCMJ).   He was convicted of both charges by a general court-\n\nmartial composed of members and was sentenced to a reduction to\n\nE-1, forfeiture of all pay and allowances, confinement for two\n\nyears and six months, and a dishonorable discharge.    The\n\nconvening authority approved the sentence and the United States\n\nAir Force Court of Criminal Appeals affirmed the findings and\n\nsentence.   United States v. Prather, No. ACM 37329, 2010 CCA\n\nLEXIS 149, 2010 WL 4068932 (A.F. Ct. Crim. App. Jan. 25, 2010).\n\n     Strictly speaking, the burden of proof, as those words\n     are understood in criminal law, is never upon the\n     accused to establish his innocence or to disprove the\n     facts necessary to establish the crime for which he is\n     indicted. It is on the prosecution from the beginning\n     to the end of trial and applies to every element\n     necessary to constitute the crime.\n\nDavis v. United States, 160 U.S. 469, 487 (1895).     We granted\n\nreview to address the burden shifts found in Article 120(t)(16),\n\nUCMJ, when an accused raises the affirmative defense of consent\n\nto a charge of aggravated sexual assault by engaging in sexual\n\n\n\n\n                                 2\n\fUnited States v. Prather, No. 10-0345/AF\n\nintercourse with a person who was substantially incapacitated.1\n\nWe conclude that the statutory interplay between the relevant\n\nprovisions of Article 120, UCMJ, under these circumstances,\n\nresults in an unconstitutional burden shift to the accused.       In\n\naddition, we conclude that the second burden shift in Article\n\n120(t)(16), UCMJ, which purports to shift the burden to the\n\ngovernment once an accused proves an affirmative defense by a\n\npreponderance of the evidence, constitutes a legal\n\nimpossibility.\n\n                             BACKGROUND\n\n       On October 30, 2007, Prather invited SH to a party that he\n\nand his wife were hosting at their house on Travis Air Force\n\nBase, California.    Prior to arriving at the party, SH asked\n\nPrather if she could spend the night on his couch because she\n\nplanned on becoming intoxicated.       Prather agreed.   During the\n\nparty, Prather, SH, and others played drinking games.       At some\n\n\n1\n    We granted review of the following issue:\n\n       Whether the elimination of the element of lack of\n       consent combined with the shifting of the burden to\n       prove consent, by a preponderance of the evidence, to\n       the accused in order to raise an affirmative defense\n       to aggravated sexual assault under Article 120, UCMJ,\n       where Appellant allegedly engaged in sexual\n       intercourse with a person who was substantially\n       incapacitated, is a violation of Appellant’s right to\n       due process under the 5th Amendment of the U.S.\n       Constitution.\n\nUnited States v. Prather, 69 M.J. 168 (C.A.A.F. 2010) (order\ngranting review).\n\n                                   3\n\fUnited States v. Prather, No. 10-0345/AF\n\npoint during the party, SH made her way to the couch.    There was\n\nconflicting testimony about exactly how she got to the couch and\n\nhow intoxicated she was during this time period.    The other\n\nguests departed in the early morning hours and Prather and his\n\nwife retired to their upstairs bedroom.\n\n        Prather testified that at 2:30 a.m. he went downstairs to\n\nget a glass of water and found SH awake.    He testified that SH\n\ntalked to him, kissed him, and took off her pants and underwear.\n\nAccording to Prather, they then engaged in consensual\n\nintercourse.    SH testified that after passing out on the couch\n\nshe awoke to find Prather on top of her already penetrating her.\n\nShe testified that she passed out again and when she awoke to\n\nprepare for work, she found semen inside her and on her\n\nunderwear.\n\n        After the presentation of evidence, the military judge\n\nengaged counsel in a lengthy discussion concerning the\n\ninstructions he intended to give the members for the aggravated\n\nsexual assault charge.    The military judge noted that the\n\noffense occurred within a month of the effective date of the new\n\nArticle 120, UCMJ, so the charges had been filed under the new\n\nstatutory structure for which there was little guidance.      The\n\nmilitary judge explained that he intended to provide\n\ninstructions that tracked the language of the new Article 120,\n\nUCMJ.\n\n\n\n                                   4\n\fUnited States v. Prather, No. 10-0345/AF\n\n     In response, the defense counsel noted that the new Article\n\n120, UCMJ, purported to remove “consent” as an element of the\n\noffense and required an accused to raise “consent” as an\n\naffirmative defense and prove it by a preponderance of the\n\nevidence.   The defense counsel argued that since the Government\n\nwas required to prove that the victim was substantially\n\nincapacitated, consent was still an element of the statute as a\n\nvictim who is “substantially incapacitated” cannot give consent.\n\nThe defense counsel argued that by requiring Prather to prove\n\nconsent by a preponderance of the evidence, the burden shifted\n\nto him to negate or disprove the element of substantially\n\nincapacitated.\n\n     The defense counsel requested that the military judge\n\nfollow the advice of the Military Judges’ Benchbook, which\n\nsuggested treating “consent” as a traditional affirmative\n\ndefense under these circumstances.2   The military judge\n\nacknowledged the defense concerns, but nonetheless rejected the\n\n\n2\n  Dep’t of the Army Pamphlet 27-9, Legal Services, Military\nJudges’ Benchbook, ch. 3, Instruction 3-45-5, NOTE 9 (2010)\n(instruction on aggravated sexual assault, Article 120, UCMJ),\nstates:\n\n     Because this burden shifting appears illogical, it\n     raises issues ascertaining Congressional intent. The\n     Army Trial Judiciary is taking the approach that\n     consent is treated like many existing affirmative\n     defenses; if raised by some evidence, the military\n     judge must advise the members that the prosecution has\n     the burden of proving beyond a reasonable doubt that\n     consent did not exist.\n\n                                 5\n\fUnited States v. Prather, No. 10-0345/AF\n\nrequest.    The military judge’s relevant instructions generally\n\ntracked the statutory scheme, including the shifting burdens\n\nconsistent with Article 120(t)(16), UCMJ, with respect to the\n\naffirmative defenses.3     Prather appealed to the Air Force Court\n\nof Criminal Appeals, challenging the constitutionality of\n\nArticle 120, UCMJ.      The lower court found no violation of\n\nPrather’s due process rights.\n\n                               DISCUSSION\n\n     Before this court, Prather again raises constitutional\n\nchallenges to the statutory scheme involving the affirmative\n\ndefense of consent in the context of Article 120(c)(2), UCMJ.\n\nThe constitutionality of a statute is a question of law we\n\nreview de novo.    United States v. Disney, 62 M.J. 46, 48\n\n(C.A.A.F. 2005).\n\n     The pertinent statutory text of Article 120(c)(2), UCMJ,\n\nprovides:\n\n     (c) Aggravated sexual assault.         Any person subject to\n     this chapter who –-\n\n            . . . .\n\n         (2) engages in a sexual act with another person\n     of any age if that other person is substantially\n     incapacitated or substantially incapable of –-\n\n                  (A)   appraising the nature of the sexual\n     act;\n\n\n\n3\n  Attached as an appendix is the military judge’s instructions to\nthe members on these issues.\n\n                                    6\n\fUnited States v. Prather, No. 10-0345/AF\n\n                (B)   declining participation in the sexual\n     act; or\n\n              (C) communicating unwillingness to engage\n     in the sexual act; is guilty of aggravated sexual\n     assault and shall be punished as a court martial may\n     direct.4\n\nArticle 120(r), UCMJ, provides in pertinent part:\n\n     Consent and mistake of fact as to consent are not an\n     issue, or an affirmative defense, in a prosecution\n     under any other subsection, except they are an\n     affirmative defense for the sexual conduct in issue in\n     a prosecution under . . . subsection (c) (aggravated\n     sexual assault) . . . .\n\nArticle 120(t)(14), UCMJ, provides in pertinent part:\n\n     The term “consent” means words or overt acts\n     indicating a freely given agreement to the sexual\n     conduct at issue by a competent person. . . . A person\n     cannot consent to sexual activity if –-\n\n          . . . .\n\n          (B)   substantially incapable of –-\n\n                (i) appraising the nature of the sexual\n          conduct at issue due to –-\n\n                    (I) mental impairment or\n          unconsciousness resulting from consumption of\n          alcohol, drugs, a similar substance, or otherwise\n          . . . .\n\nArticle 120(t)(16), UCMJ, provides:\n\n     Affirmative defense. The term “affirmative defense”\n     means any special defense that, although not denying\n     that the accused committed the objective acts\n     constituting the offense charged, denies, wholly, or\n\n4\n  Prather was charged as follows in the specification of Charge\nI: “In that AIRMAN STEPHEN A. PRATHER . . . did, at or near\nTravis Air Force Base, California, on or about 30 October 2007,\nengage in a sexual act, to wit: sexual intercourse, with [SH],\nwho was substantially incapacitated.”\n\n                                  7\n\fUnited States v. Prather, No. 10-0345/AF\n\n        partially, criminal responsibility for those acts.\n        The accused has the burden of proving the affirmative\n        defense by a preponderance of evidence. After the\n        defense meets this burden, the prosecution shall have\n        the burden of proving beyond a reasonable doubt that\n        the affirmative defense did not exist.\n\nA. An accused’s burden to prove the affirmative defense of\nconsent by a preponderance of the evidence under Article\n120(c)(2), Article 120(r), Article 120(t)(14), and Article\n120(t)(16)\n\n        Prather argues that “[b]y placing the burden on the accused\n\nto prove consent when raising an affirmative defense, [Congress]\n\nshifted the burden to the accused to disprove what is an implied\n\nelement or a fact that is essential to the offense of aggravated\n\nsexual assault.”    In Prather’s view, “substantial incapacity,”\n\nand “consent” are “two sides of the same coin” because the\n\nstatutory definition provides that “[a] person cannot consent to\n\nsexual activity if . . . substantially incapable of . . .\n\nappraising the nature of the sexual conduct at issue due to . .\n\n. mental impairment or unconsciousness resulting from\n\nconsumption of alcohol . . . .”    Article 120(t)(14)(B)(i)(I),\n\nUCMJ.    Thus, according to Prather, an accused cannot prove the\n\naffirmative defense by a preponderance of the evidence without\n\nalso disproving an essential element of the offense of\n\naggravated sexual assault.    Prather also argues that the\n\nmilitary judge failed to instruct the panel that they “must”\n\nconsider evidence of consent in considering whether the\n\n\n\n\n                                   8\n\fUnited States v. Prather, No. 10-0345/AF\n\nGovernment proved each element of the offense beyond a\n\nreasonable doubt.\n\n     The Government responds that the constitutionality of\n\nArticle 120(c)(2), UCMJ, is consistent with the rationale of\n\nUnited States v. Neal, 68 M.J. 289 (C.A.A.F 2010), arguing that\n\nNeal makes it clear that “consent is not an element, implied or\n\nexplicit of Article 120(c), UCMJ.”5    Neal, however, is\n\ndistinguishable from this case as it addressed “consent” in the\n\ncontext of Article 120(e), UCMJ (aggravated sexual contact) and\n\ndid not involve a situation where the victim’s capacity to give\n\nconsent was at issue.6\n\n     It is well established that the Due Process Clause\n\n“protects the accused against conviction except upon proof\n\nbeyond a reasonable doubt of every fact necessary to constitute\n\nthe crime with which he is charged.”    In re Winship, 397 U.S.\n\n358, 364 (1970).    However, it is less settled as to exactly when\n\n5\n  Neal treated consent as an affirmative defense independent of\nthe element of force and noted that facts pertinent to consent\nmight also be pertinent to the element of force, and therefore\nit was necessary for the military judge to make clear in\ninstructions that such facts could be considered for both\npurposes. 68 M.J. at 299.\n6\n  Neal identified three components of the statutory definition of\nconsent under Article 120, UCMJ: the first component defines\nconsent; the second identifies circumstances excluded from the\ndefinition; and the third identified circumstances in which an\nindividual cannot give consent. 68 M.J. at 297-98. It is the\nthird component, while not at issue in Neal, that is central to\nthis case. While Neal is not dispositive of the issues\npresented in this case, the general case law discussions in\n\n\n\n                                  9\n\fUnited States v. Prather, No. 10-0345/AF\n\na statute impermissibly relieves the prosecution of this burden\n\nby shifting to the defense a burden to prove a defense that\n\noverlaps in proof with an element of the charged offense.    Over\n\nthe years, the Supreme Court has wrestled with this issue.\n\nLeland v. Oregon, 343 U.S. 790, 793 (1952) (placing the burden\n\non an accused to prove an affirmative defense is not, in and of\n\nitself, unconstitutional); see also Dixon v. United States, 548\n\nU.S. 1, 7-8 (2006); Mullaney v. Wilbur, 421 U.S. 684, 702 (1975)\n\n(concluding that the state murder statute at issue required the\n\ndefendant “to carry the burden of proving a fact [malice\n\naforethought] so critical to criminal culpability” as to create\n\nan unconstitutional burden shift to the defendant); Patterson v.\n\nNew York, 432 U.S. 197, 207 (1977) (finding no unconstitutional\n\nshifting of the burden to the defendant, the Supreme Court\n\nconcluded that the statutory affirmative defense at issue “does\n\nnot serve to negative any facts of the crime which the State is\n\nto prove in order to convict of murder”); Martin v. Ohio, 480\n\nU.S. 228, 233-34 (1987) (although noting that a statute may not\n\n“shift to the defendant the burden of disproving any element of\n\nthe [prosecution’s] case,” and concluding that the “evidence\n\noffered to support the defense may negate a purposeful killing\n\nby prior calculation and design,” the Supreme Court nonetheless\n\nheld that there had been no shifting of the burden because the\n\n\nSection III, Part B, of Neal are instructive to the analysis of\n\n\n                               10\n\fUnited States v. Prather, No. 10-0345/AF\n\ninstructions were “adequate to convey to the jury that all of\n\nthe evidence, including the evidence going to self-defense, must\n\nbe considered in deciding whether there was a reasonable doubt\n\nabout the sufficiency of the State’s proof of the elements of\n\nthe crime”).\n\n     With these principles in mind we examine the statutory\n\nframework presented in this case:    Prather was charged under\n\nArticle 120(c)(2), UCMJ, with aggravated sexual assault by\n\nengaging in sexual intercourse with a person who was\n\nsubstantially incapacitated.   The essential elements of this\n\noffense are (1) that the accused engaged in a sexual act with\n\nanother person; and (2) that person was substantially\n\nincapacitated.   Article 120(r), UCMJ, provides that “consent” is\n\nnot an element of this offense, but it is an affirmative defense\n\nthat may be raised by the accused.   Article 120(t)(16), UCMJ,\n\nprovides that if an accused raises an affirmative defense, he\n\nmust prove it by a preponderance of the evidence.7   Article\n\n120(t)(14), UCMJ, defines “consent” and provides that a person\n\nwho is substantially incapable of appraising the nature of the\n\nsexual conduct due to impairment or unconsciousness resulting\n\nfrom consumption of alcohol cannot consent.\n\n\nthe issues presented here. Id. at 298-300.\n7\n  Article 120(t)(16), UCMJ, goes on to provide that if an accused\nproves the affirmative defense, the burden shifts to the\ngovernment to disprove the affirmative defense beyond a\n\n\n\n                                11\n\fUnited States v. Prather, No. 10-0345/AF\n\n     The Government argues that “proof that the victim was\n\nsubstantially incapacitated at the time of the sexual act does\n\nnot preclude an affirmative defense of consent.”     This argument\n\nis based, at least in part, upon the Government’s assertion that\n\nconsent given before a victim became substantially incapable\n\ncontinues to be valid throughout the period of incapacity.       That\n\nassertion, however, runs counter to the definition of consent in\n\nArticle 120(t)(14), UCMJ.   Consent requires a freely given\n\nagreement by a competent person.      The Government provides no\n\nlegal support for the proposition that such advance consent is\n\nnot vitiated by the victim’s subsequent incapacity -- a\n\ncondition that at a minimum precludes the victim’s ability to\n\nwithdraw prior consent.\n\n     Under the facts of this case, Prather could not prove\n\nconsent without first proving a capacity to consent on the part\n\nof the victim as Article 120(t)(14), UCMJ, provides that “[a]\n\nperson cannot consent to sexual activity if . . . substantially\n\nincapable . . . .” (Emphasis supplied.)     Although there may\n\nexist an abstract distinction between “substantially\n\nincapacitated” and “substantially incapable,” in the context\n\npresented here we see no meaningful constitutional distinction\n\nin analyzing the burden shift.   If an accused proves that the\n\nvictim consented, he has necessarily proven that the victim had\n\n\nreasonable doubt.   This second burden shift is addressed in\n\n\n                                 12\n\fUnited States v. Prather, No. 10-0345/AF\n\nthe capacity to consent, which logically results in the accused\n\nhaving disproven an element of the offense of aggravated sexual\n\nassault -- that the victim was substantially incapacitated.      In\n\nan area of law with many nuances, one principle remains constant\n\n-- an affirmative defense may not shift the burden of disproving\n\nany element of the offense to the defense.    See Martin, 480 U.S.\n\nat 233; Patterson, 432 U.S. at 207.     Thus, the interplay of\n\nsections Article 120(c)(2), UCMJ, Article 120(t)(14),UCMJ, and\n\nArticle 120(t)(16), UCMJ, results in an unconstitutional burden\n\nshift to the accused.\n\n     This, however, does not end our inquiry as the Government\n\ngoes on to argue that the instructions provided by the military\n\njudge cured any constitutional infirmity in the statutory\n\nscheme, citing Martin.   The military judge provided a series of\n\ninstructions to the members on the burden of proof.    During the\n\npreliminary instructions prior to voir dire, the military judge\n\nadvised the members that “The Government has the burden of\n\nproving the accused’s guilt by legal and competent evidence\n\nbeyond a reasonable doubt.”   During final instructions on the\n\nmerits, the military judge advised the members as follows on\n\ntheir use of any evidence of consent:\n\n     If the Defense did not prove by a preponderance of the\n     evidence that [SH] consented to the sexual act\n     alleged, then the government bears no burden to\n     disprove the affirmative defense of consent, and\n\n\nSection B of this opinion.\n\n                                13\n\fUnited States v. Prather, No. 10-0345/AF\n\n     consent as an affirmative defense is not an issue for\n     your further consideration. You may, however, still\n     consider any evidence presented on the issue of\n     consent if you find such evidence is relevant for your\n     consideration of whether the prosecution has proven\n     the elements of the offense beyond a reasonable doubt.\n\nShortly after this instruction, the military judge reminded the\n\nmembers that “the burden of proof to establish the guilt of the\n\naccused beyond a reasonable doubt is on the government.    The\n\nburden never shifts to the accused to establish innocence or to\n\ndisprove the facts necessary to establish each element of each\n\noffense.”   Finally, shortly before the trial counsel’s closing\n\nargument, the military judge stated, “As the government has the\n\nburden of proof, trial counsel may open and close.”\n\n     The Government argues that these instructions sufficiently\n\ninformed the panel that the Government had the burden of proving\n\nthe elements of the offense beyond a reasonable doubt and also\n\nthat its findings should be based on all the evidence,\n\nregardless of their determination as to whether the defense\n\nproved the affirmative defense by a preponderance of the\n\nevidence.   There are two related but distinct instructional\n\nissues raised here:   whether the standard “ultimate burden”\n\ninstructions given by the military judge cured the\n\nunconstitutional burden shift that required Prather to disprove\n\nthe element of substantial incapacity; and if so, whether the\n\ninstruction on the evidence of the affirmative defense informed\n\nthe panel that they must consider that evidence in their\n\n\n                                14\n\fUnited States v. Prather, No. 10-0345/AF\n\ndeliberations as to whether the Government proved the element of\n\nsubstantial incapacity beyond a reasonable doubt.\n\n     We agree with the Government that we must evaluate the\n\ninstructions “in the context of the overall message conveyed to\n\nthe jury.”   Humanik v. Beyer, 871 F.2d 432, 441 (3d Cir. 1989).\n\nAs noted, the military judge instructed the panel on the burden\n\nshift scheme consistent with the text of Article 120.8   In regard\n\nto the standard burden instructions given by the military judge,\n\nit is our view that where the statutory scheme has shifted the\n\nburden to the accused to negate or disprove an element of the\n\noffense and the panel is so instructed, standard “ultimate\n\nburden” instructions are insufficient to resolve the\n\nconstitutional issue.9   As the Third Circuit noted in Humanik:\n\n\n8\n  The statutory scheme at issue in this case places military\njudges in an impossible position. “[T]he military judge must\nbear the primary responsibility for assuring that the jury\nproperly is instructed on the elements of the offenses raised by\nthe evidence as well as potential defenses and other questions\nof law.” United States v. Graves, 1 M.J. 50, 53 (C.M.A. 1975).\nHere the military judge not unreasonably followed the statutory\nscheme in crafting his instructions on the affirmative defense.\nHowever, in order to provide an instruction that accurately\ninformed the panel of the Government’s burden (as recommended by\nthe Military Judges’ Benchbook), the military judge would have\nto ignore the plain language of Article 120, UCMJ.\n9\n  While Judge Baker’s separate opinion criticizes the majority\nopinion for not indicating what instruction would have cured\nthis constitutional deficiency, we do not believe that any\ninstruction could have cured the error where the members already\nhad been instructed in a manner consistent with the text of\nArticle 120. No plausible instruction has been identified by the\nGovernment that would resolve the constitutional and textual\ndifficulties of having to prove an affirmative defense that\nincorporates the core requirements of an element of the offense.\n\n                                15\n\fUnited States v. Prather, No. 10-0345/AF\n\n     In this kind of situation, the constitutional problem\n     is not eliminated by including an instruction in the\n     charge that the state has the ultimate burden of\n     proving every element of the offense beyond a\n     reasonable doubt. When such a standard instruction is\n     coupled with one placing a burden on the defendant to\n     prove his defense by a preponderance of the evidence,\n     the predictable result is more than merely confusion.\n     In order to attribute some significance to the\n     defendants’ burden, a rational juror’s only option is\n     to conclude that the defendants’ evidence concerning\n     the subject matter of the “affirmative defense” is to\n     be considered only if the jury finds it persuasive,\n     i.e., finds that the facts sought to be proved are\n     more likely true than not true. It is clear from\n     Martin that this is constitutionally impermissible.\n\nId. at 440-41.\n\n     As to the instruction the military judge provided on how\n\nthe panel should treat the evidence of the affirmative defense,\n\nwe note that military judge instructed the panel that they “may”\n\nconsider the evidence “if they found it relevant.”   This\n\npermissive instruction is inconsistent with both Martin and\n\nNeal, which held that where there is an overlap between the\n\nevidence pertinent to an affirmative defense and evidence\n\nnegating the prosecution’s case, there is no due process\n\nviolation when instructions:   “convey to the jury that all of\n\nthe evidence, including the evidence going to [the affirmative\n\ndefense], must be considered in deciding whether there was a\n\nreasonable doubt about the sufficiency of the State’s proof of\n\nthe elements of the crime.”    Neal, 68 M.J. at 299 (brackets in\n\noriginal) (quoting Martin, 480 U.S. at 234) (emphasis supplied).\n\n\n\n\n                                 16\n\fUnited States v. Prather, No. 10-0345/AF\n\n     The unconstitutional burden shift to Prather under this\n\nstatutory scheme was not cured by the military judge’s\n\ninstructions.\n\nB. The second burden shift in Article 120(t)(16), which shifts\nthe burden to the government to disprove an affirmative defense\nbeyond a reasonable doubt\n\n     Article 120(t)(16), UCMJ, initially assigns the burden of\n\nproof for any affirmative defense to the accused.    It then\n\nprovides that “[a]fter the defense meets this burden, the\n\nprosecution shall have the burden of proving beyond a reasonable\n\ndoubt that the affirmative defense did not exist.”   As we have\n\nfound that the initial burden shift in Article 120(t)(16), UCMJ,\n\nto be unconstitutional under the circumstances presented in this\n\ncase, the issue involving the second burden shift becomes moot.\n\nEven if this were not the case, however, we agree with Prather\n\nthat the second burden shift is a legal impossibility.10    The\n\nproblem with the provision is structural.   If the trier of fact\n\nhas found that the defense has proven an affirmative defense by\n\na preponderance of the evidence, it is legally impossible for\n\nthe prosecution to then disprove the affirmative defense beyond\n\n10\n  We note that United States v. Medina, a pending case arising\nfrom the United States Navy-Marine Corps Court of Criminal\nAppeals, was argued the same day as this case and presented the\nsame issue as to the validity of the second burden shift in\nArticle 120(t)(16), UCMJ. The government in Medina, in\nconsultation with the Department of Defense Office of General\nCounsel, took the position that the second burden shift was a\nlogical impossibility and therefore a legal nullity. Motion to\n\n\n\n                               17\n\fUnited States v. Prather, No. 10-0345/AF\n\na reasonable doubt and there must be a finding of not guilty.\n\nThere are simply no instructions that could guide members\n\nthrough this quagmire, save an instruction that disregards the\n\nprovision.\n\n                            CONCLUSION\n\n     The decision of the United States Air Force Court of\n\nCriminal Appeals is reversed as to Charge I and its\n\nspecification.   The finding as to that offense is set aside; the\n\nfinding as to Charge II and its specification is affirmed; the\n\nsentence is set aside.   The record of trial is returned to the\n\nJudge Advocate General of the Air Force who may order a\n\nrehearing.   Alternatively, a sentence rehearing may be ordered\n\nwith regard to the affirmed finding.\n\n\n\n\nClarify, United States v. Medina, No. 10-0262 (C.A.A.F. Sept.\n29, 2010).\n\n                                18\n\fUnited States v. Prather, No. 10-0345/AF\n\n                            Appendix\n\n              United States v. Prather, No. 10-0345\n                  Record Extract of Instructions\n\n\nIn the specification of Charge I, the accused is charged with\nthe offense of aggravated sexual assault. To find the accused\nguilty of this offense, you must be convinced by legal and\ncompetent evidence beyond a reasonable doubt of the following\nelements, and there are two elements:\n\n     First, that on or about 30 October 2007, at or near Travis\n     Air Force Base, California, the accused engaged in a sexual\n     act, to wit: sexual intercourse, with [SH]; and,\n\n     Two, that the accused did so when [SH] was substantially\n     incapacitated.\n\n     I am going to define a couple of terms for you. First,\n“sexual act.” Sexual act means the penetration, however slight,\nof the vulva by the penis.\n\n     Second, “substantially incapacitated.” Substantially\nincapacitated means that level of mental or physical impairment\ndue to alcohol, drugs, or otherwise, that rendered the alleged\nvictim unable to appraise the nature of the sexual conduct at\nissue, unable to decline participation in the sexual conduct at\nissue, unable to physically communicate unwillingness to\nparticipate in the sexual conduct at issue, or otherwise unable\nto make or communicate competent decisions.\n\n     The evidence has raised the issue of whether [SH] consented\nto the sexual act concerning the offense of aggravated sexual\nassault, as alleged in the specification of Charge I. Consent\nis an affirmative defense to that charged offense. “Consent”\nmeans words or overt acts indicating a freely given agreement to\nthe sexual conduct by a competent person. An expression of lack\nof consent through words or conduct means there is no consent.\nLack of verbal or physical resistance or submission resulting\nfrom the accused’s use of force, threat of force, or placing\nanother person in fear does not constitute consent.\n\n     A person cannot consent to sexual activity if that person\nis substantially incapacitated. As previously indicated,\nconsent is an affirmative defense to the charge of aggravated\nsexual assault. However, in order for consent as an affirmative\ndefense to be an issue in your deliberations, the defense must\n\n\n                               19\n\fUnited States v. Prather, No. 10-0345/AF\n\nprove by a preponderance of the evidence that [SH] consented to\nthe sexual act alleged. Proof by a preponderance of the\nevidence is proof that a fact is more likely true than not true.\n\n     If you find that the defense has met this burden, then the\nprosecution has to prove beyond a reasonable doubt that consent\ndid not exist. Therefore, if you find that the defense has\nproven consent by a preponderance of the evidence, then in order\nto find the accused guilty of the offense of aggravated sexual\nassault, as alleged in the specification of Charge I, you must\nbe convinced beyond a reasonable doubt that, at the time of the\nsexual act alleged, [SH] did not consent.\n\n     If the defense did not prove by a preponderance of the\nevidence that [SH] consented to the sexual act alleged, then the\ngovernment bears no burden to disprove the affirmative defense\nof consent, and consent as an affirmative defense is not an\nissue for your further consideration in your deliberations. You\nmay, however, still consider any evidence presented on the issue\nof consent if you find such evidence is relevant to your\nconsideration of whether the prosecution has proven the elements\nof the offense beyond a reasonable doubt.\n\n     In addition, the evidence has raised the issue of whether\nthe accused mistakenly believed that [SH] consented to the\nsexual act concerning the offense of aggravated sexual assault,\nas alleged in the specification of Charge I. Mistake of fact as\nto consent is an affirmative defense to that charged offense.\nMistake of fact as to consent means the accused held, as a\nresult of ignorance or mistake, an incorrect belief that the\nother person engaging in the sexual conduct consented. The\nignorance or mistake must have existed in the mind of the\naccused and must have been reasonable under all the\ncircumstances. To be reasonable, the ignorance or mistake must\nhave been based on information, or lack of it, which would\nindicate to a reasonable person that the other person consented.\n\n     Additionally, the ignorance or mistake cannot be based on\nthe negligent failure to discover the true facts. Negligence is\nthe absence of due care. Due care is what a reasonably careful\nperson would do under the same or similar circumstances. You\nshould consider the accused’s age and experience, along with the\nother evidence on this issue.\n\n     As previously indicated, mistake of fact as to consent is\nan affirmative defense to the charge of aggravated sexual\nassault. However, in order for mistake of fact as to consent as\nan affirmative defense to be an issue in your deliberations, the\n\n\n                               20\n\fUnited States v. Prather, No. 10-0345/AF\n\ndefense must prove by a preponderance of the evidence that the\naccused mistakenly believed that [SH] consented to the sexual\nact alleged. Proof by a preponderance of the evidence is proof\nthat a fact is more likely true than not true. If you find that\nthe defense has met this burden, then the prosecution has the\nburden to prove beyond a reasonable doubt that mistake of fact\nas to consent did not exist. Therefore, if you find that the\ndefense has proven mistake of fact as to consent by a\npreponderance of the evidence, then in order to find the accused\nguilty of the offense of aggravated sexual assault, as alleged\nin the specification of Charge I, you must be convinced beyond a\nreasonable doubt that, at the time of the sexual act alleged,\nthe accused’s mistake was unreasonable.\n\n     If the defense did not prove by a preponderance of the\nevidence that the accused was mistaken as to whether [SH] had\nconsented to the sexual act, then the government bears no burden\nto disprove the affirmative defense of mistake of fact as to\nconsent, and mistake of fact as to consent as an affirmative\ndefense is not an issue for your further consideration.\n\n     There has been some evidence concerning the accused’s state\nof intoxication at the time of the alleged offense. On the\nquestion of whether the accused’s belief was reasonable, you may\nnot consider the accused’s intoxication, if any, because a\nreasonable belief is one that an ordinary prudent sober adult\nwould have under the circumstances of this case. Voluntary\nintoxication does not permit what would be an unreasonable\nbelief in the mind of a sober person to be considered reasonable\nbecause the person is intoxicated. You may, however, still\nconsider any evidence presented on the issue of mistake of fact\nas to consent if you find such evidence is relevant to your\nconsideration of whether the prosecution has proven the elements\nof the offense beyond a reasonable doubt.\n\n     Those are the instructions for the specification of\nCharge I.\n\n\n\n\n                               21\n\fUnited States v. Prather, No. 10-0345/AF\n\n\n     BAKER, Judge, with whom STUCKY, Judge, joins (dissenting as\n\nto Part A and concurring in the result):\n\n                            Introduction\n\n     This case raises two constitutional questions regarding the\n\naffirmative defense of consent in the context of aggravated\n\nsexual assault under Article 120(c)(2), Uniform Code of Military\n\nJustice (UCMJ), 10 U.S.C. § 920 (2006).     First, in light of a\n\nstatutory scheme where an element of the government’s case is\n\n“[t]hat the other person was substantially incapacitated,” and\n\nthe affirmative defense is defined in a way that requires the\n\naccused to prove capacity to consent:      does the statutory\n\nrequirement that the accused prove the affirmative defense by a\n\npreponderance of the evidence unconstitutionally shift the\n\nburden of proof to the accused to disprove an essential element\n\nof the Government’s case?\n\n     The majority concludes that:\n\n     If an accused proves that the victim consented,\n     he has necessarily proven that the victim had the\n     capacity to consent, which logically results in\n     the accused having disproven an element of the\n     offense of aggravated assault . . . an\n     affirmative defense may not shift the burden of\n     disproving any element of the offense to the\n     defense. Thus, the interplay of [the] sections .\n     . . results in an unconstitutional burden shift\n     to the accused.\n\nUnited States v. Prather, __ M.J. __ (12-13) (C.A.A.F. 2011)\n\n(citations omitted).   The problem with this analysis is that\n\fUnited States v. Prather, No. 10-0345/AF\n\n\nthere is a difference between negating an element and shifting\n\nthe burden of proof to the accused.   If the government retains\n\nthe burden to prove each element of the offense, regardless of\n\nwhether the accused demonstrates an affirmative defense, then\n\nthe burden of proof does not in fact shift to the accused as the\n\nmajority contends.   By definition, an affirmative defense\n\nnegates one’s culpability.\n\n     The constitutional problem arises when the law not only\n\nestablishes a defense requiring an accused to disprove an\n\nelement of the offense, but then also relieves the government of\n\nits duty to independently prove that element if the defense\n\nfalls short.   That is not what happened in this case.   Article\n\n120(t)(14), UCMJ, does not relieve the Government of proving\n\neach element of the offense, and the military judge in this case\n\nspecifically instructed the members that the burden remained\n\nwith the Government regardless of what Appellant demonstrated or\n\nfailed to demonstrate.\n\n     Therefore, because I read the relevant Supreme Court\n\nprecedents differently than the majority, I respectfully dissent\n\nfrom its conclusion that this statutory scheme has resulted in\n\nan unconstitutional burden shift to the accused to disprove an\n\nelement of the Government’s case notwithstanding the fact that\n\nthe members were properly and adequately instructed to the\n\ncontrary.\n\n\n                                 2\n\fUnited States v. Prather, No. 10-0345/AF\n\n\n     In addition to reaching what I believe is the wrong\n\nconclusion regarding the affirmative defense, the majority has\n\ntaken an erroneous path to that conclusion.   First, the majority\n\ndoes not indicate why United States v. Neal, 68 M.J. 289\n\n(C.A.A.F. 2010), does not fit within the analysis now presented\n\nin this case.   In Neal, just as in this case, the defense at\n\nissue negated an element of the offense.\n\n     More importantly, the majority determines that the military\n\njudge’s instructions were insufficient to resolve the\n\nconstitutional issue presented.   However, the majority does not\n\nindicate what instructions would have cured the asserted\n\nproblem.   Indeed, the majority “does not believe that any\n\ninstruction could have cured the error where the members already\n\nhad been instructed in a manner consistent with the text of\n\nArticle 120.”   But neither does the majority indicate that the\n\naffirmative defense is unconstitutional on its face or that the\n\nstatutory language establishing the offense is unconstitutional\n\non its face.    Thus, practitioners are without guidance as to how\n\nto apply Article 120(c)(2), UCMJ, and the affirmative defense\n\ncontained in Article 120(t)(16), UCMJ, in the future.   That\n\nleaves the accused and the government past, present, and future\n\nin legal limbo.\n\n     The second question in this case asks whether Article\n\n120(t)(16), UCMJ, violates a military accused’s due process\n\n\n                                  3\n\fUnited States v. Prather, No. 10-0345/AF\n\n\nright by shifting the burden back to the government to disprove\n\nthe defense of consent beyond a reasonable doubt after the\n\ndefense has proven the affirmative defense by a preponderance of\n\nthe evidence.   Restated, if a preponderance of the evidence\n\nnecessarily raises a reasonable doubt, as a matter of due\n\nprocess can the government logically prove its case beyond a\n\nreasonable doubt once the affirmative defense is proved?    Here,\n\nI agree with the majority that the burden shifting creates a\n\nlegal impossibility.   However, there is another word for what\n\nthe statute does here and that is “unconstitutional.”   On this\n\nquestion of law, the Court should not shy away from stating so.\n\n     In summary, for the reasons stated below, I conclude that\n\nthe statutory language contained in Article 120(t)(16), UCMJ,\n\nassigning to the accused the burden of proving the affirmative\n\ndefense is not unconstitutional on its face, and when properly\n\ninstructed upon, can be applied in a constitutional manner.\n\nHowever, with respect to the second burden shift contained in\n\nArticle 120(t)(16), UCMJ, purporting to shift the burden back to\n\nthe government once the affirmative defenses at issue are proved\n\nby a preponderance, I conclude that provision is\n\nunconstitutional on its face.\n\n\n\n\n                                 4\n\fUnited States v. Prather, No. 10-0345/AF\n\n\n                             Discussion\n\nA. Articles 120(c)(2), (t)(14), and (t)(16), UCMJ: The First\nBurden Shift Requiring the Accused to Prove the Affirmative\nDefense of Consent\n\n     Before this Court, Appellant raises facial and as applied\n\nconstitutional challenges to the offense of aggravated sexual\n\nassault under Article 120(c)(2), UCMJ.    In particular, Appellant\n\nchallenges application of the affirmative defense of consent in\n\nthe context of this offense.\n\n     According to Appellant and the majority, an accused cannot\n\nprove the affirmative defense by a preponderance of the evidence\n\nwithout also disproving the second element of the offense of\n\naggravated sexual assault.   Leland v. Oregon, 343 U.S. 790\n\n(1952), among other cases, stands for the proposition that\n\nplacing the burden on an accused to prove an affirmative defense\n\nis not, in and of itself, unconstitutional.   Id. at 799 (“We are\n\ntherefore reluctant to interfere with [the State’s]\n\ndetermination of its policy with respect to the burden of proof\n\non the issue of sanity since we cannot say that policy violates\n\ngenerally accepted concepts of basic standards of justice.”).\n\n     While we are asked to interpret a provision of the UCMJ,\n\nthe constitutional question of law, hinges on interpretation of\n\na handful of Supreme Court cases addressing affirmative defenses\n\nas well as the burden of proof.   Over the years, the Supreme\n\nCourt has wrestled with this issue.   Dixon v. United States, 548\n\n\n                                  5\n\fUnited States v. Prather, No. 10-0345/AF\n\n\nU.S. 1 (2006); Martin v. Ohio, 480 U.S. 228 (1987); Patterson v.\n\nNew York, 432 U.S. 197 (1977); Mullaney v. Wilbur, 421 U.S. 684\n\n(1975); Leland, 343 U.S. 790.   As the division on this Court in\n\nNeal suggests, the case law distinguishing between that which\n\noffends due process and that which does not is opaque.     In\n\nPatterson, 432 U.S. at 207, where the Supreme Court found no\n\nunconstitutional shifting of the burden to the defendant, the\n\nCourt concluded that the statutory affirmative defense at issue\n\n“does not serve to negative any facts of the crime which the\n\nState is to prove in order to convict of murder.”     In Martin,\n\nthe Court considered a state law providing an affirmative\n\ndefense of self-defense to murder, which the defendant was\n\nrequired to prove.   480 U.S. at 230.    The Court concluded that\n\n“evidence offered to support the defense may negate a purposeful\n\nkilling by prior calculation and design, but [the State] does\n\nnot shift to the defendant the burden of disproving any element\n\nof the state’s case.”   Id. at 234.     In reaching this conclusion,\n\nthe Court also noted that the instructions “are adequate to\n\nconvey to the jury that all of the evidence, including the\n\nevidence going to self-defense, must be considered in deciding\n\nwhether there was a reasonable doubt about the sufficiency of\n\nthe State’s proof of the elements of the crime.”     Id.\n\n     It is also settled that a statute may “not shift to the\n\ndefendant the burden of disproving any element of the\n\n\n                                 6\n\fUnited States v. Prather, No. 10-0345/AF\n\n\n[prosecution’s] case.”    Id.     In Mullaney, for example, the Court\n\nconcluded that the state murder statute at issue required the\n\ndefendant “to carry the burden of proving a fact so critical to\n\ncriminal culpability” as to create an unconstitutional burden\n\nshift to the defendant.    421 U.S. at 702.    In particular, the\n\nstate statute there defined murder as the unlawful killing of a\n\nhuman being “with malice aforethought, either express or\n\nimplied.”   Id. at 686.    Malice, the Court concluded, was an\n\nelement of the offense without which a charge of murder would be\n\nreduced to manslaughter.    Id.     Based on the statutory language,\n\nstate law at the time required that the jury be instructed that\n\nif the prosecution established that the homicide was both\n\nintentional and unlawful, “malice aforethought was to be\n\nconclusively implied unless the defendant proved by a fair\n\npreponderance of the evidence that he acted in the heat of\n\npassion on sudden provocation.”       Id. (emphasis added).   The\n\nproblem, the Court concluded, was that the statutory language\n\nallowed a presumption on an element of the crime of murder under\n\nthe statute, i.e., malice aforethought.      Thus, the statute both\n\nrelieved the prosecution of any duty to produce any evidence on\n\nthis element, and at the same time, imposed the burden on the\n\naccused to disprove it by a fair preponderance since sudden\n\nprovocation was the converse of malice aforethought.      Id. at\n\n687.   That is a burden shift.     As the Court in Patterson later\n\n\n                                     7\n\fUnited States v. Prather, No. 10-0345/AF\n\n\nsummarized the holding in Mullaney:    “[A] State must prove every\n\ningredient of an offense beyond a reasonable doubt, and . . . it\n\nmay not shift the burden of proof to the defendant by presuming\n\nthat ingredient upon proof of the other elements of the\n\noffense.”    432 U.S. at 215 (emphasis added).\n\n     As I read these cases several principles are evident.\n\nFirst, the burden to prove the elements of an offense must\n\nalways remain with the prosecution.    Second, a statute may not\n\npresume that an element of the offense is met in the absence of\n\nthe accused disproving that element by carrying his burden on an\n\naffirmative defense.    Finally:\n\n     [a]n overlap between the evidence pertinent to\n     the affirmative defense and evidence negating the\n     prosecution’s case does not violate the Due\n     Process Clause when instructions “convey to the\n     jury that all of the evidence, including the\n     evidence going to [the affirmative defense], must\n     be considered in deciding whether there was a\n     reasonable doubt about the sufficiency of the\n     State’s proof of the elements of the crime.”\n\n\nNeal, 68 M.J. at 299.    This last principle applies whether or\n\nnot the defense carries its burden to prove the defense or\n\nmerely provides some evidence warranting instruction on the\n\ndefense.    It is this last principle that is most evident in the\n\ncase before us and which is not distinguished by the majority in\n\na meaningful manner since the analysis presented would apply to\n\nboth this case and Neal.\n\n\n\n                                   8\n\fUnited States v. Prather, No. 10-0345/AF\n\n\n     The offense at issue here, aggravated sexual assault under\n\nArticle 120(c)(2), UCMJ, does not expressly include lack of\n\nconsent as an element.   In fact, Congress expressly excluded\n\nconsent as an issue (or element) of the government’s case.\n\n“Consent and mistake of fact as to consent are not an issue or\n\nan affirmative defense in a prosecution under any other\n\nsubsection, except they are an affirmative defense for the\n\nsexual conduct in issue . . . under . . . subsection (c)\n\n(aggravated sexual assault) . . . .”    Article 120(r), UCMJ.\n\nAlthough Article 120(t)(16), UCMJ, describes an affirmative\n\ndefense as one in which the accused need not deny commission of\n\n“the objective acts, constituting the offense charged,” it does\n\nnot require him to admit criminal responsibility for those acts,\n\nwhich could create a presumption of guilt similar to the\n\nsituation encountered in Mullaney.     That is to say, although\n\nAppellant was free to admit the act of sexual conduct, and did\n\nso, he was not required to admit that the victim was\n\n“substantially incapacitated.”   Further, Articles 120(c)(2),\n\nt(14), and t(16), UCMJ, do not indicate expressly or otherwise\n\nthat evidence of consent cannot be considered on the\n\ngovernment’s ultimate burden to prove guilt beyond a reasonable\n\ndoubt.   For these reasons, the statutory scheme at issue here\n\ndoes not, on its face, create any presumption that burdens the\n\naccused with disproving an element of Article 120(c)(2), UCMJ.\n\n\n                                 9\n\fUnited States v. Prather, No. 10-0345/AF\n\n     In Neal, evidence of the element of force and the defense\n\nof consent overlapped but ultimately addressed distinct facts\n\nand conduct.1    In contrast, the element of substantial incapacity\n\nand the definition of consent arguably present two sides of the\n\nsame coin.   On the facts of this case, Appellant could not prove\n\nconsent without also proving a capacity to consent on the part\n\nof the victim.    After all, Article 120(t)(14), UCMJ, states, “A\n\nperson cannot consent to sexual activity if . . . substantially\n\nincapable of . . . appraising the nature of the sexual conduct\n\nat issue due to . . . mental impairment or unconsciousness\n\nresulting from consumption of alcohol. . . .”2\n\n     The constitutional risks, then, are twofold.    First, the\n\nmembers might assume that if the accused tries, but fails, to\n\noffer some evidence of consent or fails to establish the\n\n1\n  In Neal, we distinguished between (1) a fact on which the\ndefense bears the burden of persuasion (consent) and (2) a\nmatter that is subsidiary to a fact on which the prosecution\nbears the burden of persuasion (force). 68 M.J. at 299. It\nwould seem that a military judge, aware of this distinction,\ncould craft an instruction obviating the concern by informing\nthe members that evidence of consent may be relevant to their\ndetermination of whether the prosecution has proven the required\nelements of the offense beyond a reasonable doubt. Id. Such an\ninstruction was given in this case.\n2\n  In a sense, the situation is not that different than what one\nencounters with respect to the issue of sanity and the\naffirmative defense of lack of mental responsibility. It might\nbe argued in a given case that insanity and intent are also two\nsides of the same coin. However, it is clear that the\naffirmative defense at issue there does not result in an\nimpermissible shift to the accused that relieves the government\nof its burden to prove the element of intent.\n\n                                 10\n\fUnited States v. Prather, No. 10-0345/AF\n\naffirmative defense by a preponderance of the evidence, the\n\ngovernment will have necessarily met its burden of persuasion on\n\nthe element beyond a reasonable doubt.    Second, and related, the\n\nmembers may treat the accused’s evidence of consent as bearing\n\nonly on the question of the affirmative defense and not also as\n\nevidence that may independently bear on whether the government\n\nhas met its ultimate burden beyond a reasonable doubt.\n\nHowever, the statutory text itself does not compel either of\n\nthese results.   The scheme does raise the risk that the members\n\nwill do so absent instructions that carefully guide them past\n\nthe three principles identified above.\n\n     The majority points to the fact that the military judge\n\ninstructed the members that they “may” consider the evidence of\n\nthe affirmative defense, as opposed to “must,” if they found it\n\nrelevant “to [their] consideration” as to whether the Government\n\nhad proven the elements of the offense beyond a reasonable\n\ndoubt.    To the extent this language in the instruction can be\n\nread to imply that such consideration is optional, then it would\n\nfall short of Martin’s direction that the instructions “convey\n\nto the jury that all of the evidence, including the evidence\n\ngoing to [the affirmative defense], must be considered in\n\ndeciding whether there was a reasonable doubt about the\n\nsufficiency of the [prosecution’s] proof of the elements of the\n\ncrime.”   Martin, 480 U.S. at 232-36.    On the other hand, to the\n\n\n                                 11\n\fUnited States v. Prather, No. 10-0345/AF\n\nextent it is read to imply that the members must consider all\n\nthe evidence presented, but may assign to it whatever weight\n\nthey deem appropriate, then it is constitutionally sound.      A\n\nclearer instruction on this point might have advised the members\n\nto simply consider all the evidence presented in determining\n\nwhether the prosecution has proven the elements of the offense\n\nbeyond a reasonable doubt.    Additionally, the members could be\n\ninstructed that they may determine what weight, if any, to\n\nassign to the evidence.\n\n        In this case, with respect to Appellant’s burden to prove\n\nthe affirmative defense of consent, the military judge\n\ninstructed the members consistent with the statute.    As a\n\nresult, the constitutional principles embedded in the Mullaney\n\nline of cases were implicated.    Here, the military judge’s\n\ninstructions addressed these concerns.    As the majority\n\ncorrectly points out, during the preliminary instructions, the\n\nmilitary judge advised the members that “The Government has the\n\nburden of proving the accused’s guilt by legal and competent\n\nevidence beyond a reasonable doubt.”    He also reminded them that\n\nthis burden never shifts to the accused.    It, therefore, remains\n\nunclear why these “standard ultimate burden instructions” were\n\ninadequate, unless the provisions are unconstitutional on their\n\nface.    As in Neal, whether or not the statutory provisions at\n\nissue are unconstitutional as applied in a given case will\n\n\n                                  12\n\fUnited States v. Prather, No. 10-0345/AF\n\ndepend on the instructions given, or perhaps more to the point,\n\nnot given.\n\nB. Article 120(t)(16), UCMJ: The Second Burden Shift Back to\nthe Government to Disprove the Affirmative Defense\n\n     Article 120(t)(16), UCMJ, assigns the burden of proof for\n\nthe affirmative defense to the accused.    It then states, “After\n\nthe defense meets this burden, the prosecution shall have the\n\nburden of proving beyond a reasonable doubt that the affirmative\n\ndefense did not exist.”   I agree with the majority’s\n\ncharacterization of this second burden shift as a legal\n\nimpossibility.   That said, I conclude that it presents a due\n\nprocess violation and is thus, unconstitutional on its face.\n\n     The problem is in the structure of the statute.    If the\n\ndefense meets its burden of proof, that it is more likely than\n\nnot that the victim has consented, then it necessarily rebuts\n\nthe prosecution’s effort to meet its burden, thereby excusing\n\nthe accused from criminal liability.   By definition, the\n\ngovernment will not have persuaded the members of the accused’s\n\nguilt beyond a reasonable doubt, at which point they should\n\nreach a finding of not guilty.   At this point, the relationship\n\nbetween the definition of consent and the element of substantial\n\nincapacity could work in the appellant’s constitutional favor.\n\n     However this second burden shift back to the government, in\n\neffect, serves as an unauthorized reconsideration of a finding\n\n\n\n                                 13\n\fUnited States v. Prather, No. 10-0345/AF\n\nof not guilty.3   Alternatively, it raises the prospect that the\n\nmembers will convict an accused on the basis of something less\n\nthan evidence beyond a reasonable doubt.   In either case the\n\neffect is constitutionally flawed.   The point is illustrated by\n\ncomparison to the procedure set forth in R.C.M. 921(c)(4)\n\nregarding the affirmative defense of lack of mental\n\nresponsibility:\n\n     When the defense of lack of mental responsibility is\n     in issue . . . , the members shall first vote on\n     whether the prosecution has proven the elements of the\n     offense beyond a reasonable doubt. If at least two-\n     thirds of the members present . . . vote for a finding\n     of guilty, then the members shall vote on whether the\n     accused has proven lack of mental responsibility. If\n     a majority of members present concur that the accused\n     has proven lack of mental responsibility by clear and\n     convincing evidence, a finding of not guilty only by\n     reason of lack of mental responsibility results.\n\nEmphasis added.   In contrast, Article 120(t)(16), UCMJ, of\n\nArticle 120, UCMJ, contains no such language; nor does it compel\n\ninstructions to the members on how to deal with the competing\n\nburdens of persuasion.   Moreover, Article 120(t)(16), UCMJ,\n\nincludes a second shift to the prosecution allowing it to\n\ndisprove the defense whereas R.C.M. 921 does not.   Neither\n\nArticle 120(t)(16), UCMJ, nor the MCM (2008 ed.), provide any\n\n\n3\n  The Manual for Courts-Martial (MCM), of course, has a process\nfor reconsideration of members’ findings of not guilty while the\nmembers are still in deliberations. Rule for Courts-Martial\n(R.C.M.) 924 states, “Any finding of not guilty shall be\nreconsidered if a majority [of the members] vote for\nreconsideration.”\n\n                                14\n\fUnited States v. Prather, No. 10-0345/AF\n\nguidance as to how the members could navigate between these\n\ncompeting burdens of persuasion.       I have serious doubt that the\n\nmembers here could have understood and addressed the shifting\n\nburdens of persuasion without further clarifying instructions\n\nconsistent with the constitutional principles highlighted above.\n\nThus, this section is unenforceable, and if literally followed,\n\nis unconstitutional.4\n\n                              Conclusion\n\n     Court-martial members may not presume that the Government\n\nhas met an element of the offense on account of an accused’s\n\nfailure to prove a defense.    All evidence, including evidence\n\naddressed to an affirmative defense, must be considered in\n\ndeciding whether the government has met its burden of proving\n\neach element of the offense beyond a reasonable doubt, whether\n\nor not the accused is successful in proving his defense.\n\nFinally, and related, the prosecution alone bears the burden to\n\nprove each element of the offense beyond a reasonable doubt, and\n\nthat burden may never move to the accused.\n\n     Thus, for the reasons stated I dissent from the conclusion\n\nreached in Part A of the Court’s opinion.      However, since I\n\n4\n  However, I would also not recommend adopting the approach taken\nin the current version of the Military Judges’ Benchbook that\nplaces the burden on the Government to disprove the affirmative\ndefense if some evidence raises the defense. Dep’t of the Army,\nPam. 27-9, Legal Services, Military Judges’ Benchbook ch. 3,\npara. 3-45-5, Note 9 (2010). Such an approach, although\nhelpful, clearly contravenes the statute.\n\n                                  15\n\fUnited States v. Prather, No. 10-0345/AF\n\nwould reverse because of the due process problem identified\n\nabove, I concur in the result reached.\n\n\n\n\n                               16\n\f",
            "ocr": false,
            "opinion_id": 800265
        },
        {
            "author_str": "Erdmann",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nJudge ERDMANN\ndelivered the opinion of the court.\nAirman Stephen A. Prather pleaded not guilty to charges of aggravated sexual assault and adultery in violation of Article 120(c)(2) and Article 134, Uniform Code of Military Justice (UCMJ), 10 U.S.C. §§ 920(c)(2) and 934. He was convicted of both charges by a general court-martial composed of members and was sentenced to a reduction to E-l, forfeiture of all pay and allowances, confinement for two years and six months, and a dishonorable discharge. The convening authority approved the sentence and the United States Air Force Court of Criminal Appeals affirmed the findings and sentence. United States v. Prather, No. ACM 37329, 2010 CCA LEXIS 149, 2010 WL 4068932 (A.F.Ct.Crim.App. Jan. 25, 2010).\nStrictly speaking, the burden of proof, as those words are understood in criminal law, is never upon the accused to establish his innocence or to disprove the facts necessary to establish the crime for which he is indicted. It is on the prosecution from the beginning to the end of trial and applies to every element necessary to constitute the crime.\nDavis v. United States, 160 U.S. 469, 487, 16 S.Ct. 353, 40 L.Ed. 499 (1895). We granted review to address the burden shifts found in Article 120(t)(16), UCMJ, when an accused raises the affirmative defense of consent to a charge of aggravated sexual assault by engaging in sexual intercourse with a person who was substantially incapacitated.1 We *340conclude that the statutory interplay between the relevant provisions of Article 120, UCMJ, under these circumstances, results in an unconstitutional burden shift to the accused. In addition, we conclude that the second burden shift in Article 120(t)(16), UCMJ, which purports to shift the burden to the government once an accused proves an affirmative defense by a preponderance of the evidence, constitutes a legal impossibility.\n\nBACKGROUND\n\nOn October 30, 2007, Prather invited SH to a party that he and his wife were hosting at their house on Travis Air Force Base, California. Prior to arriving at the party, SH asked Prather if she could spend the night on his couch because she planned on becoming intoxicated. Prather agreed. During the party, Prather, SH, and others played drinking games. At some point during the party, SH made her way to the couch. There was conflicting testimony about exactly how she got to the couch and how intoxicated she was during this time period. The other guests departed in the early morning hours and Prather and his wife retired to their upstairs bedroom.\nPrather testified that at 2:30 a.m. he went downstairs to get a glass of water and found SH awake. He testified that SH talked to him, kissed him, and took off her pants and underwear. According to Prather, they then engaged in consensual intercourse. SH testified that after passing out on the couch she awoke to find Prather on top of her already penetrating her. She testified that she passed out again and when she awoke to prepare for work, she found semen inside her and on her underwear.\nAfter the presentation of evidence, the military judge engaged counsel in a lengthy discussion concerning the instructions he intended to give the members for the aggravated sexual assault charge. The military judge noted that the offense occurred within a month of the effective date of the new Article 120, UCMJ, so the charges had been filed under the new statutory structure for which there was little guidance. The military judge explained that he intended to provide instructions that tracked the language of the new Article 120, UCMJ.\nIn response, the defense counsel noted that the new Article 120, UCMJ, purported to remove “consent” as an element of the offense and required an accused to raise “consent” as an affirmative defense and prove it by a preponderance of the evidence. The defense counsel argued that since the Government was required to prove that the victim was substantially incapacitated, consent was still an element of the statute as a victim who is “substantially incapacitated” cannot give consent. The defense counsel argued that by requiring Prather to prove consent by a preponderance of the evidence, the burden shifted to him to negate or disprove the element of substantially incapacitated.\nThe defense counsel requested that the military judge follow the advice of the Military Judges’ Benchbook, which suggested treating “consent” as a traditional affirmative defense under these circumstances.2 The military judge acknowledged the defense concerns, but nonetheless rejected the request. The military judge’s relevant instructions generally tracked the statutory scheme, including the shifting burdens consistent with Article 120(t)(16), UCMJ, with respect to the affirmative defenses.3 Prather appealed to the Air Force Court of Criminal Appeals, challenging the constitutionality of Article 120, UCMJ. The lower court found no violation of Prather’s due process lights.\n\n*341\nDISCUSSION\n\nBefore this court, Prather again raises constitutional challenges to the statutory scheme involving the affirmative defense of consent in the context of Article 120(e)(2), UCMJ. The constitutionality of a statute is a question of law we review de novo. United States v. Disney, 62 M.J. 46, 48 (C.A.A.F.2005).\nThe pertinent statutory text of Article 120(c)(2), UCMJ, provides:\n(e) Aggravated sexual assault. Any person subject to this chapter who—\n(2) engages in a sexual act with another person of any age if that other person is substantially incapacitated or substantially incapable of—\n(A) appraising the nature of the sexual act;\n(B) declining participation in the sexual act; or\n(C) communicating unwillingness to engage in the sexual act; is guilty of aggravated sexual assault and shall be punished as a court martial may direct.4\nArticle 120(r), UCMJ, provides in pertinent part:\nConsent and mistake of fact as to consent are not an issue, or an affirmative defense, in a prosecution under any other subsection, except they are an affirmative defense for the sexual conduct in issue in a prosecution under ... subsection (c) (aggravated sexual assault)....\nArticle 120(t)(14), UCMJ, provides in pertinent part:\nThe term “consent” means words or overt acts indicating a freely given agreement to the sexual conduct at issue by a competent person.... A person cannot consent to sexual activity if—\n(B) substantially incapable of—\n(i) appraising the nature of the sexual conduct at issue due to—\n(I) mental impairment or unconsciousness resulting from consumption of alcohol, drugs, a similar substance, or otherwise. ...\nArticle 120(t)(16), UCMJ, provides:\nAffirmative defense. The term “affirmative defense” means any special defense that, although not denying that the accused committed the objective acts constituting the offense charged, denies, wholly, or partially, criminal responsibility for those acts. The accused has the burden of proving the affirmative defense by a preponderance of evidence. After the defense meets this burden, the prosecution shall have the burden of proving beyond a reasonable doubt that the affirmative defense did not exist.\nA. An accused’s burden to prove the affirmative defense of consent by a preponderance of the evidence under Article 120(c)(2), Article 120(r), Article 120(t)(14), and Article 120(t)(16)\nPrather argues that “[b]y placing the burden on the accused to prove consent when raising an affirmative defense, [Congress] shifted the burden to the accused to disprove what is an implied element or a fact that is essential to the offense of aggravated sexual assault.” In Prather’s view, “substantial incapacity,” and “consent” are “two sides of the same coin” because the statutory definition provides that “[a] person cannot consent to sexual activity if ... substantially incapable of ... appraising the nature of the sexual conduct at issue due to ... mental impairment or unconsciousness resulting from consumption of alcohol....” Article 120(t)(14)(B)(i)(I), UCMJ. Thus, according to Prather, an accused cannot prove the affirmative defense by a preponderance of the evidence without also disproving an essential element of the offense of aggravated sexual assault. Prather also argues that the military judge failed to instruct the panel that they “must” consider evidence of consent in *342considering whether the Government proved each element of the offense beyond a reasonable doubt.\nThe Government responds that the constitutionality of Article 120(c)(2), UCMJ, is consistent with the rationale of United States v. Neal, 68 M.J. 289 (C.A.A.F.2010), arguing that Neal makes it clear that “consent is not an element, implied or explicit of Article 120(c), UCMJ.”5 Neal, however, is distinguishable from this ease as it addressed “consent” in the context of Article 120(e), UCMJ (aggravated sexual contact) and did not involve a situation where the victim’s capacity to give consent was at issue.6\nIt is well established that the Due Process Clause “protects the accused against conviction except upon proof beyond a reasonable doubt of every fact necessary to constitute the crime with which he is charged.” In re Winship, 397 U.S. 358, 364, 90 S.Ct. 1068, 25 L.Ed.2d 368 (1970). However, it is less settled as to exactly when a statute impermissibly relieves the prosecution of this burden by shifting to the defense a burden to prove a defense that overlaps in proof with an element of the charged offense. Over the years, the Supreme Court has wrestled with this issue. Leland v. Oregon, 343 U.S. 790, 793, 72 S.Ct. 1002, 96 L.Ed. 1302 (1952) (placing the burden on an accused to prove an affirmative defense is not, in and of itself, unconstitutional); see also Dixon v. United States, 548 U.S. 1, 7-8, 126 S.Ct. 2437, 165 L.Ed.2d 299 (2006); Mullaney v. Wilbur, 421 U.S. 684, 702, 95 S.Ct. 1881, 44 L.Ed.2d 508 (1975) (concluding that the state murder statute at issue required the defendant “to carry the burden of proving a fact [malice aforethought] so critical to criminal culpability” as to create an unconstitutional burden shift to the defendant); Patterson v. New York, 432 U.S. 197, 207, 97 S.Ct. 2319, 53 L.Ed.2d 281 (1977) (finding no unconstitutional shifting of the burden to the defendant, the Supreme Court concluded that the statutory affirmative defense at issue “does not serve to negative any facts of the crime which the State is to prove in order to convict of murder”); Martin v. Ohio, 480 U.S. 228, 233-34, 107 S.Ct. 1098, 94 L.Ed.2d 267 (1987) (although noting that a statute may not “shift to the defendant the burden of disproving any element of the [prosecution’s] case,” and concluding that the “evidence offered to support the defense may negate a purposeful killing by prior calculation and design,” the Supreme Court nonetheless held that there had been no shifting of the burden because the instructions were “adequate to convey to the jury that all of the evidence, including the evidence going to self-defense, must be considered in deciding whether there was a reasonable doubt about the sufficiency of the State’s proof of the elements of the crime”).\nWith these principles in mind we examine the statutory framework presented in this ease: Prather was charged under Article 120(c)(2), UCMJ, with aggravated sexual assault by engaging in sexual intercourse with a person who was substantially incapacitated. The essential elements of this offense are (1) that the accused engaged in a sexual act with another person; and (2) that person was substantially incapacitated. Article 120(r), UCMJ, provides that “consent” is not an element of this offense, but it is an affirmative defense that may be raised by the accused. Article 120(t)(16), UCMJ, provides that if an accused raises an affirmative defense, he must prove it by a preponderance of the evidence.7 Article 120(t)(14), UCMJ, defines “consent” and provides that a person *343who is substantially incapable of appraising the nature of the sexual conduct due to impairment or unconsciousness resulting from consumption of alcohol cannot consent.\nThe Government argues that “proof that the victim was substantially incapacitated at the time of the sexual act does not preclude an affirmative defense of consent.” This argument is based, at least in part, upon the Government’s assertion that consent given before a victim became substantially incapable continues to be valid throughout the period of incapacity. That assertion, however, runs counter to the definition of consent in Article 120(t)(14), UCMJ. Consent requires a freely given agreement by a competent person. The Government provides no legal support for the proposition that such advance consent is not vitiated by the victim’s subsequent incapacity — a condition that at a minimum precludes the victim’s ability to withdraw prior consent.\nUnder the facts of this case, Prather could not prove consent without first proving a capacity to consent on the part of the victim as Article 120(t)(14), UCMJ, provides that “[a] person cannot consent to sexual activity if ... substantially incapable_” (Emphasis supplied.) Although there may exist an abstract distinction between “substantially incapacitated” and “substantially incapable,” in the context presented here we see no meaningful constitutional distinction in analyzing the burden shift. If an accused proves that the victim consented, he has necessarily proven that the victim had the capacity to consent, which logically results in the accused having disproven an element of the offense of aggravated sexual assault— that the victim was substantially incapacitated. In an area of law with many nuances, one principle remains constant — an affirmative defense may not shift the burden of disproving any element of the offense to the defense. See Martin, 480 U.S. at 233, 107 S.Ct. 1098; Patterson, 432 U.S. at 207, 97 S.Ct. 2319. Thus, the interplay of sections Article 120(c)(2), UCMJ, Article 120(t)(14), UCMJ, and Article 120(t)(16), UCMJ, results in an unconstitutional burden shift to the accused.\nThis, however, does not end our inquiry as the Government goes on to argue that the instructions provided by the military judge cured any constitutional infirmity in the statutory scheme, citing Martin. The military judge provided a series of instructions to the members on the burden of proof. During the preliminary instructions prior to voir dire, the military judge advised the members that “The Government has the burden of proving the accused’s guilt by legal and competent evidence beyond a reasonable doubt.” During final instructions on the merits, the military judge advised the members as follows on their use of any evidence of consent:\nIf the Defense did not prove by a preponderance of the evidence that [SH] consented to the sexual act alleged, then the government bears no burden to disprove the affirmative defense of consent, and consent as an affirmative defense is not an issue for your further consideration. You may, however, still consider any evidence presented on the issue of consent if you find such evidence is relevant for your consideration of whether the prosecution has proven the elements of the offense beyond a reasonable doubt.\nShortly after this instruction, the military judge reminded the members that “the burden of proof to establish the guilt of the accused beyond a reasonable doubt is on the government. The burden never shifts to the accused to establish innocence or to disprove the facts necessary to establish each element of each offense.” Finally, shortly before the trial counsel’s closing argument, the military judge stated, “As the government has the burden of proof, trial counsel may open and close.”\nThe Government argues that these instructions sufficiently informed the panel that the Government had the burden of proving the elements of the offense beyond a reasonable doubt and also that its findings should be based on all the evidence, regardless of their determination as to whether the defense proved the affirmative defense by a preponderance of the evidence. There are two re*344lated but distinct instructional issues raised here: whether the standard “ultimate burden” instructions given by the military judge cured the unconstitutional burden shift that required Prather to disprove the element of substantial incapacity; and if so, whether the instruction on the evidence of the affirmative defense informed the panel that they must consider that evidence in their deliberations as to whether the Government proved the element of substantial incapacity beyond a reasonable doubt.\nWe agree with the Government that we must evaluate the instructions “in the context of the overall message conveyed to the jury.” Humanik v. Beyer, 871 F.2d 432, 441 (3d Cir.1989). As noted, the military judge instructed the panel on the burden shift scheme consistent with the text of Article 120.8 In regard to the standard burden instructions given by the military judge, it is our view that where the statutory scheme has shifted the burden to the accused to negate or disprove an element of the offense and the panel is so instructed, standard “ultimate burden” instructions are insufficient to resolve the constitutional issue.9 As the Third Circuit noted in Humanik:\nIn this kind of situation, the constitutional problem is not eliminated by including an instruction in the charge that the state has the ultimate burden of proving every element of the offense beyond a reasonable doubt. When such a standard instruction is coupled with one placing a burden on the defendant to prove his defense by a preponderance of the evidence, the predictable result is more than merely confusion. In order to attribute some significance to the defendants’ burden, a rational juror’s only option is to conclude that the defendants’ evidence concerning the subject matter of the “affirmative defense” is to be considered only if the jury finds it persuasive, i.e., finds that the facts sought to be proved are more likely true than not true. It is clear from Martin that this is constitutionally impermissible.\nId. at 440-41.\nAs to the instruction the military judge provided on how the panel should treat the evidence of the affirmative defense, we note that military judge instructed the panel that they “may” consider the evidence “if they found it relevant.” This permissive instruction is inconsistent with both Martin and Neal, which held that where there is an overlap between the evidence pertinent to an affirmative defense and evidence negating the prosecution’s case, there is no due process violation when instructions: “convey to the jury that all of the evidence, including the evidence going to [the affirmative defense], must be considered in deciding whether there was a reasonable doubt about the sufficiency of the State’s proof of the elements of the crime.” Neal, 68 M.J. at 299 (brackets in original) (quoting Martin, 480 U.S. at 234, 107 S.Ct. 1098) (emphasis supplied).\nThe unconstitutional burden shift to Prather under this statutory scheme was not cured by the military judge’s instructions.\nB. The second burden shift in Article 120(t)(16), which shifts the burden to the government to disprove an affirmative defense beyond a reasonable doubt\nArticle 120(t)(16), UCMJ, initially assigns the burden of proof for any affirma*345tive defense to the accused. It then provides that “[a]fter the defense meets this burden, the prosecution shall have the burden of proving beyond a reasonable doubt that the affirmative defense did not exist.” As we have found that the initial burden shift in Article 120(t)(16), UCMJ, to be unconstitutional under the circumstances presented in this ease, the issue involving the second burden shift becomes moot. Even if this were not the case, however, we agree with Prather that the second burden shift is a legal impossibility.10 The problem with the provision is structural. If the trier of fact has found that the defense has proven an affirmative defense by a preponderance of the evidence, it is legally impossible for the prosecution to then disprove the affirmative defense beyond a reasonable doubt and there must be a finding of not guilty. There are simply no instructions that could guide members through this quagmire, save an instruction that disregards the provision.\nCONCLUSION\nThe decision of the United States Air Force Court of Criminal Appeals is reversed as to Charge I and its specification. The finding as to that offense is set aside; the finding as to Charge II and its specification is affirmed; the sentence is set aside. The record of trial is returned to the Judge Advocate General of the Air Force who may order a rehearing. Alternatively, a sentence rehearing may be ordered with regard to the affirmed finding.\n\nAppendix\n\nUnited States v. Prather, No. 10-0345\nRecord Extract of Instructions\nIn the specification of Charge I, the accused is charged with the offense of aggravated sexual assault. To find the accused guilty of this offense, you must be convinced by legal and competent evidence beyond a reasonable doubt of the following elements, and there are two elements:\nFirst, that on or about 30 October 2007, at or near Travis Air Force Base, California, the accused engaged in a sexual act, to wit: sexual intercourse, with [SH]; and,\nTwo, that the accused did so when [SH] was substantially incapacitated.\nI am going to define a couple of terms for you. First, “sexual act.” Sexual act means the penetration, however slight, of the vulva by the penis.\nSecond, “substantially incapacitated.” Substantially incapacitated means that level of mental or physical impairment due to alcohol, drugs, or otherwise, that rendered the alleged victim unable to appraise the nature of the sexual conduct at issue, unable to decline participation in the sexual conduct at issue, unable to physically communicate unwillingness to participate in the sexual conduct at issue, or otherwise unable to make or communicate competent decisions.\nThe evidence has raised the issue of whether [SH] consented to the sexual act concerning the offense of aggravated sexual assault, as alleged in the specification of Charge I. Consent is an affirmative defense to that charged offense. “Consent” means words or overt acts indicating a freely given agreement to the sexual conduct by a competent person. An expression of lack of consent through words or conduct means there is no consent. Lack of verbal or physical resistance or submission resulting from the accused’s use of force, threat of force, or placing another person in fear does not constitute consent.\nA person cannot consent to sexual activity if that person is substantially incapacitated. *346As previously indicated, consent is an affirmative defense to the charge of aggravated sexual assault. However, in order for consent as an affirmative defense to be an issue in your deliberations, the defense must prove by a preponderance of the evidence that [SH] consented to the sexual act alleged. Proof by a preponderance of the evidence is proof that a fact is more likely true than not true.\nIf you find that the defense has met this burden, then the prosecution has to prove beyond a reasonable doubt that consent did not exist. Therefore, if you find that the defense has proven consent by a preponderance of the evidence, then in order to find the accused guilty of the offense of aggravated sexual assault, as alleged in the specification of Charge I, you must be convinced beyond a reasonable doubt that, at the time of the sexual act alleged, [SH] did not consent.\nIf the defense did not prove by a preponderance of the evidence that [SH] consented to the sexual act alleged, then the government bears no burden to disprove the affirmative defense of consent, and consent as an affirmative defense is not an issue for your further consideration in your deliberations. You may, however, still consider any evidence presented on the issue of consent if you find such evidence is relevant to your consideration of whether the prosecution has proven the elements of the offense beyond a reasonable doubt.\nIn addition, the evidence has raised the issue of whether the accused mistakenly believed that [SH] consented to the sexual act concerning the offense of aggravated sexual assault, as alleged in the specification of Charge I. Mistake of fact as to consent is an affirmative defense to that charged offense. Mistake of fact as to consent means the accused held, as a result of ignorance or mistake, an incorrect belief that the other person engaging in the sexual conduct consented. The ignorance or mistake must have existed in the mind of the accused and must have been reasonable under all the circumstances. To be reasonable, the ignorance or mistake must have been based on information, or lack of it, which would indicate to a reasonable person that the other person consented.\nAdditionally, the ignorance or mistake cannot be based on the negligent failure to discover the true facts. Negligence is the absence of due care. Due care is what a reasonably careful person would do under the same or similar circumstances. You should consider the accused’s age and experience, along with the other evidence on this issue.\nAs previously indicated, mistake of fact as to consent is an affirmative defense to the charge of aggravated sexual assault. However, in order for mistake of fact as to consent as an affirmative defense to be an issue in your deliberations, the defense must prove by a preponderance of the evidence that the accused mistakenly believed that [SH] consented to the sexual act alleged. Proof by a preponderance of the evidence is proof that a fact is more likely true than not true. If you find that the defense has met this burden, then the prosecution has the burden to prove beyond a reasonable doubt that mistake of fact as to consent did not exist. Therefore, if you find that the defense has proven mistake of fact as to consent by a preponderance of the evidence, then in order to find the accused guilty of the offense of aggravated sexual assault, as alleged in the specification of Charge I, you must be convinced beyond a reasonable doubt that, at the time of the sexual act alleged, the accused’s mistake was unreasonable.\nIf the defense did not prove by a preponderance of the evidence that the accused was mistaken as to whether [SH] had consented to the sexual act, then the government bears no burden to disprove the affirmative defense of mistake of fact as to consent, and mistake of fact as to consent as an affirmative defense is not an issue for your further consideration.\nThere has been some evidence concerning the accused’s state of intoxication at the time of the alleged offense. On the question of whether the accused’s belief was reasonable, you may not consider the accused’s intoxication, if any, because a reasonable belief is one that an ordinary prudent sober adult *347would have under the circumstances of this case. Voluntary intoxication does not permit what would be an unreasonable belief in the mind of a sober person to be considered reasonable because the person is intoxicated. You may, however, still consider any evidence presented on the issue of mistake of fact as to consent if you find such evidence is relevant to your consideration of whether the prosecution has proven the elements of the offense beyond a reasonable doubt.\nThose are the instructions for the specification of Charge I.\n\n. We granted review of the following issue:\nWhether the elimination of the element of lack of consent combined with the shifting of the burden to prove consent, by a preponderance of the evidence, to the accused in order to raise an affirmative defense to aggravated sexual assault under Article 120, UCMJ, where Appellant allegedly engaged in sexual intercourse with a person who was substantially incapacitated, is a violation of Appellant's right to due process under the 5th Amendment of the U.S. Constitution.\nUnited States v. Prather, 69 M.J. 168 (C.A.A.F.2010) (order granting review).\n\n\n. Dep’t of the Army Pamphlet 27-9, Legal Services, Military Judges’ Benchbook, ch. 3, Instruction 3-45-5, NOTE 9 (2010) (instruction on aggravated sexual assault, Article 120, UCMJ), states:\nBecause this burden shifting appears illogical, it raises issues ascertaining Congressional intent. The Army Trial Judiciary is taking the approach that consent is treated like many existing affirmative defenses; if raised by some evidence, the military judge must advise the members that the prosecution has the burden of proving beyond a reasonable doubt that consent did not exist.\n\n\n. Attached as an appendix is the military judge’s instructions to the members on these issues.\n\n\n. Prather was charged as follows in the specification of Charge I: \"In that AIRMAN STEPHEN A. PRATHER ... did, at or near Travis Air Force Base, California, on or about 30 October 2007, engage in a sexual act, to wit: sexual intercourse, with [SH], who was substantially incapacitated.\"\n\n\n. Neal treated consent as an affirmative defense independent of the element of force and noted that facts pertinent to consent might also be pertinent to the element of force, and therefore it was necessary for the military judge to make clear in instructions that such facts could be considered for both purposes. 68 M.J. at 299.\n\n\n. Neal identified three components of the statutory definition of consent under Article 120, UCMJ: the first component defines consent; the second identifies circumstances excluded from the definition; and the third identified circumstances in which an individual cannot give consent. 68 M.J. at 297-98. It is the third component, while not at issue in Neal, that is central to this case. While Neal is not dispositive of the issues presented in this case, the general case law discussions in Section III, Part B, of Neal are instructive to the analysis of the issues presented here. Id. at 298-300.\n\n\n.Article 120(t)(16), UCMJ, goes on to provide that if an accused proves the affirmative defense, the burden shifts to the government to disprove the affirmative defense beyond a reasonable doubt. This second burden shift is addressed in Section B of this opinion.\n\n\n. The statutory scheme at issue in this case places military judges in an impossible position, \"[T]he military judge must bear the primary responsibility for assuring that the jury properly is instructed on the elements of the offenses raised by the evidence as well as potential defenses and other questions of law.” United States v. Graves, 1 M.J. 50, 53 (C.M.A.1975). Here the military judge not unreasonably followed the statutory scheme in crafting his instructions on the affirmative defense. However, in order to provide an instruction that accurately informed the panel of the Government’s burden (as recommended by the Military Judges’ Benchbook), the military judge would have to ignore the plain language of Article 120, UCMJ.\n\n\n. While Judge Baker’s separate opinion criticizes the majority opinion for not indicating what instruction would have cured this constitutional deficiency, we do not believe that any instruction could have cured the error where the members already had been instructed in a manner consistent with the text of Article 120. No plausible instruction has been identified by the Government that would resolve the constitutional and textual difficulties of having to prove an affirmative defense that incorporates the core requirements of an element of the offense.\n\n\n. We note that United States v. Medina, a pending case arising from the United States Navy-Marine Corps Court of Criminal Appeals, was argued the same day as this case and presented the same issue as to the validity of the second burden shift in Article 120(t)(16), UCMJ. The government in Medina, in consultation with the Department of Defense Office of General Counsel, took the position that the second burden shift was a logical impossibility and therefore a legal nullity. Motion to Clarify, United States v. Medina, 69 M.J. 279 (C.A.A.F.2010).\n\n",
            "ocr": false,
            "opinion_id": 9500176
        },
        {
            "author_str": "Baker",
            "per_curiam": false,
            "type": "035concurrenceinpart",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nBAKER, Judge,\nwith whom STUCKY, Judge, joins (dissenting as to Part A and concurring in the result):\n\nIntroduction\n\nThis case raises two constitutional questions regarding the affirmative defense of consent in the context of aggravated sexual assault under Article 120(e)(2), Uniform Code of Military Justice (UCMJ), 10 U.S.C. § 920 (2006). First, in light of a statutory scheme where an element of the government’s case is “[t]hat the other person was substantially incapacitated,” and the affirmative defense is defined in a way that requires the accused to prove capacity to consent: does the statutory requirement that the accused prove the affirmative defense by a preponderance of the evidence unconstitutionally shift the burden of proof to the accused to disprove an essential element of the Government’s ease?\nThe majority concludes that:\nIf an accused proves that the victim consented, he has necessarily proven that the victim had the capacity to consent, which logically results in the accused having dis-proven an element of the offense of aggravated assault ... an affirmative defense may not shift the burden of disproving any element of the offense to the defense. Thus, the interplay of [the] sections ... results in an unconstitutional burden shift to the accused.\nUnited States v. Prather, 69 M.J. at 343 (C.A.A.F.2011) (citations omitted). The problem with this analysis is that there is a difference between negating an element and shifting the burden of proof to the accused. If the government retains the burden to prove each element of the offense, regardless of whether the accused demonstrates an affirmative defense, then the burden of proof does not in fact shift to the accused as the majority contends. By definition, an affirmative defense negates one’s culpability.\nThe constitutional problem arises when the law not only establishes a defense requiring an accused to disprove an element of the offense, but then also relieves the government of its duty to independently prove that element if the defense falls short. That is not what happened in this case. Article 120(t)(14), UCMJ, does not relieve the Government of proving each element of the offense, and the military judge in this case specifically instructed the members that the burden remained with the Government regardless of what Appellant demonstrated or failed to demonstrate.\nTherefore, because I read the relevant Supreme Court precedents differently than the majority, I respectfully dissent from its conclusion that this statutory scheme has resulted in an unconstitutional burden shift to the accused to disprove an element of the Government’s case notwithstanding the fact that the members were properly and adequately instructed to the contrary.\nIn addition to reaching what I believe is the wrong conclusion regarding the affirmative defense, the majority has taken an erroneous path to that conclusion. First, the majority does not indicate why United States v. Neal, 68 M.J. 289 (C.A.A.F.2010), does not fit within the analysis now presented in this case. In Neal, just as in this ease, the defense at issue negated an element of the offense.\nMore importantly, the majority determines that the military judge’s instructions were insufficient to resolve the constitutional issue presented. However, the majority does not indicate what instructions would have cured the asserted problem. Indeed, the majority “does not believe that any instruction could have cured the error where the members already had been instructed in a manner consistent with the text of Article 120.” But *348neither does the majority indicate that the affirmative defense is unconstitutional on its face or that the statutory language establishing the offense is unconstitutional on its face. Thus, practitioners are without guidance as to how to apply Article 120(e)(2), UCMJ, and the affirmative defense contained in Article 120(t)(16), UCMJ, in the future. That leaves the accused and the government past, present, and future in legal limbo.\nThe second question in this case asks whether Article 120(t)(16), UCMJ, violates a military accused’s due process right by shifting the burden back to the government to disprove the defense of consent beyond a reasonable doubt after the defense has proven the affirmative defense by a preponderance of the evidence. Restated, if a preponderance of the evidence necessarily raises a reasonable doubt, as a matter of due process can the government logically prove its case beyond a reasonable doubt once the affirmative defense is proved? Here, I agree with the majority that the burden shifting creates a legal impossibility. However, there is another word for what the statute does here and that is “unconstitutional.” On this question of law, the Court should not shy away from stating so.\nIn summary, for the reasons stated below, I conclude that the statutory language contained in Article 120(t)(16), UCMJ, assigning to the accused the burden of proving the affirmative defense is not unconstitutional on its face, and when properly instructed upon, can be applied in a constitutional manner. However, with respect to the second burden shift contained in Article 120(t)(16), UCMJ, purporting to shift the burden back to the government once the affirmative defenses at issue are proved by a preponderance, I conclude that provision is unconstitutional on its face.\n\nDiscussion\n\nA. Articles 120(c)(2), (t)(H), and (t)(16), UCMJ: The First Burden Shift Requiring the Accused to Prove the Affirmative Defense of Consent\nBefore this Court, Appellant raises facial and as applied constitutional challenges to the offense of aggravated sexual assault under Article 120(c)(2), UCMJ. In particular, Appellant challenges application of the affirmative defense of consent in the context of this offense.\nAccording to Appellant and the majority, an accused cannot prove the affirmative defense by a preponderance of the evidence without also disproving the second element of the offense of aggravated sexual assault. Leland v. Oregon, 343 U.S. 790, 72 S.Ct. 1002, 96 L.Ed. 1302 (1952), among other eases, stands for the proposition that placing the burden on an accused to prove an affirmative defense is not, in and of itself, unconstitutional. Id. at 799, 72 S.Ct. 1002 (“We are therefore reluctant to interfere with [the State’s] determination of its policy with respect to the burden of proof on the issue of sanity since we cannot say that policy violates generally accepted concepts of basic standards of justice.”).\nWhile we are asked to interpret a provision of the UCMJ, the constitutional question of law, hinges on interpretation of a handful of Supreme Court cases addressing affirmative defenses as well as the burden of proof. Over the years, the Supreme Court has wrestled with this issue. Dixon v. United States, 548 U.S. 1, 126 S.Ct. 2437, 165 L.Ed.2d 299 (2006); Martin v. Ohio, 480 U.S. 228, 107 S.Ct. 1098, 94 L.Ed.2d 267 (1987); Patterson v. New York, 432 U.S. 197, 97 S.Ct. 2319, 53 L.Ed.2d 281 (1977); Mullaney v. Wilbur, 421 U.S. 684, 95 S.Ct. 1881, 44 L.Ed.2d 508 (1975); Leland, 343 U.S. 790, 72 S.Ct. 1002, 96 L.Ed. 1302. As the division on this Court in Neal suggests, the ease law distinguishing between that which offends due process and that which does not is opaque. In Patterson, 432 U.S. at 207, 97 S.Ct. 2319, where the Supreme Court found no unconstitutional shifting of the burden to the defendant, the Court concluded that the statutory affirmative defense at issue “does not serve to negative any facts of the crime which the State is to prove in order to convict of murder.” In Martin, the Court considered a state law providing an affirmative defense of self-defense to murder, which the defendant was required to prove. 480 U.S. at 230, 107 S.Ct. 1098. The Court concluded that “evidence *349offered to support the defense may negate a purposeful lulling by prior calculation and design, but [the State] does not shift to the defendant the burden of disproving any element of the state’s ease.” Id. at 234, 107 S.Ct. 1098. In reaching this conclusion, the Court also noted that the instructions “are adequate to convey to the jury that all of the evidence, including the evidence going to self-defense, must be considered in deciding whether there was a reasonable doubt about the sufficiency of the State’s proof of the elements of the crime.” Id.\nIt is also settled that a statute may “not shift to the defendant the burden of disproving any element of the [prosecution’s] case.” Id. In Mullaney, for example, the Court concluded that the state murder statute at issue required the defendant “to carry the burden of proving a fact so critical to criminal culpability” as to create an unconstitutional burden shift to the defendant. 421 U.S. at 702, 95 S.Ct. 1881. In particular, the state statute there defined murder as the unlawful killing of a human being “with malice aforethought, either express or implied.” Id. at 686, 95 S.Ct. 1881. Malice, the Court concluded, was an element of the offense without which a charge of murder would be reduced to manslaughter. Id. Based on the statutory language, state law at the time required that the jury be instructed that if the prosecution established that the homicide was both intentional and unlawful, “malice aforethought was to be conclusively implied unless the defendant proved by a fair preponderance of the evidence that he acted in the heat of passion on sudden provocation.” Id. (emphasis added). The problem, the Court concluded, was that the statutory language allowed a presumption on an element of the crime of murder under the statute, i.e., malice aforethought. Thus, the statute both relieved the prosecution of any duty to produce any evidence on this element, and at the same time, imposed the burden on the accused to disprove it by a fair preponderance since sudden provocation was the converse of malice aforethought. Id. at 687, 95 S.Ct. 1881. That is a burden shift. As the Court in Patterson later summarized the holding in Mullaney: “[A] State must prove every ingredient of an offense beyond a reasonable doubt, and ... it may not shift the burden of proof to the defendant by presuming that ingredient upon proof of the other elements of the offense.” 432 U.S. at 215, 97 S.Ct. 2319 (emphasis added).\nAs I read these cases several principles are evident. First, the burden to prove the elements of an offense must always remain with the prosecution. Second, a statute may not presume that an element of the offense is met in the absence of the accused disproving that element by carrying his burden on an affirmative defense. Finally:\n[a]n overlap between the evidence pertinent to the affirmative defense and evidence negating the prosecution’s case does not violate the Due Process Clause when instructions “convey to the jury that all of the evidence, including the evidence going to [the affirmative defense], must be considered in deciding whether there was a reasonable doubt about the sufficiency of the State’s proof of the elements of the crime.”\nNeal, 68 M.J. at 299. This last principle applies whether or not the defense carries its burden to prove the defense or merely provides some evidence warranting instruction on the defense. It is this last principle that is most evident in the case before us and which is not distinguished by the majority in a meaningful manner since the analysis presented would apply to both this case and Neal.\nThe offense at issue here, aggravated sexual assault under Article 120(c)(2), UCMJ, does not expressly include lack of consent as an element. In fact, Congress expressly excluded consent as an issue (or element) of the government’s case. “Consent and mistake of fact as to consent are not an issue or an affirmative defense in a prosecution under any other subsection, except they are an affirmative defense for the sexual conduct in issue ... under ... subsection (c) (aggravated sexual assault).... ” Article 120(r), UCMJ. Although Article 120(t)(16), UCMJ, describes an affirmative defense as one in which the accused need not deny commission of “the objective acts, constituting the offense *350charged,” it does not require him to admit criminal responsibility for those acts, which could create a presumption of guilt similar to the situation encountered in Mullaney. That is to say, although Appellant was free to admit the act of sexual conduct, and did so, he was not required to admit that the victim was “substantially incapacitated.” Further, Articles 120(c)(2), t(14), and t(16), UCMJ, do not indicate expressly or otherwise that evidence of consent cannot be considered on the government’s ultimate burden to prove guilt beyond a reasonable doubt. For these reasons, the statutory scheme at issue here does not, on its face, create any presumption that burdens the accused with disproving an element of Article 120(c)(2), UCMJ.\nIn Neal, evidence of the element of force and the defense of consent overlapped but ultimately addressed distinct facts and conduct.1 In contrast, the element of substantial incapacity and the definition of consent arguably present two sides of the same coin. On the facts of this case, Appellant could not prove consent without also proving a capacity to consent on the part of the victim. After all, Article 120(t)(14), UCMJ, states, “A person cannot consent to sexual activity if ... substantially incapable of ... appraising the nature of the sexual conduct at issue due to ... mental impairment or unconsciousness resulting from consumption of alcohol.2\nThe constitutional risks, then, are twofold. First, the members might assume that if the accused tries, but fails, to offer some evidence of consent or fails to establish the affirmative defense by a preponderance of the evidence, the government will have necessarily met its burden of persuasion on the element beyond a reasonable doubt. Second, and related, the members may treat the ae-cused’s evidence of consent as bearing only on the question of the affirmative defense and not also as evidence that may independently bear on whether the government has met its ultimate burden beyond a reasonable doubt. However, the statutory text itself does not compel either of these results. The scheme does raise the risk that the members will do so absent instructions that carefully guide them past the three principles identified above.\nThe majority points to the fact that the military judge instructed the members that they “may” consider the evidence of the affirmative defense, as opposed to “must,” if they found it relevant “to [their] consideration” as to whether the Government had proven the elements of the offense beyond a reasonable doubt. To the extent this language in the instruction can be read to imply that such consideration is optional, then it would fall short of Martin’s direction that the instructions “convey to the jury that all of the evidence, including the evidence going to [the affirmative defense], must be considered in deciding whether there was a reasonable doubt about the sufficiency of the [prosecution’s] proof of the elements of the crime.” Martin, 480 U.S. at 232-36, 107 S.Ct. 1098. On the other hand, to the extent it is read to imply that the members must consider all the evidence presented, but may assign to it whatever weight they deem appropriate, then it is constitutionally sound. A clearer instruction on this point might have advised the members to simply consider all the evidence presented in determining whether the prosecution has proven the elements of the offense beyond a reasonable doubt. Additionally, the members could be instructed *351that they may determine what weight, if any, to assign to the evidence.\nIn this ease, with respect to Appellant’s burden to prove the affirmative defense of consent, the military judge instructed the members consistent with the statute. As a result, the constitutional principles embedded in the Mullaney line of eases were implicated. Here, the military judge’s instructions addressed these concerns. As the majority correctly points out, during the preliminary instructions, the military judge advised the members that “The Government has the burden of proving the accused’s guilt by legal and competent evidence beyond a reasonable doubt.” He also reminded them that this burden never shifts to the accused. It, therefore, remains unclear why these “standard ultimate burden instructions” were inadequate, unless the provisions are unconstitutional on their face. As in Neal, whether or not the statutory provisions at issue are unconstitutional as applied in a given case will depend on the instructions given, or perhaps more to the point, not given.\nB. Article 120(t)(16), UCMJ: The Second Burden Shift Back to the Government to Disprove the Affirmative Defense\nArticle 120(t)(16), UCMJ, assigns the burden of proof for the affirmative defense to the accused. It then states, “After the defense meets this burden, the prosecution shall have the burden of proving beyond a reasonable doubt that the affirmative defense did not exist.” I agree with the majority’s characterization of this second burden shift as a legal impossibility. That said, I conclude that it presents a due process violation and is thus, unconstitutional on its face.\nThe problem is in the structure of the statute. If the defense meets its burden of proof, that it is more likely than not that the victim has consented, then it necessarily rebuts the prosecution’s effort to meet its burden, thereby excusing the accused from criminal liability. By definition, the government will not have persuaded the members of the accused’s guilt beyond a reasonable doubt, at which point they should reach a finding of not guilty. At this point, the relationship between the definition of consent and the element of substantial incapacity could work in the appellant’s constitutional favor.\nHowever this second burden shift back to the government, in effect, serves as an unauthorized reconsideration of a finding of not guilty.3 Alternatively, it raises the prospect that the members will convict an accused on the basis of something less than evidence beyond a reasonable doubt. In either ease the effect is constitutionally flawed. The point is illustrated by comparison to the procedure set forth in R.C.M. 921(c)(4) regarding the affirmative defense of lack of mental responsibility:\nWhen the defense of lack of mental responsibility is in issue ..., the members shall first vote on whether the prosecution has proven the elements of the offense beyond a reasonable doubt. If at least two-thirds of the members present ... vote for a finding of guilty, then the members shall vote on whether the accused has proven lack of mental responsibility. If a majority of members present concur that the accused has proven lack of mental responsibility by clear and convincing evidence, a finding of not guilty only by reason of lack of mental responsibility results.\nEmphasis added. In contrast, Article 120(t)(16), UCMJ, of Article 120, UCMJ, contains no such language; nor does it compel instructions to the members on how to deal with the competing burdens of persuasion. Moreover, Article 120(t)(16), UCMJ, includes a second shift to the prosecution allowing it to disprove the defense whereas R.C.M. 921 does not. Neither Article 120(t)(16), UCMJ, nor the MCM (2008 ed.), provide any guidance as to how the members could navigate between these competing burdens of persuasion. I have serious doubt that the members here could have understood and addressed *352the shifting burdens of persuasion without further clarifying instructions consistent with the constitutional principles highlighted above. Thus, this section is unenforceable, and if literally followed, is unconstitutional.4\n\nConclusion\n\nCourt-martial members may not presume that the Government has met an element of the offense on account of an accused’s failure to prove a defense. All evidence, including evidence addressed to an affirmative defense, must be considered in deciding whether the government has met its burden of proving each element of the offense beyond a reasonable doubt, whether or not the accused is successful in proving his defense. Finally, and related, the prosecution alone bears the burden to prove each element of the offense beyond a reasonable doubt, and that burden may never move to the accused.\nThus, for the reasons stated I dissent from the conclusion reached in Part A of the Court’s opinion. However, since I would reverse because of the due process problem identified above, I concur in the result reached.\n\n. In Neal, we distinguished between (1) a fact on which the defense bears the burden of persuasion (consent) and (2) a matter that is subsidiary to a fact on which the prosecution bears the burden of persuasion (force). 68 M.J. at 299. It would seem that a military judge, aware of this distinction, could craft an instruction obviating the concern by informing the members that evidence of consent may be relevant to their determination of whether the prosecution has proven the required elements of the offense beyond a reasonable doubt. Id. Such an instruction was given in this case.\n\n\n. In a sense, the situation is not that different than what one encounters with respect to the issue of sanity and the affirmative defense of lack of mental responsibility. It might be argued in a given case that insanity and intent are also two sides of the same coin. However, it is clear that the affirmative defense at issue there does not result in an impermissible shift to the accused that relieves the government of its burden to prove the element of intent.\n\n\n. The Manual for Courts-Martial {MCM), of course, has a process for reconsideration of members’ findings of not guilty while the members are still in deliberations. Rule for Courts-Martial (R.C.M.) 924 states, \"Any finding of not guilty shall be reconsidered if a majority [of the members] vote for reconsideration.”\n\n\n. However, I would also not recommend adopting the approach taken in the current version of the Military Judges’ Benchbook that places the burden on the Government to disprove the affirmative defense if some evidence raises the defense. Dep’t of the Army, Pam. 27-9, Legal Services, Military Judges' Benchbook ch. 3, para. 3-45-5, Note 9 (2010). Such an approach, although helpful, clearly contravenes the statute.\n\n",
            "ocr": false,
            "opinion_id": 9500177
        }
    ],
    "court_short_name": "Court of Appeals for the Armed Forces",
    "court_full_name": "Court of Appeals for the Armed Forces",
    "court_type": "MA",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}