{
    "id": 165953,
    "judges": "Ebel, Henry, McKAY, Per Curiam",
    "date_filed": 1118188800000,
    "date_filed_is_approximate": false,
    "slug": "jacobs-v-poppell",
    "case_name_short": "Jacobs",
    "case_name": "Jacobs v. Poppell",
    "case_name_full": "Nathaniel JACOBS, Jr., Petitioner-Appellant, v. Dayton J. POPPELL, Warden, Respondent-Appellee",
    "attorneys": "Lori Combs, Eastside Legal Clinic, Inc., Oklahoma City, OK, for Petitioner-Appellant., Diane L. Slayton, Lori S. Carter, Asst. Attorneys Gen., Office of the Attorney General, Oklahoma City, OK, for Respondent-Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b284-9\">\n    Nathaniel JACOBS, Jr., Petitioner-Appellant, v. Dayton J. POPPELL, Warden, Respondent-Appellee.\n   </parties><br><docketnumber id=\"b284-12\">\n    No. 04-5115.\n   </docketnumber><br><court id=\"b284-13\">\n    United States Court of Appeals, Tenth Circuit.\n   </court><br><decisiondate id=\"b284-14\">\n    June 8, 2005.\n   </decisiondate><br><attorneys id=\"b285-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"259\"> \n     *259\n     </span>\n    Lori Combs, Eastside Legal Clinic, Inc., Oklahoma City, OK, for Petitioner-Appellant.\n   </attorneys><br><attorneys id=\"b285-7\">\n    Diane L. Slayton, Lori S. Carter, Asst. Attorneys Gen., Office of the Attorney General, Oklahoma City, OK, for Respondent-Appellee.\n   </attorneys><br><judges id=\"b285-8\">\n    Before EBEL, McKAY, and HENRY, Circuit Judges.\n   </judges>",
    "citations": [
        "134 F. App'x 258"
    ],
    "opinions": [
        {
            "author_str": "Per Curiam",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "http://www.ca10.uscourts.gov/opinions/04/04-5115.pdf",
            "author_id": null,
            "opinion_text": "                                                                              F I L E D\n                                                                       United States Court of Appeals\n                                                                               Tenth Circuit\n                    UNITED STATES COURT OF APPEALS\n                                                                               June 8, 2005\n                                  TENTH CIRCUIT\n                                                                          PATRICK FISHER\n                                                                                      Clerk\n\n NATHANIEL JACOBS, JR.,\n\n               Petitioner-Appellant,                       No. 04-5115\n        v.                                              (N.D. Oklahoma)\n DAYTON J. POPPELL, Warden,                        (D.C. No. 01-CV-138-EA)\n\n               Respondent-Appellee.\n\n\n\n\n                                        ORDER\n\n\nBefore EBEL, McKAY, and HENRY, Circuit Judges.\n\n\nPER CURIAM.\n\n      After examining the briefs and appellate record, this panel has determined\n\nunanimously that oral argument would not materially assist the determination of\n\nthis appeal. See F ED . R. A PP . P. 34(a)(2); 10 TH C IR . R. 34.1(G). The case is\n\ntherefore ordered submitted without oral argument.\n\n      Nathaniel Jacobs, an Oklahoma state prisoner, seeks a certificate of\n\nappealability (“COA”) so he can appeal the district court’s denial of his 28 U.S.C.\n\n§ 2254 habeas corpus petition. See 28 U.S.C. § 2253(c)(1)(A) (providing that no\n\nappeal may be taken from a “final order in a habeas corpus proceeding in which\n\nthe detention complained of arises out of process issued by a State court,” unless\n\fthe petitioner first obtains a COA). Because Mr. Jacobs has not “made a\n\nsubstantial showing of the denial of a constitutional right,” id. § 2253(c)(2), this\n\ncourt denies his request for a COA and dismisses this appeal.\n\n                                 I. BACKGROUND\n\n      Nathaniel Jacobs was convicted by a jury in Tulsa county district court of\n\ntwo counts of first degree murder (counts I and II), and one count of shooting\n\nwith intent to kill (count III). The Oklahoma Court of Criminal Appeals affirmed\n\nhis conviction on direct appeal. Mr. Jacobs did not seek post-conviction relief.\n\nHe then filed an application under 28 U.S.C. § 2254 in the United States District\n\nCourt for the Western District of Oklahoma, which was transferred to the\n\nNorthern District of Oklahoma.\n\n      Mr. Jacobs asserted four claims: (1) the prosecutor improperly commented\n\non Mr. Jacobs’ right to remain silent and improperly defined the State’s burden of\n\nproof; (2) Mr. Jacobs’ convictions are not supported by sufficient evidence; (3)\n\nthe jury was improperly instructed on Mr. Jacobs’ culpability for the offenses\n\ncharged; (4) Mr. Jacobs was denied his constitutional right to confront witnesses.\n\n      The federal district court found that Mr. Jacobs properly exhausted his\n\nclaims in state court, but also found that he did not meet his burden of proving\n\nthat he was entitled to an evidentiary hearing. It dismissed Mr. Jacobs’ petition\n\n\n\n\n                                          -2-\n\fand denied him a COA, finding that the OCCA conclusions were not an\n\nunreasonable application of federal law.\n\n                                   II. DISCUSSION\n\n      Mr. Jacobs’ request for a COA raises the same issues he presented to the\n\ndistrict court, and one additional issue: (5) that the trial court violated his Sixth\n\nAmendment rights when it closed the courtroom during the testimony of a\n\nwitness. This claim was presented to the OCCA but was not presented to the\n\ndistrict court. Because this claim was not raised before the federal district court,\n\nwe will not consider it. See Green v. Dorrell, 969 F.2d 915, 917 (10th Cir. 1992).\n\n      As to the remaining claims, we deny the request for a COA and dismiss the\n\nappeal. Contrary to counsel’s averment that the standard of review for each\n\nproposition is “clear and convincing evidence,” which she states without citation\n\nor authority, Mr. Jacobs must establish that the state court’s decision was\n\n“contrary to, or involved an unreasonable application of, clearly established\n\nFederal law, as established by the Supreme Court.” 28 U.S.C. § 2254(d)(1). In\n\nthe alternative, Mr. Jacobs must demonstrate that the decision was “an\n\nunreasonable determination of the facts in light of the evidence presented in the\n\nState court proceeding.” Id. § 2254(d)(2). As to the first claim involving the\n\nprosecutor’s statements, we agree with the district court that the remarks the\n\nprosecutor made during voir dire did not necessarily implicate Mr. Jacobs’ right\n\n\n\n                                           -3-\n\fto remain silent. In addition, the prosecutor’s statement regarding the role of\n\ndefense counsel did not impermissibly shift the burden of proof.\n\n      As to the sufficiency of the evidence, we agree that a reasonable jury could\n\nhave found proof of guilt beyond a reasonable doubt that Mr. Jacobs had the\n\nintent to kill all of the occupants of the car. As to the challenged instructions\n\nregarding culpability, we agree that the instructions defining first-degree murder\n\nand criminal intent did not render the trial fundamentally unfair.\n\nFinally, we agree that, even assuming that Mr. Jacobs’ rights under the\n\nConfrontation Clause were violated by the restrictions on the cross-examination\n\nof a prosecution witness, the error was harmless because there is nothing in the\n\nrecord indicating that the result would have been different but for the error.\n\n      In addition, the court is dismayed by the representation that counsel for Mr.\n\nJacobs, Ms. Lori Combs, has provided to her client. Among other failings, apart\n\nfrom a few organizational shuffles, her brief is a close recitation of the § 2254\n\npetition she filed before the district court. Furthermore, the brief’s table of\n\nauthorities is incomplete in violation of F ED . R. A PP . P. 28(a)(3); the\n\njurisdictional statement omits the bases for appellate jurisdiction, see id.\n\n28(a)(4)(B); and the brief omits a certificate of compliance in violation of F ED . R.\n\nA PP . P. 28(a)(11). With one exception, on page 1 of her brief, Ms. Combs fails to\n\ncite the relevant statute, the Antiterrorism and Effective Death Penalty Act\n\n\n\n                                            -4-\n\f(“AEDPA”); she similarly neglected to cite AEDPA in the habeas petition filed in\n\nthe district court, and she has insisted throughout that an inapplicable standard of\n\nreview applies to each contention. Unsurprisingly, of the sixty-six cases counsel\n\ncites, only five post-date the near decade-old passage of AEDPA. Pursuant to\n\nRule 46 of the F EDERAL R ULES OF A PPELLATE P ROCEDURE and T ENTH C IRCUIT\n\nR ULES 46.5(D)(4) and 46.6(C), this court orders Ms. Combs to show cause why\n\nshe should not be sanctioned by this court for her inadequate representation of her\n\nclient.\n\n                                 III. CONCLUSION\n\n          Accordingly, we DENY Mr. Jacobs’ request for a COA, DISMISS the\n\nmatter, and ORDER Ms. Combs to show cause within 10 days of the date of this\n\norder.\n\n                                               Entered for the Court,\n\n\n                                               Robert H. Henry\n                                               Circuit Judge\n\n\n\n\n                                         -5-\n\f",
            "ocr": false,
            "opinion_id": 165953
        }
    ],
    "court_short_name": "Tenth Circuit",
    "court_full_name": "Court of Appeals for the Tenth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}