{
    "id": 7983560,
    "judges": "Grant, Hooker, Long, McGrath, Montgomery",
    "date_filed": -2412115200000,
    "date_filed_is_approximate": false,
    "slug": "filer-v-smith",
    "case_name_short": "Filer",
    "case_name": "Filer v. Smith",
    "case_name_full": "Alvah C. Filer v. William H. Smith",
    "attorneys": "L. King Soper, for appellant., Chamberlain <& Cross, for defendant.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>Arrest — False imprisonment — Probable cause — Identification— Evidence.</p> <p>1. Whether an officer is justified in making an arrest without a warrant, upon information that one has been issued for a respondent charged with adultery, whose photograph has been sent to the officer, and between which and the party arrested (who is found stopping at the same hotel where is a woman who is believed to answer the description of the one with whom the adultery is charged to have been committed), he discovers a resemblance, depends upon whether the resemblance is so striking as to be convincing to a man of ordinary prudence and good judgment, which question should be admitted to the jury.</p> <p>2. A prosecution for adultery can only be instituted in this State by the husband or wife of one of the adulterers, and, whatever suspicions an officer may have, he has no right to make an arrest for adultery, of his own motion.</p> <p>3. An officer who, through an honest mistake, and after such an investigation into the facts and circumstances as the particular case enables him to make, arrests a party upon a charge of felony, having reasonable grounds to suppose him to be the guilty party, and the one named in his warrant, is not liable, if he proves to be innocent, for the damages suffered in consequence of the arrest.</p> <p>4. An officer who makes an arrest upon a warrant, or upon knowledge that a warrant is out, of one whose person is unknown to him, and who can only act, if he act at all, upon photograph or description, or both, should be excused if he acts honestly and prudently, making such inquiry and examination as the circumstances afford him an opportunity to make.</p> <p>5. Where, in a suit for false imprisonment, the plaintiff, and the photograph upon the strength of which the arrest was made, are in court, it is error to permit the defendant to testify to the opinion of third persons, given after the arrest, as to the resemblance between the photograph and the plaintiff. .</p> <p>6. The advice of attorneys given after the arrest is no justification of the arrest, and, if admissible as bearing upon the question of subsequent detention, it should appear that it was predicated upon a full disclosure of all the facts, an examination of all the evidences of identification offered by the arrested party, and a disclosure of whatever suggestions were made by him regarding his identity.</p> <p>7. A plain, unvarnished account, published in a newspaper, of the fact of the plaintiff’s arrest, is admissible as tending to show the publicity given to the arrest, and the consequent injury.</p>",
    "summary": "Error to Muskegon. (Dickerman, J.) Case. Plaintiff brings error. The facts are stated in the opinion.",
    "disposition": "Reversed.",
    "history": null,
    "other_dates": "Argued April 6, 1893.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "96 Mich. 347"
    ],
    "opinions": [
        {
            "author_str": "McGrath",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nMcGrath, J.\nPlaintiff had been for some five days at Muskegon, engaged in soliciting orders for trees or shrubbery, and had taken several orders. He boarded at a private house, at which several other persons were at the time boarding. Defendant, who is the sheriff of Muskegon county, on the 14th of December, 1891, received from one Cane, the sheriff of Isabella county, by letter, information that in August, 1891, one Reynolds had eloped from Mt. Pleasant with a Mrs. Nichols, the pair taking with them the five children of the latter. The letter contained a description *349of Reynolds and Mrs. Nichols, and a photograph of the former. On receipt of this information, defendant telegraphed to Cane that he thought his man was at Muskegon. Cane replied, stating that he had a warrant for Reynold's arrest, and requested that he be arrested and held. Plaintiff was arrested accordingly. Cane arrived the next day, and declared that plaintiff was not the man, and plaintiff was discharged, and he now brings suit for false imprisonment.\nThe defense was that defendant acted in good faith; that there was a striking resemblance between the photograph and plaintiff; that on the 11th of December a woman who had been boarding at the same place had been arrested-for larceny; that this woman had at first given her name as Campbell, and again as Nichols.\nThe court instructed the jury that—\n“In all cases of felony an officer has a right to arrest without a warrant, and may arrest on suspicion alone, and may justify such arrest by showing facts and circumstances upon which, in good faith, he had the suspicion of the guilt of the party arrested, and such suspicion, if well grounded, may be a complete justification of the arrest of the party charged; so that, in this case, if you find that the defendant had good reason to believe, and in good faith did believe, that the plaintiff, Filer, was guilty of the crime of adultery, then defendant would be warranted in making the arrest upon such charge, and holding him therefor.\"\nThis instruction could not fail to mislead the jury, under the circumstances of this case. A prosecution for adultery can only be instituted in this State by the husband or wife of one of the parties to the crime. Whatever suspicions an officer may have, he has no right to make an arrest for adultery, of his own motion. There was no charge of adultery against Filer, and no ground for suspecting him guilty of that offense.\nIf a warrant was in fact issued, defendant would have had an undoubted right to arrest Reynolds. Brennan v. People, *35010 Mich. 169. The question here is, was defendant justified in arresting plaintiff, under 'the circumstances detailed by him? He claims to have relied, first, on the resemblance indicated by the photograph; and, second, upon the fact that the woman arrested December 11 gave her name, on one occasion, as “Nichols.” Eeynolds was described in the letter as 50 years of age; plaintiff was 38. This woman had two children; the fugitive had five. There was nothing suspicious about plaintiff’s conduct. Defendant had seen him several times before the arrest under circumstances which indicated that plaintiff knew that he was the sheriff. Plaintiff was present at the house when the sheriff was there with Mrs. Campbell in his custody. Plaintiff knew of her arrest, and the sheriff knew that he was aware of the fact of her arrest. Plaintiff evinced no uneasiness because of her arrest, nor had he manifested any concern regarding it, more than might have been manifested by any one of the boarders at the house. He continued to remain there for several days after her arrest. Mt. Pleasant was but about 100 miles away. It appears that, at the boarding-house, plaintiff was known as Mr. Filer, and the woman as Mrs. Campbell. There was no testimony that defendant had at any time before the arrest made any inquiry, at the boarding-house or elsewhere, as to the nature of plaintiff’s business, his name, the length of his stay at Muskegon, what his relations were with Mrs. Campbell or Mrs. Nichols, or as to how long Mrs. Campbell had been in the city; nor was there any evidence of any improper relations between plaintiff and Mrs. Campbell, or that there had been any intimacy between the two, or that there was. anything ’more than a boarding-house acquaintance between them. When plaintiff was arrested, he protested against his arrest; insisted that his name was not Eeynolds, but that it was Filer; exhibited his memorandum-book, with the name “A. C. Filer” printed in gilt letters upon *351the back; took from his pocket certain letters that he had received at Muskegon, addressed to A. C. Filer, and showed the postmark thereon; exhibited a tax receipt for taxes paid at Battle Creek; and later gave the name of the cashier of ■one - of the banks at Kalamazoo, and desired that he be telegraphed to; but, notwithstanding, he was locked up at 1 o'clock in the daytime, and kept in jail, in the ward with other prisoners, for 30 hours.\nIt is undoubtedly true that an officer is justified in making the arrest of a person formally charged with an offense, though it turns out that the person so charged is innocent; 'so, if he makes an arrest for a felony without a warrant, ■although he has no personal knowledge, but acts upon information received from one whom he has reason to rely upon, and although it may be that the person so charged is not guilty, or no felony in fact has been committed. Samuel v. Payne, 1 Doug. 359; Hobbs v. Branscomb, 3 Camp. 420; Holley v. Mix, 3 Wend. 350; Burns v. Erben, 40 N. Y. 463; Cahill v. People, 106 Ill. 621; Crock. Sher. § 49; 1 Chit. Crim. Law, 22. In Williams v. Dawson, referred to in Hobbs v. Branscomb, supra, Buller, J., laid down the rule “ that if a peace officer, of his own head, takes a person into custody on suspicion, he must prove that there was such a crime committed.”\nThe rule is laid down by Mr. Bigelow, in his work on Torts (4th ed. p. 140), that—\n“The officer, in executing his process, must arrest the person named in it. If he do not, though the arrest of the wrong person was made through mere mistake, it may be a case of false imprisonment.”\nCiting Coote v. Lighworth, F. Moore, 457; Dunston v. Paterson, 2 C. B. N. S. 495. A number of authorities may be cited in support of this rule: Add. Torts, § 805; Davies v. Jenkins, 11 Mees. &amp; W. 754; Gwynne, Sher. 99; Griswold v. Sedgwick, 6 Cow. 460; Lavina v. State, 63 Ga. *352513; Hays v. Creary, 60 Tex. 445; Comer v. Knowles, 17 Kan. 436. I do not think, however, that an officer who, through an honest mistake, and after such an investigation into the facts and circumstances as the particular case enables him to make, upon a charge of felonjr, arrests a party, having reasonable grounds to suppose him to be the _ guilty party, and the one named in his 'warrant, is liable to the arrested party, who turns out to be innocent, for whatever damages he may suffer in consequence of'the arrest. Such a rule would materially interfere with the apprehension of fugitives from justice. Probable cause is a justification for criminal proceedings. Criminals who seek safety in flight are usually apprehended through officers in other localities, and by means of photographs and descriptions of the person. As is said in Brockway v. Crawford, 3 Jones (N. C.), 433,—\n“The law encourages every one, as well private citizens as officers, to keep a sharp lookout for the apprehension of felons, by holding them exempt from responsibility for an arrest or prosecution, although the party charged turns out not to be guilty, unless the arrest is made, or the prosecution is instituted, without probable cause, and from malice.'”\nIn Eanes v. State, 6 Humph. 53, a murder had been committed in Franklin county by one Payne, who made his escape, and the governor issued a proclamation offering a reward for the apprehension of the criminal. One Martin was arrested in Sullivan county. The particulars of personal description annexed to the governor’s proclamation applied in some respects to Martin, and in others did not. The court say:\n“The liberty of the citizen is so highly regarded that the officer arresting a supposed felon without warrant must act in good faith, and upon grounds of probable suspicion that the person to be arrested is the actual felon. If he may not, under such circumstances, make an arrest, the escape of criminals would be but little obstructed by the *353official proclamation of the governor, and the police of the state, instead of being, as public policy urgently requires, vigilant and effective, would be altogether the contrary.”\nThe rule was laid down in Maliniemi v. Gronlund, 92 Mich. 222, that a private person has a right to arrest a man on suspicion of felony, without a warrant, but if he does, and it turns out .that the wrong man is imprisoned, he must be prepared to show, in justification, first, that a felony has been committed; and, second, that the circumstances under which he acted were such that any reasonable person, acting without passion or prejudice, would have fairly suspected that the plaintiff committed it, or was implicated in it. This rule is supported by a long line of authorities. Cooley, Torts (2d ed.), p. 202, and cases cited. But, as Mr. Cooley says,—\n“A peace officer may properly be treated with more indulgence, because he is specially charged with a duty in the enforcement of the laws. If by him an arrest is made on reasonable grounds of belief, he will be excused, even though it appear afterwards that in fact no felony had been committed.” 7 Amer. &amp; Eng. Enc. Law, p. 675, and cases cited.\nIn Rohan v. Sawin, 5 Cush. 281, the court say:\n“The public safety, and the due apprehension of criminals charged with heinous offences, imperiously require that such arrests should be made without warrant by officers of the law. * * * As to constables and other peace officers, acting officially, the law clothes them with greater authority [than private persons], and they are held to be justified if they.act, in making the arrest, upon probable and reasonable grounds for believing the party guilty of a felony; and this is all that is necessary for them to show in order to sustain a justification of an arrest for the purpose of detaining the party to await further proceedings, under a complaint on oath, and a warrant thereon.”\nUpon the same principle, and for the same reason, an officer making an arrest upon a warrant, or upon knowl*354edge that a warrant is out, of one whose person is unknown to him, who can, under the circumstances, only act, if he act at all, upon photograph or description, or both, should be excused, if he acts honestly and prudently, making such inquiry and examination as the circumstances of each particular case afford him an opportunity to make. It is practically impossible to apprehend runaways in any other way, and the protection of society from these major crimes demands that some latitude be given to these officers of the law, who are separated from local influences and clamor, and must be presumed to act fairly and honestly.\nBut in all such cases, where the facts are not disputed, the question of probable cause is one of law, for the' court. Hamilton v. Smith, 39 Mich. 222, 227; Burns v. Erben, 40 N. Y. 463; McCarthy v. DeArmit, 99 Penn. St. 63. To afford a justification, there must be not only a real belief, and reasonable grounds for it (1 Chit. Or. Law, 15), but, where there is an opportunity for inquiry and investigation, inquiry and investigation should be made. Iff Holley v. Mix, 3 Wend. 350, the court, referring to an arrest made upon information received, say:\n“ The officer should not, however, receive every idle rumor, but should make such diligent inquiry touching the truth of the charge as the circumstances will permit, before he assumes to arrest one upon the information of •another.”\nDefendant was bound to use all reasonable means to avoid possible mistake, and the arrest of an innocent man. Stanton v. Hart, 27 Mich. 539, 541. He was not justified in relying upon a personal resemblance, as indicated by a comparison with a photograph (Sugg v. Pool, 2 Stew. &amp; P. 196), especially as there was, within easy reach, means of identification. He says he did not know, and did not ask, plaintiffs name or business, until after the arrest. A few moments devoted to inquiry at the boarding-house *355would have revealed the situation, and would have shown that there was no reason for associating him with the woman in. question. An officer is not warranted in relying upon circumstances deemed by him suspicious, when the' means are at hand of either verifying or dissipating those suspicions without risk; and he neglects to avail himself of those means. The case made by defendant did not justify the arrest, and the jury should have been so instructed.\nThe court erred in admitting the testimony of defendant as to the opinion of Hunsberger and Johnson, given after the arrest, as to the resemblance between the photograph and plaintiff. Both plaintiff and photograph were in court, and before the jury.\nThe testimony of the attorneys as to the advice given to defendant was clearly inadmissible. It did not appear just what facts were stated upon which the advice was predicated. In no event could advice given after the arrest was made justify the arrest. Even though admissible as bearing upon the question of subsequent detention, it should appear that it was predicated upon a full disclosure of all the facts, an examination of all the evidences of identification offered by plaintiff, and a disclosure of whatever suggestions had been made by plaintiff regarding his identity. The opinions of these witnesses as to the resemblance between plaintiff and the photograph were likewise inadmissible.\nThe fact of the publication in a newspaper of the fact of plaintiffs arrest was set up in the declaration; and as tending to show the publicity given to that fact, and consequent injury, the publication should have been admitted. It was a plain, unvarnished account. Its publication was privileged. The general rule of law is that whoever does an illegal or wrongful act is answerable for all the consequences that ensue in the ordinary and natural course of events, though those consequences be immediately brought *356about by intervening agents, provided such agents were set in motion by tbe primary wrong-doer, or provided those acts causing the damage were the necessary or legal and natural consequence of the wrongful act. The publication was such a natural, usual, and ordinary consequence of defendant’s act that it must be deemed to have been contemplated.\nIt follows that the judgment must be reversed, and a new trial ordered.\nGrant, J., concurred with McGrath, J.\nMontgomery, J.\nI agree with my Brother McGrath that it is generally a question of law as to what constitutes probable cause to justify an arrest without warrant. But it is apparent at a glance that the rule is not one susceptible of establishing a general test, by which the question may be determined in all cases. Generally, it is a justification if sufficient facts are known to the officer to justify a reasonable belief that a crime has been committed, and that the party arrested is the guilty party. I am not prepared to say, however, that it should be held, as matter of law, in the present case, that the resemblance of the plaintiff to the photograph of the person alleged to have committed the offense is not, when coupled with the other facts proven, sufficient to justify the officer, but whether there Avas justification must depend upon the closeness of the resemblance betAveen the photograph and the person arrested. It is manifest that this precise question is one that cannot be determined as matter of law, and should, therefore, be submitted to the jury. The language of the court in Cochran v. Toher, 14 Minn. 385, is peculiarly applicable to this case:\n“It is manifest that no finding of specific facts could be made by the jury, not embracing a conclusion as to the reasonable effect of the same in fact, from which, under any rule of law, the court could pronounce the con*357elusion, as a legal inference, that they did or did not constitute reasonable cause.\"\nIn the present case it would seem that the party arrested had recently come to the county of his arrest; that he was boarding at the same house with a woman who was believed to answer somewhat to the description of the woman with whom the party accused had eloped. The officer, at the time of the arrest, had in his possession a photograph of the accused party, and had information that a warrant was issued for his arrest, and, upon discovering a resemblance between the present plaintiff and such accused party, caused the plaintiffs arrest. In my judgment, whether the arrest was justified under these circumstances depended upon whether the resemblance was so striking as to be convincing to a man of ordinary prudence and good judgment, and this question should have gone to the jury.\nI concur with my Brother McGrath on the other-grounds.\nThe judgment should be reversed, and a new trial ordered.\nHooker, C. J., and Long, J., concurred with Montgomery, J.\n",
            "ocr": true,
            "opinion_id": 7936485
        }
    ],
    "court_short_name": "Michigan Supreme Court",
    "court_full_name": "Michigan Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Murder"
}