{
    "id": 1330430,
    "judges": "McHUGH",
    "date_filed": 869011200000,
    "date_filed_is_approximate": false,
    "slug": "holsten-v-massey",
    "case_name_short": "Holsten",
    "case_name": "Holsten v. Massey",
    "case_name_full": "Steven P. HOLSTEN, Administrator of the Estate of Angela Ethelmae Holsten, and Steven P. Holsten, Individually, Plaintiff Below, Appellant, v. Russell MASSEY, Sharon Diane Pauley, M & M Convenient Mart, the County Commission of Boone County, the Boone County Sheriffs Department, and L.L. Greene, Individually and in His Capacity as Deputy Sheriff of the Boone County Sheriffs Department, Defendants Below, Appellees",
    "attorneys": "J. Michael Ranson, Cynthia M. Salmons, Ranson Law Offices, Charleston, for Steven P. Holsten., Steven P. McGowan, Jeffrey K. Phillips, Steptoe & Johnson, Charleston, for County Commission of Boone County and L.L. Greene.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Submitted Feb. 5, 1997.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 18,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<citation id=\"b797-3\">\n    490 S.E.2d 864\n   </citation><br><parties id=\"b797-4\">\n    Steven P. HOLSTEN, Administrator of the Estate of Angela Ethelmae Holsten, and Steven P. Holsten, Individually, Plaintiff Below, Appellant, v. Russell MASSEY, Sharon Diane Pauley, M &amp; M Convenient Mart, the County Commission of Boone County, the Boone County Sheriffs Department, and L.L. Greene, Individually and in his Capacity as Deputy Sheriff of the Boone County Sheriffs Department, Defendants Below, Appellees.\n   </parties><br><docketnumber id=\"b797-7\">\n    No. 23459.\n   </docketnumber><br><court id=\"b797-8\">\n    Supreme Court of Appeals of West Virginia.\n   </court><br><otherdate id=\"b797-9\">\n    Submitted Feb. 5, 1997.\n   </otherdate><br><decisiondate id=\"b797-10\">\n    Decided July 16, 1997.\n   </decisiondate><br><attorneys id=\"b800-7\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"778\"> \n     *778\n     </span>\n    J. Michael Ranson, Cynthia M. Salmons, Ranson Law Offices, Charleston, for Steven P. Holsten.\n   </attorneys><br><attorneys id=\"b800-9\">\n    Steven P. McGowan, Jeffrey K. Phillips, Steptoe &amp; Johnson, Charleston, for County Commission of Boone County and L.L. Greene.\n   </attorneys><footnote label=\"1\">\n<p id=\"b800-8\">\n     . The circuit court only entered summary judgment for the County Commission of Boone County, L.L. Greene, and the Boone County Sheriff's Department. Thus, the following defendants below are not parties to this appeal: Russell Massey, Sharon Diane Pauley and M &amp; M Convenient Mart. Moreover, the Boone County Sheriffs Department has not participated in this appeal.\n    </p>\n</footnote>",
    "citations": [
        "490 S.E.2d 864",
        "200 W. Va. 775"
    ],
    "opinions": [
        {
            "author_str": "McHUGH",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6036.0,
            "opinion_text": "\n490 S.E.2d 864 (1997)\n200 W.Va. 776\nSteven P. HOLSTEN, Administrator of the Estate of Angela Ethelmae Holsten, and Steven P. Holsten, Individually, Plaintiff Below, Appellant,\nv.\nRussell MASSEY, Sharon Diane Pauley, M &amp; M Convenient Mart, the County Commission of Boone County, the Boone County Sheriff's Department, and L.L. Greene, Individually and in his Capacity as Deputy Sheriff of the Boone County Sheriff's Department, Defendants Below, Appellees.\nNo. 23459.\nSupreme Court of Appeals of West Virginia.\nSubmitted February 5, 1997.\nDecided July 16, 1997.\n*867 J. Michael Ranson, Cynthia M. Salmons, Ranson Law Offices, Charleston, for Steven P. Holsten.\nSteven P. McGowan, Jeffrey K. Phillips, Steptoe &amp; Johnson, Charleston, for County Commission of Boone County and L.L. Greene. *865\n*866 McHUGH, Justice:\nThe appellant herein and the plaintiff below, Steven P. Holsten, individually and as the administrator of the estate of Angela Ethelmae Holsten, appeals the October 23, 1995 order of the Circuit Court of Boone County which granted summary judgment in favor of the appellees herein and the defendants below, the County Commission of Boone County and L.L. Greene, a Deputy Sheriff for the Boone County Sheriff's Department.[1] For reasons explained below, we affirm the October 23, 1995 order of the circuit court.\n\nI.\nThis case arose after Angela Holsten, the appellant's wife, was killed in a car accident in Boone County on April 26, 1993. The car accident occurred when Russell Massey, who had a reported blood alcohol content of .284, crossed the center line and drove his car head-on into a car driven by Angela Holsten.\nApproximately four months prior to the April 26, 1993 car accident which killed Angela Holsten, Massey had operated another vehicle while allegedly under the influence of alcohol wherein his only passenger, Patricia Perdue, was killed.[2] It is the appellant's contention that had appellee Deputy Greene properly investigated the prior car accident, Massey's license would have been revoked and/or he would have been incarcerated and, therefore, would not have been behind the wheel of the car that killed Angela Holsten on April 26, 1993.\nThe facts surrounding the investigation of the December 26, 1992 car accident which killed Patricia Perdue (hereinafter the \"Perdue *868 accident\") are disputed. Apparently, the roadways in Boone County were slick and icy on December 26, 1992. In fact, Deputy Greene asserts that he had investigated at least two other single car accidents prior to the Perdue accident. When Deputy Greene arrived at the Perdue accident scene, at least two other law enforcement officers and various medical personnel were already there. Deputy Greene only spoke with Massey for a few moments before Massey was transported by ambulance from the scene of the accident to an area hospital.\nAt the hospital Deputy Greene spoke with Massey on at least three occasions. While in the hospital Massey told Deputy Greene that he had been drinking prior to the accident. The appellees state that Massey specifically told Deputy Greene that he and another person split a six pack of beer. Moreover, the appellant notes that a few days after the accident another officer who had been on the scene of the Perdue car accident told Deputy Greene that he smelled alcohol on Massey at the accident scene. Deputy Greene noted this information in his police report.\nAdditionally, the appellant asserts that Deputy Greene recklessly failed to obtain the blood alcohol test results from the hospital even though he was informed on the day of the Perdue accident that those results were available. Conversely, the appellees state that Deputy Greene went to great lengths to obtain the test results; however, the hospital misplaced or ignored his subpoenas requesting the test results.[3] Thus, it was the hospital's actions, according to Deputy Greene, that prevented him from timely obtaining the blood alcohol test results. The appellant maintains that certain hospital employees denied that Deputy Greene had asked for the results. Deputy Greene maintains that those employees actually stated that they did not remember him asking for the test results. Moreover, the appellant asserts that when Perdue's family inquired as to why charges were not being brought against Massey for Perdue's death, Deputy Greene allegedly told them that \"the `reason Russell Massey would not be prosecuted' for [Perdue's] death was because the blood alcohol content results of Massey had been `misplaced or lost by hospital personnel' at [the area hospital][.]\" Regardless of why the test results were not readily available, the fact is that it was not until April 21, 1993, five days after Angela Holsten died in the 1993 car accident and almost four months after the Perdue accident, that the Boone County Grand Jury returned a four-count indictment against Massey relating to Perdue's death in the 1992 car accident.\nThus, the appellant filed a complaint against the appellees asserting that it was appellee Deputy Greene's reckless and careless investigation of the December 26, 1992 car accident that led to his wife's death in the 1993 car accident. Additionally, the complaint alleged that the County Commission of Boone County was liable for damages caused by the negligent acts of Deputy Greene pursuant to the Governmental Tort Claims and Insurance Reform Act set forth in W. Va. Code, 29-12A-1 et seq. The premise of the appellant's argument is that had the 1992 car accident been properly investigated by appellee Deputy Greene, then Massey would have lost his driver's license and/or been incarcerated and, thus, would not have caused the 1993 car accident which killed his wife.\nIn an October 23, 1995 order the circuit court granted summary judgment for the appellees after determining that the appellees were \"not liable for their mere failure to provide adequate police protection ...\" and that the appellant failed to allege any facts to support his allegation that the appellees breached a special duty owed to his deceased wife. Additionally, the circuit court determined that even if the appellant had alleged facts to support his argument that the appellees breached a special duty, the appellees are immune pursuant to the Governmental Tort Claims and Insurance Reform Act.\n\nII.\n\nA. Standard of Review\n\nAt the outset, we note that \"[a] circuit court's entry of summary judgment is *869 reviewed de novo.\" Syl. pt. 1, Painter v. Peavy, 192 W.Va. 189, 451 S.E.2d 755 (1994). We are mindful that\n`\"`[a] motion for summary judgment should be granted only when it is clear that there is no genuine issue of fact to be tried and inquiry concerning the facts is not desirable to clarify the application of the law.' Syllabus Point 3, Aetna Casualty &amp; Surety Co. v. Federal Insurance Co. of New York, 148 W.Va. 160, 133 S.E.2d 770 (1963).\" Syllabus Point 1, Andrick v. Town of Buckhannon, 187 W.Va. 706, 421 S.E.2d 247 (1992).' Syl. pt. 1, Williams v. Precision Coil, Inc., 194 W.Va. 52, 459 S.E.2d 329 (1995).\nSyl. pt. 3, Mallamo v. Town of Rivesville, 197 W.Va. 616, 477 S.E.2d 525 (1996). However,\n`[s]ummary judgment is appropriate if, from the totality of the evidence presented, the record could not lead a rational trier of fact to find for the nonmoving party, such as where the nonmoving party has failed to make a sufficient showing on an essential element of the case that it has the burden to prove.' Syl. pt. 2, Williams v. Precision Coil, Inc., 194 W.Va. 52, 459 S.E.2d 329 (1995).\nSyl. pt. 4, Mallamo, supra. See also syl. pt. 3, Cannelton Industries, Inc. v. Aetna Casualty &amp; Surety Co. of America, 194 W.Va. 203, 460 S.E.2d 18 (1994); W. Va. R. Civ. P. 56.\n\nB. Public Duty Doctrine\n\nInitially, we must determine whether the circuit court correctly concluded that summary judgment should be entered against the appellant because he \"failed to present any evidence that the law enforcement [appellees] breached any legal duty owed to the [appellant] or the [appellant's] decedent in this case.\" The appellant's case against the appellees is based on the alleged failure of Deputy Greene to adequately protect Angela Holsten by properly investigating the Perdue accident. As noted above, the appellant asserts that if the Perdue accident had been properly investigated, then Massey would have had his license revoked and/or would have been incarcerated, and, thus, would not have been behind the wheel of the car which killed Angela Holsten.\nObviously, one of the primary elements of a negligence action is the existence of a legal duty. See Sewell v. Gregory, 179 W.Va. 585, 587, 371 S.E.2d 82, 84 (1988). Generally, a governmental entity's duty in the context of an alleged failure to provide any, or sufficient, police protection to a particular individual is defined at common law by the public duty doctrine. See Randall v. Fairmont City Police Dept., 186 W.Va. 336, 346, 412 S.E.2d 737, 747 (1991). See also Parkulo v. West Virginia Board of Probation and Parole, 199 W.Va. 161, 483 S.E.2d 507 (1996) (Provides a detailed history of the West Virginia case law regarding the public duty doctrine). We first explained this doctrine in syllabus point 1 of Benson v. Kutsch, 181 W.Va. 1, 380 S.E.2d 36 (1989): \"The public duty doctrine, simply stated, is that a governmental entity is not liable because of its failure to enforce regulatory or penal statutes.\" As we have more recently explained,\n[t]he public duty doctrine is that a local governmental entity's liability ... may not be predicated upon the breach of a general duty owed to the public as a whole; instead, only the breach of a duty owed to the particular person injured is actionable. As a specific example of the public duty doctrine, the duty to fight fires or to provide police protection runs ordinarily to all citizens and is to protect the safety and well-being of the public at large; therefore, absent a special duty to the plaintiff(s), no liability attaches to a municipal fire or police department's failure to provide adequate fire or police protection.\nRandall, 186 W.Va. at 346, 412 S.E.2d at 747-48 (citing Wolfe v. City of Wheeling, 182 W.Va. 253, 256, 387 S.E.2d 307, 310 (1989)) (footnote omitted). In summary, under the public duty doctrine a breach of a general duty owed by the local governmental entity to the public as a whole, such as to provide police protection, is not actionable.\nHowever, there is a \"special relationship\" exception to the public duty doctrine. As its name implies, this exception gives rise to a cause of action in certain situations when there is a special relationship between an *870 individual and a governmental entity. Benson, 181 W.Va. at 5, 380 S.E.2d at 40. At the heart of the \"special relationship\" exception \"`is the unfairness that the courts have perceived in precluding recovery when a municipality's voluntary undertaking has lulled the injured party into a false sense of security and has thereby induced him either to relax his own vigilance or to forego other available avenues of protection.'\" Wolfe, 182 W.Va. at 257, 387 S.E.2d at 311 (quoting Cuffy v. City of New York, 69 N.Y.2d 255, 513 N.Y.S.2d 372, 505 N.E.2d 937, 940 (1987)).\nThis Court set forth the following test for determining when the \"special relationship\" exception to the public duty doctrine gives rise to a cause of action:\nTo establish that a special relationship exists between a local governmental entity and an individual, which is the basis for a special duty of care owed to such individual, the following elements must be shown: (1) an assumption by the local governmental entity, through promises or actions, of an affirmative duty to act on behalf of the party who was injured; (2) knowledge on the part of the local governmental entity's agents that inaction could lead to harm; (3) some form of direct contact between the local governmental entity's agents and the injured party; and (4) that party's justifiable reliance on the local governmental entity's affirmative undertaking.\nSyl. pt. 2, Wolfe, supra.[4] Generally, whether a special relationship exists between an individual and a governmental entity so as to give rise to a special duty is \"ordinarily a question of fact for the trier of the facts.\" Syl. pt. 3, in part, Wolfe, supra.\nIn the case presently before us, however, the appellant does not argue that there are any facts supporting the existence of a \"special relationship\" between Angela Holsten and Deputy Greene which would give rise to a special duty. Indeed, there is no evidence in the record before us (1) that Deputy Greene, through promises or actions, assumed an affirmative duty to protect Angela Holsten; (2) that Deputy Greene knew Angela Holsten would be harmed by Massey; (3) that Deputy Greene had any contact with Angela Holsten prior to her death; or (4) that Angela Holsten justifiably relied on Deputy Greene to protect her from Massey. Thus, pursuant to the four-part test set forth in syllabus point 2 of Wolfe, supra, there is no evidence supporting the existence of a \"special relationship\" exception to the public duty doctrine.\nAlthough the appellant's argument is somewhat unclear, he does not specifically assert that the issue is whether a \"special relationship\" exists. Instead, he apparently asserts that the legislature's enactment of the Governmental Tort Claims and Insurance Reform Act set forth in W. Va.Code, 29-12A-1, et seq. \"prohibit[s] municipalities and county commissions from perpetuating sovereign immunity in the guise of the public duty doctrine.\" (emphasis provided). The appellant's assertion confuses the public duty doctrine with immunity.\nWe have made clear that \"[t]he public duty doctrine is a principle independent of the doctrine of governmental immunity, although [we have recognized that] in practice it achieves much the same result.\" Benson, 181 W.Va. at 2, 380 S.E.2d at 37. See also Parkulo, 199 W.Va. at 172, 483 S.E.2d at 518. In order to facilitate a better understanding of the distinction between the public duty doctrine and the doctrine of governmental immunity, some discussion of the evolution of both doctrines in West Virginia is necessary.\nIn Benson, 181 W.Va. at 6-7, 380 S.E.2d at 41-42, we explained that apparently the reason the public duty doctrine had not been discussed prior to that case was \"because until our decision in Long v. City of Weirton, 158 W.Va. 741, 214 S.E.2d 832 (1975), [common-law] municipal governmental immunity *871 foreclosed suit, and there was little occasion to utilize the doctrine. The same is true of other local governmental entities that had immunity before it was removed judicially.\" (footnote and citations omitted).[5] After judicially removing municipal governmental immunity, this Court in Long invited the legislature to address the municipal governmental immunity issue. Long, 158 W.Va. at 783, 214 S.E.2d at 859. See also Randall, 186 W.Va. at 341, 412 S.E.2d at 742.\nIn 1986 the legislature responded by enacting the Governmental Tort Claims and Insurance Reform Act which was to \"`limit [tort] liability of political subdivisions and [to] provide [tort] immunity to political subdivisions in certain instances and to regulate the costs and coverage of insurance available to political subdivisions for such liability.'\" Randall, 186 W.Va. at 341, 412 S.E.2d at 742 (emphasis provided) (quoting W.Va.Code, 29-12A-1 [1986]). This Court explained that it did not find this evolution of the law regarding local governmental tort immunity to be unusual:\nThe history in West Virginia of the qualified immunity, from tort liability, available to municipalities and certain other political subdivisions of the state is consistent with the typical pattern in most of the other jurisdictions: a broad, often total, abrogation by the judiciary of the state common-law local governmental tort immunity, followed soon thereafter by the enactment of governmental tort claims legislation, typically providing in substance for a broad reinstatement of local governmental immunity from tort liability.\nId. at 342, 412 S.E.2d at 743.\nThe public duty doctrine, however, is not based on immunity from existing liability. Instead, it is based on the absence of duty in the first instance. See Parkulo, 199 W.Va. at 172, 483 S.E.2d at 518 (\"We recognize that the `public duty doctrine' does not rest squarely on the principle of governmental immunity, but rests on the principle that recovery may be had for negligence only if a duty has been breached which was owed to the particular person seeking recovery.\"). See also Jones v. Wilcox, 190 Mich.App. 564, 476 N.W.2d 473, 476 (1991), appeal denied by 439 Mich. 989, 483 N.W.2d 918 (1992) (\"The public duty doctrine is premised on the existence of an element of a cause of action for negligence. On the other hand, the governmental immunity issue concerns the creation of exceptions to liability based on the functions of a governmental actor.\").\nWe recognize, however, that the public duty doctrine must be applied in a manner consistent with the provisions of the Governmental Tort Claims and Insurance Reform Act given the legislature's authority to alter the common law: \"By virtue of the authority of Article VIII, Section 21 of the Constitution of West Virginia[6] and of Code 1931, 2-1-1[7] it is within the province of the Legislature to enact statutes which abrogate the common law.\" Syllabus, Perry v. Twentieth Street Bank, 157 W.Va. 963, 206 S.E.2d 421 (1974) (footnotes added). The legislature, however, has not expressly abrogated the public duty doctrine in the Act as we recognized in Randall, supra, when we were confronted with determining how the enactment of the Act affected the public duty doctrine.\nMore specifically, in Randall the issue was whether the plaintiffs could maintain a *872 wrongful death/negligence action brought on behalf of Sandra C. Johnson's estate against the Police Department of the City of Fairmont, its chief of police and dispatcher. The plaintiffs alleged that Johnson had informed the police on several occasions that \"Zachary Curtis Lewis had harassed and threatened her and that she feared for her safety and life.\" Id. at 339, 412 S.E.2d at 740. When Lewis failed to appear at a judicial proceeding on criminal charges, a warrant was issued for his arrest. However, the police did not arrest Lewis. Subsequently, Johnson was driving her car in Fairmont when she noticed that Lewis was following her. She drove to the police department parking lot and blew on her car horn several times; however, Lewis shot and killed Johnson in her car before she was able to get the attention of the police inside the police department.\nWe concluded that these facts sufficiently alleged the existence of a special relationship to survive a dismissal for failure to state a claim under the public duty doctrine. The question in Randall was whether the Governmental Tort Claims and Insurance Act, which states, in relevant part, that a political subdivision is immune from tort liability for \"the failure to provide, or the method of providing, police, law enforcement or fire protection[,]\" W. Va.Code, 29-12A-5(a)(5) [1986], immunized a breach of a special duty to provide protection to a particular person, and, thus, protected the police department, chief of police and dispatcher from liability. We concluded that W. Va.Code, 29-12A-5(a)(5) [1986] incorporated the common-law special relationship exception and thus, did not immunize the police department, chief of police and dispatcher from a breach of a special duty:\nW. Va.Code, 29-12A-5(a)(5) [1986], which provides, in relevant part, that a political subdivision is immune from tort liability for `the failure to provide, or the method of providing, police, law enforcement or fire protection[,]' is coextensive with the common-law rule not recognizing a cause of action for the breach of a general duty to provide, or the method of providing, such protection owed to the public as a whole. Lacking a clear expression to the contrary, that statute incorporates the common-law special duty rule and does not immunize a breach of a special duty to provide, or the method of providing, such protection to a particular individual.\nSyl. pt. 8, Randall, supra (emphasis added).\nThus, we have made clear that the enactment of the Governmental Tort Claims and Insurance Reform Act did not abrogate the public duty doctrine in the context of \"the failure to provide, or the method of providing, police, law enforcement or fire protection.\" W. Va.Code, 29-12A-5(a)(5) [1986], in relevant part. Accordingly, we find the appellant's assertion that he \"is not required to establish a special duty owed by the county commission and Deputy Greene in order to establish liability\" to be incorrect.\nIndeed, other courts which have addressed whether the public duty doctrine has been abrogated in their jurisdictions with the enactment of governmental tort liability acts have concluded that the public duty doctrine remains viable. As the Supreme Court of Tennessee has explained,\n[a] number of public policy considerations have been advanced to explain and support adoption of the public duty doctrine. One policy consideration frequently expressed is that individuals, juries and courts are ill-equipped to judge governmental decisions as to how particular community resources should be or should have been allocated to protect individual members of the public. Some courts have theorized that severe depletion of those resources could well result if every oversight or omission of a police official resulted in civil liability. They have also observed that such a rule would place police officials in the untenable position of insuring the personal safety of every member of the public, or facing a civil suit for damages, and that the public duty doctrine eliminates that dilemma....\nAnother policy consideration justifying recognition of the public duty doctrine is that police officials often act and react in the milieu of criminal activity where every decision is fraught with uncertainty....\n\n*873 Finally, many courts subscribing to the public duty doctrine have emphasized that mechanisms, other than civil negligence actions, exist wherein individual officials may be held accountable for dereliction of duty, for instance, internal disciplinary proceedings or formal criminal prosecutions.\nEzell v. Cockrell, 902 S.W.2d 394, 397-98 (Tenn.1995) (citations omitted).\nThe court recognized that the public policy reasons relied upon to support the retention of the public duty doctrine apply equally to support the doctrine of immunity. Id. at 398. Moreover, the court acknowledged that with the enactment of statutes which abolished or modified governmental immunity \"the public duty doctrine has come under criticism from some commentators who view the doctrine as governmental immunity under another guise. Moreover, some courts have abandoned the doctrine, citing, among other things, its inconsistency with statutes modifying or abolishing governmental immunity.\" Id. at 398 (footnotes omitted). Courts have also abandoned the public duty doctrine because they find it produces inconsistent, unpredictable and unfair results. Id. at 398 n. 4.[8] However, the Supreme Court of Tennessee in concluding that the public duty doctrine was necessary and had not been abolished by the enactment of the Tennessee Governmental Tort Liability Act noted that \"a clear majority of jurisdictions continue to adhere to the public duty doctrine, despite the passage of statutes modifying or abolishing the doctrine of governmental immunity, concluding that, in both law and policy, the rule is sound and necessary.\" Id. at 399 (footnote omitted).[9] We find the Supreme Court of Tennessee's discussion persuasive and consistent with our discussion of the public duty doctrine in Randall, supra.\nMoreover, the cause of action alleged by the appellant, that Deputy Greene's failure to ensure that Massey's driver's license was revoked and/or that he was incarcerated for driving while under the influence of alcohol caused Angela Holsten's death, is the type of situation which pursuant to the public duty doctrine does not give rise to liability. As previously explained, \"[t]he public duty doctrine is that a local governmental entity's liability ... may not be predicated upon the breach of a general duty owed to the public as a whole[.]\" Randall, 186 W.Va. at 346, 412 S.E.2d at 747. More specific to the case presently before us, \"provid[ing] police protection runs ordinarily to all citizens and is ... protect[ing] the safety and well-being of the public at large[.]\" Id. Therefore, \"no liability attaches to a ... police department's failure to provide adequate... police protection[]\" absent a special duty to a particular individual. Id. at 347, 412 S.E.2d at 748 (citation omitted).\nIndeed, other jurisdictions have concluded that under the public duty doctrine liability may not be imposed for a police officer's failure to restrain a drunk driver unless there are circumstances creating a \"special relationship\" with the injured party. For example, in Shore v. Town of Stonington, 187 Conn. 147, 444 A.2d 1379 (1982), a plaintiff brought an action against the Town of Stonington and one of its police officers for the death of his wife who was killed when a drunk driver hit her car. The drunk driver had been stopped, but not arrested, by a town police officer prior to the accident that killed the plaintiff's wife. The plaintiff maintained that the town and the police officer were liable for his wife's death because of the police officer's failure to restrain the drunk driver. However, the court in Shore concluded that the plaintiff could not maintain an action because the police officer's \"duty was *874 public in nature and he owed no specific duty to [the plaintiff's wife] to arrest [the drunk driver] for\" violating statutes which prohibit driving while under the influence of alcohol. Id. 444 A.2d at 1381. Accord Landis v. Rockdale County, 212 Ga.App. 700, 445 S.E.2d 264, 267 (1994) (\"A clear majority of states which have considered whether police officers have a duty to restrain a drunk driver have followed the rationale of the `public duty' doctrine[.]\"); Moore v. Esponge, 651 So. 2d 962 (La.Ct.App.), writ denied by 654 So. 2d 696 (La.1995); Crosby v. Town of Bethlehem, 90 A.D.2d 134, 457 N.Y.S.2d 618 (1982); Barratt v. Burlingham, 492 A.2d 1219 (R.I.1985); Ezell, 902 S.W.2d at 403 (\"[W]e join the clear majority of courts and conclude that statutes pertaining to drunk driving and public intoxication, do not, in conjunction with statutes authorizing warrantless arrests, give rise to a `special-duty' of care where a plaintiff alleges that a police officer failed to arrest or detain an alleged drunk driver.\"). But cf. Irwin v. Town of Ware, 392 Mass. 745, 467 N.E.2d 1292 (1984) (After concluding that there is a special relationship between a police officer who negligently fails to remove an intoxicated driver from the highway and a person later injured by the intoxicated driver, the court declined to dismiss a cause of action in which a drunk driver hit another vehicle head-on killing some of the occupants ten minutes after a police officer stopped the driver and, despite noting alcohol on the driver's breath and a statement by the driver that he had been drinking, did not conduct a field sobriety test or arrest the driver); Bailey v. Town of Forks, 108 Wash.2d 262, 737 P.2d 1257 (1987) (The court found that the motorcycle passenger's allegations that the police failed to restrain an intoxicated man from driving a truck which subsequently hit the motorcycle she was riding came within an exception to the public duty doctrine and thus, stated a cause of action against the town).\nIn a case analogous to the one presently before us, the Appellate Division of the Supreme Court of New York in Evers v. Westerberg, 38 A.D.2d 751, 329 N.Y.S.2d 615, appeal denied by 30 N.Y.2d 486, 335 N.Y.S.2d 1025, 286 N.E.2d 926 (1972) held that a cause of action could not be maintained against the Incorporated Village of Lynbrook for the failure of the Village's police officers to restrain a driver who, while driving under the influence of alcohol, caused a car accident. Although the police officers investigated the scene of the first accident, they failed to take the driver who was intoxicated into custody. Soon thereafter, the driver, after leaving the scene of the first accident, was involved in a second accident killing the plaintiff's husband.\nThe plaintiff brought an action against the Village alleging that the Village's police officers's failure to provide adequate police protection caused her husband's death. In concluding that the plaintiff could not maintain a cause of action against the Village, the Appellate Division of the Supreme Court stated that\n[i]t is well settled that a municipality, acting in its governmental capacity for the protection of the general public, cannot be cast in damages for a mere failure to furnish adequate protection to a particular individual to whom it has assumed no special duty. The Village's alleged failure to enforce its regulations and the Vehicle and Traffic Law by arresting [the driver] for intoxication, taking his car keys or impounding his automobile falls squarely within this rule of nonliability. It owed no special duty to [the plaintiff or her husband] and through its officers, did not take any affirmative action which resulted in injury to a member of the public.\nId. 329 N.Y.S.2d at 618 (citations omitted) (emphasis provided).\nIndeed, as noted above, most courts have declined to hold a governmental entity liable for the failure to restrain an intoxicated driver who subsequently injures another person:\nAlthough the waiver of government immunity in most jurisdictions has made possible actions based on police negligence, most courts, in balancing a government entity's right to carry out essential functions free of the threat of litigation with the citizen's right to redress of wrongs, have been reluctant to impose liability for failure to provide police protection, such as by failing to restrain a drunk driver who *875 subsequently injures another, expressing the fear that holding police liable to private citizens for failure to make arrest would paralyze an essential government function by forcing police to cho[o]se between potential liability on one hand for making a false arrest and on the other hand for failure to make an arrest.\nJames L. Isham, Annotation, Failure to Restrain Drunk Driver as Ground of Liability of State or Local Government Unit or Officer, 48 A.L.R. 4th 320, § 2 (1986). (footnotes omitted).\nWe conclude that without evidence showing that a special relationship exception to the public duty doctrine exists giving rise to a special duty to a particular individual, neither a local governmental entity's liability nor a police officer's liability to that particular individual may be predicated upon the police officer's failure to restrain a tortfeasor who is driving while intoxicated or under the influence of alcohol and subsequently causes an injury to the particular individual who asserts the cause of action against the local governmental entity or police officer. In the present case, as previously noted, the appellant does not offer any evidence supporting the existence of a \"special relationship\" between his wife and Deputy Greene.[10] Thus, the circuit court correctly entered summary judgment for the appellees based on the public duty doctrine.[11]\n\nC. The Tort Claims and Insurance Reform Act\n\nHowever, regardless of whether the public duty doctrine gives rise to a cause of action, we conclude that the appellees would be immune under the Governmental Tort Claims and Insurance Reform Act. Because different provisions of the Act apply to the County Commission and to Deputy Greene, we will address each of the appellees separately.\nBefore we begin our analysis, we emphasize again that the public duty doctrine must be applied in a manner consistent with provisions of the Governmental Tort Claims and Insurance Reform Act given the legislature's authority to alter the common law. See syl., Perry, supra. However, we are mindful that \"[o]ne of the axioms of statutory construction is that a statute will be read in context with the common law unless it clearly appears from the statute that the purpose of the statute was to change the common law.\" Syl. pt. 2, Smith v. West Virginia State Board of Education, 170 W.Va. 593, 295 S.E.2d 680 (1982).\n\n\n*876 i. Deputy Greene\n\nW. Va.Code, 29-12A-5(b) [1986] of the Governmental Tort Claims and Insurance Reform Act states:\n(b) An employee of a political subdivision is immune from liability unless one of the following applies:\n\n(1) His or her acts or omissions were manifestly outside the scope of employment or official responsibilities;\n(2) His or her acts or omissions were with malicious purpose, in bad faith, or in a wanton or reckless manner; or\n(3) Liability is expressly imposed upon the employee by a provision of this code.[12]\n(emphasis and footnote added). See also syl. pt. 1, Beckley v. Crabtree, 189 W.Va. 94, 428 S.E.2d 317 (1993). The appellant focuses on the second exception to a political subdivision employee's immunity under the Act\u0097that is the employee's \"acts or omissions were ... in a wanton or reckless manner[.]\" W. Va. Code, 29-12A-5(b)(2) [1986]. Thus, we focus our analysis on whether Deputy Greene's \"acts or omissions were ... in a wanton or reckless manner[.]\" Id.[13]\nAt the outset, we note that the wanton or reckless conduct of an employee exception to immunity found in W. Va.Code, 29-12A-5(b)(2) [1986] is in addition to the special relationship exception to the public duty doctrine. Given that the legislature has authority to abrogate the common law, see syllabus, Perry, supra, the only way to reconcile the legislature's express removal of immunity from an employee whose conduct is wanton or reckless with the public duty doctrine is to conclude that W. Va.Code, 29-12A-5(b)(2) [1986] is another exception to the public duty doctrine separate and distinct from the common-law special relationship exception to the public duty doctrine.\nIn Randall, when concluding that W. Va. Code, 29-12A-5(a)(5) [1986] of the Governmental Tort Claims and Insurance Reform Act incorporates the special relationship exception because the Act is coextensive with the common law public duty doctrine, we were guided by \"the general rule of construction in governmental tort legislation cases favoring liability, not immunity: unless the legislature has clearly provided for immunity under the circumstances, the general common-law goal of compensating injured parties for damages caused by negligent acts must prevail.\" Randall, 186 W.Va. at 347, 412 S.E.2d at 748 (citations omitted). Similarly, the above rule of construction in Randall guides us in concluding that the wanton or reckless conduct of an employee exception to immunity under the Governmental Tort Claims and Insurance Reform Act is also an exception to the public duty doctrine.\nThe Supreme Court of Illinois came to a similar conclusion when construing its Tort Immunity Act which provides, in pertinent part, that \"`[a] public employee is not liable for his act or omission in the execution or enforcement of any law unless such act or omission constitutes willful and wanton conduct.'\" Doe v. Calumet City, 161 Ill. 2d 374, 204 Ill. Dec. 274, 281, 641 N.E.2d 498, 505 (1994) (quoting Ill.Rev.Stat.1987, ch. 85, par. 2-202) (emphasis provided). As the court in Doe explained, \"the judicially created special duty exception and the statutory willful and wanton exception were separate and distinct exceptions to municipal and officer liability.\" Id. The court went on to note that \"`[i]ncorporating a willful and wanton requirement into the special duty doctrine would therefore yield the anomalous result of making recovery more difficult under the doctrine than it already is under the statute.'\" Id. (quoting Leone v. City of Chicago, 156 Ill. 2d 33, 188 Ill. Dec. 755, 619 N.E.2d 119 (1993)).\nAccordingly, we hold that the wanton or reckless conduct exception to an employee's (as the term \"employee\" is defined in the Governmental Tort Claims and Insurance *877 Reform Act)[14] immunity under W. Va.Code, 29-12A-5(b)(2) [1986] of the Governmental Tort Claims and Insurance Reform Act is an exception to the public duty doctrine separate and distinct from the common-law special relationship exception to the public duty doctrine. With the above in mind, we now address whether Deputy Greene's \"acts or omissions were ... wanton or reckless[.]\"\nThe appellant relies on Mallamo v. Town of Rivesville, 197 W.Va. 616, 477 S.E.2d 525 (1996) in which we concluded that summary judgment had improperly been entered against the plaintiff because the plaintiff had sufficiently alleged facts indicating that the two police officers's conduct was not immune from liability under § 29-12A-5(b)(2) [1986]. The police officers in Mallamo had shot and injured the plaintiff, who was hiding in a closet, while attempting to arrest him for failing to show for a court proceeding. The police officers had a capias for the plaintiff's arrest. This Court, however, found summary judgment to be inappropriate because there was a factual question as to whether the police officers's conduct was \"with malicious purpose\" or \"in bad faith,\" W. Va.Code, 29-12A-5(b)(2) [1986] in relevant part. In Mallamo, plaintiff maintained that the police officers falsely represented the facts that led to the shooting:\n[t]he officers falsely portrayed [the plaintiff] as the aggressor, despite the physical evidence to the contrary. Specifically, Wilson [one of the police officers] told the investigating officer that `the door [of the closet door where plaintiff was hiding] flew open and someone was in the doorway[,]' while Van Pelt [the other police officer] stated that `[t]he subject behind the door pushed it open with his left hand and arm, he was lunging towards me.' Defendants' expert, Gerald Styers, indicated, however, that, based upon the path of the bullet as described to him, and the location of the entry of the bullet through the door and in plaintiff's body, plaintiff was in some kind of sitting position when he was shot.\nId. at 623, 477 S.E.2d at 532 (citation omitted). Although we discussed what evidence was necessary to survive a motion for summary judgment under the \"malicious purpose\" or \"bad faith\" exceptions to immunity in Mallamo, we did not discuss what evidence is needed to indicate the existence of wanton or reckless conduct which under W. Va.Code, 29-12A-5(b)(2) [1986] is not immune under the Governmental Tort Claims and Insurance Reform Act.\nAs noted by the appellees, in Cline v. Joy Manufacturing Co., 172 W.Va. 769, 772 n. 6, 310 S.E.2d 835, 838 n. 6 (1983), we quoted with approval the following language found in W. Prosser, Handbook of the Law of Torts 185 (4th ed.1971):\n`The usual meaning assigned to \"willful,\" \"wanton\" or \"reckless,\" according to taste as to the word used, is that the actor has intentionally done an act of an unreasonable character in disregard of a risk known to him or so obvious that he must be taken to have been aware of it, and so great as to make it highly probable that harm would follow. It usually is accompanied by a conscious indifference to the consequences, amounting almost to willingness that they shall follow; and it has been said that this is indispensable.'\n(emphasis provided).\nAlthough the appellant attempts to characterize Deputy Greene's conduct as wanton or reckless, there is no evidence in the record before us which suggests that Deputy Greene intentionally did not pursue his investigation of the Perdue accident knowing that Massey would obviously cause a second accident, or that he was so consciously indifferent to the consequences of failing to quickly pursue his investigation of the Perdue accident that he should have been certain that Massey would be involved in the second accident. Indeed, based on the facts before *878 us, there is no evidence that any person could have known that four months later Massey would have been in the second car accident which killed appellant's wife. While the record indicates that the investigation of the Perdue accident took over three months, it does not indicate that Deputy Greene was wantonly or recklessly ignoring the investigation.\nAccordingly, we conclude in the case before us that based on \"the totality of the evidence presented, the record could not lead a rational trier of fact to find for the\" appellant. Syl. pt. 4, Mallamo, supra. Therefore, we affirm the circuit court's entry of summary judgment for Deputy Greene pursuant to the Governmental Tort Claims and Insurance Reform Act.\nii. The County Commission of Boone County\nThe appellant relies on the following language in the Governmental Tort Claims and Insurance Reform Act to support his assertion that the County Commission[15] is not immune from liability: \"Political subdivisions are liable for injury, death, or loss to persons or property caused by the negligent performance of acts by their employees while acting within the scope of employment.\" W. Va.Code, 29-12A-4(c)(2) [1986]. Although the appellant recognizes that the Act goes on to state that \"[a] political subdivision is immune from liability if a loss or claim results from: ... the method of providing police, law enforcement or fire protection[,]\" W. Va. Code, 29-12A-5(a)(5) [1986] in relevant part, he asserts that this language is inapplicable to the facts in his case based on this Court's holding in Beckley v. Crabtree, 189 W.Va. 94, 428 S.E.2d 317 (1993).\nMore specifically, the appellant relies on the language in syllabus points 3 and 4 of Beckley, supra, which state:\n3. The phrase `the method of providing police, law enforcement or fire protection' contained in W. Va.Code, § 29-12A-5(a)(5) refers to the formulation and implementation of policy related to how police, law enforcement or fire protection is to be provided.\n4. Resolution of the issue of whether a loss or claim occurs as a result of `the method of providing police, law enforcement or fire protection' requires determining whether the allegedly negligent act resulted from the manner in which a formulated policy regarding such protection was implemented.\nThe appellant argues that\nthe case at bar does not center upon policy decisions made by the defendants nor does it center upon whether or not sufficient police cars and/or personnel were available to prevent crime. As such, the specific immunity set forth in West Virginia Code 29-12A-5-(a)(5) is not applicable to the facts of the instant case and cannot be used as a shield to liability for the negligent acts of the defendants.\nWe disagree with the appellant's focus. The appellant's argument overlooks key language in W. Va.Code, 29-12A-5(a)(5) [1986] which states in full: \"A political subdivision is immune from liability if a loss or claim results from: ... [c]ivil disobedience, riot, insurrection or rebellion or the failure to provide, or the method of providing, police, law enforcement or fire protection.\" (emphasis added). Clearly, \"the failure to provide... police [or] law enforcement ... protection\" is something different than \"the method of providing[] police ... protection.\" Indeed, because the express language of W. Va.Code, 29-12A-5(a)(5) [1986] clearly states that \"[a] political subdivision is immune from liability if a loss or claim results from: ... the failure to provide ... police [or] law enforcement ... protection[,]\" we must give effect to that language. As we have held previously, \"`\"[w]here the language of a statute is clear and without ambiguity the plain meaning is to be accepted without resorting to the rules of interpretation.\" Syllabus Point 2[,] State v. Elder, 152 W.Va. 571, 165 S.E.2d 108 (1968).' Syl. pt. 1, Peyton v. City Council of Lewisburg, 182 W.Va. 297, 387 S.E.2d 532 (1989).\" Syl. pt. 3, Hose v. *879 Berkeley County Planning Commission, 194 W.Va. 515, 460 S.E.2d 761 (1995).\nAlthough we need not resort to the rules of interpretation because the phrase \"failure to provide ... police [or] law enforcement ... protection\" in W.Va.Code, 29-12A-5(a)(5) [1986] is clear and without ambiguity, we note that the word \"or\" is \"a conjunction which indicate[s] the various objects with which it is associated are to be treated separately.\" State v. Carter, 168 W.Va. 90, 92 n. 2, 282 S.E.2d 277, 279 n. 2 (1981) (citing Koppers Co., Inc. v. Dailey, 167 W.Va. 521, 525 n. 8, 280 S.E.2d 248, 251 n. 8 (1981)). Thus, the phrase \"failure to provide... police [or] law enforcement ... protection\" is something separate and distinct from \"the method of providing, police [or] law enforcement ... protection\": \"A political subdivision is immune from liability if a loss or claim results from: ... [c]ivil disobedience, riot, insurrection or rebellion or the failure to provide, or the method of providing, police, law enforcement or fire protection.\" W.Va.Code, 29-12A-5(a)(5) [1986] (emphasis added). Accordingly, we hold that W.Va.Code, 29-12A-5(a)(5) [1986] clearly contemplates immunity for a political subdivision from tort liability for \"the failure to provide ... police [or] law enforcement ... protection.\"\nOur focus in Beckley, supra, was on the \"method of providing police ... protection.\" More specifically, in Beckley this Court concluded that the Wayne County Commission was not immune pursuant to the Governmental Tort Claims and Insurance Reform Act from the negligent acts of its employee, the Sheriff of Wayne County, Bernie R. Crabtree. Trooper Beckley, who was assisted by Sheriff Crabtree, had arrested Thomas Wayne Graham on charges of brandishing a weapon and discharging a firearm and had placed Graham in the back seat of a sheriff department's vehicle when Sheriff Crabtree, while attempting to place a shotgun in the trunk of the vehicle, accidentally shot and injured Trooper Beckley.\nThis Court concluded that the county commission was not immune from liability because \"[a]lthough this incidental action occurred within the scope of employment, it was not so closely related or necessary to effectuating the arrest as to be considered a component of `the method of providing law enforcement protection.'\" Id. at 98, 428 S.E.2d at 321. As we have previously explained, the case presently before us focuses on the failure to provide police protection rather than the method of providing police protection. Thus, the Beckley case is distinguishable from the facts presently before us.[16]\nLikewise, the appellant's reliance on Mallamo, supra, is misplaced. In Mallamo this Court concluded that the Town of Rivesville was immune from liability even though its police officers, who had a warrant to arrest the plaintiff, shot and injured the plaintiff who was hiding behind a closet door, because the officers were in the process of executing a lawful court order when the gun discharged. See W. Va.Code, 29-12A-5(a)(3) [1986] (A political subdivision is immune from liability if a claim results from the execution or enforcement of the lawful orders of any court regardless of whether such claim is caused by the negligent performance of acts by a political subdivision employee acting within the scope of employment). However, this Court in dicta explained that had the police officers not been executing a lawful order of a court, then the City of Rivesville would not be immune from liability under the *880 Governmental Tort Claim and Insurance Reform Act because although \"the officers acted pursuant to formulated policy when they unholstered their weapons upon observing a high-powered rifle in a bedroom of plaintiff's home ... the discharge of [one of the officer's] weapon[s] was not the result of implementing such policy.\" Id. at 626, 477 S.E.2d at 535. We explained in Mallamo that the phrase \"the method of providing police or fire protection\"\n`is aimed at such basic matters as the type and number of fire trucks and police cars considered necessary for the operation of the respective departments; how many personnel might be required; how many and where police patrol cars are to operate; the placement and supply of fire hydrants; and the selection of equipment options.'\nId. (quoting Jackson v. City of Kansas City, 235 Kan. 278, 680 P.2d 877, 890 (1984)). Based on the above construction of the phrase \"the method of providing police or fire protection,\" this Court concluded that the plaintiff's injuries in Mallamo \"were not the result of the method of providing police, law enforcement or fire protection, within the meaning of W. Va.Code, 29-12A-5(a)(5) [1986][.]\" Id. Clearly, Mallamo, like Beckley, does not concern the failure to provide police protection.\nIn that we have concluded that the premise of the appellant's argument is that Deputy Greene \"failed to provide police protection\" to Angela Holsten by not arresting or incarcerating Massey, we conclude that the County Commission is immune pursuant to the express language of W. Va.Code, 29-12A-5(a)(5) [1986] for \"fail[ing] to provide ... police ... protection.\"[17] Accordingly, we hold that the circuit court properly entered summary judgment against the appellant on this issue.\n\nIII.\nIn summary, for reasons stated above, the appellant cannot sustain a cause of action against the appellees pursuant to the public duty doctrine. Moreover, we conclude that the appellees are immune pursuant to the Governmental Tort Claims and Insurance Reform Act.[18] Based on all of the above, we affirm the October 23, 1995 order of the Circuit Court of Boone County.\nAffirmed.\nNOTES\n[1]  The circuit court only entered summary judgment for the County Commission of Boone County, L.L. Greene, and the Boone County Sheriff's Department. Thus, the following defendants below are not parties to this appeal: Russell Massey, Sharon Diane Pauley and M &amp; M Convenient Mart. Moreover, the Boone County Sheriff's Department has not participated in this appeal.\n[2]  The appellant asserts that Massey's blood alcohol level was .158 when the Perdue accident occurred.\n[3]  The appellees note that the \"returns of service on the subpoenas served by Deputy Greene to [the area hospital] on December 29, 1992, and April 5, 1993, are on file with the clerk of the Grand Jury and with the prosecuting attorney's office.\"\n[4]  This \"special relationship\" concept is recognized in Restatement (Second) of Torts § 315 (1965):\n\nThere is no duty so to control the conduct of a third person as to prevent him from causing physical harm to another unless\n(a) a special relation exists between the actor and the third person which imposes a duty upon the actor to control the third person's conduct, or\n(b) a special relation exists between the actor and the other which gives to the other a right to protection.\n[5]  We note that the State's immunity from suit, unlike the common-law municipal governmental immunity or immunity provided under the Governmental Tort Claims and Insurance Reform Act, is constitutionally created. W. Va. Const. art. VI, § 35. See also Benson, 181 W.Va. at 6 n. 16, 380 S.E.2d at 41 n. 16.\n[6]  W.Va. Const. art. VIII, § 21 has been renumbered and is now W.Va. Const. art. VIII, § 13 which states:\n\nExcept as otherwise provided in this article, such parts of the common law, and of the laws of this State as are in force on the effective date of this article and are not repugnant thereto, shall be and continue the law of this State until altered or repealed by the legislature.\n[7]  W. Va.Code, 2-1-1 [1923] states:\n\nThe common law of England, so far as it is not repugnant to the principles of the constitution of this state, shall continue in force within the same, except in those respects wherein it was altered by the general assembly of Virginia before the twentieth day of June, eighteen hundred and sixty-three, or has been, or shall be, altered by the Legislature of this state.\n[8]  The following cases and law review support the abandonment of the public duty doctrine: Adams v. State, 555 P.2d 235, 241-42 (Alaska 1976); Leake v. Cain, 720 P.2d 152, 158 (Colo. 1986); Hudson v. Town of East Montpelier, 161 Vt. 168, 638 A.2d 561, 566-68 (1993); Gerald P. Krause, comment, Municipal Liability: The Failure to Provide Adequate Police Protection\u0097The Special Duty Doctrine Should Be Discarded, 1984 Wis. L.Rev. 499 (1984).\n[9]  The following are a few of the cases the Supreme Court of Tennessee cited to support the above conclusion in Ezell: Shearer v. Town of Gulf Shores, 454 So. 2d 978, 979 (Ala.1984); State ex rel. Barthelette v. Sanders, 756 S.W.2d 536 (Mo.1988); Phillips v. City of Billings, 233 Mont. 249, 758 P.2d 772, 775 (1988); Braswell v. Braswell, 330 N.C. 363, 410 S.E.2d 897 (1991). See Ezell, 902 S.W.2d at 399 n. 5 for a more comprehensive list of cases.\n[10]  We recognize that the public duty doctrine does not apply when the allegations against a police officer involve the police officer's willful, wanton and reckless behavior. See, e.g., Doe v. Calumet City, 161 Ill. 2d 374, 204 Ill. Dec. 274, 641 N.E.2d 498 (1994) (The public duty doctrine does not apply in cases involving allegations of willful and wanton misconduct because the Tort Immunity Act, which is similar to West Virginia's Act, states that willful and wanton conduct is not immune, provides a completely separate statutory exception to the public duty doctrine which is different than the judicially created special relationship exception). However, as we will explain in more detail in Part C of this opinion, the appellant cannot avoid summary judgment because he has not made a sufficient showing to support his assertion that Deputy Greene's conduct was wanton or reckless. See part C, infra.\n[11]  It appears that appellant also maintains that Deputy Greene's knowledge of a violation of a statute (regarding the police officer's authority to take a driver's license if he or she suspects that person is driving while under the influence of alcohol) creates a duty to any person who comes within the risk created by his \"reckless conduct\" in not following the terms of the statute. As noted by the appellees, the statutes which authorize police officers to take action when they suspect a person is driving while under the influence of alcohol give the officers discretion in determining how to investigate the situation. See, e.g., W. Va.Code, 17C-5-4 [1994] (Preliminary breath analysis may be administered); W. Va.Code, 17C-5-5 [1983] (Police officer may require a person to submit to preliminary breath analysis); W. Va.Code, 17C-5-6 [1981] (Medical personnel, at request of the police officer, may withdraw blood for the purpose of determining the alcohol content thereof). While the statutes cited by the parties authorize police officers to investigate a person whom they suspect is driving while under the influence of alcohol, we are not aware of nor has the appellant cited to any statute which expressly states that a police officer's knowledge of a violation of a statute gives rise to a higher duty when providing police protection in the context of removing from the highway a person who is driving while under the influence of alcohol than that provided by the public duty doctrine or its recognized exceptions.\n[12]  We note that W. Va.Code, 29-12A-5(c) [1986] makes clear that \"[t]he immunity conferred upon an employee by subsection (b) of this section does not affect or limit any liability of a political subdivision for an act or omission of the employee.\"\n[13]  No one disputes that Deputy Greene is an \"employee\" as that term is defined in W. Va. Code, 29-12A-3(a) [1986], and thus, subject to the provisions of the Governmental Tort Claims and Insurance Reform Act.\n[14]  W. Va.Code, 29-12A-3(a) [1986] defines \"employee\" as\n\nan officer, agent, employee, or servant, whether compensated or not, whether full-time or not, who is authorized to act and is acting within the scope of his or her employment for a political subdivision. `Employee' includes any elected or appointed official of a political subdivision. `Employee' does not include an independent contractor of a political subdivision.\n[15]  The County Commission is subject to the provisions of the Governmental Tort Claims and Insurance Reform Act because it is a \"political subdivision\" as that term is defined in W. Va. Code, 29-12A-3(c) [1986].\n[16]  In Beckley, supra, we relied on State v. Terrell, 588 S.W.2d 784 (Tex.1979) when concluding that the phrase \"`the method of providing police, law enforcement or fire protection' contained in W.Va.Code, § 29-12A-5(a)(5) refers to the formulation and implementation of policy related to how police, law enforcement or fire protection is to be provided.\" Syl. pt. 3, in relevant part, Beckley, supra. We recognize that in Terrell the Supreme Court of Texas concluded that the purpose of the \"failure to provide police protection\" provision was the same as the purpose of the \"method of providing police protection\" provision of the Texas Tort Claims Act. Terrell, 588 S.W.2d at 788. While we agree with the Supreme Court of Texas's interpretation of the \"method of providing police protection\" provision, we do not conclude that the plain meaning of W.Va.Code, 29-12A-5(a)(5) [1986] supports the Supreme Court of Texas's conclusion that the purpose of the \"failure to provide police protection\" is the same as the purpose of \"the method of providing police protection.\"\n[17]  Moreover, as noted by the appellees, W. Va. Code, 29-12A-5(a)(9) [1986] provides that a political subdivision is immune from liability if a loss or claim results from the failure or refusal to suspend or revoke any license. Thus, to the extent that the appellant's argument is based on Deputy Greene's failure to ensure that Massey's driver's license was suspended or revoked, the County Commission is immune pursuant to W. Va.Code, 29-12A-5(a)(9) [1986]. See also syl. pt. 4, Hose v. Berkeley County Planning Comm'n, 194 W.Va. 515, 460 S.E.2d 761 (1995).\n[18]  We have given effect to the legislature's intent when applying the Governmental Tort Claims and Insurance Reform Act to the facts in the case before us as we recognize that \"[i]t is not the province of the courts to make or supervise legislation, and a statute may not, under the guise of interpretation, be modified, revised, amended, distorted, remodeled, or rewritten[.]\" State v. General Daniel Morgan Post No. 548, Veterans of Foreign Wars of the United States, 144 W.Va. 137, 145, 107 S.E.2d 353, 358 (1959) (citation omitted). See also syl. pt. 1, Consumer Advocate Division of the Public Service Comm'n v. Public Service Comm'n, 182 W.Va. 152, 386 S.E.2d 650 (1989). We admit, however, that it is difficult to formulate a bright line rule explaining how the public duty doctrine has been incorporated by the legislature into the Act.\n\n",
            "ocr": false,
            "opinion_id": 1330430
        }
    ],
    "court_short_name": "West Virginia Supreme Court",
    "court_full_name": "West Virginia Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "West Virginia, WV",
    "crime_category": "Murder"
}