{
    "id": 1330879,
    "judges": "Miller",
    "date_filed": 373593600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-gangwer",
    "case_name_short": "Gangwer",
    "case_name": "State v. Gangwer",
    "case_name_full": "State of West Virginia v. Richard Chancellor Gangwer",
    "attorneys": "Hague, Rudolph, Hague & Lantz (firm name now Lantz & Rudolph), and George E. Lantz, for plaintiff-in-error., Chauncey H. Browning, Attorney General, and S. Clark Woodroe, Assistant Attorney General, for defendant-in-error.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 19,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b204-6\">\n    State of West Virginia\n    <em>\n     v.\n    </em>\n    Richard Chancellor Gangwer\n   </parties><br><docketnumber id=\"b204-9\">\n    (No. 14544)\n   </docketnumber><br><decisiondate id=\"b204-10\">\n    Decided November 3, 1981.\n   </decisiondate><br><attorneys id=\"b205-10\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"191\"> \n     *191\n     </span>\n<em>\n     Hague, Rudolph, Hague &amp; Lantz\n    </em>\n    (firm name now Lantz\n    <em>\n     &amp;\n    </em>\n    Rudolph), and\n    <em>\n     George E. Lantz,\n    </em>\n    for plaintiff-in-error.\n   </attorneys><br><attorneys id=\"b205-11\">\n<em>\n     Chauncey H. Browning,\n    </em>\n    Attorney General, and\n    <em>\n     S. Clark Woodroe,\n    </em>\n    Assistant Attorney General, for defendant-in-error.\n   </attorneys>",
    "citations": [
        "283 S.E.2d 839",
        "168 W. Va. 190"
    ],
    "opinions": [
        {
            "author_str": "Miller",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 6037.0,
            "opinion_text": "\n283 S.E.2d 839 (1981)\nSTATE of West Virginia\nv.\nRichard Chancellor GANGWER.\nNo. 14544.\nSupreme Court of Appeals of West Virginia.\nNovember 3, 1981.\n*840 Hague, Rudolph, Hague &amp; Lantz (Firm name now Lantz &amp; Rudolph), and George E. Lantz, Parkersburg, for plaintiff-in-error.\nChauncey H. Browning, Jr., Atty. Gen. and S. Clark Woodroe, Asst. Atty. Gen., Charleston, for defendant-in-error.\nMILLER, Justice:\nThe defendant, Richard Chancellor Gangwer, appeals from a conviction by jury in the Circuit Court of Wood County of aiding and abetting murder in the second degree. He received a sentence of from five to eighteen years. Defendant contends that the court erred in: (1) allowing an erroneous instruction on self-defense offered by the State; (2) refusing his request to have a deputy sheriff moved away from the defense counsel table; (3) refusing to admit evidence of occurrences which caused defendant to be in a nervous state and under medication on the day of the murder; and (4) refusing to let defense counsel cross-examine two State witnesses who were present at the scene of the crime about whether they were arrested at the time the murder was investigated for engaging in criminal conduct, i. e. delivery of marijuana.\nThe defendant and his brother, Michael Gangwer, were indicted for the murder of Jimmie L. VanCamp, Jr. The evidence at trial indicated that the defendant and a friend had gone to the victim's home several hours before the shooting to buy marijuana from VanCamp. Defendant gave VanCamp $40.00 for the marijuana, money which he apparently borrowed from his brother Michael. Before defendant received his purchase, he and VanCamp argued over a missing gun which belonged to VanCamp. VanCamp's wife testified that during this argument her husband told the defendant to get out. At this point, the defendant asked for his money back and the victim refused, whereupon defendant left the house.\nAfter he left VanCamp's house, the defendant drove to the home of his second *841 cousin. There was testimony that defendant was somewhat intoxicated when he arrived at his cousin's house and that he was drinking beer and wine and taking Valium while there. After approximately an hour and a half, the defendant returned to his home where he lived with his parents and brother and sister-in-law. The facts surrounding the following events are in controversy.\nAccording to the Gangwer brothers, they returned later that evening to the VanCamp residence. Michael parked the car approximately thirty yards away, took his gun out of the car, and went to the front door. He testified that he took the gun with him only as a precautionary measure and that he instructed the defendant to remain in the car. VanCamp's wife opened the door and at the same moment the defendant approached. VanCamp's wife was forced outside the door into Michael's arms. The defendant was at first caught between the door and frame, but was eventually pulled inside the house.\nThe victim allegedly grabbed the defendant by the head in the doorway and threatened to kill him. Michael testified that the defendant said, \"Help me, Mike. Help me,\" and that he could see the victim's finger cocking the gun at his brother's head. At this point, Michael fired his weapon twice. He testified that he only intended to wound the victim by shooting his firing arm and that it was Linda VanCamp's movement that threw his aim off.\nThe testimony of Linda VanCamp was that Michael Gangwer grabbed her and threatened her with a gun, demanding his money back, and that her husband was shot when the defendant called to his brother from the house to \"Waste him, Mike....\" VanCamp died of his wounds.\n\nI.\nDefendant's major contention is that the trial court erred in giving State's Instruction No. 13 which reads:\n\"Where a homicide is proven beyond a reasonable doubt and the plea of self-defense is relied upon by the Defendant, then the burden of proving self-defense rests upon the Defendant. To avail himself of such defense the facts and circumstances of showing self-defense must be established by a preponderance of the evidence. In determining whether or not self-defense has been established by such preponderance of the evidence, the jury should consider all the evidence, both that of the State and that of the Defendant.\"\nThe defendant objected to this instruction at the time it was given and again in a motion to set aside the verdict and award a new trial. He argues that State v. Kirtley, W.Va., 252 S.E.2d 374 (1978), held the giving of such an instruction was reversible error. The applicable law is summarized in Syllabus Point 4 of Kirtley:\n\"Once there is sufficient evidence to create a reasonable doubt that the killing resulted from the defendant acting in self-defense, the prosecution must prove beyond a reasonable doubt that the defendant did not act in self-defense.\"\nThe State contends that Kirtley was decided on November 28, 1978, and because the trial in this case was concluded on July 1, 1978, we should not apply Kirtley to this case. The State relies on certain statements in Kirtley where we declined to give \"full retroactivity\" to its self-defense burden principles. 252 S.E.2d at 381-82. The determination not to give \"full retroactivity\" to the new rule was based on our conclusion that the burden of proof standard in regard to self-defense did not rest on constitutional due process standards as some states have held.[1] The concept of \"full retroactivity\" in a criminal case ordinarily means that the new rule is available not only for those cases in litigation or on appeal *842 where the point has been preserved, but is also available by way of collateral attack on a final judgment through a writ of habeas corpus. Bradley v. Appalachian Power Company, W.Va., 256 S.E.2d 879, 888 (1979). Clearly, the discussion in Kirtley regarding retroactivity was designed to preclude \"full retroactivity\" so that the Kirtley rule could not be applied by way of a collateral attack in habeas corpus on a final conviction.[2] In short, we did not address in Kirtley to what extent it would be applied retroactively.\nIn Adkins v. Leverette, W.Va., 239 S.E.2d 496 (1977), we discussed some aspects of retroactivity, but the primary focus was on a ruling of constitutional dimension which was held to be fully retroactive. Here, we have a new rule which is not of a constitutional dimension and the retroactivity is analogous to that discussed in Bradley v. Appalachian Power Company, W.Va., 256 S.E.2d 877, 887 (1979). Admittedly, Bradley dealt with the retroactivity of a new rule in the law of contributory negligence and acknowledged \"that retroactivity considerations in a criminal case presenting constitutional issues involve different policy judgments which may not be present in the ordinary civil case.\" W.Va., 256 S.E.2d at 888.[3]\nThere is, however, a close parallel between retroactivity in a civil case and retroactivity in a criminal case where the new rule is of a nonconstitutional dimension. We stated in Bradley that one of the fundamental purposes of extending retroactivity is that:\n\"The more egregious the error, the greater the need to extend the benefits of the overruling decision to others occupying the same status.\" W.Va., 256 S.E.2d at 889.\nIt is this \"equality of application\" or even handedness that provides the most appealing rationale for retroactivity absent some strong countervailing policy reasons. It would be harsh and paradoxical to hold that the defendant in Kirtley, whose case arrived in this Court first, should receive the benefit of the rule, but that Gangwer, who made the same objection at trial and whose appeal arrived here later, must be denied the benefit of the same rule. From a purely practical standpoint, extending retroactivity to those cases on appeal where the point in error has been specifically preserved at trial will limit the number of cases to which the rule applies to a fairly small class of cases.[4] This is true because until the new rule is announced most litigants will be unaware of it and, therefore, will not have made a timely objection during the trial.\nWe recognize that Bradley's six countervailing considerations against retroactivity are not all germane to a criminal case.[5]*843 However, as Kirtley noted, our rule regarding the burden of proof for self-defense is a judicially-created procedural shift not resting on constitutional grounds. As emphasized above, if retroactivity is limited to those cases subsequently appealed where the point has been preserved at trial, the impact of extending limited retroactivity will be confined to a rather small number of cases. Consequently, we do not believe that our decision today will have a substantial impact on the administration of justice. Furthermore, a number of other courts have in analogous situations imposed the same sort of limited retroactivity. Wade v. United States, 426 F.2d 64 (9th Cir. 1970); State v. Santiago, 53 Haw. 254, 492 P.2d 657 (1971); State v. Thrasher, 175 N.W.2d 397 (Iowa 1970); Brumley v. Commonwealth, 375 S.W.2d 270 (Ky.1964); People v. Brown, 393 Mich. 174, 224 N.W.2d 38 (1974); People v. Pepper, 53 N.Y.2d 213, 423 N.E.2d 366 (1981); Commonwealth v. Brown, 431 A.2d 905 (Pa.1981); Annot., 10 A.L.R.3d 1371, 1397 (1966).\nWe, therefore, conclude that in the absence of any substantial countervailing factors, where a new rule of criminal law is made of a nonconstitutional nature, it will be applied retroactively only to those cases in litigation or on appeal where the same legal point has been preserved. Since a timely objection was made at trial to the State's self-defense instruction, the defendant is entitled to the benefit of the Kirtley rule, and the case is reversed on this basis.\n\nII.\nDefendant claims that the trial court also committed reversible error in seating a uniformed deputy sheriff next to him. He argues that not only did this create the impression that he was a dangerous criminal but it also interfered with his ability to communicate freely with his counsel because the deputy could overhear his conversations. In State v. Peacher, W.Va., 280 S.E.2d 559 (1981), we discussed this issue at some length and concluded that:\n\"Although the use of security precautions at a criminal trial is a matter which lies in the sound discretion of the trial judge, an evidentiary hearing should be held to determine whether the circumstances of a case justify greater than normal security precautions at trial.\"[6] W.Va., 280 S.E.2d at 574.\nSince this case is being remanded for a new trial on other grounds, we need not discuss the point further except to state if this same procedure is to be followed on the retrial, that an evidentiary record should be made to justify such security procedures. State v. Brewster, W.Va., 261 S.E.2d 77 (1979).\n\nIII.\nThe defendant also raises several evidentiary issues. The first relates to the refusal by the trial court to permit him to testify about recent tragedies in his family which he claimed affected his state of mind *844 at the time of the homicide. A vouch of the record was made which disclosed that defendant's father had recently suffered a severe heart attack and his grandfather had died within a few months before the homicide. Defendant indicated he was on medication because of these events and his counsel argued that such evidence had a bearing on defendant's state of mind in regard to intent, premeditation and malice.\nWe believe the trial court was correct in refusing to admit this evidence. The family tragedies were not only remote in time from the homicide but too attenuated to the issues of intent, premeditation and malice. In State v. Lawson, 125 W.Va. 1, 22 S.E.2d 643 (1942), we held that it was improper for the State to introduce evidence of the defendant's anger at his wife and son, which caused them to hide from him. This evidence was offered to show malice in connection with defendant's trial on a charge of malicious wounding of a neighbor.\nIt is true that declarations as to the mental state of persons may be admissible where a particular state of mind or emotion is at issue or to show the basis for the subsequent acts of the declarant or in some instances to show memory or belief of a previous happening. McCormick On Evidence §§ 294-96 (1972 ed.). However, in the present case, the facts sought to be presented, i. e. the family illness and death, do not represent a declaration that involves the mental state of the defendant at the time of the homicide. We are not pointed to any case where this type of testimony has been deemed admissible. Moreover, it appears that besides the remoteness in time and lack of relevancy problems, the prohibited evidence was primarily designed to elicit sympathy from the jury and we have looked upon this practice with disfavor. E. g., State v. Moore, W.Va., 273 S.E.2d 821, 826 (1980); State v. McCausland, 82 W.Va. 525, 96 S.E. 938 (1918).\nAnother evidentiary error is the defendant's claim that the trial court refused to permit interrogation as to possible bias of two of the State's witnesses who were present at the scene of the shooting. On cross-examination defense counsel sought to inquire whether either of the witnesses had been arrested for their participation in the illicit drug activity which had taken place earlier in the day at VanCamp's and which had brought the defendant and his brother to the VanCamp home.\nThe defense attorney was permitted to cross-examine these witnesses as to whether they had made any deals with the police or benefited in testifying against the defendant. The record is not sufficiently developed on this point to permit us to determine this issue.[7]\nFor the foregoing reasons, the judgment of the Circuit Court of Wood County is reversed.\nReversed and Remanded.\nNOTES\n[1]  E. g., State v. Evans, 278 Md. 197, 362 A.2d 629 (1976); Commonwealth v. Rodriguez, 370 Mass. 684, 352 N.E.2d 203 (1976); Commonwealth v. Hilbert, 476 Pa. 288, 382 A.2d 724 (1978). In Hankerson v. North Carolina, 432 U.S. 233, 245, 97 S.Ct. 2339, 2346, 53 L.Ed.2d 306, 316 (1977), the Court left open the question of \"whether due process requires the prosecution to disprove self-defense beyond a reasonable doubt.\"\n[2]  The issue of \"full retroactivity,\" in the sense of allowing collateral attack on final judgments which are unappealable, is rarely discussed as a distinct or separate concept of retroactivity. Ordinarily, a basic predicate to a collateral attack by way of habeas corpus is that the claimed error be of a constitutional dimension. Syllabus Point 4, State ex rel. McMannis v. Mohn, W.Va., 254 S.E.2d 805 (1979). Consequently, where, as here, we are involved with a rule that is of a nonconstitutional nature, we are not concerned with \"full retroactivity.\"\n[3]  We also recognized in Bradley that our earlier rule on retroactivity in Falconer v. Simmons, 51 W.Va. 172, 41 S.E. 193 (1902), which followed the traditional common law view of full retroactivity was too broad. W.Va., 256 S.E.2d at 887.\n[4]  In Commonwealth v. Brown, 431 A.2d 905 (Pa.1981), the court permitted retroactive effect, even where objection was not made at the earlier trial. Its rationale was the necessity of evenhanded treatment. The court, however, failed to take into account that the first party who sets the new rule makes an initial objection at trial. To extend the new rule to those who do not object is to give preferential treatment to these defendants.\n[5]  Bradley cites factors militating against retroactivity as:\n\n\"First, the nature of the substantive issue overruled must be determined. If the issue involves a traditionally settled area of law, such as contracts or property as distinguished from torts, and the new rule was not clearly foreshadowed, then retroactivity is less justified. Second, where the overruled decision deals with procedural law rather than substantive, retroactivity ordinarily will be more readily accorded. Third, common law decisions, when overruled, may result in the overruling decision being given retroactive effect, since the substantive issue usually has a narrower impact and is likely to involve fewer parties. Fourth, where, on the other hand, substantial public issues are involved, arising from statutory or constitutional interpretations that represent a clear departure from prior precedent, prospective application will ordinarily be favored. Fifth, the more radically the new decision departs from previous substantive law, the greater the need for limiting retroactivity. Finally, we will also look to the precedent of other courts which have determined the retroactive/prospective question in the same area of the law in their overruling decisions.\" W.Va., 256 S.E.2d at 889.\n[6]  Peacher set out the following considerations for determining if enhanced security could be justified:\n\n\"The Court should consider whether the defendant is in custody or free on bail at the time of the trial and the seriousness of the offense with which the defendant is charged. (citation omitted) The Court may also hear evidence as to the defendant's character, reputation for violence or evidence of other acts or crimes that would tend to indicate a danger which would justify the security precautions contemplated. (citations omitted) Evidence of prior escapes, attempted escapes, or present plans to escape are obviously relevant and are entitled to great weight should the Court find the evidence credible.\" W.Va., 280 S.E.2d at 573-74.\n[7]  Cross-examination as to prior arrests of a witness who is not the defendant is ordinarily not permitted. Annot., 20 A.L.R.2d 1421, 1425 (1951). See, State v. Thomas, 157 W.Va. 640, 203 S.E.2d 445 (1974), as to evidence of collateral crimes in regard to the defendant.\n\n",
            "ocr": false,
            "opinion_id": 1330879
        }
    ],
    "court_short_name": "West Virginia Supreme Court",
    "court_full_name": "West Virginia Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "West Virginia, WV",
    "crime_category": "Murder"
}