{
    "id": 588129,
    "judges": "Eastern, Howard, Luttig, Russell",
    "date_filed": 713577600000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-robert-peter-russell",
    "case_name_short": null,
    "case_name": "United States v. Robert Peter Russell",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Robert Peter RUSSELL, Defendants Appellant",
    "attorneys": "Frederick Fanelli, Riley & Fanelli, P.C., Pottsville, Pa., Drewry B. Hutcheson, Jr., Alexandria, Va., for defendant-appellant., Lawrence Joseph Leiser, Asst. U.S. Atty., Office of the U.S. Atty., Alexandria, Va., argued (Richard Cullen, U.S. Atty., Michael E. Rich, Sp. Asst. U.S. Atty.), Alexandria, Va., for plaintiff-appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued May 4, 1992., As Amended Aug. 12, 1992.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 297,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1154-6\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Robert Peter RUSSELL, Defendants Appellant.\n   </parties><br><docketnumber id=\"b1154-9\">\n    No. 91-5110.\n   </docketnumber><br><court id=\"b1154-10\">\n    United States Court of Appeals, Fourth Circuit.\n   </court><br><otherdate id=\"b1154-11\">\n    Argued May 4, 1992.\n   </otherdate><br><decisiondate id=\"b1154-12\">\n    Decided July 17, 1992.\n   </decisiondate><br><otherdate id=\"b1154-13\">\n    As Amended Aug. 12, 1992.\n   </otherdate><br><attorneys id=\"b1156-13\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1100\"> \n     *1100\n     </span>\n    Frederick Fanelli, Riley &amp; Fanelli, P.C., Pottsville, Pa., Drewry B. Hutcheson, Jr., Alexandria, Va., for defendant-appellant.\n   </attorneys><br><attorneys id=\"b1156-14\">\n    Lawrence Joseph Leiser, Asst. U.S. Atty., Office of the U.S. Atty., Alexandria, Va., argued (Richard Cullen, U.S. Atty., Michael E. Rich, Sp. Asst. U.S. Atty.), Alexandria, Va., for plaintiff-appellee.\n   </attorneys><br><judges id=\"b1156-15\">\n    Before RUSSELL and LUTTIG, Circuit Judges, and HOWARD, United States District Judge for the Eastern District of North Carolina, sitting by designation.\n   </judges>",
    "citations": [
        "971 F.2d 1098"
    ],
    "opinions": [
        {
            "author_str": "Luttig",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F2/971/971.F2d.1098.91-5110.html",
            "author_id": null,
            "opinion_text": "971 F.2d 1098\n    36 Fed. R. Evid. Serv. 642\n    UNITED STATES of America, Plaintiff-Appellee,v.Robert Peter RUSSELL, Defendant-Appellant.\n    No. 91-5110.\n    United States Court of Appeals,Fourth Circuit.\n    Argued May 4, 1992.Decided July 17, 1992.As Amended Aug. 12, 1992.\n    \n      Frederick Fanelli, Riley &amp; Fanelli, P.C., Pottsville, Pa., Drewry B. Hutcheson, Jr., Alexandria, Va., for defendant-appellant.\n      Lawrence Joseph Leiser, Asst. U.S. Atty., Office of the U.S. Atty., Alexandria, Va., argued (Richard Cullen, U.S. Atty., Michael E. Rich, Sp. Asst. U.S. Atty.), Alexandria, Va., for plaintiff-appellee.\n      Before RUSSELL and LUTTIG, Circuit Judges, and HOWARD, United States District Judge for the Eastern District of North Carolina, sitting by designation.\n      OPINION\n      LUTTIG, Circuit Judge:\n    \n    \n      1\n      Appellant Robert Peter Russell was convicted of the federal offense of first-degree murder for killing his wife, an officer in the United States Marine Corps.   The evidence supporting Russell's conviction was all circumstantial.   His wife's body has never been found, there were no witnesses to the crime, and the murder weapon has not been located.\n    \n    \n      2\n      Russell's principal claim on appeal is that there was insufficient evidence to support his conviction.   In addition, Russell challenges various evidentiary rulings by the district court;  two jury instructions;  and the court's refusal to give two other instructions.   He also alleges that the Government failed to disclose exculpatory evidence in violation of Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963).   We find no merit in any of these claims and therefore affirm.\n    \n    I.\n    \n      3\n      On March 4, 1989, Shirley Gibbs Russell, a captain in the United States Marine Corps, disappeared from her married officers' quarters on the Quantico, Virginia, military base.   Her husband, appellant Robert Peter Russell, was subsequently charged with her murder.   See 18 U.S.C. &#167; 1111(b) (criminalizing murder \"[w]ithin the special maritime and territorial jurisdiction of the United States\").   The Government's case against Russell comprised only circumstantial evidence.   Neither the victim's body nor a murder weapon was ever recovered, and there were no witnesses to the crime.   The Government's theory was that Russell, a former Marine Corps officer who had recently been discharged for disciplinary reasons, shot his wife behind the ear with a .25 caliber pistol while the two were in a storage shed adjacent to their quarters, and then dumped her body into a mine shaft in Pennsylvania.   The jury apparently accepted this theory;  it returned a guilty verdict on May 3, 1991.   Russell was sentenced to life imprisonment on August 2, 1991.\n    \n    A.\n    \n      4\n      The chronology of events leading to Russell's arrest is as follows.   Russell met Shirley Gibbs in August 1985, while the two were stationed at the Parris Island, South Carolina, Marine Corps Base.   At the time, Russell was a Marine Corps captain, and was married to his first wife, Pamela Russell.   Three months after his divorce from Pamela Russell in April 1987, Russell was transferred to the Gulfport, Mississippi, Naval Base.   While stationed at Gulfport, Russell continued his relationship with Gibbs, but also became romantically involved with a number of other women.\n    \n    \n      5\n      Two months after his arrival in Gulfport, Russell married Gibbs.1  Their marriage was not a happy one, and there was testimony at trial that Russell was abusive2 and unfaithful.   Gibbs consulted with a marriage counselor on at least eight different occasions during her brief marriage to Russell.\n    \n    \n      6\n      In July 1988, Gibbs was transferred to Quantico.   Two months later, Russell was discharged from the Marine Corps under \"other than honorable\" conditions, J.A. at 206, because of unauthorized periods of absence, unauthorized use of Government telephones, and fraudulent claims against the Government.3  At the time Russell's discharge became effective, he was living with Gibbs in Quantico.\n    \n    \n      7\n      Immediately following his discharge, Russell took a job as a special education instructor at a local high school, and soon thereafter began a romantic relationship with Sandy Flynt, an employee of the school.   Russell and Gibbs eventually decided to separate, and on February 28, 1989, Gibbs moved into the bachelor officers' quarters at Quantico.   Two days later, on March 2, Russell moved into Flynt's Dale City residence, which she shared with her father-in-law.   That same day, Russell purchased a Raven .25 caliber semi-automatic pistol.4\n    \n    \n      8\n      On Friday, March 3, Gibbs picked up the final version of a marital settlement agreement memorializing her separation from Russell and dividing their joint property.5  Gibbs also made a down payment on a condominium that day, in anticipation of her life apart from Russell.\n    \n    \n      9\n      Because Russell and Gibbs had vacated their married officers' quarters, the quarters had to be inspected.   Gibbs arranged to meet Russell at their quarters on the morning of Saturday, March 4, in order to prepare for the inspection, which was scheduled for Monday, March 6.   Gibbs had asked her sister, Doreather Sogren, to drive up from Virginia Beach to be with her while she was preparing to move out of the quarters, and Sogren had originally planned to be with Gibbs on that day.   A request by Sogren's employer that she work Saturday morning, however, prevented her from making the trip.\n    \n    \n      10\n      March 4 was a cold and rainy day.   Just before 9 a.m., Sogren received a telephone call from Russell, who identified himself as Lieutenant Colonel Hodges, Gibbs' commanding officer.   Russell asked Sogren if she knew where Gibbs was.   Sogren immediately recognized Russell's voice and said, \"Bob, I know this is you.   Why are you playing games with me?  ...  [Y]ou should know [where Gibbs is] because you are right there in Quantico with her....\"  Id. at 637.6  Later that morning, at approximately 11 a.m., Russell left Sandy Flynt's residence after telling Flynt that he was meeting Gibbs at their married officers' quarters.   Rhonda McCumber, who lived in the quarters adjacent to the Russells', testified that she saw Gibbs outside their quarters at about noon.\n    \n    \n      11\n      Gibbs had planned to have lunch with Captain Patrice Gayl on that Saturday after meeting with Russell, and she had agreed to meet Gayl at Gibbs' bachelor quarters.   At approximately 1:20 p.m., Gayl went to meet Gibbs.   When Gayl discovered that Gibbs was not at her bachelor quarters, Gayl drove to the Russells' married quarters.   When she arrived, Russell told Gayl that Gibbs had walked to the Marine Corps Exchange to purchase paint.   Gayl testified that she was surprised by this explanation, because Gibbs rarely missed an appointment.7  Gayl also testified that Russell was flushed and sweating profusely when she saw him.8\n    \n    \n      12\n      After Gayl left the Russells' quarters, Chief Warrant Officer Kenneth Shilko invited Russell into his quarters, where the two men talked and drank coffee for more than an hour.   Shilko testified that he was doing most of the talking during Russell's visit, and that Russell seemed distracted.   Shilko also testified that Russell was concentrating on a clock that hung on a wall in Shilko's quarters.\n    \n    \n      13\n      Following his visit with Shilko, Russell returned to Flynt's residence and showered.   By then, it was approximately 3 p.m.   After showering, Russell called his parents in St. Clair, Pennsylvania, and asked about the weather.   Shortly before 5 p.m., he departed from Quantico for his parents' home.9  Though he owned an open-bed pickup truck, Russell borrowed Flynt's car, a blue four-door Mercury Tracer station wagon, for the drive to Pennsylvania.   A neighbor, Rhonda McCumber, testified that she saw a small blue station wagon backed into a parking space near the door of the storage shed adjacent to the Russells' quarters at approximately 5 p.m. that day.\n    \n    \n      14\n      Sometime between 9:30 and 11:00 that night, Russell again called Sogren, and again asked whether she knew of Gibbs' whereabouts.   As she had previously, Sogren told Russell that \"he should know where Shirley is.\"   Id.  Russell told Sogren that he had not seen Gibbs since she left for the Marine Corps Exchange.   He then said, \"[Y]ou know, me and Shirley got really close this weekend,\" to which Sogren replied, \"[R]ight, I know better than that because I know that Shirley wasn't going to get back with you.\"   Id.  Russell then said, \"[Y]ou know, [Shirley] is really at peace with herself.\"   Id. at 637-38.   After this last comment, Sogren hung up.\n    \n    \n      15\n      Flynt did not see Russell again until Monday morning, March 6.   When Russell returned Flynt's car to her that day, she noticed that it had been cleaned, waxed, and vacuumed, and had a deodorizer hanging from the rearview mirror.   Flynt testified that although Russell had borrowed her car in the past, he had never cleaned the car before returning it.\n    \n    \n      16\n      On that same morning, Russell asked Flynt's father-in-law, Robert Flynt, Sr., how he could remove bloodstains from concrete.   Mr. Flynt, formerly a civilian painter at the Quantico base, told Russell that he should try cleaning the concrete with muriatic acid.10\n    \n    \n      17\n      Gibbs did not show up for duty on that Monday, and she missed an appointment with Lance Kryzcwicki, a Navy chaplain who had promised to help Gibbs with her income taxes.   Neither family nor friends have seen or heard from her since March 4, 1989.   Gibbs' credit card, savings, and checking accounts have all been inactive since her disappearance, and the property that she placed in storage has remained undisturbed.   Exhaustive searches for Gibbs' body in Quantico, Virginia, and St. Clair, Pennsylvania, have been unsuccessful.11\n    \n    B.\n    \n      18\n      The Government presented a substantial amount of evidence at trial, in addition to the evidence recited above.   It introduced a computer disk that had been found in Russell's desk in Gulfport, Mississippi.   On that disk was a file named \"murder,\" which appeared to be a twenty-six-step guide to carrying out a murder.12  The Government also introduced a gun (together with ammunition) that was similar to the one that Russell admittedly purchased on March 2.\n    \n    \n      19\n      The Government elicited testimony from a number of witnesses that incriminated Russell.   Sandy Flynt, for example, testified that Russell once told her that she should not \"be surprised if six months down the road ... you hear that Shirley is dead[,] ... because I am going to kill her,\" J.A. at 984, and that Russell once showed her what he represented to be a homemade silencer.   Flynt testified that Russell told her that if Gibbs was ever found dead and someone asked her about Gibbs' death, she should say that she \"didn't know anything about it,\" and she \"shouldn't remember this conversation.\"   Id. at 985.\n    \n    \n      20\n      Russell's brother, Ronald T. Russell, testified that Russell once told him that \"he wanted [him] to get some dynamite so he could blow [Gibbs] up.\"   Id. at 460.13  Thomas J. Marris, a Marine Corps lieutenant and a neighbor of the Russells' at the Quantico base, testified that on one occasion, after an argument with Gibbs, Russell removed a pistol from a drawer in his quarters and, referring to Gibbs, stated that \"I got something for that.\"   Id. at 329.   John Seasock, a drug and alcohol treatment specialist and an acquaintance of Russell's, testified that he and Russell once had a discussion about the most effective way to commit suicide, during the course of which Russell suggested that shooting oneself either in the mouth or behind the ear would be the most effective method, and that the best way to kill someone else was to shoot him behind the ear.   Russell's first wife, Pamela Russell, testified that on one occasion in 1981 Russell told her that there might be bodies hidden in the mine shafts in St. Clair, Pennsylvania, and that \"if he wanted to get rid of [her], [n]obody would ever see [her] again.\"   Id. at 303.   And John Keevill, a Marine Corps MP and an acquaintance of Russell's, testified that more than a year after Gibbs' disappearance, Russell asked him how long it took for a body to decompose.\n    \n    \n      21\n      The Government also introduced forensic evidence.   Expert witnesses testified that a .25 caliber pistol of the type that Russell purchased could have been fired in his quarters without recognition by anyone nearby, and that a close-range shot behind the ear from that weapon would probably not produce an exit wound or a significant splattering of blood.14\n    \n    \n      22\n      Russell's case in chief consisted in large part of testimony from a number of witnesses who claimed to have seen Gibbs after March 4, 1989, the day of her disappearance.   See id. at 1239-40, 1286-88, 1334-37, 1365-67.\n    \n    II.\n    \n      23\n      Russell challenges a number of the district court's evidentiary rulings.   He claims that the district court admitted irrelevant evidence, see Fed.R.Evid. 402;  admitted evidence that was more prejudicial than probative, see Fed.R.Evid. 403;  and admitted evidence of prior bad acts for an improper purpose, see Fed.R.Evid. 404(b).\n    \n    \n      24\n      A district court's evidentiary rulings are entitled to substantial deference, because a district court is much closer than a court of appeals to the \" 'pulse of the trial.' \"  United States v. Fernandez, 913 F.2d 148, 155 (4th Cir.1990) (quoting United States v. Juarez, 561 F.2d 65, 71 (7th Cir.1977)).   Such rulings will not be disturbed absent a clear abuse of discretion.   See Beaty Shopping Ctr., Inc. v. Monarch Ins. Co. of Ohio, 315 F.2d 467, 471 (4th Cir.1963) (\"The determination of the relevancy of proof offered at the trial is a matter resting largely within the sound discretion of the trial court, and is not ordinarily reviewable upon appeal.\");  United States v. Heyward, 729 F.2d 297, 301 n. 2 (4th Cir.1984) (probative/prejudicial balance struck by district court \"will not be overturned except under the most 'extraordinary' of circumstances\" (quoting United States v. MacDonald, 688 F.2d 224, 227 (4th Cir.1982), cert. denied, 459 U.S. 1103, 103 S.Ct. 726, 74 L.Ed.2d 951 (1983))), cert. denied, 469 U.S. 1105, 105 S.Ct. 776, 83 L.Ed.2d 772 (1985);  United States v. Rawle, 845 F.2d 1244, 1247 (4th Cir.1988) (decision to admit evidence of prior bad acts \"will not be disturbed unless it was arbitrary or irrational\").   In none of its evidentiary rulings did the district court abuse its wide discretion.\n    \n    A.\n    \n      25\n      Russell claims that much of the evidence introduced by the Government, and admitted by the district court, was irrelevant, and if not irrelevant, was so minimally relevant as to be more prejudicial than probative.   In particular, he argues that the district court erred in admitting testimony that he had purchased a gun;  in admitting a gun similar to the one that he purchased;  in admitting ammunition used with such a gun;  and in admitting a tape recording of the test firings conducted at Russell's former quarters.   Russell contends that the gun evidence was irrelevant because there was no evidence that Gibbs was shot, no evidence that a gun was fired in Russell's quarters on March 4, 1989, and no evidence that a gun had any connection with her disappearance.   He contends that admission of the tape recording was erroneous because the test firings were performed under conditions that were insufficiently similar to the conditions that existed on March 4, 1989.\n    \n    \n      26\n      Russell additionally argues that the district court erred in admitting John Seasock's testimony regarding his conversation with Russell about the best method of committing suicide;  in admitting expert testimony regarding the likelihood that a shot fired behind the ear at point-blank range would produce an exit wound or splatter blood;  and in admitting Pamela Russell's testimony regarding her ex-husband's familiarity with the mining regions of St. Clair, Pennsylvania.   He contends that admission of this evidence was improper because the Government's expert witnesses had no opportunity to perform an autopsy or other medical examination, given that Gibbs' body has never been recovered, and because there was no evidence that he had transported Gibbs' body to Pennsylvania.\n    \n    \n      27\n      The district court did not abuse its discretion in admitting any of this evidence.   Rule 402 bars the admission of evidence that is not relevant, Fed.R.Evid. 402, but \"relevant evidence\" is defined broadly as \"evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence,\" Fed.R.Evid. 401.   As noted, the Government prosecuted Russell on the theory that he shot and killed Gibbs in the storage shed of their quarters and that he thereafter drove to Pennsylvania and disposed of the body in a mine shaft.   The gun evidence, the blood evidence, the evidence of how much noise the gun was likely to make, and the evidence of Russell's trip to Pennsylvania--all of which Russell now contends was improperly admitted--was unquestionably relevant to the Government's case.   All of this evidence tended to prove that Russell had committed the crime and disposed of the body in the manner that the Government argued to the jury.   Much of this evidence, in fact, was directly responsive to one of Russell's chief lines of defense--namely, that a shot inside of his quarters would have been heard by neighbors.15\n    \n    \n      28\n      Moreover, all of this evidence was relevant in light of other evidence that was either undisputed or introduced without objection.   See Fed.R.Evid. 104(b).   Gibbs has not been heard from since March 4, 1989, and it is undisputed that Russell, who had previously suggested that he might kill Gibbs, purchased a .25 caliber pistol two days before she disappeared.   Russell admitted that there was a bloodstain on the floor of the storage shed adjacent to Russell's married quarters at the time of Gibbs' disappearance, and that he removed this stain shortly thereafter.   And it was not contested that Russell drove to his parents' home in the mining town of St. Clair, Pennsylvania, on the day Gibbs disappeared.\n    \n    \n      29\n      Nor was any of this evidence so prejudicial as to require exclusion.   Rule 403 provides that evidence, although relevant, \"may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice.\"   Fed.R.Evid. 403.  \"All relevant evidence is 'prejudicial' in the sense that it may prejudice the party against whom it is admitted.   Rule 403, however, is concerned only with 'unfair prejudice.' \"  Mullen v. Princess Anne Volunteer Fire Co., Inc., 853 F.2d 1130, 1134 (4th Cir.1988).   Because the probative value of the evidence was so high, and because we are required to \" 'look at the evidence in a light most favorable to its proponent, maximizing its probative value and minimizing its prejudicial effect,' \" id. at 1135 (quoting United States v. Brady, 595 F.2d 359, 361 (6th Cir.), cert. denied, 444 U.S. 862, 100 S.Ct. 129, 62 L.Ed.2d 84 (1979)), we cannot conclude that the district court erred in its determination that the probative value of the evidence was not substantially outweighed by the danger of unfair prejudice.\n    \n    \n      30\n      We are not persuaded, finally, that the test firings were performed under conditions that were insufficiently similar to the conditions that existed on March 4, 1989.   The Government's theory was that Gibbs was shot in the storage shed adjacent to her married officers' quarters with a .25 caliber pistol at around noon on March 4, 1989.   The test firings were conducted in the same location, with the same type of weapon, at approximately 4 p.m. on March 4, 1991.   We have no difficulty concluding that there was \"substantial similarity,\" Moore v. Chesapeake &amp; Ohio Ry. Co., 493 F.Supp. 1252, 1266 (S.D.W.Va.1980), aff'd, 649 F.2d 1004 (4th Cir.1981), between the test conditions and the actual conditions.   The test admittedly was conducted four hours later in the day than the actual shot was allegedly fired, and there was no evidence that the weather conditions on the day of the test firing were exactly the same as the weather conditions on March 4, 1989.   The simulated conditions, however, need only be \"substantially similar\";  they need not be \"identical.\"  Estate of Carey by Carey v. Hy-Temp Mfg., Inc., 929 F.2d 1229, 1235 n. 2 (7th Cir.1991).   The significance of these differences clearly was a question of weight for the jury, not a question of admissibility for the court.16\n    \n    B.\n    \n      31\n      Russell next contends, without citation to authority other than Fed.R.Evid. 404(b), that the district court erred in admitting testimony regarding the circumstances surrounding his discharge from the Marine Corps and testimony as to his extramarital affairs.   Russell claims that this evidence of prior bad acts was introduced only for the impermissible purpose of proving his character.\n    \n    \n      32\n      The district court did not abuse its discretion in admitting this evidence.   Rule 404(b) provides that evidence of other crimes, wrongs, or acts is admissible to prove \"motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident.\"   Fed.R.Evid. 404(b).   These exceptions to inadmissibility of prior bad acts evidence are not to be construed narrowly;  evidence of prior bad acts is admissible unless it is introduced for the sole purpose of proving criminal disposition.   See United States v. Long, 574 F.2d 761, 766 (3d Cir.)  (\"The draftsmen of Rule 404(b) intended it to be construed as one of 'inclusion,' and not 'exclusion.'   They intended to emphasize admissibility of 'other crime' evidence.\"), cert. denied, 439 U.S. 985, 99 S.Ct. 577, 58 L.Ed.2d 657 (1978).\n    \n    \n      33\n      Part of the Government's theory at trial was that Russell killed his wife because he viewed her as a symbol of the Marine Corps, an institution that he had come to resent as a result of his discharge.   See J.A. at 170-71 (Government's opening statement).   Hostility is a paradigmatic motive for committing a crime, and Russell's discharge from the Marine Corps, as well as the surrounding circumstances, were obviously relevant to the Government's proof of this motive.   Similarly, the evidence of Russell's extramarital affairs, especially when considered with the evidence of Russell's generally abusive treatment of Gibbs, bore directly upon Russell's motive and intent.   See Virgin Islands v. Harris, 938 F.2d 401, 420 (3d Cir.1991) (in murder case, evidence of defendant's \"history of violence\" toward his wife was \"highly probative in demonstrating his motive and intent as well as establishing that his wife's death was not accidental or suicidal\");  cf. United States v. Stapleton, 730 F.Supp. 1375, 1378 (W.D.Va.1990) (\"It is generally recognized that an adulterous relationship, particularly when it is clandestine, is evidence of possible strong motives for murdering the cuckolded husband.\").   Thus, this evidence, too, was properly admitted by the district court.17\n    \n    III.\n    \n      34\n      Russell challenges two of the district court's jury instructions and its refusal to give two others.   Both the decision to give (or not to give) a jury instruction and the content of an instruction are reviewed for abuse of discretion.   See United States v. Lozano, 839 F.2d 1020, 1024 (4th Cir.1988);  Nelson v. Green Ford, Inc., 788 F.2d 205, 208-09 (4th Cir.1986).\n    \n    A.\n    \n      35\n      After nearly thirteen hours of deliberation and several votes on a verdict, the jury foreman sent the district court a note informing the court that the jury was unable to reach a unanimous verdict.   The court recommended that the jury be given the so-called Allen charge.18  Neither party objected, and the charge was given.   Approximately three hours later, the jury returned its guilty verdict.\n    \n    \n      36\n      Russell claims that the giving of the Allen instruction constitutes reversible error.   He argues that the charge likely coerced the jury into returning a guilty verdict, and that a coerced verdict is particularly likely because the Government's case was so weak.19  Because Russell did not object to the charge, he must show plain error in order to obtain a reversal of his conviction.   See Fed.R.Crim.P. 52(b);  United States v. Love, 767 F.2d 1052, 1060 (4th Cir.1985), cert. denied, 474 U.S. 1081, 106 S.Ct. 848, 88 L.Ed.2d 890 (1986).\n    \n    \n      37\n      Russell cannot meet that burden.   There is no general rule that a district court may not give the Allen charge in a case in which the Government's evidence is relatively weak.   Even if there were such a rule, it would not apply in this case.   Although the evidence of Russell's guilt was entirely circumstantial, it was substantial.   See supra part I;  infra part IV.B.   Additionally, the fact that the jury deliberated for approximately three hours after hearing the charge provides adequate assurance that the jury was not improperly coerced by the district court's instruction.   See United States v. West, 877 F.2d 281, 291 (4th Cir.1989) (Allen charge claim rejected on grounds, inter alia, that jury deliberated for two hours following charge), cert. denied, 493 U.S. 869, 110 S.Ct. 195, 107 L.Ed.2d 149, cert. denied, 493 U.S. 959, 110 S.Ct. 377, 107 L.Ed.2d 362 (1989), and cert. denied, 493 U.S. 1070, 110 S.Ct. 1113, 107 L.Ed.2d 1020 (1990);  United States v. Martin, 756 F.2d 323, 327 (4th Cir.1985) (en banc ) (same).\n    \n    \n      38\n      Russell relies heavily on United States v. Smith, 353 F.2d 166 (4th Cir.1965), and United States v. Mitchell, 720 F.2d 370 (4th Cir.1983).   Both Mitchell and Smith are distinguishable from this case, however, because in those cases the district court departed from the \"pure\" Allen charge in a manner that prejudiced the defendant.   In Smith the district court neglected to inform the jurors \" 'of their duty of dissent if dissent is founded upon reasoned conclusions reasonably arrived at and reasonably held.' \"  353 F.2d at 168 (quoting United States v. Rogers, 289 F.2d 433, 436 (4th Cir.1961)).   In Mitchell, the district court informed the jury that \"the possibility of the defendants, in the event of a mistrial, thereafter pleading guilty was unlikely and that, if they did not agree, another trial would be required.\"  720 F.2d at 372.   We found that language prejudicial, because it was \"an intimation that the District Judge thought the defendants guilty.\"  Id.  Here, in contrast, the district court gave the \"pure\" Allen charge approved in Sawyers and there is no basis for an inference that Russell was prejudiced by the charge.\n    \n    B.\n    \n      39\n      At another point during the jury's deliberations, the foreman sent the court a note requesting a legal definition of \"reasonable doubt.\"   We generally disapprove of instructions defining reasonable doubt, but we have suggested that such an instruction should be given when the jury is \"demonstrably confused or uncertain\" and requests such an instruction.  United States v. Ricks, 882 F.2d 885, 894 n. 12 (4th Cir.1989), cert. denied, 493 U.S. 1047, 110 S.Ct. 846, 107 L.Ed.2d 841 (1990).   The Government objected to the giving of the instruction.   Russell did not object, but asked that the court give a supplemental instruction to the effect that the Government's burden of proof is \"strict and heavy.\"   J.A. at 1862, 1864;  see United States v. Moss, 756 F.2d 329, 334 (4th Cir.1985).   The court gave the instruction defining reasonable doubt, but did not give the requested supplemental instruction.20\n    \n    \n      40\n      Russell does not pursue on appeal his argument that the supplemental \"strict and heavy burden\" instruction is constitutionally (or otherwise) required, an argument that is in any event baseless.   Instead, he contends that the district court's instruction defining reasonable doubt was itself constitutionally defective.   We have previously approved the precise instruction given in this case.   See Moss, 756 F.2d at 334 &amp; n. 1.   This claim is frivolous.\n    \n    C.\n    \n      41\n      Russell requested that the district court give the jury the following instruction on circumstantial evidence:\n    \n    \n      42\n      A defendant may be convicted upon circumstantial evidence but it must be so strong and so connected with the defendant as to destroy all presumptions of his innocence and must possess such force as to exclude every reasonable hypothesis of the defendant's innocence.\n    \n    \n      43\n      J.A. at 86.   Russell claims that the court's refusal to give this instruction constitutes reversible error.   This claim is also frivolous.   It is well settled that as long as a proper reasonable doubt instruction is given, a jury need not be instructed that circumstantial evidence must be so strong as to exclude every reasonable hypothesis other than guilt.   See Holland v. United States, 348 U.S. 121, 139-40, 75 S.Ct. 127, 137, 99 L.Ed. 150 (1954).\n    \n    D.\n    \n      44\n      Russell also asked the district court to give the jury the following corpus delicti instruction:\n    \n    \n      45\n      In murder the corpus delicti has two components, death and criminal agency of another as the means.   It is only when the first (that is death by criminal violence) has been proved, either by direct evidence of witnesses who have seen or identified the body, or when proof of the death is so strong and intense as to produce the full assurance of moral certainty, that the other (the criminal agency of the defendant) can be established by circumstantial evidence.\n    \n    \n      46\n      J.A. at 85.   As with his requested circumstantial evidence instruction, Russell claims that the court's refusal to give this instruction constitutes reversible error.   We disagree.\n    \n    \n      47\n      First, insofar as the \"direct evidence of witnesses who have seen or identified the body\" language in Russell's proposed instruction suggests that death may not be proven solely by circumstantial evidence, the instruction misstates federal law.   See, e.g., Virgin Islands v. Harris, 938 F.2d 401, 408-09 (3d Cir.1991);  see also infra part IV.B.   Second, insofar as the \"so strong and intense as to produce the full assurance of moral certainty\" language suggests that death must be proven beyond a reasonable doubt, the instruction would be redundant, because the jury was properly instructed that all of the essential elements of 18 U.S.C. &#167; 1111, one of which is that the victim is dead, must be proven beyond a reasonable doubt.   See J.A. at 1813-14 (\"the United States must prove beyond a reasonable doubt ... that Shirley Russell is deceased\").   To the extent that this language suggests that there must be proof greater than beyond a reasonable doubt, of course, it would be affirmatively prohibited.21\n    \n    IV.\n    A.\n    \n      48\n      Russell moved unsuccessfully for a judgment of acquittal at the conclusion of the Government's case in chief and again at the conclusion of the trial.   See Fed.R.Crim.P. 29(a).   Russell claims that the evidence against him was insufficient as a matter of law, and that the district court therefore erred in failing to enter a judgment of acquittal.\n    \n    \n      49\n      In reviewing the sufficiency of the evidence, it is not our task, of course, to make an independent determination regarding Russell's guilt.   Nor is it our task to weigh the evidence or to make judgments about the credibility of witnesses.   Our role is the narrow one of determining whether a reasonable jury could have concluded that Russell was guilty beyond a reasonable doubt.   In making this determination, we are required to view the evidence, and all reasonable inferences that can be drawn from it, in the light most favorable to the Government.   See, e.g., United States v. DePew, 932 F.2d 324, 326 (4th Cir.)  (\"The jury verdict must be sustained if there is substantial evidence to support the finding of guilt....\"), cert. denied, --- U.S. ----, 112 S.Ct. 210, 116 L.Ed.2d 169 (1991);  United States v. Vogt, 910 F.2d 1184, 1193 (4th Cir.1990) (citing Jackson v. Virginia, 443 U.S. 307, 319, 99 S.Ct. 2781, 2789, 61 L.Ed.2d 560 (1979), and Glasser v. United States, 315 U.S. 60, 80, 62 S.Ct. 457, 469, 86 L.Ed. 680 (1942)), cert. denied, --- U.S. ----, 111 S.Ct. 955, 112 L.Ed.2d 1043 (1991).\n    \n    B.\n    \n      50\n      Russell concedes, as he must, that recovery of the victim's body is not necessary to prove murder beyond a reasonable doubt.   See, e.g., Virgin Islands v. Harris, 938 F.2d 401, 411 (3d Cir.1991) (\"Historically, the production of the body of a missing person was generally not required under the common law in order to establish the corpus delicti for homicide.\");  United States v. Gilbert, 25 F.Cas. 1287, 1290 (C.C.D.Mass.1834) (No. 15,204) (Story, Circuit Justice) (\"That there ought to be no conviction for murder, unless the murdered body is actually found ... [is a] proposition [that] certainly cannot be admitted as correct in point of common reason, or of law, unless courts of justice are to establish a positive rule to screen persons from punishment, who may be guilty of the most flagitious crimes....  [A] more complete encouragement and protection for the worst offences of this sort could not be invented, than a rule of this strictness.\").   Instead, relying on various state court authorities, he argues that when a body is not recovered, the corpus delicti22 must be established by means of a confession, forensic evidence, bodily remains, discovery of the victim's possessions, or eyewitness or earwitness testimony.23\n    \n    \n      51\n      We decline to hold, as Russell urges, that any specific type of circumstantial evidence is required to prove the corpus delicti when the victim's body has not been located.24  Sufficiency of the evidence review simply does not lend itself to such rigid evidentiary taxonomy.   As the California Court of Appeal has stated, the \"presence or absence of a particular item of evidence is not controlling\";  the issue is \"whether from all of the evidence it can reasonably be inferred that death occurred and that it was caused by a criminal agency.\"  People v. Bolinski, 260 Cal.App.2d 705, 716, 67 Cal.Rptr. 347 (1968) (emphasis added);  accord State v. Williams, 46 Or. 287, 80 P. 655, 660 (1905) (no \"universal and unvariable rule can be laid down in regard to the proof of the corpus delicti\";  every case \"depends upon its own peculiar circumstances\");  see also United States v. Gonzalez, 922 F.2d 1044, 1053 (2d Cir.)  (when court reviews sufficiency of evidence, \"evidence is not viewed piecemeal, but as a whole\"), cert. denied, --- U.S. ----, 112 S.Ct. 660, 116 L.Ed.2d 751 (1991).\n    \n    \n      52\n      The evidence in this case is substantial and more than sufficient to sustain Russell's conviction.   The Government introduced evidence that either directly established or provided a basis from which a reasonable juror could infer that Russell was unhappy in his marriage to Gibbs and that he regularly subjected her to emotional and physical abuse;  that Gibbs was a successful Marine Corps officer with a promising military career and that Russell was hostile toward the Marine Corps at least in part because of his discharge;  that prior to Gibbs' disappearance, Russell had suggested that Gibbs might be found dead;  that Russell was planning a murder;  that he believed that a shot behind the ear was an effective way to kill a person;  that he had purchased a pistol only two days before Gibbs disappeared;  and that he possessed a homemade silencer.   Additionally, there was evidence that Russell and Gibbs were together at about noon on March 4, the last time Gibbs was seen or heard from;  that Russell took steps to ensure that Gibbs' sister would not be present at that time;  that Russell appeared nervous and agitated when he was seen at his quarters around the time the murder allegedly took place;  that there was blood on the floor of the storage shed at the Russells' quarters at or about the time of Gibbs' disappearance;  that although he owned an openbed pickup truck, Russell borrowed a station wagon and drove to Pennsylvania that same afternoon;  that he had once remarked that a body could easily be disposed of in a Pennsylvania mine shaft;  that he thoroughly cleaned and deodorized the borrowed car before returning it, which he had never done before;  that following Gibbs' disappearance, Russell asked a friend how long it would take a body to decompose;  that an exhaustive search for Gibbs' body was unsuccessful;  that there was reason to believe that Gibbs intended to remain in Quantico in the service of the Marine Corps;  that she had reason to believe she had a promising career ahead of her;  that Gibbs' possessions and bank accounts have not been disturbed;  and that Gibbs has not been seen or heard from by her family or friends.   Based upon this evidence, a rational trier of fact could easily have determined both that Gibbs is no longer alive and that Russell is responsible for her death.\n    \n    \n      53\n      The circumstantial evidence in this case is at least as substantial as the evidence in other cases in which a murder conviction has been sustained despite the absence of a body.   There are only a few such federal cases, the most recent of which is Virgin Islands v. Harris, 938 F.2d 401 (3d Cir.1991).25  In Harris, as here, neither the victim's body nor a weapon was recovered, and there were no witnesses to the crime.   The Third Circuit affirmed Harris' murder conviction, relying on evidence that is strikingly similar to the evidence in this case.26\n    \n    \n      54\n      Harris also exhaustively surveyed the field of similar state court cases, see id. at 411 n. 12, and catalogued the types of evidence that those courts have relied upon in affirming murder convictions based upon circumstantial evidence.   This evidence included blood at the site of the murder;  an attempt to clean up the blood;  an unstable or stormy marital relationship between the defendant and the victim;  statements by the defendant about the victim's infidelity;  an extensive search for the victim;  the victim's good mental and physical health (to negate the possibility of suicide or death by natural causes);  and the victim's failure to maintain contact with family and friends or to go to work.  Id. at 417-18.   Of course, these are precisely the types of evidence introduced by the Government during the trial in this case.27V.\n    \n    \n      55\n      Russell's final claim--raised for the first time on appeal--is that the Government withheld exculpatory evidence, in violation of Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963).\n    \n    \n      56\n      After Russell was convicted, but before he was sentenced, the Government received a postcard from someone purporting to be Gibbs.   The postcard was mailed from the Netherlands Antilles on July 1, 1991.   Tests conducted by the Government indicated that the fingerprints on the postcard belonged neither to Gibbs nor to Russell, and that it was unlikely that the handwriting on the postcard was Gibbs'.   The postcard and the test results were disclosed to Russell in October 1991, shortly after the tests were completed but after Russell had been sentenced.\n    \n    \n      57\n      We decline to review Russell's Brady claim.   Because Russell came into possession of the postcard after he was sentenced, he was unable to present his Brady claim to the district court, and the postcard is therefore not a part of the record.   See F.R.App.P. 10(a) (\"The original papers and exhibits filed in the district court, the transcript of proceedings, if any, and a certified copy of the docket entries shall constitute the record on appeal in all cases.\").   Though Russell may be able to call a court's attention to the postcard by means of a motion filed pursuant to Fed.R.Crim.P. 33, or by means of a motion filed pursuant to 28 U.S.C. &#167; 2255, see, e.g., United States v. Wilson, 901 F.2d 378 (4th Cir.1990), he may not raise a claim on direct appeal relating to evidence that is not a part of the record, see United States v. Sanchez-Lopez, 879 F.2d 541, 548 (9th Cir.1989);  Virgin Islands v. Harrigan, 791 F.2d 34, 36 (3d Cir.1986).\n    \n    \n      58\n      While we decline to address Russell's Brady claim, we do note that because the Government received the postcard after Russell had been convicted, it is doubtful that Russell was prejudiced by the Government's failure to disclose the postcard immediately.   Russell could have brought the postcard to the district court's attention by means of a new trial motion, but there would have been no obvious advantage in doing so before rather than after sentencing.28  As long as evidence is disclosed before it is too late for the defendant to make effective use of it, there is no due process violation.   See United States v. Smith Grading &amp; Paving, Inc., 760 F.2d 527, 532 (4th Cir.), cert. denied, 474 U.S. 1005, 106 S.Ct. 524, 88 L.Ed.2d 457 (1985).   Even if the Government had an obligation to disclose the postcard prior to sentencing, moreover, it is unlikely that there was a Brady violation in this case.  Brady requires the disclosure only of \"material\" evidence, 373 U.S. at 87, 83 S.Ct. at 1196, and evidence is \"material\" only if there is \"a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different,\" United States v. Bagley, 473 U.S. 667, 682, 105 S.Ct. 3375, 3383, 87 L.Ed.2d 481 (1985) (opinion of Blackmun, J.).   Because the tests performed on the postcard revealed that it was unlikely that Gibbs was the sender, it is doubtful that Russell can demonstrate that there is a \"reasonable probability\" that the postcard would have convinced a jury of his innocence.\n    \n    CONCLUSION\n    \n      59\n      For the reasons set forth above, Russell's conviction is affirmed.\n    \n    \n      60\n      AFFIRMED.\n    \n    \n      \n        1\n         For clarity, we refer to Shirley Gibbs Russell as \"Gibbs.\"\n      \n      \n        2\n         The abuse was both physical and emotional.   Robert L. Burley, an acquaintance of the Russells', testified that Russell told him that he had hit Gibbs \"a couple of times.\"   J.A. at 568.   A number of witnesses testified that Russell followed and spied on Gibbs, and monitored her whereabouts and activities through colleagues and acquaintances.   There was testimony that Russell hid a tape recorder under Gibbs' bed and in her car, in an attempt to discover whether she was being unfaithful.   The Government also presented evidence that Russell made racist comments about Gibbs, who was black\n      \n      \n        3\n         Unlike her husband, Gibbs was a successful officer.   Gibbs' supervisor, Lieutenant Colonel James W. Hodges, testified that he \"felt very confident that [Gibbs] would have been selected for the grade of major.\"   J.A. at 909\n      \n      \n        4\n         There was testimony from Russell's brother, Ronald, that he and his brother Michael had removed shotguns and rifles from Russell's quarters in January 1989 because they were concerned about Russell's health.   Though the Government's theory was that Russell had to purchase the .25 caliber pistol to murder Gibbs, Michael Russell testified that he and his brother had left a .38 caliber pistol in Russell's quarters\n      \n      \n        5\n         Captain Kerry Barnsley, the legal assistance attorney who prepared the settlement agreement, testified that such agreements were prepared in conjunction with uncontested divorces.   Gibbs had planned to have Russell sign the agreement on March 4\n      \n      \n        6\n         The Government's theory was that Russell telephoned Sogren to confirm that she was still in Virginia Beach and therefore would not be in Quantico when he planned to murder Gibbs.   It is a three-hour drive from Virginia Beach to Quantico\n      \n      \n        7\n         The Government argued to the jury that it was highly unlikely that Gibbs had in fact walked to the Marine Corps Exchange to buy paint, not only because Gibbs rarely missed appointments but also because it was a cold day for a walk to the Exchange, which was five miles from Gibbs' married quarters and separated from the quarters by woods and steep hills\n      \n      \n        8\n         Richard Grimm, a special agent in the Naval Investigative Service who interviewed Russell following Gibbs' disappearance, testified that Russell told him that he had given his .25 caliber pistol (as well as ammunition) to Gibbs early in the afternoon, before she departed for the Marine Corps Exchange\n      \n      \n        9\n         Russell had not indicated during the telephone conversation with his parents that he would be coming for a visit that evening.   The Government's theory was that Russell placed the call to his parents to determine whether the weather was appropriate for disposing of a body\n      \n      \n        10\n         Lieutenant Colonel Hodges testified at trial that he had seen a reddish spot on the floor of the storage area adjacent to the Russells' quarters when he inspected the quarters on March 6, after learning that Gibbs was missing, and that, when he returned to the storage area a week later, it appeared that there was whitewash on the concrete.   Russell himself admitted to an FBI agent that he had cleaned up a bloodstain on the floor with muriatic acid\n        Russell told a newspaper reporter that he had made a mistake when he cleaned up the blood.   He subsequently claimed that he had made this comment to the reporter because he realized that a test of the blood might have exculpated him by showing that the blood was not Gibbs'.\n      \n      \n        11\n         Four days after Gibbs' disappearance, Russell was interviewed by Special Agent Barry Colvert of the FBI.   When, midway through the interview, Colvert asked Russell whether he thought Gibbs might have committed suicide, there was a noticeable change in Russell's demeanor.   Russell, who until that point had been unemotional and \"businesslike,\" J.A. at 1205, responded to Colvert's question with a series of peculiar hypothetical questions.   He asked Colvert what would happen if he had followed Gibbs to the Marine Corps Exchange, found her in the woods, and \"covered her up, like I have been covering her up for the last three years.\"   Id. at 1206.   Russell then asked what would happen if Gibbs had not yet shot herself when he arrived, and he had tried to take the gun away from her, but \"[t]he gun went off.\"   Id. at 1207.   Russell then posed a third question:  \"[W]hat if I came upon her and she turned and pointed the gun at me and I thought she was going to shoot me, and I grabbed her and we struggled and the gun went off in an unusual place ...?\"  Id.   After Colvert told Russell that the three scenarios he had described would be considered suicide, accidental death, and self-defense, respectively, Russell said that he wanted to stop the interview, but also wanted to \"think about that suicide thing for a little bit.\"   Id.  When Colvert told Russell that he had nothing to worry about if what Russell had just told him was true, Russell stated that he had \"just made ... up\" that \"stuff about suicide,\" because he \"wanted to see how far a guy could go in this State.\"   Id. at 1208.   Russell then left the room\n      \n      \n        12\n         Among the twenty-six steps were the following:  (6) \"what to do with the body\";  (8) \"alibi, excuse from work\";  (15) \"how do I kill her\";  and (25) \"check in library on ways to murder--electrocution?\"   J.A. at 164.   Russell's mother testified that Russell was a writer, and that the computer file contained ideas for a novel he was working on\n      \n      \n        13\n         Russell's brother testified that this statement was made in the context of \"a joking situation.\"   J.A. at 460\n      \n      \n        14\n         This testimony was based upon test firings in Russell's former quarters on March 4, 1991--two years to the day after Gibbs' disappearance.   A tape recording of those test firings was played for the jury\n      \n      \n        15\n         Russell's trial counsel suggested in his opening argument that if Russell had shot Gibbs in their quarters, the shot would have been heard, because the quarters \"are in a very populated area, military housing, row after row after row, immediate next-door neighbors, paper-thin walls.\"   J.A. at 361\n      \n      \n        16\n         Russell cites Renfro Hosiery Mills Co. v. National Cash Register Co., 552 F.2d 1061 (4th Cir.1977), to support his claim that the district court erred in admitting the firearm test evidence.  Renfro is both procedurally and factually distinguishable from this case.   In Renfro, the district court had excluded the test evidence on relevancy grounds.   Thus, given that we review such rulings for abuse of discretion, the fact that we affirmed the district court's decision in that case in no way supports Russell's argument that we should reverse the decision of the district court admitting the evidence in this case.   Moreover, the test evidence in Renfro was excluded because the conditions under which the tests were conducted were \"drastically\" different from the actual conditions.  Id. at 1066.   Here, the test conditions--both spatially and temporally--were virtually identical to the actual conditions\n      \n      \n        17\n         Nor did the district court abuse its discretion in concluding that the probative value of this prior bad acts evidence was not substantially outweighed by the danger of unfair prejudice.   See Garraghty v. Jordan, 830 F.2d 1295, 1298 (4th Cir.1987) (\"The Rules of Evidence provide that the district court may admit relevant Rule 404(b) evidence to prove intent or motive if the court does not deem the evidence inadmissible under Rule 403 as ... unfairly prejudicial.\"  (emphasis omitted))\n      \n      \n        18\n         The Allen charge, which takes its name from the Supreme Court's decision in Allen v. United States, 164 U.S. 492, 17 S.Ct. 154, 41 L.Ed. 528 (1896), essentially informs a deadlocked jury that a new trial would be expensive for both sides;  that there is no reason to believe that another jury would do a better job;  that it is important that a unanimous verdict be reached;  and that jurors who are in the minority should consider, without surrendering their convictions, whether the majority's position might be correct.   The district court took the charge that it read to the jury from United States v. Sawyers, 423 F.2d 1335, 1337 n. 4 (4th Cir.1970), the leading Allen charge case in the Fourth Circuit\n      \n      \n        19\n         Russell also argues that the court should have given the \"modified\" rather than the \"unmodified\" Allen charge.   In Sawyers we suggested that while use of the \"pure\" Allen charge does not constitute \"per se reversible error,\" 423 F.2d at 1343, we would prefer that the charge include language to the effect that those who are in the majority should consider the minority position, since \"being in the majority does not necessarily make one right,\" id. at 1342;  see also id. at 1342 n. 7 (setting forth modified charge).   In a later case we stated that we would treat failure to use the modified Allen charge as reversible error \"if we deem it appropriate so to do.\"  United States v. Stollings, 501 F.2d 954, 956 (4th Cir.1974).   It does not appear, however, that we have ever reversed a conviction on the grounds that the district court failed to give the modified charge, and we decline to hold that such an instruction was required here\n      \n      \n        20\n         The district court took the instruction that it read to the jury from Edward J. Devitt &amp; Charles B. Blackmar, Federal Jury Practice and Instructions, &#167; 11.14 (3d ed. 1977)\n      \n      \n        21\n         In any event, the Supreme Court has cautioned against using the phrase \"moral certainty\" when instructing a jury on the standard of proof, because it is not \"moral certainty\" but \"evidentiary certainty\" that is necessary to find a defendant guilty beyond a reasonable doubt.  Cage v. Louisiana, 498 U.S. 39, 111 S.Ct. 328, 330, 112 L.Ed.2d 339 (1990) (per curiam )\n      \n      \n        22\n         To establish the corpus delicti (literally, the \"body of the crime\") in a homicide case, the Government must prove (1) that the victim is dead, and (2) that the death was caused by a criminal act, rather than by accident, suicide, or natural causes.   See United States v. Woods, 484 F.2d 127, 132 (4th Cir.1973) (\"Most jurisdictions require proof of (a) death and (b) death by foul means to establish the corpus delicti of homicide.\"), cert. denied, 415 U.S. 979, 94 S.Ct. 1566, 39 L.Ed.2d 875 (1974)\n      \n      \n        23\n         Or \"nose-witness\" testimony--i.e., testimony of a witness who smelled a body decomposing\n      \n      \n        24\n         Confessions and eyewitness or ear-witness testimony, of course, are forms of direct evidence, and it is well settled that the corpus delicti in general, and the victim's death in particular, may be established exclusively by circumstantial evidence.   See, e.g., Harris, 938 F.2d at 408 (\"Courts have relied on circumstantial evidence in proving the corpus delicti for first degree murder in both federal and state court cases....\"  (footnotes omitted));  United States v. Williams, 28 F.Cas. 636, 642-43 (C.C.D.Me.1858) (No. 16,707) (\"[T]he fact of death ... may be proved by direct evidence, or where such does not exist, it may be proved by cogent circumstances, provided they are sufficient to produce conviction on the mind of the jury and to exclude every reasonable doubt.   It must be so, else the laws for the punishment of felonious homicide are insufficient to reach the secret offender....\")\n      \n      \n        25\n         Harris is a federal case only insofar as the defendant was prosecuted in federal court.   Harris was prosecuted under Virgin Islands law, not federal law\n      \n      \n        26\n         In Harris, the victim's family and friends, with whom she had maintained regular contact, did not see or hear from her after her disappearance;  her disappearance was inconsistent with her future plans and obligations;  the victim and the defendant were together shortly before her disappearance;  blood was found in the defendant's residence, and the defendant attempted to clean up the blood;  the defendant made incriminating statements;  the defendant had a history of verbal threats and violence towards the victim;  and there was an extensive search for the victim.   See 938 F.2d at 403-06, 416-18\n      \n      \n        27\n         We are unable to draw any principled distinction between the evidence presented in this case and the evidence held sufficient to sustain murder convictions in a number of the cases that Russell cites in support of his claim.   See, e.g., People v. Bolinski, 260 Cal.App.2d 705, 67 Cal.Rptr. 347 (1968) (no body or weapon recovered;  no eyewitnesses, confession, or blood evidence;  victim was in good health at time of disappearance, was not in habit of failing to report to work, was not heard from by family, friends, or associates after disappearance, and was about to receive retirement pension;  after victim picked up defendant hitchhiking, defendant was found driving victim's car and using his cash and credit cards;  defendant was armed when he began hitchhiking);  State v. Nicely, 39 Ohio St.3d 147, 529 N.E.2d 1236 (1988) (no body or weapon recovered;  no eyewitnesses or confession;  victim had not been heard from since disappearance and left possessions at place of work;  defendant was last person to see victim;  defendant and victim had stormy marital relationship;  defendant attempted to conceal evidence after victim's disappearance;  defendant had threatened to kill victim;  blood evidence;  extensive search for body);  Rawlings v. State, 740 P.2d 153 (Okl.Crim.App.1987) (no body recovered;  no eyewitnesses or confession;  victim had history of mental illness;  defendant treated victim abusively during their marriage and once threatened to kill her;  defendant purchased gun two days before victim's disappearance;  gun had been fired five times;  defendant typed resignation letter that he sent to victim's employer on his typewriter and forged victim's signature;  defendant called day care center on day of victim's disappearance and told employee that victim would not be picking up her daughter that evening;  large cloth bundle seen in baggage compartment of airplane that defendant rented;  blood evidence);  State v. Williams, 46 Or. 287, 80 P. 655 (1905) (no bodies or weapon recovered;  no eyewitnesses or confession;  victims discontinued regular correspondence with relatives;  after victims' disappearance, defendant forged signature of one of victims, his wife, and procured relinquishment of her land;  defendant later found living with woman he claimed was his wife;  defendant introduced this woman to neighbors as \"Miss Nesbitt,\" his wife's name;  defendant made inconsistent statements;  blood and hair evidence)\n      \n      \n        28\n         Under Rule 33 of the Federal Rules of Criminal Procedure, a district court, despite the pendency of an appeal, has jurisdiction to entertain a motion for a new trial.   The court may either deny the motion or certify to the court of appeals its intention to grant the motion, so that the Court of Appeals could, if it wished, entertain a motion to remand the case.   See United States v. Cronic, 466 U.S. 648, 667 n. 42, 104 S.Ct. 2039, 2051 n. 42, 80 L.Ed.2d 657 (1984)\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 588129
        }
    ],
    "court_short_name": "Fourth Circuit",
    "court_full_name": "Court of Appeals for the Fourth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}