{
    "id": 615517,
    "judges": "Gorsuch, Holloway, and Matheson, Circuit Judges",
    "date_filed": 1318896000000,
    "date_filed_is_approximate": false,
    "slug": "united-states-v-marrufo",
    "case_name_short": "Marrufo",
    "case_name": "United States v. Marrufo",
    "case_name_full": "UNITED STATES of America, Plaintiff-Appellee, v. Armando MARRUFO, Defendant-Appellant",
    "attorneys": "Gregory J. Garvey, Assistant Federal Public Defender, Office of the Federal Public Defender for the District of New Mexico, Las Cruces, New Mexico, appearing for Appellant., Andrea W. Hattan, Assistant United States Attorney (Kenneth J. Gonzales, United States Attorney, with her on the brief), Office of the United States Attorney for the District of New Mexico, Las Cruces, New Mexico, appearing for Appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 13,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b1212-8\">\n    UNITED STATES of America, Plaintiff-Appellee, v. Armando MARRUFO, Defendant-Appellant.\n   </parties><docketnumber id=\"AAVz\">\n    No. 10-2263.\n   </docketnumber><court id=\"ASd\">\n    United States Court of Appeals, Tenth Circuit.\n   </court><decisiondate id=\"AAF\">\n    Oct. 18, 2011.\n   </decisiondate><br><attorneys id=\"b1213-14\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"1205\"> \n     *1205\n     </span>\n    Gregory J. Garvey, Assistant Federal Public Defender, Office of the Federal Public Defender for the District of New Mexico, Las Cruces, New Mexico, appearing for Appellant.\n   </attorneys><br><attorneys id=\"b1213-16\">\n    Andrea W. Hattan, Assistant United States Attorney (Kenneth J. Gonzales, United States Attorney, with her on the brief), Office of the United States Attorney for the District of New Mexico, Las Cruces, New Mexico, appearing for Appellee.\n   </attorneys><br><judges id=\"b1213-17\">\n    Before GORSUCH, HOLLOWAY, and MATHESON, Circuit Judges.\n   </judges>",
    "citations": [
        "661 F.3d 1204"
    ],
    "opinions": [
        {
            "author_str": "Matheson",
            "per_curiam": false,
            "type": "010combined",
            "page_count": 9.0,
            "download_url": "http://www.ca10.uscourts.gov/opinions/10/10-2263.pdf",
            "author_id": null,
            "opinion_text": "\n661 F.3d 1204 (2011)\nUNITED STATES of America, Plaintiff-Appellee,\nv.\nArmando MARRUFO, Defendant-Appellant.\nNo. 10-2263.\nUnited States Court of Appeals, Tenth Circuit.\nOctober 18, 2011.\n*1205 Gregory J. Garvey, Assistant Federal Public Defender, Office of the Federal Public Defender for the District of New Mexico, Las Cruces, New Mexico, appearing for Appellant.\nAndrea W. Hattan, Assistant United States Attorney (Kenneth J. Gonzales, United States Attorney, with her on the brief), Office of the United States Attorney for the District of New Mexico, Las Cruces, New Mexico, appearing for Appellee.\nBefore GORSUCH, HOLLOWAY, and MATHESON, Circuit Judges.\nMATHESON, Circuit Judge.\nIn separate prosecutions arising from the same event, Defendant-Appellant Armando Marrufo was convicted in federal court of being a felon in possession of a firearm and in state court of tampering with evidence by hiding the same firearm. Section 2K2.1(b)(6) of the U.S. Sentencing Guidelines adds four offense levels to a sentence calculation when the defendant used or possessed a firearm in connection with another felony offense. Mr. Marrufo argues on appeal that the federal district court should not have applied section 2K2.1(b)(6) to him because his possession of the firearm did not facilitate his tampering with the firearm. Exercising jurisdiction under 28 U.S.C. § 1291 and 18 U.S.C. § 3742(a)(2), we conclude that his firearm possession did facilitate his tampering and therefore affirm his sentence.\n\nI. BACKGROUND\nOn January 16, 2009, Mr. Marrufo participated in a violent altercation in Tularosa, New Mexico. The police responders observed Mr. Marrufo leaving the scene. They also noticed an individual lying motionless on his back, bleeding profusely from gunshot wounds. Emergency personnel declared the victim dead. Officers searching the area found a semi-automatic *1206.380 caliber Hi-Point pistol, six spent shell casings (five of which were .380 caliber), a live .380 caliber round, and a magazine designed for .380 caliber ammunition. Further investigation revealed a second shooting victim, who told police officers that Mr. Marrufo had shot him and the other victim with a \"380 gun.\"\nPolice did not apprehend Mr. Marrufo immediately after the incident, but he turned himself in to United States Marshals on February 2, 2009, and admitted that he possessed a firearm on January 16, 2009.\nMr. Marrufo was charged in state court with seven crimes arising out of the January 16, 2009 incident: (1) second degree murder;[1] (2) aggravated battery with a deadly weapon;[2] (3) and (4) two counts of aggravated assault with firearm enhancements;[3] (5) and (6) two counts of tampering with evidence[4]\u0097one for hiding the firearm and another for changing clothes to avoid being recognized;[5] and (7) possession of a firearm by a felon.[6] A jury acquitted Mr. Marrufo of all charges except for the two tampering-with-evidence offenses and the felon-in-possession charge. His conviction for tampering with the firearm is a felony under New Mexico law. N.M. Stat. Ann. § 30-22-5.\nMr. Marrufo was also charged in federal court with one count of possession of a firearm by a convicted felon under 18 U.S.C. §§ 922(g)(1) and 924(a)(2), to which he pled guilty. At the sentencing hearing, the district court determined Mr. Marrufo's offense level to be 21 and his criminal history category to be 6, and sentenced him to 96 months of imprisonment followed by five years of supervised release. In imposing this sentence, the district court applied section 2K2.1(b)(6), which increases the base offense level by four when a defendant uses or possesses a firearm \"in connection with another felony offense.\" The court concluded that Mr. Marrufo possessed a firearm in connection with the New Mexico state tampering-with-evidence offense, which was based on his hiding the firearm.\n\nII. DISCUSSION\n\nA. Issue and Standard of Review\nMr. Marrufo claims that the district court should not have applied section 2K2.1(b)(6) because his possession of the firearm did not facilitate the commission of another felony offense. \"We review the factual findings underlying a district court's sentencing determination for clear error and review the underlying legal conclusions de novo. We give due deference to the district court's application of the Sentencing Guidelines to the facts.\" United States v. Hooks, 551 F.3d 1205, 1216-17 (10th Cir.2009) (quotations and brackets omitted).\n\nB. Legal Background\nSection 2K2.1(b)(6) states in relevant part: \"If the defendant used or possessed *1207 any firearm or ammunition in connection with another felony offense; or possessed or transferred any firearm or ammunition with knowledge, intent, or reason to believe that it would be used or possessed in connection with another felony offense, increase [the base offense] by 4 levels.\" (Italics added.)\nApplication Note 14, titled \"In Connection With,\" addresses the applicability of section 2K2.1(b)(6). Application Note 14(A) states that section 2K2.1(b)(6) applies \"if the firearm or ammunition facilitated, or had the potential of facilitating, another felony offense.\" U.S.S.G. § 2K2.1(b)(6) cmt. n. 14(A).\nApplication Note 14(C) clarifies what offenses qualify as \"another felony offense.\" It states that \"another felony offense\" means \"any federal, state, or local offense, other than the explosive or firearms possession or trafficking offense, punishable by imprisonment for a term exceeding one year, regardless of whether a criminal charge was brought, or a conviction obtained.\" U.S.S.G. § 2K2.1(b)(6) cmt. n. 14(C).\n\nC. Application\nSection 2K2.1(b)(6) contains three elements: the defendant must (1) use or possess a firearm (2) in connection with (3) another felony offense. There is no dispute that Mr. Marrufo possessed a firearm and that he committed the felony offense of tampering with evidence. Thus, we are concerned only with whether Mr. Marrufo's possession of the firearm was \"in connection with\" his tampering-with-evidence offense.\n\"We interpret the Sentencing Guidelines according to accepted rules of statutory construction.\" United States v. Nacchio, 573 F.3d 1062, 1066 (10th Cir. 2009). We must follow language that is clear and unambiguous except where the language leads to an absurd result contrary to legislative intent. United States v. Plotts, 347 F.3d 873, 876 (10th Cir.2003). When a term is not defined in the Guidelines, we give it its plain meaning. See United States v. Bruce, 78 F.3d 1506, 1510 (10th Cir.1996).\nAccording to Application Note 14(A), \"in connection with\" means to \"facilitate.\" U.S.S.G. § 2K2.1(b)(6) cmt. n. 14(A). The plain and commonly understood meaning of \"facilitate\" is to make easier. United States v. Gandy, 36 F.3d 912, 914 (10th Cir.1994) (recognizing that \"facilitate\" means \"to make easier\"); Black's Law Dictionary 668 (9th ed.2009) (\"[t]o make the commission of a crime easier\").\nApplying the plain meaning of \"facilitate,\" we conclude that Mr. Marrufo's possession of the firearm was \"in connection with\" the other felony offense\u0097tampering with evidence. Possessing physical evidence makes it easier to tamper with it. Under New Mexico law, tampering with evidence is \"destroying, changing, hiding, placing or fabricating any physical evidence with intent to prevent the apprehension, prosecution or conviction of any person or to throw suspicion of the commission of a crime upon another.\" N.M. Stat. Ann. § 30-22-5. Under this definition, it would be harder for a defendant to commit the crime of tampering with evidence as a principal if he did not physically possess the evidence. Thus, Mr. Marrufo's possession of the firearm clearly facilitated his hiding the firearm.\nWe also note that Mr. Marrufo's possession of the firearm was not the result of accident or coincidence. In Smith v. United States, 508 U.S. 223, 113 S. Ct. 2050, 124 L. Ed. 2d 138 (1993), on which Application Note 14(A) is based, U.S.S.G. app. C amend. 691, the Supreme Court interpreted the term \"in relation to.\" Id. at 238, *1208 113 S. Ct. 2050. It stated: \"the gun at least must facilitate, or have the potential of facilitating, the [other] offense\" and \"its presence or involvement cannot be the result of accident or coincidence.\" Id. (quotations and brackets omitted); see also United States v. Taylor, 413 F.3d 1146, 1154 (10th Cir.2005); United States v. Constantine, 263 F.3d 1122, 1126 (10th Cir.2001).\nMr. Marrufo's possession of the Hi-Point pistol was no accident or coincidence. Instead, his possession of the firearm was integral to his tampering with evidence. Indeed, Mr. Marrufo's possession of the firearm was the reason he tampered with it. Accordingly, possessing the firearm facilitated tampering with the firearm.\nMr. Marrufo argues that the firearm must be used to facilitate a \"separate, active offense.\" Aplt. Br. at 10. This argument fails for two reasons. First, section 2K2.1(b)(6) does not contain this language. See U.S.S.G. § 2K2.1(b)(6) (\"If the defendant used or possessed any firearm or ammunition in connection with another felony offense....\" (emphasis added)).\nSecond, even if section 2K2.1(b)(6) requires the other offense to be a separate and active crime, Mr. Marrufo's tampering with the firearm would satisfy that requirement\u0097his tampering was a separate and active offense. The Seventh Circuit explained a similar circumstance in United States v. Wise, 556 F.3d 629 (7th Cir.2009). In that case, the district court applied section 2K2.1(b)(6) when the defendant was guilty of being a felon in possession and also committed the state felony of reckless endangerment of a child by placing a firearm on a windowsill within the reach of children. Id. at 631. The court stated:\nThere are many ways in which a felon can possess a firearm. In this case, Wise would have been a felon in possession even had he possessed the gun in a more responsible way\u0097say, if he had kept it unloaded in a locked cabinet, or if he had kept it unloaded with a trigger lock. More than likely, though, responsible possession would not have endangered the lives of children. And, of course, there are ways in which children can be endangered, other than by having people leaving loaded guns lying around. Children can be carelessly allowed to fall out of open third-story windows or be allowed access to harmful chemicals. Also, notably, children's lives can be endangered by persons who are not felons but who leave loaded guns within reach.\nId. at 632.\nAs in Wise, Mr. Marrufo could have possessed the firearm without committing another crime, or he could have committed another felony without possessing the firearm. In fact, Mr. Marrufo did the latter when he committed his second count of tampering with evidence\u0097changing clothes to avoid recognition\u0097after he disposed of the firearm. Additionally, his tampering with the evidence was an active offense\u0097he acted to hide the gun. Therefore, we reject his \"separate, active offense\" argument.\nWe also reject as irrelevant and inapplicable Mr. Marrufo's contention that his purpose in hiding the firearm was not to facilitate a separate crime. See Aplt. Br. at 10-11 (\"In this case, Mr. Marrufo's purpose in hiding the firearm was to prevent his apprehension, prosecution or conviction for the crime he had already committed: being a convicted felon in possession of a firearm. His purpose was clearly not to facilitate some other, separate crime.\"). Section 2K2.1(b)(6) does not have an intent requirement and is not concerned with the defendant's purpose or motivation for committing \"another felony offense.\" Moreover, Mr. Marrufo's argument is *1209 backwards. Section 2K2.1(b)(6) refers to possession as facilitating the other felony\u0097here, the tampering offense\u0097not the other way around. We are concerned only with whether his firearm possession facilitated his tampering, which it did.\nFinally, reinforcing this analysis is our obligation to defer to the district court's application of section 2K2.1(b)(6) to the facts. See Hooks, 551 F.3d at 1216-17. In this case, the district court determined that Mr. Marrufo's possession of the firearm was \"in connection with\" the tampering offense. Implicit in this finding is the conclusion that possession of the firearm \"facilitated\" or made easier the tampering with the firearm. We agree and affirm Mr. Marrufo's sentence.[7]\n\nD. CONCLUSION\nBecause Mr. Marrufo possessed the firearm in connection with his other felony offense of tampering with evidence, the district court correctly applied section 2K2.1(b)(6) in sentencing Mr. Marrufo. We affirm.\nNOTES\n[1]  N.M. Stat. Ann. §§ 30-2-1 and 31-18-16.\n[2]  N.M. Stat. Ann. §§ 30-3-5(C) and 31-18-16.\n[3]  N.M. Stat. Ann. §§ 30-3-2(A) and 31-18-16.\n[4]  Under New Mexico law, tampering with evidence is defined as \"destroying, changing, hiding, placing or fabricating any physical evidence with intent to prevent the apprehension, prosecution or conviction of any person or to throw suspicion of the commission of a crime upon another.\" N.M. Stat. Ann. § 30-22-5.\n[5]  The record indicates that after hiding the firearm, Mr. Marrufo went to a friend's house and changed clothes to avoid matching the description of the shooter in the altercation.\n[6]  N.M. Stat. Ann. § 30-7-16.\n[7]  Mr. Marrufo also argues that section 2K2.1(b)(6) is ambiguous and that we should apply the rule of lenity to interpret the ambiguity in his favor. See United States v. Manatau, 647 F.3d 1048, 1056 (10th Cir.2011). In light of Application Note 14(A) and the plain meaning of \"facilitate,\" we see no ambiguity in section 2K2.1(b)(6) as applied to this case. Thus, we need not apply the rule of lenity. See United States v. Husted, 545 F.3d 1240, 1244 n. 6 (10th Cir.2008).\n\n",
            "ocr": false,
            "opinion_id": 615517
        }
    ],
    "court_short_name": "Tenth Circuit",
    "court_full_name": "Court of Appeals for the Tenth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}