{
    "id": 1343556,
    "judges": "Benham",
    "date_filed": "1987-04-30",
    "date_filed_is_approximate": true,
    "slug": "roberts-v-state",
    "case_name_short": "Roberts",
    "case_name": "Roberts v. State",
    "case_name_full": "Roberts v. the State; Russell v. the State",
    "attorneys": "Jonathan D. Gaul, for appellant (case no. S96A1321)., Zell & Zell, Rodney S. Zell, Glenn Zell, for appellant (case no. S96A1427)., Lewis R. Slaton, District Attorney, Carl P. Greenberg, Assistant District Attorney, Michael J. Bowers, Attorney General, H. Maddox Kilgore, Assistant Attorney General, for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Reconsideration denied April 3, 1997.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 33,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<docketnumber id=\"b703-13\">\n    S96A1321.\n   </docketnumber><docketnumber id=\"A7Bi\">\n    S96A1427.\n   </docketnumber><parties id=\"Ar1q\">\n    ROBERTS v. THE STATE. RUSSELL v. THE STATE.\n   </parties><br><citation id=\"b703-15\">\n    (482 SE2d 245)\n   </citation>",
    "citations": [
        "482 S.E.2d 245",
        "267 Ga. 669"
    ],
    "opinions": [
        {
            "author_str": "Benham",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4067.0,
            "opinion_text": "\n482 S.E.2d 245 (1997)\n267 Ga. 669\nROBERTS\nv.\nThe STATE.\nRUSSELL\nv.\nThe STATE.\nNos. S96A1321, S96A1427.\nSupreme Court of Georgia.\nMarch 3, 1997.\nReconsideration Denied April 3, 1997.\n*246 Rodney Samuel Zell, Glenn Zell, Zell &amp; Zell P.C., Atlanta, for Wade Russell.\nLewis R. Slaton, Dist. Atty., Carl P. Greenberg, Asst. Dist. Atty., Michael J. Bowers, Atty. Gen., H. Maddox Kilgore, Asst. Atty. Gen., Department of Law, Atlanta, for the State.\nJonathan David Gaul, Atlanta, for Derrick Roberts.\nBENHAM, Chief Justice.\nDerrick Roberts and Wade Russell, tried together and convicted of the same offenses, have filed separate appeals from their convictions for one count of felony murder, seven counts of aggravated assault, and one count of possession of a firearm by a convicted felon.[1]\n*247 1. The charges stem from an incident on the evening of August 10, 1993, when a large group gathered outside an apartment complex was attacked by several individuals who opened fire on the group, using AK-47 assault rifles, shotguns, and pistols. One person was killed and several were injured. Eyewitnesses identified Roberts as one of the assailants shooting an AK-47 assault rifle, and identified Russell as one of the assailants shooting both a pistol and an AK-47 assault rifle. A detective testified that, acting on information from confidential sources, he and other officers went to Russell's home to execute an arrest warrant for Roberts. The detective testified that he was at the front door of the apartment when he heard the sound of an upstairs balcony door closing, that he believed that Roberts was attempting to escape from an upstairs balcony, and that he entered the apartment to pursue him. That belief turned out to be false, the detective admitted, but he testified that Russell's common-law wife, Sheryl Dukes, then consented to a search for other persons who might be in the apartment. During that search, the detective stated, he discovered an AK-47 assault rifle in plain view. With Dukes's permission to search for more guns, detectives located a shotgun and a .380 caliber automatic pistol, which, as he saw them taken from the apartment, Russell admitted were his. A firearms examiner from the GBI Crime Lab opined that the AK-47 assault rifle recovered from Russell's apartment was the weapon that caused the death of the murder victim. Following the return of guilty verdicts for murder and aggravated assault, a separate trial was conducted before the same jury on the possession of a firearm by a convicted felon charges. At that trial, evidence was admitted showing that Roberts and Russell were both convicted felons.\nThe evidence presented at trial and summarized above was sufficient to authorize a rational trier of fact to find both Roberts and Russell guilty beyond a reasonable doubt of the offenses for which they were convicted. Jackson v. Virginia, 443 U.S. 307, 99 S. Ct. 2781, 61 L. Ed. 2d 560 (1979); Williams v. State, 267 Ga. 308, 477 S.E.2d 570 (1996); Smith v. State, 265 Ga. 643(1), 458 S.E.2d 828 (1995). Russell's arguments regarding the sufficiency of the evidence to convict him of three specific counts of aggravated assault are not supported by the record: he was acquitted of one of those counts; the victim of one of the other counts was struck by a bullet as Russell and Roberts fired into the crowd; and the victim of the remaining count testified that he ran when he saw two men start shooting and other people being shot, from which testimony the jury could surmise that the victim/witness suffered apprehension of being shot. See Gilbert v. State, 209 Ga.App. 483(1), 433 S.E.2d 664 (1993). Alibi testimony offered by Russell's wife did not demand an acquittal since the jury is the judge of credibility of witnesses and was authorized to disbelieve the alibi testimony. Brannon v. State, 266 Ga. 667, 469 S.E.2d 676 (1996).\n2. Roberts contends the trial court erred in sustaining an objection to his trial counsel's attempt to impeach a witness by asking the witness, without producing a certified copy of a prior conviction, whether he had been convicted of a drug offense. See O'Toole v. State, 258 Ga. 614(4), 373 S.E.2d 12 (1988). Although appellate counsel asserts that the questions were not intended for impeachment, trial counsel specifically stated that impeachment was his intent, then withdrew his questions about prior convictions. The trial court correctly sustained the objection. Id.\n3. A witness for the State testified on cross-examination that he was in jail and that he had turned himself in after he had been shot at because he was going to testify in this case. On motion for new trial, Roberts introduced the witness's testimony at the witness's probation revocation hearing conducted subsequent to the trial. There, the witness said he turned himself in because his mother told him a probation officer was looking for him. Roberts insists that the conflict between the testimony at trial and the testimony in the probation revocation hearing demonstrates that the witness was lying at trial and that the State knew it.\n*248 This, he contends, was prosecutorial misconduct requiring reversal of his convictions.\nAll the record shows on that point is that there is a conflict in testimony that one person gave in proceedings involving two different cases. There is nothing in the record of this case to show that the witness was being truthful on the occasion of his probation revocation hearing as opposed to the trial in the case at hand. Nor is there any evidence in the record supporting the claim that the State knew the witness was lying. \"A charge of prosecutorial misconduct is a serious charge and is not to be lightly made; having raised it, appellant has the duty to prove it by the record and by legal authority.\" Meredith v. State, 211 Ga.App. 213(4), 438 S.E.2d 644 (1993). There was no error in denying Roberts's motion for new trial on that ground.\n4. Roberts contends that the trial court erred in admitting the testimony referred to in the preceding division. The record shows, however, that the trial court sustained Roberts's objection to proffered testimony that would have linked him to the shooting incident involving the witness, and that Roberts's counsel acquiesced in the trial court's decision to leave in the record only the vague statement about the shooting. Assuming that the issue was preserved for appellate review (but see Harmon v. State, 259 Ga. 444(3), 383 S.E.2d 874 (1989)), and that the trial court erred when it permitted the reference to the witness being shot at, we conclude that Roberts suffered no harm therefrom. Nothing was said in front of the jury to link Roberts to the alleged assault on the witness, and Roberts was not the only person with a potential interest in preventing the witness to testify: Russell also had such an interest, and there was at least one more shooter involved who might share that interest. In addition to those considerations, the evidence in the form of eyewitness testimony of Roberts's involvement in the crimes for which he was convicted was so overwhelming that it is highly probable that the vague reference to a shooting did not contribute to the verdicts. Accordingly, the error, if there was one, was harmless. Johnson v. State, 238 Ga. 59, 230 S.E.2d 869 (1976).\n5. Asserting that his trial counsel's performance was deficient because counsel failed to exploit effectively the criminal record and pending criminal charges of three witnesses, Roberts contends that he was denied effective assistance of counsel. His contention is not borne out by the record. Trial counsel testified at the hearing on Roberts's motion for new trial that he declined to pursue the issues with those witnesses because the jury had already been made aware of the criminal records of the witnesses and counsel felt that he risked alienating the jurors by persisting with examination in areas already covered.\nAt the hearing on the motion for new trial, the burden was on appellant to establish that he received ineffective assistance of trial counsel. [Cit.] ... \"In assessing selection of trial tactics, `every effort must be made to eliminate the distorting effects of hindsight....' Additionally, the court must `indulge a strong presumption that counsel's conduct falls within the wide range of reasonable professional assistance...' as even `the best criminal defense attorneys would not defend a particular client the same way.'\" [Cit.] From the evidence presented at the hearing, the trial court was authorized to find that the failure of trial counsel to do what appellant now claims should have been done was due to counsel's trial strategy, and not a result of inadequate preparation or presentation.\nWhite v. State, 265 Ga. 22(2), 453 S.E.2d 6 (1995). A review of the record persuades us that the trial court's rejection of Roberts's claim of ineffective assistance of counsel was not clearly erroneous and should be affirmed. Kelly v. State, 267 Ga. 252(2), 477 S.E.2d 110 (1996).\n6. Roberts's final contention on appeal is that the trial court's instruction on parties to a crime shifted the burden to Roberts to prove he was not a party to the crimes involved. We disagree.\nThe trial court gave a complete and correct charge on the State's burden of proof, and the instruction that a defendant who is a party to a crime may be convicted therefor was specifically predicated on the requirement *249 that the State prove the defendant to be a party. Reviewing the charge as a whole, as we are required to do (Gardner v. State, 263 Ga. 197(7), 429 S.E.2d 657 (1993)), we conclude that it is not susceptible of the interpretation Roberts urges.\n7. In Russell's first enumeration of error, he contends that the trial court erred in denying his motion to suppress the fruits of the search of his apartment which followed the attempt to serve an arrest warrant there on Roberts. Contrary to Russell's argument, we conclude that the trial court was correct in denying the motion to suppress.\nRussell's contention that there were no exigent circumstances which justified the officer's entry into the apartment is belied by the record. The officer who conducted the search testified that he heard the balcony door upstairs open and close, a fact which was verified by Russell's wife. Based on information he had been given that Roberts was in Russell's apartment, the officer was justified in thinking that Roberts was attempting to escape. In Otwell v. State, 201 Ga.App. 71, 73, 410 S.E.2d 178 (1991), on which Russell relies, the Court of Appeals held that \"an arrest warrant as opposed to a search warrant is inadequate to protect the Fourth Amendment interests of persons not named in the warrant, when their homes are searched without their consent and in the absence of exigent circumstances.\" (Emphasis supplied.) \"[A]n exigent circumstance which does justify the warrantless entry of a private home is the officer's reasonable belief that such action is a necessary response on his part to an emergency situation.\" Coker v. State, 164 Ga.App. 493(5), 297 S.E.2d 68 (1982). The emergency here was the perceived danger of the escape of the person for whose arrest the officer was holding a warrant. Under those circumstances, we conclude that the officer's entry into the apartment was justified by the exigent circumstances.\nThe officer testified at trial that he asked Dukes for permission to search the apartment for other persons who might be hiding there, and that she gave her consent. The officer testified that when he searched pursuant to that consent, he found an AK-47 in plain view, whereupon he asked for and received permission to search for other weapons. In a statement given to police, Dukes also stated that she gave that consent. Unlike the situation of the defendant in Weeks v. State, 206 Ga.App. 431, 425 S.E.2d 421 (1992), whose consent was found to be invalid, Dukes was not being detained in any way and there was no testimony that she was threatened or that any other factor coerced her consent. The trial court was authorized to conclude that the consent Dukes gave was voluntarily and freely given. Since the trial court's conclusion was not clearly erroneous, we must accept it. Dean v. State, 250 Ga. 77, 80, 295 S.E.2d 306 (1982). No error has been shown regarding the trial court's denial of Russell's motion to suppress.\n8. While testifying about the circumstances of the seizure of weapons from Russell's apartment, a police officer stated that another officer asked Russell what he previously had been arrested for, to which Russell replied that it had been drug charges. Russell contends on appeal that the trial court's denial of his motion for mistrial based on that testimony was error.\nThe decision of whether such statements are so prejudicial as to warrant a mistrial is in the discretion of the trial court. Farley v. State, 260 Ga. 816(4), 400 S.E.2d 626 (1991). Some of the factors and circumstances to be reviewed in determining whether the trial court abused its discretion in denying the motion for mistrial include the nature of the statement, the other evidence in the case, and the action taken by the court and counsel concerning the impropriety. Id. The statement here was merely a passing reference to a criminal record (see Johnson v. State, 256 Ga. 604(2), 351 S.E.2d 623 (1987)); the evidence against Russell was strong, including the testimony of several eyewitnesses and the discovery of the murder weapon in his home; and the trial court gave curative instructions to the jury. Given those considerations, we conclude that the trial court did not abuse its discretion in denying the motion for mistrial. Farley, supra.\nWe also reject Russell's argument that the trial court's curative instructions were themselves *250 harmful because they emphasized too strongly the fact of Russell's record of drug arrests. The trial court clearly instructed the jury to disregard the testimony, ordered the testimony stricken from the record, and told the jury not to consider it. There was no abuse of discretion.\n9. Dukes testified at trial that Russell was with her during the time the shootings occurred. When the prosecuting attorney expressed amazement at her testimony, Russell's counsel objected, in response to which the trial court sustained the objection and admonished the prosecuting attorney. Later in Dukes's testimony, when she challenged the prosecuting attorney for asking whether she had brought any evidence to corroborate her alibi testimony, the prosecuting attorney stated that it was not his job to make an alibi for Russell. The trial court once again sustained an objection.\nThough he made no motion for mistrial or request for curative instruction, Russell now argues that he was prejudiced in his defense by the prosecuting attorney's remarks. \"Trial courts have broad discretion in handling matters such as these and, here, the court granted the relief ... requested. `In no case will the trial judge's ruling be reversed for not going further than requested.' [Cit.]\" Lyon v. State, 262 Ga. 247(3a), 416 S.E.2d 523 (1992).\n10. Finally, Russell asserts that the trial court's instructions to the jury were defective in several respects.\na. He contends first that the use of the word \"until\" in the charge on presumption of innocence rather than the word \"unless\" suggests that the State has overcome the presumption. That is not a reasonable interpretation of the charge which was taken almost verbatim from OCGA § 16-1-5. This very same argument was rejected in Mitchell v. State, 223 Ga.App. 319(1), 477 S.E.2d 612 (1996), where, as here, the trial court concluded the charge with the statement that no person shall be convicted of any crime \"unless and until\" each element of the crime is proved beyond a reasonable doubt.\nb. In the course of the jury instructions, the trial court referred to the two defendants together on several occasions. Russell contends that the jury was not adequately instructed that it could acquit one defendant and convict the other. The transcript shows, however, that the trial court carefully instructed the jury, in the course of the charge on the verdict form, that it could acquit or convict one or both and that the defendants need not be treated the same. We held in George v. State, 260 Ga. 809(5a), 400 S.E.2d 911 (1991), that the better practice is to separate the defendants completely, but here as in that case, the charge as a whole was not confusing and is not susceptible of Russell's complaint.\nc. Having requested the instructions regarding alibi and burden of proof which he now contends were defective, Russell cannot now complain about them. Simmons v. State, 266 Ga. 223(7a), 466 S.E.2d 205 (1996).\nd. Russell raises two complaints about the trial court's charge on impeachment of witnesses. The first complaint concerns the instruction that \"the testimony of an impeached witness where there is no other testimony or evidence in conflict with his testimony cannot be arbitrarily disregarded.\" It is apparent that the quote above is either a faulty transcription[2] or a slip of the tongue by the trial court in attempting to charge on the testimony of unimpeached witnesses: \"The direct and positive testimony of an unimpeached witness which is not inherently improbable, incredible or unreasonable and which is not contradicted, cannot be arbitrarily disregarded by the trier of fact. [Cits.]\" Nesbit v. Nesbit, 241 Ga. 351(2), 245 S.E.2d 303 (1978). Assuming that the trial court mistakenly used the word \"impeached\" in place of \"unimpeached,\" we are persuaded that this is a case in which the presumption of harm which arises from a charging error (see Foskey v. Foskey, 257 Ga. 736(2), 363 S.E.2d 547 (1988)) is overcome by a review of the record as a whole. Id. Russell does not point out, and we have been unable to discover *251 through a review of the record, any witness to whose testimony the erroneous charge would apply. Considering the overwhelming evidence of guilt in the form of eyewitness testimony and the presence of the murder weapon in Russell's home, we conclude that it is highly probable that any error in the charge in question did not contribute to the verdict and was, therefore, harmless. Johnson v. State, supra.\nRussell also complains that the charge on impeachment was deficient in that it listed four methods of impeachment but did not include impeachment by showing the bias of a witness. He apparently is confusing the methods of impeachment listed in OCGA §§ 24-9-82 through 24-9-85 with the more general issue of showing the state of a witness's feelings toward a party, provided for in OCGA § 24-9-68. The charge on impeachment was complete and not subject to Russell's criticism.\nJudgments affirmed.\nAll the Justices concur.\nNOTES\n[1]  The crimes were committed on August 10, 1993, and Roberts and Russell were indicted on November 2, 1993, for malice murder, felony murder, ten counts of aggravated assault, and possession of a firearm by a convicted felon. At the conclusion of a trial commencing on May 17, 1994, both were convicted of all charges except two counts of aggravated assault, as to one of which the jury acquitted them and as to the other of which the trial court entered a directed verdict of acquittal. Each received the same sentences on May 24, 1994: the trial court entered sentences of life imprisonment for murder; 20 years for each of seven counts of aggravated assault (one merged into the murder conviction), consecutive to the murder sentence and each other; and five years for possession of a firearm by a convicted felon, concurrent with the other sentences. On May 27, 1994, Russell's counsel filed a motion for new trial which was amended on April 14, 1995, and denied on March 28, 1996. His notice of appeal was filed on April 3, 1996, and his appeal was docketed in this court on May 29, 1996. Roberts's trial counsel filed a motion for new trial on July 8, 1994. Appellate counsel, appointed for Roberts in May 1995, filed a motion for out-of-time appeal on May 18, 1995, which was granted on June 5, 1995, upon a finding that the untimeliness of the first motion for new trial was no fault of Roberts. A second motion for new trial was filed June 5, 1995, amended December 29, 1995, and denied April 1, 1996. Roberts's notice of appeal was filed April 19, 1996, and the appeal was docketed in this court on May 7, 1996. Both appeals were submitted for decision on the briefs.\n[2]  The uncertainty concerning the nature of the problem (transcription or slip of the tongue) could be alleviated by use of the procedures set out in OCGA § 5-6-41(f) to correct the record.\n\n",
            "ocr": false,
            "opinion_id": 1343556
        }
    ],
    "court_short_name": "Supreme Court of Georgia",
    "court_full_name": "Supreme Court of Georgia",
    "court_type": "S",
    "court_jurisdiction": "Georgia, GA",
    "crime_category": "Murder"
}