{
    "id": 7987768,
    "judges": "Long, Other",
    "date_filed": -2172528000000,
    "date_filed_is_approximate": false,
    "slug": "trudell-v-grand-trunk-railway-co",
    "case_name_short": "Trudell",
    "case_name": "Trudell v. Grand Trunk Railway Co.",
    "case_name_full": "TRUDELL v. GRAND TRUNK RAILWAY CO.",
    "attorneys": "Geer & Williams (E. W. Meddaugh, of counsel), for appellant., William Stacey (Frank C. Cook, of counsel), for appellee.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": "<p>1. Railroads — Personal Injuries — Infants—Contributory Negligence.</p> <p>A boy 7 years and 4 months old, of sufficient intelligence to appreciate the danger of being in the way of a moving train, is, as a matter of law, guilty of contributory negligence in remaining upon a railroad track in front of an approaching train, watching a train coming on another track from the opposite direction, until he is struck and fatally injured.</p> <p>2. Same — Trespasser.</p> <p>A boy 7 years and 4 months old, playing on a railroad right of way, is a trespasser, as a matter ,of law.</p> <p>3. Same — Liability to Trespasser — Gross Negligence.</p> <p>A railroad company is liable for injuries sustained by trespassers on its right of way only when its agents have been guilty of gross negligence.</p> <p>4. Same — Injury to Infant — Evidence.</p> <p>A railroad company is not chargeable with gross negligence in running down a boy 7 years and 4 months old, and of good size for his age, upon its right of way, from the fact that the boy stood on the track, in full view of those in charge of the approaching engine, for some two minutes before being struck, since the company’s agents, if they saw the boy, were justified in believing that he would step off the track in time, to avoid injury.</p>",
    "summary": "Error to Wayne; Hosmer, J. Case by Elizabeth Trudell, administratrix of the estate of William Trudell, deceased, against the Grand Trunk Railway Company of Canada, for the alleged negligent killing of plaintiff’s intestate. From a judgment for plaintiff, defendant brings error.",
    "disposition": "Reversed.",
    "history": null,
    "other_dates": "Submitted January 29,. 1901.",
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "126 Mich. 73"
    ],
    "opinions": [
        {
            "author_str": "Long",
            "per_curiam": false,
            "type": "020lead",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\nLong, J.\nThis action is brought by the plaintiff, as administratrix of the estate of William Trudell, deceased, to recover damages for injuries resulting in the death of the latter, a boy 7 years and 4 months old at the time of the injury. He was killed about 3 o’clock , on Sunday afternoon, upon defendant’s track, about half way between Mack avenue and Hale street, in the city of Detroit. At the place where the injury occurred there were two main tracks and a side track, and at the time there was a Lake Shore train coming towards him from the south, on the east main track. He was standing, as plaintiff claims, in the center of the west main track, on *75which the Grand Trunk train which struck him was approaching from the north. The testimony is somewhat contradictory as to whether the boy was standing on this track when he was struck or was attempting to cross it. Herman Eckert, a boy about 14 years of age, testified that deceased had then been on that track about two minutes. He says he called the boy’s attention to the fact that the Grand Trunk train was coming, and that t young Trudell said, “That train is on the other track; it can’t strike me; ” that it was the Lake Shore train he said could not strike him; that the witness then said to him, “Look out, Willie, here it comes;” and then the boy turned around, and started to run, when he was struck. Anthony Karsnick was the only other witness who saw the accident, examined by the plaintiff. He testified that Eckert called to the boy, and told him the train would strike him, and he said the train was on the other track; that Eckert called to him again to get off the track, and then he looked around, and started to run off. Both these boys testified substantially that the deceased knew enough to understand that if he did not get out of the way of the train he would be injured. Young Eckert testified that he was a good-sized boy for his age; that he went to school, and understood perfectly well that if a team or a car came along, and he stood in front of it, if he did not get out of the way he would be hurt. The testimony showed that these boys were upon some cars that were standing on the siding, throwing stones and playing tag, and that, just before the train came along, deceased went upon the track of the defendant company, and stood there watching the Lake Shore train, or else he attempted to cross the defendant’s track just before the train came along. There was some conflict in the evidence on this point. The engineer on the train testified:\n“As near as I can recollect, after I passed Mack avenue this little boy ran right out from behind some cars in front of my engine. He could not have been more than 15 feet from my engine when I first discovered him. *76I was keeping a close lookout, and at no time before or after I reached Mack avenue did I see him on the track.”\nThe fireman testified to substantially the same thing.\nThe plaintiff introduced some evidence tending to show that the defendant’s train at the time was running at a rate of from 30 to 35 miles an hour. It appeared that the track was straight, and that an object as large as this boy could have been seen a long distance from the cab of the engine.\nThe court below submitted to the jury, not only the question of the negligence of the deceased, but also the question of the defendant’s negligence. The jury returned a verdict for the plaintiff for 1500.60. Defendant brings error.\nThe court charged the jury on the question of the defendant’s negligence as follows:\n“It is incumbent, obviously, upon the plaintiff in this case, * * * to satisfy you, gentlemen of the jury, that the defendant has been negligent, and that the negligence of the defendant is' the proximate cause of the injury, because no damages may be honestly rendered unless the injury of which the plaintiff in a case like this complains comes directly from the negligence of the defendant. Now, you have heard the testimony in this case, and if you shall find in this case that, at a point sufficient for the engineer to have come to a stop, — to have controlled his engine, — it became, or should have become, apparent to him that the child was not going to leave the track, then, and under those circumstances, I say, gentlemen of the jury, it became his duty to stop his engine. But, unless you find that to be the fact, then a verdict must be rendered for the defendant. It is for you to say, from all the evidence in the case. You have heard the testimony. You have heard the testimony of the boy who stood, I think, upon the flat car, or in the immediate vicinity, who was one of the companions, who stated that the boy stood in the center of the track; that he called his attention to the fact that the Grand Trunk train was coming in, and he said, ‘Oh, no; it is the Lake Shore train.’ It is for you to say whether you believe that, from the evidence which has been submitted on that point, *77it was possible for the engineer of that train to have seen the boy at a sufficient distance to have stopped the train, and that a man exercising reasonable caution in his position would, under those circumstances, have stopped the train. If that is so, then I think that if he [could have seen him at a sufficient distance to have stopped or controlled the train, and if he failed to observe that degree of care which other men under like circumstances would have observed, then, and under those circumstances, the company is guilty of negligence, but not otherwise.\n“Now, you have heard the testimony, on the other hand, of the engineer. The engineer says that when he was coming along, at the rate which you may find that he was coming, the boy suddenly, at a short distance in front of the train, went upon the track. If that is so, that is obviously an end of the case, because, under those circumstances, no negligence could be predicated of those who were in the conduct of the engine. But I think, gentlemen of the jury, it becomes a question for you to determine, under the circumstances of the case, whether the defendant is or is not guilty of negligence.\n“There is one further thing that I must say to you upon the subject, because, as I have already said to you, not only, in a case like this, must you find that the defendant has been guilty of negligence, but the plaintiff must not be guilty of contributory negligence. As I said before, if this were the case of an adult, it would present a different case. Under those circumstances, not only would there be no duty, in the sense in which I have used it, on the part of the company to stop, but, beyond that, there would be contributory negligence upon the part of the adult. Was the little boy, under those circumstances, guilty of contributory negligence? Now, obviously, as has been said, we cannot attribute that degree of knowledge and that degree of care to an infant that we can to an adult; and it is for you to say, under the circumstances, how much negligence should be imputed to the boy. If you believe that he was of sufficient maturity,— had sufficient appreciation of the danger that he was in in going upon a railroad track, — and if you believe, under the circumstances of the case, that he had sufficient maturity to keep that appreciation in mind, then, and under those circumstances, you may properly find him guilty of contributory negligence, but not otherwise. If he failed in that, obviously contributory negligence could *78not be attributed to him. It is you, gentlemen of the jury, I think, that must deal with this question, rather than the court. Now, I think I have said all that it is necessary for me to say upon that subject.”\nWe think the court was in error in submitting either the proposition of defendant’s negligence or the negligence of the boy to the jury. The verdict, under the circumstances, should have been directed in favor of the defendant. The testimony conclusively shows that this boy, while only a little over 7 years of age, knew and appreciated the danger there was in being on this track. He knew that, if he remained on the track on which the train was passing, he would be injured. There is no dispute in the case but that his companion Eckert called to him that the train was coming, and that he heard the call, and appreciated the danger; but he called back that the train was on the other track, and, as soon as he apprehended that the train was on the track where he stood, he attempted to get off. There is no reason in this case for saying that he did not apprehend the danger, nor that he was of immature years, and must therefore be excused from exercising any care. Age is not the true test in such cases. It is the intelligence of the boy, not his age, that must control. In Henderson v. Railway Co., 116 Mich. 368 (74 N. W. 525), it appeared that the boy who was injured was about 8 years old. It was said:\n“The plaintiff himself testified that this boy had intelligence enough to appreciate the danger. He placed the boy on the stand, and he so testified. The evidence clearly shows that there was nothing except this wagon and the east-bound car to obstruct the vision. Witnesses for the plaintiff state that, if the boy had looked in the direction of the car, he could have seen it. It was but common prudence in crossing such a thoroughfare to look, not only for the car, but for any vehicle which might be coming. Injury would have occurred from collision with an ordinary wagon just as surely as from running into this car, and from the testimony of the lad himself he had intelligence enough at the time to know this. Why, then, should it be left for the jury to say that he had not?”\n*79That same inquiry might as well he made in the present case as in that. There is no conflict in the testimony whatever but that the deceased knew of the danger in being on this railroad track. He apparently fully appreciated it; for when his attention was called to the fact, and he saw for himself the situation, he hurriedly attempted to get off the track.\nBut, aside from this, the court should have directed the verdict for defendant because it was not shown to have been guilty of any negligence. The boys were playing upon the defendant’s right of way half way between two streets which crossed the defendant’s tracks. They were in a place where the engineer had no reason to expect to see them. They were not upon a public highway crossing, but were trespassers upon the defendant’s premises; and we think there is no conflict of authority that in such case the defendant can be held liable only when its agents bave been guilty of gross negligence. There is no evidence in the case which would warrant the submission of that question to the jury. If the testimony of the plaintiff’s witnesses be taken as true, that the boy was on the track two minutes before he was struck by the engine, it would not warrant the conclusion that the engineer was guilty of gross negligence. This boy was of good size for his age, and the engineer would be justified in believing that he would step off the track in time to avoid being struck, and the engineer would not be required to check the speed of his engine until he saw that the boy did not appreciate the danger.\nThe learned court below seemed to think that, because the boy was of tender years, the question of the defendant’s negligence was for the jury, and the claim of plaintiff’s counsel and the ruling of the court was that the boy was too young to be a trespasser. It was therefore left to the jury to say whether or not he was a trespasser. It has been repeatedly held that much younger children than this boy were trespassers under such circumstances. Elliott on Railroads, at section 1259, lays down the rule that:\n*80“Although the age of the child may be important in determining the question of contributory negligence, or the duty of the company after discovering him, the company is, in general, no more bound to keep its premises safe for children who are trespassers, or bare licensees, not invited or enticed by it, than it is to keep them safe for adults.”\nAgain it is said, at section 1260, by the same author:\n“ So it has been held in many cases that a railroad company is not obliged to keep a lookout for trespassing children upon its track under ordinary circumstances, or move its cars with reference to them, until their presence in danger is discovered.”\nIn Masser v. Railway Co., 68 Iowa, 602 (27 N. W. 776), it appeared that the boy was 11 years old. It was claimed that he should have been sooner discovered. The court said:\n“It seems not improbable that he might have been discovered a little sooner; but no locomotive engineer is bound to watch out for trespassers upon the track. The company does not owe trespassers that kind of care. This has been settled by repeated adjudications.”\nCounsel for plaintiff cite Battishill v. Humphreys, 64 Mich. 514 (38 N. W. 581), and several other cases in this State, to sustain the proposition that a railroad company is bound to use reasonable care to avoid injuring a trespasser after seeing his danger, or after his danger could have been seen by an ordinarily prudent person. It is . undoubtedly the rule that the defendant’s servants would have had no right to recklessly run their engine over this boy if they had seen the danger he was in. If, however, the engineer or fireman had seen the boy on the track, they had the right to believe, from his size, that he would step off. It is not like the cases cited by counsel for plaintiff. In those cases (Baker v. Railroad Co., 68 Mich. 90 [35 N. W. 836]; Starbard v. Railway Co., 122 Mich. 23 [80 N. W. 878]) the injury occurred upon street crossings, where the defendants were required to give some warning of the approach of their trains. In the present case the *81engineer had no reason to expect any one to be on the track, and, if any one was seen of the size of this boy, he would be justified in believing he would step off in time to avoid injury.\nThe judgment must be reversed,, and no new trial will be granted.\nThe other Justices concurred.\n",
            "ocr": true,
            "opinion_id": 7940958
        }
    ],
    "court_short_name": "Michigan Supreme Court",
    "court_full_name": "Michigan Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Michigan, MI",
    "crime_category": "Murder"
}