{
    "id": 1346313,
    "judges": "Blatz, Keith",
    "date_filed": "2020-01-13",
    "date_filed_is_approximate": true,
    "slug": "state-v-tatum",
    "case_name_short": "Tatum",
    "case_name": "State v. Tatum",
    "case_name_full": "STATE of Minnesota, Appellant, v. Dywon C. TATUM, Respondent",
    "attorneys": "Hubert H. Humphrey, III, Attorney General, St. Paul, Michael 0. Freeman Hennepin County Attorney, Paul R. Scoggin, Assistant County Attorney, Minneapolis, for Appellant., William R. Kennédy, Hennepin County Public Defender, Peter W. Gorman, Assistant Public Defender, Minneapolis, for Respondent.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 8,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b573-13\">\n    STATE of Minnesota, Appellant, v. Dywon C. TATUM, Respondent.\n   </parties><br><docketnumber id=\"b573-14\">\n    No. C9-96-30.\n   </docketnumber><br><court id=\"b573-15\">\n    Supreme Court of Minnesota.\n   </court><br><decisiondate id=\"b573-16\">\n    Nov. 21, 1996.\n   </decisiondate><br><attorneys id=\"b575-3\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"543\"> \n     *543\n     </span>\n    Hubert H. Humphrey, III, Attorney General, St. Paul, Michael 0. Freeman Hennepin County Attorney, Paul R. Scoggin, Assistant County Attorney, Minneapolis, for Appellant.\n   </attorneys><br><attorneys id=\"b575-4\">\n    William R. Kennédy, Hennepin County Public Defender, Peter W. Gorman, Assistant Public Defender, Minneapolis, for Respondent.\n   </attorneys>",
    "citations": [
        "556 N.W.2d 541"
    ],
    "opinions": [
        {
            "author_str": "Keith",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 4822.0,
            "opinion_text": "\n556 N.W.2d 541 (1996)\nSTATE of Minnesota, Appellant,\nv.\nDywon C. TATUM, Respondent.\nNo. C9-96-30.\nSupreme Court of Minnesota.\nNovember 21, 1996.\n*543 Hubert H. Humphrey, III, Attorney General, St. Paul, Michael O. Freeman Hennepin County Attorney, Paul R. Scoggin, Assistant County Attorney, Minneapolis, for Appellant.\nWilliam R. Kennedy, Hennepin County Public Defender, Peter W. Gorman, Assistant Public Defender, Minneapolis, for Respondent.\nHeard, considered and decided by the court en banc.\n\nOPINION\nKEITH, Chief Justice.\nIn this case we are asked to address the operation of certain penalty provisions in the contempts statute, Minn.Stat. §§ 588.01-.21 (1994). The district court found respondent Dywon C. Tatum in direct criminal contempt of court for refusing to testify and summarily sentenced him to 6 months in the workhouse under section 588.10. The court of appeals issued a writ of prohibition, reducing Tatum's sentence to 90 days pursuant to the misdemeanor penalty limitation in section 588.20. The State petitioned for further review. We reverse the court of appeals and remand to the district court for further consideration of Tatum's sentence.\n\nI.\nTatum was a member of the Rolling 60's Crips gang on March 31, 1995, when Roy Griffin was killed. Tatum was charged with first-degree murder in connection with Griffin's death, but he was acquitted by a jury on November 7, 1995. Before the verdict, Tatum was subpoenaed and ordered to appear before the Hennepin County district court judge who was to preside at the trial of Tatum's co-defendant, Samuel Byers.\nAfter Tatum was acquitted, the State sought to compel Tatum's testimony in Byers' upcoming trial. At the hearing on the State's request, counsel for Tatum argued that Tatum's constitutional privilege against self-incrimination would justify a refusal to testify. Tatum's counsel also argued that if Tatum were compelled to testify he would be placed in personal danger, although no specific threats directed against Tatum were identified. The district court rejected the arguments for privilege because, pursuant to the State's request, Tatum would receive immunity from the use of his testimony. See Minn.Stat. § 609.09. The court also believed that Tatum waived any privilege by previously testifying in his own defense.\nDespite the district court's ruling, Tatum indicated at the hearing that he would refuse to testify if called by the State as a witness in the Byers trial. The court deemed Tatum an unavailable witness and concluded that he had no right to refuse to testify in violation of the court's order. The court then found Tatum in contempt for refusing to testify despite receiving use immunity. The court concluded: (1) that Tatum's refusal was a direct contempt under section 588.01; (2) that the refusal was a criminal contempt \"under a willful disobedience to the lawful process or other mandate of the court\";[1] and *544 (3) that the penalties in section 588.10 applied, and therefore a 6-month sentence was proper.\nIn punishing Tatum for direct criminal contempt, the district court made a goodfaith effort to follow the contempts statute. The court concluded that Tatum's indication that he would not testify was a direct contempt under section 588.01 because Tatum offered his intentions in the presence of the judge. See id. § 588.01, subd. 2. The court then invoked the summary punishment provision in section 588.03. Although it did not expressly refer to section 588.20 as a basis for the contempt order, the court did use the language of section 588.20(4): \"I will further find that it is a criminal contempt. And I find that under a willful disobedience to the lawful process or other mandate of the court.\" The court also appeared to invoke the language of section 588.20(5): \"The resistance [to testify] is willfully offered.\" However, the court did not explain why the sentence for Tatum's willful disobedience was governed by section 588.10.\nThe court of appeals granted Tatum's petition for a writ of prohibition, concluding that the judiciary's inherent power to punish a civil contempt is not limited by statute, but that the legislature can and has prescribed the appropriate punishment for criminal offenses. Section 588.20 lists \"criminal contempts,\" including willful disobedience to a lawful court process or other mandate. Id. § 588.20(4). The court reasoned that the legislature provided a misdemeanor penalty for such contempts and therefore the district court exceeded its lawful authority when it imposed a sentence longer than 90 days. See id. § 609.02, subd. 3 (limiting misdemeanor sentences to 90 days). The court stated that the 6-month maximum sentence in section 588.10 would have applied if Tatum's contempt were not included in section 588.20, but here, section 588.20 governed.\n\nII.\nWe first consider the character of the contempt order and Tatum's conduct.\nTraditionally, the law of contempt in Minnesota has been organized around two classifications \u0097 one judicially crafted and the other statutorily mandated. First, our contempt case law explains that the purpose of the court's contempt order can be either remedial or punitive. Knajdek v. West, 278 Minn. 282, 285, 153 N.W.2d 846, 848 (1967). The primary purpose of \"criminal\" contempt orders is punitive \u0097 in general, vindicating the court's authority by punishing the contemnor for past behavior. Minnesota State Bar Ass'n v. Divorce Assistance Ass'n, Inc., 311 Minn. 276, 285, 248 N.W.2d 733, 741 (1976). The primary purpose of \"civil\" contempt orders is remedial \u0097 in general, vindicating the rights of a party by imposing a sanction that will be removed upon compliance with a court order that has been defied. Id.[2]\nSecond, the contempts statute instructs that the nature of the contemptuous conduct can be either direct or constructive. Direct contempts occur in the immediate *545 view and presence of the court, and arise from:\n(1) Disorderly, contemptuous, or insolent behavior toward the judge while holding court, tending to interrupt the due course of a trial or other judicial proceedings;\n(2) A breach of the peace, boisterous conduct, or violent disturbance, tending to interrupt the business of the court.\nMinn.Stat. § 588.01, subd. 2. Direct contempts may be punished summarily. Id. § 588.03. In contrast, constructive contempts are those not committed in the presence of the court, of which the court has no personal knowledge, and may arise from a variety of conduct. Id. § 588.01, subd. 3. Constructive contempts may not be punished summarily.[3]\nTo ensure that contempt orders are validly issued, we recommend that courts considering a contempt penalty determine at their earliest convenience whether the purpose of the contempt proceeding is remedial or punitive, and whether the nature of the contemptuous conduct at issue is direct or constructive.\nHere, Tatum's contempt was direct because it violated the court's order that he be available to testify and because the defiance took place in the presence of the court. See Minn.Stat. § 588.01, subd. 2(1); State v. Martin, 555 N.W.2d 899, 900 (Minn.1996). The purpose of the district court's summarily imposed 6-month sentence was punitive because Tatum's sentence was fixed and because he had no opportunity to purge the penalty. See Minnesota State Bar Ass'n, 311 Minn. at 285, 248 N.W.2d at 741.\n\nIII.\nWe next consider whether the contempts statute limits Tatum's sentence to 6 months or to 90 days. Section 588.10 authorizes imprisonment not exceeding 6 months and a fine not exceeding $250, or both. In contrast, section 588.20 lists several types of criminal contempt for which the legislature has prescribed a misdemeanor penalty. \"Every person who shall commit a contempt of court, of any one of the following kinds, shall be guilty of a misdemeanor\":\n(1) disorderly, contemptuous, or insolent behavior, committed during the sitting of the court, in its immediate view and presence, and directly tending to interrupt its proceedings, or to impair the respect due to its authority;\n* * * * * *\n(3) breach of the peace, noise, or other disturbance directly tending to interrupt the proceedings of a court, jury, or referee;\n(4) willful disobedience to the lawful process or other mandate of a court;\n(5) resistance willfully offered to its lawful process or other mandate;\n(6) contumacious and unlawful refusal to be sworn as a witness, or, after being sworn, to answer any legal and proper interrogatory[.]\nMinn.Stat. § 588.20. The Criminal Code defines a misdemeanor as a crime with a sentence of not more than 90 days or a fine of not more than $700, or both. Id. § 609.02, subd. 3.\nNeither penalty provision applies to direct contempt, summarily sentenced, for punitive purposes. We agree with Tatum that section 588.10 does not govern this case. Section 588.10 applies only to constructive contempts and direct contempts that are not summarily punished. Cf. Peterson, 278 Minn. at 279 &amp; n. 5, 153 N.W.2d at 828 &amp; n. 5 (stating that section 588.10 applies to constructive criminal contempts). This conclusion is based on the plain language of the statute: \"Upon the evidence so taken, the court or officer shall determine the guilt or innocence of the person proceeded against * * *.\" Minn.Stat. § 588.10 (emphasis added). The immediately preceding section describes *546 the hearing afforded to those arrested for contempt and \"brought into court.\" Id. § 588.09. This and other sections preceding section 588.10 indicate that the 6-month sentence in section 588.10 was intended only as a limit to contempts for which a hearing was held according to the statute. Hence, section 588.10 does not apply to summary contempt sentences for punitive purposes. See id. § 588.03.[4]\nHowever, we also agree with the State that the misdemeanor penalty in section 588.20 cannot apply to summarily punished direct contempts. The structure of the contempts statute as a whole implies that the \"criminal contempts\" provision is inapposite. The remainder of the contempts statute does not define \"civil\" contempts, nor does the \"criminal\" contempts section distinguish between \"direct\" and \"constructive\" attempts. Section 588.20 is an independent declaration, philosophically segregated from the rest of the contempts statute. It selects certain conduct \u0097 not precisely parallel to the conduct described in section 588.01 \u0097 and establishes a crime with a misdemeanor penalty.[5]\nMore important, legislative history supports the conclusion that the misdemeanor crime in section 588.20 was not intended as a limit to judicial sanctions under the remainder of the contempts statute. The contempt misdemeanor provision was originally located in the Penal Code as an offense against public justice. See Minn.Stat. § 613.69 (1961). Before 1963, the judicial understanding seems to have been that the contempt misdemeanor provision was inapplicable to penalties imposed under the contempts statute. See Wenger, 200 Minn. at 442-44, 274 N.W. at 520-21 (ignoring the penalty limitation in the contempt misdemeanor provision); Plankers, 175 Minn. at 59-60, 220 N.W. at 414-15 (same); Works, 125 Minn. at 306-07, 146 N.W. at 1103 (same). The contempt misdemeanor \u0097 prosecutable by the state like any other crime \u0097 was then moved into the judicial contempts statute after the criminal laws were revised in 1963. However, the removal of the contempt misdemeanor provision from the Penal Code was not prompted by legislation. See Criminal Code of 1963, ch. 753, art. 2, sec. 17, 1963 Minn.Laws 1185, 1185, 1245-46 (revising the criminal law, but not repealing, removing, or altering the contempt misdemeanor provision). The Advisory Committee advocated the move, but it did not assert that any substantive change in the law of contempt was intended. See Advisory Committee on Revision of the Criminal Law, Proposed Minnesota Criminal Code 234 (1963).\nThe relocation of the contempt misdemeanor provision, therefore, is not an indication that the legislative purpose had changed. We restore the intended statutory division between the crime of contempt and judicial contempt, and hold that section 588.20 does not limit judicial contempt penalties under Minn.Stat. §§ 588.01-.15, .21 (1994).\n\nIV.\nIt remains to be decided what penalty is proper for direct contempt, summarily sentenced, for punitive purposes.\n*547 The judiciary retains inherent authority to punish direct contempt whether or not statutory authorization exists. \"Contempt historically has been regarded as part of the court's inherent power to punish summarily offenses committed in its presence. This power is intended to be punitive in order to preserve the dignity of the court-room proceedings. While [chapter] 588 declares the court's power, that contempt power exists independent of the statute. The power is essential to the effectiveness of all other court powers.\" In re Welfare of R.L.W., 309 Minn. 489, 491-93, 245 N.W.2d 204, 205-06 (1976) (citations omitted). This inherent authority can be derived from the creation of the judiciary in article III, section 1 of the Minnesota Constitution, and the necessity of its preservation in our tripartite system of government. In re Clerk of Lyon County Courts' Compensation, 308 Minn. 172, 176-77, 241 N.W.2d 781, 784 (1976). Hence, the district court had authority to sentence Tatum for his contempt, even though the contempts statute does not include an applicable penalty provision.\nThe absence of clear statutory sentencing limits for direct contempts that are summarily addressed for punitive purposes does not mean that courts possess unbounded discretion over sentencing. There are three, clear limitations on such sentences. First, the federal constitution requires that jury trial rights be afforded the contemnor when the sentence to be imposed is longer than 6 months. See International Union, United Mine Workers of Am. v. Bagwell, 512 U.S. 821, ___ - ___ &amp; n. 2, 114 S.Ct. 2552, 2556-57 &amp; n. 2, 129 L.Ed.2d 642 (1994); Muniz v. Hoffman, 422 U.S. 454, 475-76, 95 S.Ct. 2178, 2190, 45 L.Ed.2d 319 (1975); Bloom v. Illinois, 391 U.S. 194, 208-11, 88 S.Ct. 1477, 1485-88, 20 L.Ed.2d 522 (1968).[6] Thus, a summary contempt penalty for punitive purposes is never proper if the sentence exceeds 6 months. Second, appellate courts in this state retain their traditional power to review punitive contempt orders for arbitrariness, capriciousness, and oppressiveness. In re Jenison, 265 Minn. 96, 103, 120 N.W.2d 515, 520, vacated on other grounds, 375 U.S. 14, 14, 84 S.Ct. 63, 11 L.Ed.2d 39 (1963); In re Cary, 165 Minn. 203, 205-07, 206 N.W. 402, 403-04 (1925). Third, the principle of comity recommends deference to legislative judgments, especially in this area of law which so closely borders traditional criminal statutes. We held above that the misdemeanor penalty limitation in section 588.20 does not directly control summarily imposed punitive sanctions for direct contempts. Nevertheless, section 588.20 should be the presumptive maximum sentence for such conduct as a matter of comity and deference. Cf. R.L.W., 309 Minn. at 491-93, 245 N.W.2d at 205-06 (holding that, as a matter of judicial administration, it was the more prudent course to follow the guidelines of the Juvenile Code). Therefore, a 90-day sentence and a $700 fine should ordinarily be the maximum sentence imposed in cases such as Tatum's. See Minn.Stat. §§ 588.20, 609.02, subd. 3.\nIn this case, the district court's summary sentence of 6 months satisfied federal constitutional requirements. The order makes clear, however, that the court was attempting to follow the contempts statute and did not intend to rely on inherent judicial authority. The court stated, \"I have made the findings necessary under 588.03, and I will adjudge, then, Mr. Tatum guilty of contempt and that he be punished under the statute.\" (Emphasis added). The court also stated that it sought to vindicate its authority, but that language was most likely a reference to our established description of punitive contempt sanctions. See Minnesota State Bar Ass'n, 311 Minn. at 285, 248 N.W.2d at 741.\nUnder these circumstances, we remand the case for further consideration by the district court, consistent with this opinion. Our decision *548 here interprets the contempts statute in a way that obviates the district court's rationale for the sentence it chose \u0097 neither section 588.10 nor section 588.20 applies, but a 90-day sentence and a $700 fine is the maximum penalty for ordinary instances of summary and punitive contempt orders. The district court should have an opportunity to justify a more severe sentence for Tatum. It may be that the apparent need for Tatum's testimony at the time of his refusal, the seriousness of the proceedings for which his testimony was demanded, the obvious absence of any legal justification for his refusal, and other circumstances are sufficient grounds for a 6-month sentence \u0097 the maximum sentence allowed by law in this context. Based on the limited record before us, we express no opinion as to the appropriateness of a sentence exceeding 90 days.[7]\nReversed and remanded.\nBLATZ, J., took no part in the consideration or decision of the case.\nNOTES\n[1]  The district court did not offer Tatum freedom in return for his testimony. \"[T]he criminal contempt purpose is to vindicate the authority of the court. Civil contempt's purpose is to coerce performance, to effectuate a remedy given a private party. A proceeding in criminal contempt is solely to penalize the defendant. * * *. And certainly I will be available any time that he wishes to change his mind, but that is not what this is about. I'm not doing this in order to effectuate or coerce performance. What I'm doing is a criminal contempt, solely [to] penalize the defendant.\"\n[2]  For the purpose of clarity, we advise the use of the terms \"remedial\" and \"punitive,\" rather than \"civil\" and \"criminal.\" The latter are defined by the former, and extinguishing at least one layer of terminology will help simplify the law of contempt. We wish to make clear, however, that the substance of our prior decisions referring to \"civil\" and \"criminal\" contempt is in no way affected by our adoption of more intelligible labels in this opinion.\n\nWe also note that the applicability of federal constitutional rights in this context may turn on the \"civil\"/\"criminal\" distinction, and that the federal standard for this distinction is consistent with our own. See Hicks on Behalf of Feiock v. Feiock, 485 U.S. 624, 631-35, 108 S.Ct. 1423, 1429-31, 99 L.Ed.2d 721 (1988) (classifying contempts by the character of the relief and the substance of the proceedings; holding that a contempt is \"criminal\" and punitive when the penalty imposed is a fixed term of imprisonment or a fine payable to the court, and \"civil\" and remedial when the contemnor can purge the contempt by performance of an act required by the court).\n[3]  Constructive contempt proceedings for punitive purposes entitle the accused to procedural safeguards including prosecution by the state, trial by jury, and proof beyond a reasonable doubt. See Knajdek, 278 Minn. at 284, 153 N.W.2d at 847; Peterson v. Peterson, 278 Minn. 275, 281, 153 N.W.2d 825, 830 (1967); State v. Binder, 190 Minn. 305, 311, 251 N.W. 665, 668 (1933). Constructive contempt proceedings for remedial purposes also require a hearing and other procedural protections. See Cox v. Slama, 355 N.W.2d 401, 403 (Minn.1984); see also Hopp v. Hopp, 279 Minn. 170, 174-75, 156 N.W.2d 212, 216-17 (1968).\n[4]  Again, only direct contempts may be punished summarily by a court. Minn.Stat. § 588.03. Constructive contempts must be addressed according to the procedures outlined in sections 588.04-.10. We stress that direct contempts \"may\" be summarily punished. Id. § 588.03. The court may elect to follow the procedures for investigation and hearing in Minn.Stat. §§ 588.04-10. In that case, the penalty is limited by section 588.10. In this case, however, the court summarily punished Tatum for his direct contempt.\n\nTo the extent that any of our prior opinions implied that predecessors to section 588.10 applied to summarily punished direct \"criminal\" contempts, those opinions are not controlling. See Wenger v. Wenger, 200 Minn. 436, 442-44, 274 N.W. 517, 520-21 (1937); see also Plankers v. Plankers, 175 Minn. 57, 59-60, 220 N.W. 414, 414-15 (1928); State ex rel. Works v. Langum, 125 Minn. 304, 306-07, 146 N.W. 1102, 1103 (1914).\n[5]  Dicta in Peterson indicated that section 588.20 \"apparently\" limits the penalty for certain contempts of court. Peterson, 278 Minn. at 279 n. 5, 153 N.W.2d at 828 n. 5. However, the application of section 588.20 to summarily punished direct contempts is an issue of first impression. For the reasons stated herein, we conclude that the contempt misdemeanor provision does not control the penalty in this case.\n[6]  If imposed for punitive purposes, contempt fines may also trigger jury trial rights under the Sixth Amendment to the United States Constitution. See Bagwell, 512 U.S. at ___ n. 5, 114 S.Ct. at 2562 n. 5. We also note that Muniz, 422 U.S. at 475, 95 S.Ct. at 2190, concerned contempt of federal court, but we see no reason for less protective jury trial rights when a contempt is committed in a Minnesota state court. See Minn. Const. art. I, § 6; id. art. VI, § 1; Bloom, 391 U.S. at 208-11, 88 S.Ct. at 1485-88.\n[7]  We emphasize that the legislature has constitutional authority to limit summary and punitive penalties for direct judicial contempt, as long as the penalties provided are not so limited that the judiciary's ability to preserve its own authority is threatened. See Binder, 190 Minn. at 313, 251 N.W. at 668; Langum, 125 Minn. at 306-07, 146 N.W. at 1103; State ex rel. Holland v. Miesen, 98 Minn. 19, 20-21, 108 N.W. 513, 513 (1906) (\"While the Legislature cannot take away from courts created by the Constitution the inherent right to punish contempts yet it may regulate within reasonable limits, the exercise of the power.\"). In fact, statutory guidance seems particularly proper in the context of judicial contempt orders based on inherent authority \u0097 a necessary but somewhat troublesome exception to \"our usual notions of fairness and separation of powers.\" See Bagwell, 512 U.S. at ___, 114 S.Ct. at 2563 (Scalia, J., concurring). If the legislature wishes to consider limiting summary and punitive direct contempt sentences by the terms of either section 588.10 or 588.20, we invite such an inquiry.\n\nIt should also be clear that this opinion in no way questions the validity of the various penalty provisions in the contempts statute, when they apply.\n\n",
            "ocr": false,
            "opinion_id": 1346313
        }
    ],
    "court_short_name": "Supreme Court of Minnesota",
    "court_full_name": "Supreme Court of Minnesota",
    "court_type": "S",
    "court_jurisdiction": "Minnesota, MN",
    "crime_category": "Murder"
}