{
    "id": 1415223,
    "judges": "Fulton",
    "date_filed": 170553600000,
    "date_filed_is_approximate": false,
    "slug": "statewright-v-state-of-florida",
    "case_name_short": "Statewright",
    "case_name": "Statewright v. State of Florida",
    "case_name_full": "Jesse STATEWRIGHT, Petitioner, v. STATE OF FLORIDA, Respondent",
    "attorneys": "Plaintiff was not represented by counsel., A. S. Johnston, Asst. Atty. Gen., Tallahassee, Fla., for the State.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<parties id=\"b903-14\">\n    Jesse STATEWRIGHT, Petitioner, v. STATE OF FLORIDA, Respondent.\n   </parties><br><docketnumber id=\"b903-16\">\n    No. WPB-75-ll-Civ-CF.\n   </docketnumber><br><court id=\"b903-17\">\n    United States District Court, S. D. Florida.\n   </court><br><decisiondate id=\"b903-19\">\n    May 29, 1975.\n   </decisiondate><br><attorneys id=\"b904-6\">\n<span citation-index=\"1\" class=\"star-pagination\" label=\"850\"> \n     *850\n     </span>\n    Plaintiff was not represented by counsel.\n   </attorneys><br><attorneys id=\"b904-7\">\n    A. S. Johnston, Asst. Atty. Gen., Tallahassee, Fla., for the State.\n   </attorneys>",
    "citations": [
        "394 F. Supp. 849"
    ],
    "opinions": [
        {
            "author_str": "Fulton",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": 1134.0,
            "opinion_text": "\n394 F. Supp. 849 (1975)\nJesse STATEWRIGHT, Petitioner,\nv.\nSTATE OF FLORIDA, Respondent.\nNo. WPB-75-11-Civ-CF.\nUnited States District Court, S. D. Florida.\nMay 29, 1975.\n*850 Plaintiff was not represented by counsel.\nA. S. Johnston, Asst. Atty. Gen., Tallahassee, Fla., for the State.\n\nORDER DISMISSING PETITION FOR WRIT OF HABEAS CORPUS\nFULTON, Chief Judge.\n\nI. BACKGROUND\nThis cause is before the Court on petition for writ of habeas corpus based on 28 U.S.C. § 2254. Petitioner was convicted by jury of murder in the first degree in Palm Beach County, on November 23, 1966. A motion for new trial was granted on December 16, 1966, and Petitioner was again convicted by jury on March 28, 1967. He was sentenced to a term of life imprisonment. Because Petitioner's appeal of judgment and sentence of the second trial was frustrated by failure of his court-appointed counsel to timely appeal, an appellate review of the judgment and sentence was allowed by the Florida Fourth District Court of Appeal, through a petition for habeas corpus. This appellate court reversed and remanded for new trial Petitioner's conviction. Statewright v. State, 278 So. 2d 652 (4th DCA 1973). After the Fourth District Court of Appeal reversed Petitioner's 1967 conviction, upon a writ of certiorari, the Florida Supreme Court quashed the Florida District Court's opinion and the cause was remanded for reinstatement of the trial court's judgment of conviction and sentence. State v. Statewright, 300 So. 2d 674 (Fla.1974).\nDuring these state proceedings, Petitioner filed four petitions for writ of habeas corpus in the United States District Court, Southern District of Florida, all of which were dismissed without prejudice for failure to sufficiently exhaust available state remedies. 70-81-Civ-CF; 71-471-Civ-CF; 73-13-Civ-CF; 74-764-Civ-CF.\nThe grounds for relief presented by Petitioner to the state courts dealt with two issues: (1) whether Petitioner received adequate Miranda warnings prior to giving statements to arresting officers so as to clearly inform Petitioner of his right to counsel during interrogation; and, (2) whether certain rebuttal testimony by the state was admissible during trial. Thus Petitioner's claims as to these issues are now ripe for decision by this Court. However, the petition also alleges as grounds for relief various other claims, nearly incomprehensible, which are included in his extremely broad allegations that \"state courts deprived me of all my Constitutional Rights\" and that he was denied \"due process of law by all of Fla. State Court Justices.\" Careful review of the lengthy record indicates that these claims have never been presented to the state courts for their disposition. Therefore it is\nOrdered and adjudged that these claims are dismissed without prejudice so as to permit them to be first advanced before the Florida state courts. Brookins v. State of Florida, 461 F.2d 663 (5th Cir. 1972); Hendry v. Henderson, 447 F.2d 983 (5th Cir. 1971).\n\nII. CONSIDERATION OF CLAIMS WHICH ARE RIPE FOR REVIEW\n\nA. Miranda claim.\nPetitioner claims that he was not advised of his continuing right to counsel during interrogation, and he contends that his resulting statements should have *851 been excluded. Petitioner conceded that he was advised of his right to remain silent and his right to counsel. Although the interrogation took place prior to the decision of Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966), the trial began after the date of the decision. Therefore the Miranda Rule applies. Johnson v. New Jersey, 384 U.S. 719, 86 S. Ct. 1772, 16 L. Ed. 2d 882 (1966).\nIn sustaining Petitioner's conviction, the Florida Supreme Court noted that the defendant was not compelled to testify against himself or coerced in any manner and that the police acted in good faith in informing the accused of his rights. State v. Statewright, 300 So. 2d 674, 677 (Fla.1974).\nTo hold that this conviction must now, more than eight years after the interrogation, be reversed because of an inadvertent failure to utter a supplemental single \"magic phrase,\" solely because the exact letter of a procedural safeguard was not completely complied with, and where the slip clearly did not violate the underlying constitutional rights, flies in the face of reason, and of our harmless error statute.\nId. at 677-78.\nIn Michigan v. Tucker, 417 U.S. 433, 94 S. Ct. 2357, 41 L. Ed. 2d 182 (1974), the Supreme Court held that the testimony of a witness need not be excluded from the accused's state court trial simply because the police learned of his identity while interrogating the accused who had not been advised of his right to appointed counsel. As in this case, the interrogation but not the trial took place before the Miranda decision. Mr. Justice Rehnquist stated: \"[T]he police conduct here did not deprive repondent of his privilege against compulsory self-incrimination as such, but failed to make available to him the full measure of procedural safeguards associated with that right since Miranda.\" 417 U.S. at 444, 94 S.Ct. at 2364. The Florida Supreme Court's conclusion that Petitioner's conviction was properly obtained was based upon the Supreme Court's Michigan v. Tucker holding.\nThis Court concludes that the Florida Supreme Court's holding was correct, and that the trial court was not in error in allowing the admission of Petitioner's statements, given before Miranda was in existence. The officer informed Petitioner that he had the right to remain silent, that any statements made could be used against him and that he had the right to counsel, either privately retained or at State expense. The statement to the officer by Petitioner was given with no coercion used, after a voluntary waiver of his right to silence and without compulsory self-incrimination. The purposes of the exclusionary rule \u0097 to compel respect for the constitutional guarantee against self-incrimination and to protect the court from reliance on untrustworthy evidence \u0097 were sufficiently safeguarded by the police officer who interrogated Petitioner. As in Michigan v. Tucker, no deterrent effect on future police conduct could be accomplished by excluding Petitioner's statement as the interrogation occurred prior to the Miranda decision. \"[W]hen balancing the interests involved, we must weigh the strong interest under any system of justice of making available to the trier of fact all concededly relevant and trustworthy evidence which either party seeks to produce.\" Michigan v. Tucker, supra, 417 U.S. at 450, 94 S. Ct. at 2367. In accordance with the Supreme Court's recent decision of Michigan v. Tucker, supra, the Court finds and concludes that no error was committed by the trial court in admitting Petitioner's statement.\n\nB. Admissibility of rebuttal testimony by the State.\n\nThe testimony contended to have been improperly admitted concerned a homosexual act allegedly committed by the accused several years prior to the murder for which he was charged. The *852 testimony was admitted on rebuttal following the accused's denial of having homosexual tendencies, and related to the State's theory that the motive for the murder was the accused's fear that the victim would publicly reveal the accused's alleged homosexuality. A state court's ruling on admissibility of evidence does not present grounds for federal review. Buchannon v. Wainwright, 474 F.2d 1006, 1007 (5th Cir. 1973).\n\nIII. CONCLUSION\nFor the foregoing reasons it is\nOrdered and adjudged that Petitioner's claims relating to inadequate Miranda warnings and improper admission of evidence concerning alleged homosexuality are dismissed with prejudice. It is further\nOrdered and adjudged that Petitioner's claims alleging that the \"state courts deprived me of all of my Constitutional Rights\" and that he was denied \"due process of law by all of Fla. State Court Justices\" are dismissed without prejudice.\n",
            "ocr": false,
            "opinion_id": 1415223
        }
    ],
    "court_short_name": "S.D. Florida",
    "court_full_name": "District Court, S.D. Florida",
    "court_type": "FD",
    "court_jurisdiction": "Florida, FL",
    "crime_category": "Murder"
}