{
    "id": 893003,
    "judges": null,
    "date_filed": 1270425600000,
    "date_filed_is_approximate": false,
    "slug": "state-v-mendoza",
    "case_name_short": "Mendoza",
    "case_name": "State v. Mendoza",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Unpublished",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "http://www.nmcompcomm.us/nmcases/NMCAUnreported/2010/CA28781.pdf",
            "author_id": null,
            "opinion_text": " 1   This memorandum opinion was not selected for publication in the New Mexico Reports. Please see\n 2   Rule 12-405 NMRA for restrictions on the citation of unpublished memorandum opinions. Please\n 3   also note that this electronic memorandum opinion may contain computer-generated errors or other\n 4   deviations from the official paper version filed by the Court of Appeals and does not include the\n 5   filing date.\n 6        IN THE COURT OF APPEALS OF THE STATE OF NEW MEXICO\n\n 7 STATE OF NEW MEXICO,\n\n 8          Plaintiff-Appellee,\n\n 9 v.                                                                   NO. 28,781\n\n10 MARCO MENDOZA,\n\n11          Defendant-Appellant.\n\n\n12 APPEAL FROM THE DISTRICT COURT OF DOÑA ANA COUNTY\n13 Silvia Cano-Garcia, District Judge\n\n14   Gary K. King, Attorney General\n15   Santa Fe, NM\n16   M. Anne Kelly, Assistant Attorney General\n17   Albuquerque, NM\n\n18 for Appellee\n\n19 Liane E. Kerr, Assistant Appellate Defender\n20 Albuquerque, NM\n\n21 for Appellant\n\n\n\n22                                 MEMORANDUM OPINION\n\n23 BUSTAMANTE, Judge.\n\f 1        Defendant Marco A. Mendoza urges this Court to reverse his prison sentence\n\n 2 and to remand to the district court for resentencing. Defendant was sentenced to a\n\n 3 108-year prison term after pleading guilty to eight counts of criminal sexual\n\n 4 penetration in the second degree and no contest to an additional nine counts.\n\n 5 Defendant also pleaded guilty to a single count of criminal sexual contact of a minor\n\n 6 in the third degree. On appeal Defendant argues that he had a due process right to an\n\n 7 independent expert to assist in allocution at sentencing, and that the district court erred\n\n 8 in denying his request for State funding to pay for an independent expert evaluation.\n\n 9        Defendant’s plea and disposition agreement contained “no agreements as to\n\n10 sentencing” and explicitly stated that the maximum penalty was nine years for each\n\n11 of the seventeen charges of criminal sexual penetration in the second degree and three\n\n12 years for the charge of criminal sexual contact of a minor in the third degree. Pursuant\n\n13 to the plea and disposition agreement, Defendant expressly waived\n\n14        any and all motions, defenses, objections or requests which the defendant\n15        has made or raised, or could assert hereafter, to the court’s entry of\n16        judgment and imposition of a sentence consistent with this agreement.\n17        The defendant waives the right to appeal the conviction that results from\n18        the entry of this plea agreement.\n\n19 Defendant acknowledged that his plea was made with the advice of counsel and that\n\n20 he understood the plea and disposition agreement, including “the range of possible\n\n21 sentences for the offenses charged.” The plea and disposition agreement also\n\n\n                                                2\n\f 1 provided that “[i]f after reviewing this agreement and any presentence report the court\n\n 2 concludes that any of its provisions are unacceptable, the court will allow the\n\n 3 withdrawal of the plea.” We affirm the district court, and hold that Defendant waived\n\n 4 any defenses at sentencing and his right to appeal.\n\n 5 DISCUSSION\n\n 6        “[A] plea of guilty or nolo contendere, when voluntarily made after advice of\n\n 7 counsel and with full understanding of the consequences . . . operates as a waiver of\n\n 8 statutory or constitutional rights, including the right to appeal.” Stave v. Chavarria,\n\n 9 2009-NMSC-020, ¶ 9, 146 N.M. 251, 208 P.3d 896 (internal quotation marks and\n\n10 citation omitted). In Chavarria, the defendant pleaded guilty to one count of murder\n\n11 and was sentenced to life in prison. Id. ¶ 1. The defendant later argued on appeal that\n\n12 his sentence constituted cruel and unusual punishment in violation of his\n\n13 constitutional rights. Id. Analyzing waiver provisions identical to those from\n\n14 Defendant’s plea and disposition agreement, the New Mexico Supreme Court held\n\n15 that absent any challenge to the validity of the guilty plea itself, any right to challenge\n\n16 the constitutionality of the sentence is waived. Id. ¶ 16.\n\n17        Where a defendant does not challenge the validity of a plea and disposition\n\n18 agreement, appellate review of a sentence is limited to jurisdictional errors. Id. ¶ 10.\n\n19 In Chavarria, the Court reasoned that the only jurisdictional question with respect to\n\n\n                                                3\n\f 1 the defendant’s sentence was “whether [the matter before the court] falls within the\n\n 2 general scope of authority conferred upon such court by the constitution or statute.”\n\n 3 Id. ¶ 11 (alteration in original) (internal quotation marks and citation omitted).\n\n 4 Ultimately, the Court concluded that there was no basis for appeal based on a\n\n 5 jurisdictional question where the district court’s sentence was not inconsistent with\n\n 6 the applicable sentencing guidelines. Id. ¶ 13.\n\n 7        Here, Defendant argues that his sentence was unconstitutional because the\n\n 8 district court’s denial of a second presentence report infringed upon his right to due\n\n 9 process. We make no determination as to whether due process would have required\n\n10 a second presentence report under the facts of this case. Even if such a due process\n\n11 right did exist, pursuant to Chavarria, Defendant’s decision to proceed with his\n\n12 sentencing without a reservation of his due process claim resulted in an express waiver\n\n13 of the right to raise this challenge on appeal. Thus, Defendant’s basis for appeal is\n\n14 limited to the jurisdictional question of whether his sentence was illegal.\n\n15        Defendant has not presented a jurisdictional argument asserting that his\n\n16 sentence was illegal or outside any authorized sentencing parameters. The offense of\n\n17 criminal sexual penetration in the second degree is a second degree felony. NMSA\n\n18 1978, § 30-9-11(D) (2003) (amended 2009). Consistent with Defendant’s plea and\n\n19 disposition agreement, second degree felonies are punishable by a sentence of nine\n\n\n                                              4\n\f 1 years. NMSA 1978 § 31-18-15(A)(4) (2003) (amended 2007). Having pleaded guilty\n\n 2 or no contest to seventeen counts, Defendant was subject to incarceration of up to 153\n\n 3 years for these counts alone. Defendant does not set out any basis under which this\n\n 4 Court can conclude that his 108-year sentence was illegal or inconsistent with the\n\n 5 sentence parameters expressly authorized by law. In addition, Defendant never\n\n 6 requested to withdraw his plea and disposition agreement.\n\n 7 CONCLUSION\n\n 8        For the foregoing reasons, Defendant waived any right to assert a constitutional\n\n 9 due process argument at the time of sentencing and has provided no jurisdictional\n\n10 basis under which his sentence may be reversed. We affirm.\n\n11        IT IS SO ORDERED.\n\n\n12\n13                                         MICHAEL D. BUSTAMANTE, Judge\n\n14 WE CONCUR:\n\n\n15\n16 JAMES J. WECHSLER, Judge\n\n\n17\n18 TIMOTHY L. GARCIA, Judge\n\n\n\n\n                                              5\n\f",
            "ocr": false,
            "opinion_id": 893003
        }
    ],
    "court_short_name": "New Mexico Court of Appeals",
    "court_full_name": "New Mexico Court of Appeals",
    "court_type": "SA",
    "court_jurisdiction": "New Mexico, NM",
    "crime_category": "Murder"
}