{
    "id": 1419045,
    "judges": "Schwab, C.J., and Fort and Thornton",
    "date_filed": "1977-02-28",
    "date_filed_is_approximate": true,
    "slug": "state-v-sands",
    "case_name_short": "Sands",
    "case_name": "State v. Sands",
    "case_name_full": "STATE OF OREGON, Respondent, v. WILLIAM EDWARD SANDS, Appellant",
    "attorneys": "J. Marvin Kuhn, Deputy Public Defender, Salem, argued the cause for appellant. With him on the brief was Gary D. Babcock, Public Defender, Salem., Thomas H. Denney, Assistant Attorney General, Salem, argued the cause for respondent. With him on the brief were Lee Johnson, Attorney General, and John W. Osbnrn, Solicitor General, Salem.",
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": "Argued June 26,, petition for rehearing denied September 6,, petition for review denied October 17, 1972",
    "cross_reference": null,
    "correction": null,
    "citation_count": 7,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": "<otherdate id=\"b454-4\">\n    Argued June 26,\n   </otherdate><decisiondate id=\"AoR\">\n    affirmed August 10,\n   </decisiondate><otherdate id=\"AIZc\">\n    petition for rehearing denied September 6,\n   </otherdate><otherdate id=\"Abe\">\n    petition for review denied October 17, 1972\n   </otherdate><br><parties id=\"b454-5\">\n    STATE OF OREGON,\n    <em>\n     Respondent, v.\n    </em>\n    WILLIAM EDWARD SANDS,\n    <em>\n     Appellant.\n    </em>\n</parties><docketnumber id=\"AZY\">\n    (No. C-71-06-1898)\n   </docketnumber><br><citation id=\"b454-6\">\n    499 P2d 821\n   </citation><br><attorneys id=\"b454-22\">\n<em>\n     J. Marvin Kuhn,\n    </em>\n    Deputy Public Defender, Salem, argued the cause for appellant. With him on the brief was Gary D. Babcock, Public Defender, Salem.\n   </attorneys><br><attorneys id=\"b454-23\">\n<em>\n     Thomas H. Denney,\n    </em>\n    Assistant Attorney General, Salem, argued the cause for respondent. With him on\n    <span citation-index=\"1\" class=\"star-pagination\" label=\"439\"> \n     *439\n     </span>\n    the brief were Lee Johnson, Attorney General, and John W. Osbnrn, Solicitor General, Salem.\n   </attorneys><br><judges id=\"b455-6\">\n    Before Schwab, Chief Judge, and Fort and Thornton, Judges.\n   </judges>",
    "citations": [
        "499 P.2d 821",
        "10 Or. App. 438"
    ],
    "opinions": [
        {
            "author_str": "Schwab",
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": null,
            "author_id": null,
            "opinion_text": "\n499 P.2d 821 (1972)\nSTATE of Oregon, Respondent,\nv.\nWilliam Edward SANDS, Appellant.\nCourt of Appeals of Oregon, Department 1.\nArgued and Submitted June 26, 1972.\nDecided August 10, 1972.\nRehearing Denied September 6, 1972.\nReview Denied October 17, 1972.\nJ. Marvin Kuhn, Deputy Public Defender, Salem, argued the cause for appellant. With him on the brief was Gary D. Babcock, Public Defender, Salem.\nThomas H. Denney, Asst. Atty. Gen., Salem, argued the cause for respondent. With him on the brief were Lee Johnson, *822 Atty. Gen., and John W. Osburn, Sol. Gen., Salem.\nBefore SCHWAB, C.J., and FORT and THORNTON, JJ.\nSCHWAB, Chief Judge.\nDefendant was indicted for first-degree murder, waived jury trial, presented an insanity defense, and was convicted by the court of second-degree murder. On appeal defendant asserts the evidence establishes as a matter of law he was insane at the time of the homicide, and thus his motion for judgment of acquittal should have been granted.\nThe threshold question presented is: Once a criminal defendant has introduced evidence of insanity, are there any circumstances under which he is entitled to a judgment of not guilty by reason of insanity as a matter of law, or, instead, is the question of insanity always one for the trier of fact?\nThe parties' briefs seem to suggest there is a conflict of authority on this question, citing cases collected in Annotation, 17 A.L.R.3d 146 (1968). We do not so read those cases. While a few of them are difficult to reconcile, the majority of them seem to recognize the theoretical possibility that evidence of insanity can be so overwhelming and uncontroverted that the defendant is entitled to an appropriate judgment as a matter of law. The cases reach conflicting results not because they apply different rules of law, but because of the different factual situations involved. Consistent with the approach followed, we believe, by a majority of other courts, we hold the evidence of insanity can be so substantial that the matter should be withdrawn from the trier of fact and decided favorably to the defendant by the trial judge as a matter of law. See, generally, Annotation, 5 A.L.R.3d 19 (1966).\nDoes the record in this case establish that insanity was proven as a matter of law? In considering this question we first note that it is not controlling that the only expert medical witness to testify did so for the defendant, and expressed the opinion that at the time of the commission of the homicide defendant was legally insane. The trier of fact is not bound to accept the opinion of any expert. See, State v. Skerl, 250 Or. 346, 442 P.2d 610 (1968).\nLooking then to the whole record, including the evidence introduced and the reasonable inferences that can be drawn therefrom, while it is a close question,[1] we conclude reasonable men could differ on defendant's mental state, and therefore the question was properly for the trier of fact. The testimony of defendant's mother, sister and ex-wife, if believed, indicates that for some time prior to the homicide defendant's behavior had seemed strange and abnormal; for example, they related incidents when defendant would carry on conversations with imaginary, nonexistent persons. On the other hand, these same defense witnesses all testified about defendant's intravenous use of substantial amounts of an illegal drug, amphetamine. *823 Thus, the trier of fact may have reasonably attributed defendant's unusual behavior more to drug intoxication than to any mental defect. In addition, three officers who participated in defendant's arrest within a couple of hours of the homicide all described him as rational and coherent. Finally, while the defendant's conduct immediately before and after the homicide may be susceptible to more than one interpretation, a trier of fact could reasonably infer that a man who conducts himself in the manner defendant did was not insane.\nAffirmed.\nNOTES\n[1]  The state's failure to present much evidence on the insanity issue is perhaps explained by the following exchange during the testimony of defendant's expert medical witness:\n\n\"Q * * * Can you express an opinion based upon reasonable medical probability in terms of `McNaughten' [sic] [the rule then in effect] as to his probable mental condition or state of mind at the time of the shooting?\n\"* * * [The deputy district attorney]: Well, excuse me, I didn't realize that was an issue in this case, Your Honor, this is a `McNaughten' [sic] rule and Sanity or otherwise, am I mistaken in that?\n\"THE COURT: Well, the file shows a notice under the statute that he proposed to show that he was insane or and-or mentally defective at the time.\n\"* * * [The deputy district attorney]: Oh, all right, Your Honor, I wasn't aware of that.\"\nThe notice of intent to rely on an insanity defense, referred to by the trial judge, was filed July 7, 1971, four months before defendant's trial began November 8, 1971.\n\n",
            "ocr": false,
            "opinion_id": 1419045
        }
    ],
    "court_short_name": "Court of Appeals of Oregon",
    "court_full_name": "Court of Appeals of Oregon",
    "court_type": "SA",
    "court_jurisdiction": "Oregon, OR",
    "crime_category": "Murder"
}