{
    "id": 864685,
    "judges": null,
    "date_filed": "2006-10-20",
    "date_filed_is_approximate": true,
    "slug": "james-claudy-felder-v-state-of-mississippi",
    "case_name_short": null,
    "case_name": "James Claudy Felder v. State of Mississippi",
    "case_name_full": null,
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 0,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": null,
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": 5.0,
            "download_url": "http://courts.ms.gov/Images/Opinions/CO18508.pdf",
            "author_id": null,
            "opinion_text": "                        IN THE SUPREME COURT OF MISSISSIPPI\n\n                                    NO. 2002-CP-00325-SCT\n\nJAMES CLAUDY FELDER\n\nv.\n\nSTATE OF MISSISSIPPI\n\n\nDATE OF JUDGMENT:                               02/04/2002\nTRIAL JUDGE:                                    HON. MIKE SMITH\nCOURT FROM WHICH APPEALED:                      PIKE COUNTY CIRCUIT COURT\nATTORNEY FOR APPELLANT:                         PRO SE\nATTORNEY FOR APPELLEE:                          OFFICE OF THE ATTORNEY GENERAL\n                                                BY: JOHN R. HENRY\nDISTRICT ATTORNEY:                              DEWITT (DEE) BATES, JR.\nNATURE OF THE CASE:                             CIVIL - POST-CONVICTION RELIEF\nDISPOSITION:                                    AFFIRMED IN PART AND REMANDED IN PART\n                                                - 07/01/2004\nMOTION FOR REHEARING FILED:\nMANDATE ISSUED:\n\n\n       EN BANC.\n\n       COBB, PRESIDING JUSTICE, FOR THE COURT:\n\n\n¶1.    In this appeal from the denial of post-conviction relief by the Pike County Circuit Court, we\n\nconsider whether the trial court erred in denying James Claudy Felder's claims that his guilty plea was\n\ninvoluntary and his sentence excessive and unconstitutional. We affirm the trial court's decision as to\n\nFelder's guilty plea and claim of ineffective assistance of counsel as well as the upholding of Felder's\n\nsentence of twenty years and a $10,000 fine. We also affirm the trial court’s ordering Felder to pay an\n\fassessment to the Mississippi Crime Victims' Fund; however, we remand for clarification of the amount to\n\nbe paid.\n\n                                                   FACTS\n\n¶2.     James Claudy Felder was indicted for felony murder by a Pike County Grand Jury, and he\n\nsubsequently entered a plea of guilty to manslaughter. At sentencing, the circuit court imposed upon Felder\n\na term of 20 years in prison, payment of a $10,000 fine and an assessment of $10,000 into the Mississippi\n\nCrime Victims’ Compensation Fund, which would include reimbursing the Crime Victim Compensation\n\nFund for “$2,891 of funeral expenses for the victim.” The trial court order, however, sets out that Felder\n\nwas ordered to pay only $1,000 to the Mississippi Crime Victims' Compensation Fund. Subsequently,\n\nFelder filed a motion for post-conviction collateral relief asserting that his plea was involuntary, that he was\n\ndenied effective assistance of counsel and that his sentence was excessive. The circuit court denied the\n\nclaims noting that Felder was specifically advised of the maximum sentence that could be imposed and that\n\nhe expressed complete satisfaction with his attorney.\n\n¶3.     Felder now appeals the denial of his post-conviction motion asserting the same claims here as he\n\ndid in the trial court. In this appeal, we consider whether the circuit court erred in denying Felder's motion\n\nfor post-conviction relief. We affirm on all issues except the amount to be paid into the Mississippi Crime\n\nVictims’ Compensation Fund, and remand for the limited purpose of clarification of the amount to be paid.\n\n                                                ANALYSIS\n\n¶4.     When reviewing a trial court's decision to deny a petition for post-conviction relief, this Court will\n\nnot disturb the trial court's factual findings unless they are found to be clearly erroneous. Brown v. State,\n\n\n\n                                                       2\n\f731 So. 2d 595, 598 (Miss. 1999). However, where questions of law are raised the applicable standard\n\nof review is de novo. Id. at 598.\n\n¶5.     First, Felder asserts that the trial court erred in denying his motion for post-conviction relief because\n\nhis guilty plea was involuntary and his attorney was ineffective. Felder argues that he pled guilty only after\n\nhis attorney assured him that he would not get the maximum sentence of 20 years in prison. Based on our\n\nreview of the transcript of the plea colloquy, and the trial court’s order, it is clear that the trial court judge\n\nthoroughly examined Felder and correctly found that Felder understood the consequences of his guilty plea\n\nand understood the maximum penalty could be imposed. It is also clear that the trial court observed that\n\nFelder was competent to understand and did understand the consequences of his guilty plea and that the\n\nplea was knowingly, voluntarily and intelligently made. Furthermore, the trial court found that Felder had\n\nbeen represented by counsel at each stage of the proceedings and that he expressed satisfaction with his\n\nattorney's representation. Because we find no error in the trial court's denial of Felder's post-conviction\n\nrelief claim, we will not disturb that part of the order.\n\n¶6.     Felder’s final argument is that his sentence is unconstitutional and/or violates Mississippi law. The\n\nrecord reveals that the circuit court sentenced Felder to twenty (20) years imprisonment. The court also\n\nordered Felder to pay $10,000 to the Mississippi Crime Victims’ Compensation Fund and a $10,000 fine.\n\nFelder argues that the trial court lacked authority to sentence him to 20 years and to impose a $10,000 fine\n\nand a $10,000 assessment to the Crime Victims’ Compensation Fund. As will be explained below, we\n\ndisagree with Felder’s classification of the amount to be paid into the Mississippi Crime Victims’\n\nCompensation Fund as “restitution.”\n\n\n\n                                                        3\n\f¶7.      So long as the sentence imposed is within the statutory limits, sentencing is generally a matter of trial\n\ncourt discretion. Green v. State, 631 So. 2d 167, 176 (Miss. 1994); Wallace v. State, 607 So. 2d\n\n1184, 1188 (Miss. 1992). The Court must first decide whether Felder's sentence is within the statutory\n\nlimits imposed upon conviction for manslaughter, by Miss. Code Ann. § 97-3-25 (Rev. 2000), which\n\nreads:\n\n         Any person convicted of manslaughter shall be fined in a sum not less than five hundred\n         dollars, or imprisoned in the county jail not more than one year, or both, or in the\n         penitentiary not less than two years, nor more than twenty years.\n\nThus under that general manslaughter penalty statute, Felder could have been fined OR he could have been\n\nsentenced to twenty years in the penitentiary, but not both. However, to answer the question of whether\n\nFelder's sentence is lawful, there is another statute that we must also consider. In 1985, the Legislature\n\nenacted Miss. Code Ann. § 99-19-32(1) which provides:\n\n         Offenses punishable by imprisonment in the State Penitentiary for more than one (1) year\n         and for which no fine is provided elsewhere by statute may be punishable by a fine not in\n         excess of Ten Thousand Dollars ($10,000.00). Such fine, if imposed, may be in addition\n         to imprisonment or any other punishment or penalty authorized by law.\n\n¶8.      Based on the application of these two statutes, we hold that where the sentence imposed is of a\n\nterm of imprisonment in the penitentiary, the fine provision of § 97-3-25 is not applicable, and because it\n\nis not applicable, § 97-3-25 effectively has no provision for a fine in such a circumstance. Where, as here,\n\nthe offense is punishable by imprisonment in the penitentiary for more than one year and the imposition of\n\na fine is not provided elsewhere, § 99-19-32(1) is applicable to impose a fine not in excess of $10,000.\n\nBecause Felder's sentence is within the statutory limits, and we find no indication that the trial court abused\n\nits discretion, we find no error in the imposition of the twenty-year sentence and the $10,000 fine.\n\n\n                                                        4\n\f¶9.     On the issue of the trial court’s assessing Felder the sum of $10,000 to be paid into the Mississippi\n\nCrime Victims' Fund, we find it necessary to examine yet another statute. Miss. Code Ann. § 47-7-49\n\nstates, in pertinent part:\n\n        When a person is convicted of a felony in this state, in addition to any other sentence it may\n        impose, the court may, in its discretion, order the offender to pay a state assessment not\n        to exceed the greater of One Thousand Dollars ($1,000.00) or the maximum fine that may\n        be imposed for the offense, into the Crime Victims' Compensation Fund created pursuant\n        to Section 99-41-29.\n\nIn viewing the above-cited statutes in pari materia, the trial court was within its discretion to order Felder\n\nto pay a $10,000 assessment to the Crime Victims’ Compensation Fund. However, because there is a\n\ndiscrepancy between the amount reflected in the transcript and the subsequent sentencing order, this matter\n\nis remanded for the limited purpose of clarification of the amount to be paid to the fund.\n\n                                              CONCLUSION\n\n¶10.    We find no error in the trial court's denial of Felder's motion for post-conviction relief as to the\n\nclaims of an involuntary guilty plea and ineffective assistance of counsel. We further find no error in the trial\n\ncourt’s imposition of a term of twenty years in prison, a $10,000 fine, and a $10,000 assessment to the\n\nMississippi Crime Victims’ Compensation Fund; however, we remand this matter for the limited purpose\n\nof clarifying the amount that Felder is to pay to the Mississippi Crime Victims' Fund.\n\n¶11.    AFFIRMED IN PART AND REMANDED IN PART.\n\n    SMITH, C.J., WALLER, P.J., EASLEY, GRAVES, CARLSON, DICKINSON AND\nRANDOLPH, JJ., CONCUR. DIAZ, J., NOT PARTICIPATING.\n\n\n\n\n                                                       5\n\f",
            "ocr": false,
            "opinion_id": 864685
        }
    ],
    "court_short_name": "Mississippi Supreme Court",
    "court_full_name": "Mississippi Supreme Court",
    "court_type": "S",
    "court_jurisdiction": "Mississippi, MS",
    "crime_category": "Murder"
}