{
    "id": 672053,
    "judges": null,
    "date_filed": "1992-01-09",
    "date_filed_is_approximate": true,
    "slug": "united-states-v-jim-whittington-united-states-of-america-v-daniel",
    "case_name_short": null,
    "case_name": null,
    "case_name_full": "United States v. Jim Whittington, United States of America v. Daniel Atwood, United States of America v. Claudette Collier, United States of America v. Riley Ferguson, United States of America v. Barbara June Stevens",
    "attorneys": null,
    "nature_of_suit": null,
    "posture": null,
    "syllabus": null,
    "headnotes": null,
    "summary": null,
    "disposition": null,
    "history": null,
    "other_dates": null,
    "cross_reference": null,
    "correction": null,
    "citation_count": 74,
    "precedential_status": "Published",
    "arguments": null,
    "headmatter": null,
    "citations": [
        "26 F.3d 456"
    ],
    "opinions": [
        {
            "author_str": null,
            "per_curiam": false,
            "type": "010combined",
            "page_count": null,
            "download_url": "http://bulk.resource.org/courts.gov/c/F3/26/26.F3d.456.92-5693.92-5696.93-5066.html",
            "author_id": null,
            "opinion_text": "26 F.3d 456\n    40 Fed. R. Serv. 1172\n    UNITED STATES of America, Plaintiff-Appellee,v.Jim WHITTINGTON, Defendant-Appellant.UNITED STATES of America, Plaintiff-Appellee,v.Daniel ATWOOD, Defendant-Appellant.UNITED STATES of America, Plaintiff-Appellee,v.Claudette COLLIER, Defendant-Appellant.UNITED STATES of America, Plaintiff-Appellee,v.Riley FERGUSON, Defendant-Appellant.UNITED STATES of America, Plaintiff-Appellee,v.Barbara June STEVENS, Defendant-Appellant.\n    Nos. 92-5693 to 92-5696, and 93-5066.\n    United States Court of Appeals,Fourth Circuit.\n    Argued July 29, 1993.Decided June 8, 1994.\n    \n      ARGUED:  Trawick Hamilton Stubbs, Jr., New Bern, NC, Mark H. Rubenstein, Pittsburgh, PA, Edwin Chrisco Walker, Office of the Public Defender, Raleigh, NC, Edward Keen Lassiter, Greenville, NC, Charles Christopher Henderson, Trenton, NC, for appellants.  William Dial Delahoyde, Asst. U.S. Attorney/Deputy Chief, Crim.  Div., Raleigh, NC, for appellee.  ON BRIEF:  James M. Ayers, II, New Bern, NC, Samuel T. Currin, Raleigh, NC, for appellants.  James R. Dedrick, U.S. Atty., Raleigh, NC, for appellee.\n      Before RUSSELL, WIDENER, and HALL, Circuit Judges.\n      Affirmed in part and reversed and remanded in part by published opinion.  Judge RUSSELL wrote the opinion, in which Judge HALL joined.  Judge WIDENER wrote an opinion concurring in part and dissenting in part.\n      OPINION\n      DONALD RUSSELL, Circuit Judge:\n    \n    \n      1\n      A jury convicted appellants James Whittington (\"Whittington\"), Daniel Atwood (\"Atwood\"), Claudette Collier (\"Collier\"), Riley Ferguson (\"Ferguson\"), and Barbara Stevens (\"Stevens\") on charges that they defrauded Valeria Lust (\"Lust\"), a widow from Lakeland, Florida, of virtually all her assets.  We reverse Collier's conviction for interstate transportation of stolen property but otherwise affirm all the judgments of conviction entered by the district court.\n    \n    I.\n    \n      2\n      A twelve-count superseding indictment charged all appellants in this case with conspiracy to defraud Lust of her assets in violation of 18 U.S.C. Sec. 371.  Additionally, the indictment charged Collier, Stevens, Whittington and Atwood with various counts of interstate transportation of stolen property, and aiding and abetting the same, in contravention of 18 U.S.C. Secs. 2314, 2;  Whittington and Stevens with mail fraud and aiding and abetting mail fraud in violation of 18 U.S.C. Secs. 1341, 2;  Whittington with wire fraud in violation of 18 U.S.C. Sec. 1343;  and Whittington and Atwood with money laundering and aiding and abetting money laundering in violation of 18 U.S.C. Secs. 1956, 2.\n    \n    \n      3\n      The evidence adduced at trial paints the following picture.  By 1986, Lust, who had a reputation for frugality, had accumulated assets of approximately $900,000.00.  She owned bond accounts with Waddell &amp; Reed in Kansas City, Missouri, valued at almost $700,000, a mortgage receivable worth $42,000, and a home valued at $34,500.  Her checking account at First Florida Bank had a balance of $143,000.\n    \n    \n      4\n      In 1986, Lust, whose physical ailments left her unable to walk, hired Joan Fortune (\"Fortune\") to serve as her 24-hour nurse.  Fortune purchased food and paid bills for Lust.  Lust carefully reviewed each transaction and kept meticulous records in her checkbook.\n    \n    \n      5\n      In January of 1987, Lust underwent a thyroid operation and was prescribed valium to help her sleep.  Later that month, Fortune informed Lust that she would be leaving her position.  Lust advertised for a replacement.  Stevens applied for the position, and Lust hired her.\n    \n    \n      6\n      Before she moved in with Lust, Stevens lived with her paraplegic daughter Melanie Milling (\"Milling\").  They were supported by Milling's social security benefits.  While living with Milling, Stevens regularly attended religious revival services conducted by Fountain of Life, Inc.  (\"FOLI\"), a Greenville, North Carolina, ministry.  Whittington, who founded FOLI, served as its president.  Stevens befriended Whittington, Atwood, and Collier while serving as a member of the Board of Directors of Miracle Cathedral, Inc.  (\"Miracle\"), another religious ministry, located in Florida.  Atwood, a friend and associate of Whittington, was the pastor of Miracle Cathedral Church in Highland City, Florida.  Collier was a notary public certified by the state of Florida and worked as Atwood's part-time secretary.\n    \n    \n      7\n      During the fall of 1986, Stevens founded Dove of Love Ministries (\"Dove\") with the help of a friend, Erlene Slama (\"Slama\").  After promoting and holding a poorly attended revival service in Lakeland, Stevens indicated to Slama that she planned to obtain a motor home and travel from city to city in the service of God.  She requested that Slama join her, but Slama refused.\n    \n    \n      8\n      Shortly after Stevens began working for Lust, Stevens and Lust began to visit motor home dealerships.  Milling testified that Stevens had threatened that if Lust did not purchase a motor home, Stevens would put her in a nursing home where Lust would be ill-treated.\n    \n    \n      9\n      In early February 1987, Stevens visited a motor home dealership in Lakeland.  Stevens returned to the dealership with Lust on February 16, 1987, at which time Lust wrote a check for $55,732.00 in order to purchase the largest and most expensive motor home for sale at the dealership.  Prior to delivery, the dealership had to undertake certain preparatory steps.  During the period in which these steps were being undertaken, Stevens, Whittington and Atwood visited the dealership, and took the motor home Lust had purchased for a test drive, with Whittington at the wheel.\n    \n    \n      10\n      The purported purpose of the motor home was to take Lust on trips, including trips during which Lust would receive therapy for her ailing legs.  Indeed, around the time of this purchase, Lust appeared to her banker and long-time friend, Frances Hernbrott, to be in lively spirits and excited about using the motor home to travel.  Following delivery of the motor home, however, Stevens telephoned Slama and stated, \" 'I have a motor home, come over and see it.' \"   J.A. 343.  Slama accepted this invitation.  Soon thereafter, Stevens again telephoned Slama, this time to tell her to watch FOLI's television program on a local station because she (Stevens) was to appear.  During the program, Whittington, who was featured, said, \" 'I want you to see how God can bless you.' \"   J.A. 344.  He then provided the microphone to Stevens, who said, \" 'God has given me a motor home in my name, a sixty-five thousand dollar motor home, in my name, it's mine.' \"   J.A. 345.\n    \n    \n      11\n      Slama also witnessed Stevens wave $6,000 worth of Lust's monthly interest checks, saying, \" 'I can use this money for my ministry, Ms. Lust does not need it.' \"   J.A. 346.  Later, Stevens also boasted to Slama that she would get the entire principal upon which the $6,000 was interest.\n    \n    \n      12\n      Also in February 1987, at Stevens' request, a broker from E. F. Hutton paid several visits to Lust to discuss possible changes in Lust's investment structure.  Distribution forms were sent to Waddell &amp; Reed to liquidate Lust's bond accounts.  These transactions were not completed, but, in the exercise, Stevens was able to apprise herself of the amounts in Lust's accounts, their locations and the process necessary to complete a liquidation.\n    \n    \n      13\n      In late February 1987, large checks began to be written on Lust's checking account payable to Dove and FOLI.  The first of these checks was dated February 23, 1987, one week after the purchase of the motor home, and was made payable to Dove in the amount of $20,000.00.  Although the check appears to bear her signature, Lust denies authorizing the check or intending to give such a sum to Stevens or Dove.  Subsequent checks, payable to FOLI and Stevens, for large sums of money were written on Lust's account through March.1  These checks were prepared in Stevens' handwriting, with the exception of what appears to be Lust's signature.  Lust, however, denies having authorized any of these checks or having had any intention thus to distribute her money.\n    \n    \n      14\n      A letter dated March 25, 1987, scripted by Stevens and signed by Lust, requested that Waddell &amp; Reed liquidate Lust's bond accounts and send Lust a check for the value of the accounts.  Included with the letter were official forms requesting liquidation which were signed by Lust and dated March 10, 1987.  Waddell &amp; Reed complied with the liquidation request and, on April 1, 1987, sent eight checks to Lust by overnight mail.  Lust never saw these checks.\n    \n    \n      15\n      At around this same time, various documents that purported to dispose of Lust's assets were executed.  On April 3, 1987, a document assigning to Stevens Lust's power of attorney was executed.  This document was notarized by Collier and Lust's signature was witnessed by Ferguson.  On this same date, a deed transferring Lust's home to FOLI was executed.  The deed was notarized by Collier and Lust's signature thereon was witnessed by Ferguson and Stevens.  On April 7, 1987, the purported will of Lust was executed.  The will directs that all of Lust's possessions be given to Stevens and \"all liquid assets and anything that can be turned into cash\" be given to FOLI.  J.A. 708.  The will also states:  \"Let it be known that I have already given the sum of $500,000 to Fountain of Life, Incorporated....\"  Id.   Ferguson and Mary A. Loveless served as witnesses, and the will was notarized by Collier.\n    \n    \n      16\n      Testimony was adduced that Collier had previously stated to investigators that she prepared all three documents, that she had explained to Lust, who was awake and alert, their significance, and that Ferguson and Stevens were present when she notarized the documents.  Slama, however, testified that Stevens admitted to having forced Lust to sign the power of attorney document, and Milling, as described below, testified that Collier admitted that Lust had been tricked into signing the power of attorney document.\n    \n    \n      17\n      Evidence was also adduced at trial to show that the propriety of the execution of at least one of these documents was questionable.  Reverend Clifton Morris (\"Morris\") substituted, from time to time, for Atwood at Miracle Cathedral Church when Atwood was out of town.  On one occasion, Atwood called Morris into his office to ask him to witness the deed transferring Lust's house to FOLI.  Morris reviewed the deed and noted that it had already been notarized by Collier.  Morris said he would sign the deed as a witness only after having spoken to Lust regarding the transaction.  Atwood declined this offer, saying he would find someone else to be a witness.  Ultimately, Ferguson and Stevens signed as witnesses.\n    \n    \n      18\n      On April 6, 1987, a letter to Lust's daughter and son was prepared.  This letter, which was scripted by Stevens, signed by Lust, and notarized by Collier, purports to explain Lust's decision to dispose of her assets and leave nothing to her children.2  The letter was never received by Lust's daughter.\n    \n    \n      19\n      On April 8, 1987, Stevens took Lust to a Florida bank to close out a safety deposit box.  Frances Hernbrott, Lust's banker, had to help Lust, who appeared sick, to sign her name.  On April 9, 1987, a prescription in Lust's name for 60 valium tablets was filled.  Stevens then drove Lust to Greenville, North Carolina, in the motor home.\n    \n    \n      20\n      On April 14 and 15, 1987, the bond liquidation checks from Waddell &amp; Reed to Lust were deposited in a checking account at a bank in Greenville that had been opened in the names of Lust and Stevens.3  The papers for this account had been obtained by appellant James Whittington and his brothers Larry and Ray Whittington, and were forwarded to Stevens and Lust in Florida.  Lust denies ever having intended to open a bank account in North Carolina.\n    \n    \n      21\n      On April 15, 1987, a check dated April 6, 1987, payable to FOLI in the amount of $500,000 on Lust's account was presented for payment.  Another check, dated April 14, 1987, for $150,000, also made payable to FOLI was also presented for deposit.  Both checks bear Lust's purported signature.  Over the next three days, FOLI issued checks to Whittington in the amount of $38,000.\n    \n    \n      22\n      On April 16, 1987, a check was made out to Miracle.  This check was signed by Stevens as co-signatory on the joint account she held with Lust.  Lust denies having had any knowledge of this check.\n    \n    \n      23\n      Throughout this period, while Atwood and Whittington had little if any contact with Lust, telephone records of FOLI, and of Atwood's and Whittington's residences, indicate numerous calls, often during the middle of the night, between Atwood and Whittington and Stevens.  Evidence was also adduced indicating that prescriptions for valium tablets in Lust's name were filled on January 26, 1987, February 26, 1987, March 19, 1987 and April 9, 1987.  In total, 160 valium tablets were conveyed to Stevens.  Slama and Milling both testified that Stevens kept Lust drugged on valium.\n    \n    \n      24\n      Lust and Stevens remained in Greenville for approximately six weeks, during which time they resided at a condominium immediately adjacent to FOLI's headquarters.  Whittington never visited the condominium, and Atwood visited only once.\n    \n    \n      25\n      In mid-May of 1987, Lust and Stevens returned to Florida.  Having left all Lust's personal possessions in North Carolina, they moved in with Milling.  While they stayed with Milling, Whittington called Stevens nearly every day.  Milling testified that, on one occasion when she answered the phone, Whittington told her that he did not want Lust's money to pass to her heirs, but, rather, that it be used to do God's work.  Milling advised her mother that what she was doing to Lust was wrong.  Milling testified that Lust told her that \"[s]he didn't like preachers\" because \"they were only out to get the dollar.\"   J.A. 263.  Milling also testified that Collier acknowledged to her that Lust had been tricked into signing the power of attorney by slipping it in with letters to be signed and sent to her children.\n    \n    \n      26\n      In the first week of June 1987, title to the motor home was transferred from Lust to FOLI.  The deed transfer was notarized by Collier.\n    \n    \n      27\n      In late June 1987, Stevens contacted the mortgagor of the mortgage held by Lust.  Stevens explained that, because of pending medical bills, Lust was willing to cash out the mortgage at a discount.  Stevens agreed to accept $35,000 for the $42,000 mortgage.  Stevens sent Robert Vason, the mortgagor's attorney, a copy of the document giving her Lust's power of attorney, but Vason deemed this unacceptable and forwarded a document titled \"Satisfaction of Mortgage.\"   Rather than mail the executed and notarized document back to Vason, on July 9, 1987, Stevens drove more than one and one-half hours in the motor home to drop off the document and pick up the check personally.  Stevens requested that a check be issued in her name, but Vason refused.  That same day, Stevens sent an overnight letter to FOLI.  On July 10, 1987, the check, endorsed by Stevens, was deposited in Lust's and Stevens' joint account in Greenville.  That same day a $35,000 check payable to FOLI on the joint account and signed by Stevens was deposited in FOLI's account.\n    \n    \n      28\n      A jury convicted appellants on all counts charged;  they appeal.\n    \n    II.\n    \n      29\n      Appellants contend that the district court erred in including in its instructions to the jury a so-called \"willful blindness\" charge.  Specifically, the judge charged the jury:\n    \n    \n      30\n      Willful blindness.  The word, knowingly, is added to ensure that no one will ever be convicted because of some mistake or accident or other innocent reason on the part of the defendant.\n    \n    \n      31\n      You may infer that a defendant acted knowingly if you conclude that a defendant had a conscious purpose as opposed to negligence or mistake to avoid learning an existing fact.\n    \n    \n      32\n      If you find that the defendant or defendants did not learn about the true nature of an existing fact and that the only reason he or she did not learn it was because he deliberately chose not to learn it for the very purpose of being able to assert ignorance at a later time, then you may infer and find that he had the full equivalent of knowledge because one's self-imposed ignorance cannot protect him from criminal liability.\n    \n    \n      33\n      However, that you may infer such knowledge does not require you to.\n    \n    \n      34\n      J.A. 325-26.\n    \n    \n      35\n      Appellants raise two distinct challenges to this charge.  First, they assert that a willful blindness charge is unconstitutional as a matter of law.  Second, they assert that the requisite factual setting for a willful blindness charge was not present in this case.  Neither argument warrants reversal.\n    \n    \n      36\n      Appellants first argue that a willful blindness charge violates the due process requirement that every element of a crime be proven beyond a reasonable doubt, see In re Winship, 397 U.S. 358, 90 S. Ct. 1068, 25 L. Ed. 2d 368 (1970), in that it allows a jury to convict a defendant of a crime of which knowledge is an element where the jury does not conclude that the defendant knowingly committed the crime in question.  This argument is without merit.  We approved the use of a willful blindness charge similar to the one delivered here in United States v. Martin, 773 F.2d 579, 584 (4th Cir.1985).  There a defendant appealed his conviction on charges of tax evasion.  We observed:\n    \n    \n      37\n      Th[e willful blindness] instruction [delivered by the district judge] is consistent with the principle that \" 'the term \"willfully\" ... requires more than a showing of careless disregard of the truth.' \"  United States v. Eilertson, 707 F.2d 108, 110 (4th Cir.1983), quoting  United States v. Pomponio, 429 U.S. 10, 12, 97 S. Ct. 22, 23, 50 L. Ed. 2d 12 (1976).  The instruction here read as a whole does not permit an inference of knowledge from a mere showing of careless disregard.\n    \n    \n      38\n      Id. at 584.\n    \n    \n      39\n      The instruction here similarly passes muster.  As was the case in Martin, \"[t]he positive admonition to consider 'conscious purpose' ... juxtaposed with the negative admonition that negligence or mistake is not sufficient, conveyed to the jury that knowledge may be inferred only from deliberate disregard for the truth.\"  Id. We conclude that the instruction does not \"equate willful blindness with reckless disregard.\"  Id. We note, moreover, that the district court did not instruct the members of the jury to presume knowledge from a conclusion of self-imposed ignorance, but only that they could infer knowledge from such a conclusion.  Because the district court's instruction in no way reduced the standard of culpability according to which the jury had to find the appellants guilty beyond a reasonable doubt, we reject appellants' argument that the charge violated due process.4\n    \n    \n      40\n      We turn to appellants' second argument, that the factual setting required for proper use of the willful blindness charge was absent in this case.  We review the decision of the district court to deliver a particular jury charge for abuse of discretion.  United States v. Russell, 971 F.2d 1098, 1107 (4th Cir.1992), cert. denied, --- U.S. ----, 113 S. Ct. 1013, 122 L. Ed. 2d 161 (1993).5\n    \n    \n      41\n      A deliberate avoidance instruction, like all jury instructions, is proper only \"if there is a foundation in evidence to support [a finding of deliberate avoidance].\"6 United States v. Schnabel, 939 F.2d 197, 203-04 (4th Cir.1991).  The record need not contain direct evidence, however, that the defendant deliberately avoided knowledge of wrongdoing;  all that is necessary is evidence from which the jury could infer deliberate avoidance of knowledge.  Id. at 204.   In Schnabel, for example, we found a willful blindness instruction proper where the defendant was charged with mail fraud and there was \"evidence of a wide variety of fraudulent practices that took place\" in the defendant's office while he was vice-president.  Id. We stated:  \"This evidence alone could easily support the inference that if Schnabel was unaware of what was happening to him, it was because he deliberately shut his eyes to it.\"  Id.\n    \n    \n      42\n      Under this standard, we easily conclude that the willful blindness instruction was appropriately delivered with respect to Whittington and Atwood.  Each went to great lengths to insulate himself from the fraud perpetrated against Lust.  Each knew that Lust was incapacitated and totally reliant upon Stevens, and that Lust had never been affiliated with either FOLI or Miracle.  They also both knew that Stevens was not a person of means.  Yet, when Stevens informed them that, after having worked for Lust for just three weeks, she had come into possession of a new motor home, they took the motor home for a test drive.  Stevens also appeared on Whittington's television program and announced that God had given her the motor home.  Atwood and Whittington stayed in regular contact with Stevens throughout the time period in question.  During this period, Atwood's and Whittington's ministries were receiving checks for thousands of dollars purportedly from Lust.  Additionally, Whittington helped to open the joint Stevens/Lust bank account in Greenville, North Carolina, and when he was contacted by detectives investigating this matter, Whittington denied any knowledge of gifts from Lust.  We conclude that the district court did not abuse its discretion in instructing the jury as to willful blindness with respect to Atwood and Whittington.\n    \n    \n      43\n      Appellant Collier claimed to investigators that she had prepared the power of attorney, the deed of transfer and Lust's will.  These documents were purportedly executed by Lust within the span of less than one week.  Collier also claimed to have explained to Lust, who was, she claims, awake and alert, the import of these documents.  Milling, however, testified that Collier admitted to her that Lust had been tricked into signing the power of attorney document, while Slama testified that Stevens admitted having forced Lust to execute that document.  Additionally, the evidence indicates that Lust's purported signature was already present on the deed and the document had already been notarized by Collier when Atwood sought to have Lust's signature witnessed.  As a Florida notary public, Collier should have followed the procedures prescribed for notaries public by that state.  In particular, Florida law directs that \"[a] notary public may not notarize a signature on a document if ... [t]he document is incomplete....\"  Fla.Stat. ch. 117.05(6)(b).  The evidence indicates, however, that, at least with respect to the deed, Collier did not adhere to this directive.  Lust's purported signature was already present on the deed and the document had already been notarized by Collier when Atwood sought to have Lust's signature witnessed.  In sum, taking the evidence, as we must, in the light most favorable to the government, we believe that, if Collier did not have actual knowledge of the fraud perpetrated against Lust, a reasonable inference of deliberate avoidance of knowledge of fraud can be made.  We therefore conclude that the district court was within its discretion in instructing the jury as to willful blindness with respect to Collier.\n    \n    \n      44\n      The willful blindness instruction was applicable as to Ferguson because of the highly suspicious nature of the documents which he witnessed and the transactions facilitated.  Ferguson served as a witness to the power of attorney, the deed of transfer, and Lust's will within the span of less than one week.  These documents, together, served to dispose of most of Lust's assets.  Yet, despite the suspicious nature of these documents and their effect, Ferguson, if he is to be believed, proceeded to witness the documents without inquiring into these circumstances.\n    \n    \n      45\n      In addition to the foregoing, the evidence indicates that Lust's purported signature was already present on the deed and the document had already been notarized by Collier when Atwood sought to have Lust's signature witnessed.  While Morris refused to serve as witness, Ferguson did not.  The evidence, given this circumstance, arising out of the execution of the deed, which was not the last of the documents to be executed, and the other suspicious circumstances summarized above, indicates that only through \"cutting off of [his] normal curiosity by an effort of will,\" United States v. Gonzalez, 933 F.2d 417, 435 (7th Cir.1991) (quoting United States v. Giovannetti, 919 F.2d 1223, 1229 (7th Cir.1990)) (alteration by the court in Gonzalez ), could Ferguson have served as witness to these documents.  Consequently, we find no abuse of discretion in the district court's decision to instruct the jury as to willful blindness with respect to Ferguson.\n    \n    \n      46\n      Last, Stevens' trial defense was grounded upon her asserted lack of guilty knowledge.  However, there was no evidence that Stevens in any way deliberately shielded herself from the fact that a fraud was being perpetrated.  Indeed, as the government concedes, Stevens, as the individual most directly related to the perpetration of the fraud, could not have been unaware of any fraud which may have been undertaken.7  We need not determine whether the evidence against Stevens meets the standard we enunciated in Schnabel, however;  we conclude that, even if the application of the willful blindness instruction to Stevens was error, given the overwhelming evidence of Stevens' guilt and the minor significance of the single paragraph willful blindness instruction in the context of the entire jury charge, such error was harmless.8  See United States v. Rivera, 944 F.2d 1563, 1572-73 (11th Cir.1991);  United States v. Alvarado, 838 F.2d 311, 317 (9th Cir.1987), cert. denied, 487 U.S. 1222, 108 S. Ct. 2880, 101 L. Ed. 2d 915 and 488 U.S. 838, 109 S. Ct. 103, 102 L. Ed. 2d 78 (1988).\n    \n    \n      47\n      We therefore find no reversible error in the district court's decision to deliver a willful blindness instruction.\n    \n    III.\n    \n      48\n      Appellants appeal the denial of their motions for acquittal pursuant to Federal Rule of Criminal Procedure 29(a).  In reviewing the denial of a motion for acquittal, we must determine whether, taking the evidence and all inferences therefrom in the light most favorable to the government, there is substantial evidence which supports a determination of guilt beyond a reasonable doubt.  United States v. Sloley, 19 F.3d 149, 152 (4th Cir.1994).\n    \n    \n      49\n      There can be no question but that substantial evidence supports the convictions of appellants Whittington, Atwood and Stevens on all counts charged, as well as the conspiracy conviction of Collier.  The conspiracy conviction of Ferguson and the interstate transportation of stolen property conviction of Collier, however, require closer examination.  In order to prove the conspiracy charges against Ferguson, the government had to establish, among other things, that Ferguson willingly and knowingly joined the illegal conspiracy.  See United States v. United States Gypsum Co., 438 U.S. 422, 463, 98 S. Ct. 2864, 2886, 57 L. Ed. 2d 854 (1978).  Ferguson asserts that there is insufficient evidence to establish this element.  We reject this argument.\n    \n    \n      50\n      Proof that a defendant willfully joined a conspiracy does not require proof that the defendant had knowledge of all the details of the conspiracy.  United States v. Goldman, 750 F.2d 1221, 1227 (4th Cir.1984).  Rather,\n    \n    \n      51\n      [t]o sustain [a] conspiracy conviction, there need only be a showing that [the] defendant knew of the conspiracy's purpose and some action indicating his participation.  These elements can be shown by circumstantial evidence such as his relationship with other members of the conspiracy, the length of this association, his attitude, conduct, and the nature of the conspiracy.\n    \n    \n      52\n      United States v. Collazo, 732 F.2d 1200, 1205 (4th Cir.1984) (citation omitted), cert. denied, 469 U.S. 1105, 105 S. Ct. 777, 83 L. Ed. 2d 773 (1985).  \"[T]he evidence need only establish a slight connection between the defendant and the conspiracy to support conviction.\"  United States v. Brooks, 957 F.2d 1138, 1147 (4th Cir.), cert. denied, --- U.S. ----, 112 S. Ct. 3051, 120 L. Ed. 2d 917 (1992).\n    \n    \n      53\n      The evidence establishes, without question, that Ferguson associated with the primary conspirators.  In addition, he witnessed the warranty deed transferring Lust's home to FOLI, the document assigning Lust's power of attorney to Stevens, and Lust's will.  Each of these documents was indispensable to the success of the conspiracy to defraud Lust;  within one week, they divested Lust of nearly all of her assets.  Further, the circumstances under which Ferguson witnessed at least the deed transfer were hardly standard:  evidence was presented showing that the deed had already purportedly been signed by Lust and notarized by Collier when Ferguson purported to witness Lust's signature.\n    \n    \n      54\n      Viewing all the inferences in the light most favorable to the prosecution, we cannot say that it was unreasonable for the jury to conclude that, given the suspicious nature of the documents and the circumstances surrounding them, Ferguson's agreement to witness the documents constituted acts knowingly in furtherance of the conspiracy.\n    \n    \n      55\n      Count four of the indictment charged that, in April of 1987, Whittington, Atwood, Stevens and Collier engaged in interstate transportation of stolen property, in this case, the checks issued to Lust from Waddell &amp; Reed.  The government points to no evidence indicating that Collier took part in any way in the transportation of these checks, and our independent review of the record in this case reveals no such evidence.  As a consequence, we must reverse Collier's conviction under count four of the indictment.\n    \n    \n      56\n      In summary, we will reverse Collier's conviction for interstate transportation of stolen property, but we otherwise reject appellants' sufficiency arguments.\n    \n    IV.\n    \n      57\n      Appellants contend that the district court wrongly allowed certain testimony as evidence.  A district judge may exclude relevant evidence where \"its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury....\"  Fed.R.Evid. 403.  Such determinations by trial courts are granted substantial deference and are reviewed for a clear abuse of discretion.  See Russell, supra, 971 F.2d at 1104.\n    \n    \n      58\n      Most of appellants' evidentiary challenges are completely without merit and we reject them without further discussion.  Certain aspects of Slama's testimony, however, demand closer attention.  On direct examination, Slama first testified:\n    \n    \n      59\n      A ... I wanted to get away from Barbara Stevens.  I wanted no connection with the woman financially, personally, anything.  Q And why was that?\n    \n    \n      60\n      A Because she was a persistent, dangerous woman.\n    \n    \n      61\n      J.A. 347.  The district judge overruled Stevens' counsel's objection.  Slama later testified:Q ... [D]id you ever refer to Ms. Stevens as conducting her affairs like a rat or a snake?\n    \n    \n      62\n      A Yes.\n    \n    \n      63\n      Q Why did you say that?\n    \n    \n      64\n      [STEVENS' COUNSEL]:  Objection, Your Honor.\n    \n    \n      65\n      THE COURT:  Overruled.\n    \n    \n      66\n      Why did you say that?\n    \n    \n      67\n      A Because that is the way I described her as a low person that would, was capable of anything, even murder.\n    \n    \n      68\n      [STEVENS' COUNSEL]:  Objection, Your Honor, and move to strike.\n    \n    \n      69\n      THE COURT:  Overruled.\n    \n    \n      70\n      J.A. 350-51.\n    \n    \n      71\n      At oral argument, counsel for the government conceded that this testimony was improperly elicited.  We agree.  See Fed.R.Evid. 404.  However, in light of the overwhelming evidence against Stevens and the fact that, on cross-examination, defense counsel tried to bring out Slama's prejudices against Stevens, a goal which the comments elicited by the prosecution furthered, we cannot say that exceptional circumstances, which must be present to justify a reversal on the basis of an erroneous evidentiary ruling, United States v. Fernandez, 913 F.2d 148, 154-55 (4th Cir.1990), are present here.  We conclude that the error is harmless.  See United States v. McMillon, 14 F.3d 948, 955 (4th Cir.1994) (even if evidence of prior bad acts was inadmissible character evidence under Rule 404(b), any error was harmless).\n    \n    V.\n    \n      72\n      Appellants' remaining assignments of error are meritless.9  Collier's conviction for interstate transportation of stolen property is reversed and her case is remanded for resentencing.  The remaining judgments of conviction against appellants are affirmed.\n    \n    \n      73\n      AFFIRMED IN PART AND REVERSED AND REMANDED IN PART.\n    \n    \n      74\n      WIDENER, Circuit Judge, concurring and dissenting:\n    \n    \n      75\n      I concur in all of the opinion except I respectfully dissent to the extent that I would require a new trial for Barbara Stevens because of the government leading the witness, Mrs. Slama, to refer to Mrs. Stevens as \"a rat or a snake\" and further inviting her into the response that Mrs. Stevens was \"capable of anything, even murder.\"\n    \n    \n      76\n      Mrs. Slama was the government's witness.  While it is true that these statements may have been admissible to show the bias of the witness, had Mrs. Stevens' attorney introduced them, they were not admissible on direct examination, as everyone now admits.\n    \n    \n      77\n      I am of opinion that we too customarily approve such overreaching on the part of the government, and I would require a new trial in Mrs. Stevens' case on that account.  I am unable to \"say, with fair assurance, after pondering all that happened without stripping the erroneous action from the whole, that the judgment was not substantially swayed by the error.\"  Kotteakos v. United States, 328 U.S. 750, 765, 66 S. Ct. 1239, 1248, 90 L. Ed. 1557 (1946).\n    \n    \n      \n        1\n         Evidence at trial showed that FOLI funneled some of the funds it received from Lust to Miracle Cathedral Church and Atwood.  The large sums of money received by Miracle Cathedral Church and FOLI appear to have helped these organizations escape the dire financial straits in which both organizations found themselves during the winter of 1987.  In particular, in March, Atwood used more funds sent directly from Lust's checking account to cover a mortgage on Miracle Cathedral Church.  Atwood sent Jim Creel to Lust's home.  While Creel waited outside Lust's residence, Stevens walked to Creel's car and gave him a signed check for $3,000.  The check was entirely in Stevens' handwriting with the sole exception of the signature which appeared to be in Lust's own handwriting.  Two thousand-eight hundred dollars of the funds transferred was used to make Miracle Cathedral Church's mortgage payment;  Atwood kept the balance\n      \n      \n        2\n         At trial, Lust did not deny her disdain for her children, but denied ever telling anyone of an intent to give her money and assets away\n      \n      \n        3\n         The endorsements on the eight checks differ in the quality of Lust's purported signature and the placement of the words \"for deposit only.\"\n      \n      \n        4\n         At oral argument, appellants urged that the Supreme Court's decision in  Sullivan v. Louisiana, --- U.S. ----, 113 S. Ct. 2078, 124 L. Ed. 2d 182 (1993), affected the propriety of the willful blindness instruction.  We disagree.  In Sullivan, a Louisiana state court jury found the defendant guilty of first degree murder.  A sentence of death was imposed.  On appeal, the Supreme Court of Louisiana found that reasonable-doubt instruction delivered by the trial court to have been constitutionally deficient.  The state supreme court determined that the error was harmless, however, and consequently affirmed the defendant's conviction and sentence.  The United States Supreme Court reversed, holding that a constitutionally deficient reasonable-doubt instruction may never be harmless error\n        The Court's holding in Sullivan has no bearing here.  As we explain in the text, the willful ignorance instruction delivered in this case did not unconstitutionally instruct the jury that it could convict the appellants absent proof beyond a reasonable doubt as to all elements of each count charged.  Thus, because the instruction is not constitutionally deficient, its delivery was not error, harmless or otherwise.  With respect to Stevens, as to whom we hold that the instruction may have been improperly delivered, the error we find is not in the instruction itself, but in the decision to give that particular instruction.  Once again, because the instruction was, at all events, not constitutionally deficient, Sullivan  is wholly inapposite.\n      \n      \n        5\n         The Tenth Circuit utilizes a de novo standard in reviewing the appropriateness of a willful blindness instruction.  United States v. de Francisco-Lopez, 939 F.2d 1405, 1409 (10th Cir.1991).  We reject this notion as inconsistent with circuit precedent\n      \n      \n        6\n         In making the determination of whether a willful blindness charge was appropriate, we consider the evidence and any reasonable inferences in the light most favorable to the government.    United States v. Bussey, 942 F.2d 1241, 1246 (8th Cir.1991), cert. denied, --- U.S. ----, 112 S. Ct. 1936, 118 L. Ed. 2d 542 (1992);   United States v. Talkington, 875 F.2d 591, 596 (7th Cir.1989)\n      \n      \n        7\n         Stevens initially informed investigators that she was ignorant of the numerous transfers of money from Lust to the other appellants.  At trial, her defense was based on the contention that each transfer was a voluntary gift.  Given Stevens' role in the alleged fraud, however, these claims are necessarily assertions that there was no fraud, not that, as required in order for a willful blindness instruction to be proper, Stevens deliberately shielded herself from the fact that a fraud was being perpetrated\n      \n      \n        8\n         Because the willful blindness instruction delivered by the district court in the case at bar did not specifically instruct the jury that a precondition to application of the instruction was a finding of proof beyond a reasonable doubt that the defendant kept himself or herself ignorant, we have no occasion to address the Eleventh Circuit's recent holding in United States v. Stone, 9 F.3d 934 (11th Cir.1993), that, where such a qualification is presented to the jury, any error in delivering a deliberate blindness instruction is harmless per se\n      \n      \n        9\n         Appellants urge that the district court erred in adjudging Milling competent to testify as a witness.  Federal Rule of Evidence 601 confers upon the district court, following examination of a prospective witness, discretion in determining whether a witness is competent to testify, United States v. Odom, 736 F.2d 104, 112 (4th Cir.1984), a determination we review only for clear error, id. at 112-13.   Except where a witness is shown to lack personal knowledge of the matters about which he or she intends to testify, does not have the capacity to recall, or does not understand the duty to testify truthfully, a witness is presumed to be qualified.  United States v. Lightly, 677 F.2d 1027, 1028 (4th Cir.1982).  We find no clear error in the district court's determination that Milling met this liberal competency standard and decline appellants' invitation to find Milling an incompetent witness as a matter of law\n        Next, appellants object to their indictment on the ground of multiplicity but, because they did not raise this claim below, their claim of multiplicity is waived for purposes of appeal, and appellants fail to establish any cause for relief from this waiver.  See United States v. Price, 763 F.2d 640, 643 (4th Cir.1985).  Last, appellants argue that the district court erred in denying their motion to sequester the jury.  The decision to sequester a jury is left to the discretion of the trial judge.  United States v. Bakker, 925 F.2d 728, 734 (4th Cir.1991).  It was surely not an abuse of discretion to refuse to sequester the jury in this case.\n      \n    \n    ",
            "ocr": false,
            "opinion_id": 672053
        }
    ],
    "court_short_name": "Fourth Circuit",
    "court_full_name": "Court of Appeals for the Fourth Circuit",
    "court_type": "F",
    "court_jurisdiction": "USA, Federal",
    "crime_category": "Murder"
}